[{"type":"{{","value":[["pagebanner"],["Malange (Angola) banner Kalandula waterfalls of the Lucala River.jpg"],["caption=Kalandula waterfalls in Malange"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["quickbar"],["image=LuandaJuin2005-1-br.jpg"],["caption=The capital, Luanda."],["location=LocationAngola.png"],["flag=Flag of Angola.svg"],["capital=",{"type":"[[","value":[["Luanda"]]}],["government=Republic, nominally a multiparty democracy with a strong presidential system"],["currency=kwanza (AOA)"],["area=",{"type":"''","value":["total:"]}," 1,246,700 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 0 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 1,246,700 km",{"type":"<","value":["sup",["2"]]}],["population=12,127,071 (July 2006 est.)"],["language=",{"type":"[[","value":[["Portuguese"]]}," (official), Bantu and other African languages"],["religion=Indigenous beliefs 47%, Roman Catholic 38%, Protestant 15% (1998 est.)"],["electricity=0 kWh"],["callingcode=+244"],["tld=.ao"],["timezone=UTC+1"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.angola.org\/ Angola"]}]}," is a country in ",{"type":"[[","value":[["Central Africa"]]},". It is bordered by ",{"type":"[[","value":[["Namibia"]]}," in the south, ",{"type":"[[","value":[["Zambia"]]}," in the east and the ",{"type":"[[","value":[["Republic of Congo"]]},", as well as the ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," in the north. The country is rich in natural resources: It has large reserves of oil and diamonds, hydroelectric potential, and rich agricultural land. Despite this, Angola remains a very poor country, having been ravaged by a bloody civil war from 1975 to 2002.\n\n",{"type":"==","value":["Understand"]},"\n\nThe people of Angola are stoics. They have a deep understanding of patience, and avoid blaming the difficulties the country faces on the fact that there was war. In fact, Angolans behave as if there was no war although it is deeprooted in every Angolan. Music is the heart and soul of every Angolan, it can be heard anywhere and they use anything as an excuse to party. The country has a wide range of music, mainly Kuduro, Kizomba, Semba, and Tarrachinha, the latter being more sensual than all the others. In all, it is safe to say that Angolans are fun and loving people with a thirst for more of what life has to give.\n\n",{"type":"===","value":["History"]},"\nAngola was a Portuguese overseas territory from the 16th century to 1975. After independence, Angola was the scene of an intense civil war from 1975 to 2002. The country is the second-largest petroleum and diamond producer in sub-Saharan Africa; however, its life expectancy and infant mortality rates are both among the worst ranked in the world. In August 2006, a peace treaty was signed with a faction of the FLEC, a separatist guerrilla group from the Cabinda exclave in the North, which is still active. About 65% of Angola's oil comes from that region.\n\n",{"type":"===","value":["Climate"]},"\nLike the rest of tropical Africa, Angola experiences distinct, alternating rainy and dry seasons.\n\nThe coastal strip is tempered by the cool Benguela Current, resulting in a climate similar to coastal Peru or Baja California. It is semiarid in the South and along the coast to Luanda. There is a short rainy season lasting from February to April. Summers are hot and dry, while winters are mild. The northern part has a cool, dry season (May to October) and a hot, rainy season (November to April). In the interior, above 3,300 ft (1,006 m), the temperature and rainfall decrease. The interior highlands have a mild climate with a rainy season from November through April followed by a cool dry season from May to October.\n\nThe heaviest rainfall occurs in April, and is accompanied by violent storms. The far north and Cabinda enjoy rain throughout much of the year.\n\n",{"type":"===","value":["Electricity"]},"\n\nOfficially 220V 50 Hz. Outlets are the European standard CEE-7\/7 \"Schukostecker\" or \"Schuko\" or the compatible, but non-grounded, CEE-7\/16 \"Europlug\" types. Generally speaking, U.S. and Canadian travelers should pack an adapter for these outlets if they plan to use North American electrical equipment in Angola.\n\nAlso, be aware of the power related problems in Angola. If you plan to rent a house, you for sure should rent a house with a generator. Power outages are quite frequent.\n\n",{"type":"===","value":["People"]},"\n",{"type":"'''","value":["Umbundu"]},", 37%, ",{"type":"'''","value":["Ambundu"]},", 25%, ",{"type":"'''","value":["Bakongo"]},", 13%\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Angola Regions map.png"],["regionmaptext="],["regionmapsize=451px"],["region1name=",{"type":"[[","value":[["Greater Luanda"]]}],["region1color=#69999f"],["region1items="],["region1description=The population centre of the country and home to the capital ",{"type":"[[","value":[["Luanda"]]}],["region2name=",{"type":"[[","value":[["Northern Angola"]]}],["region2color=#5bab67"],["region2items="],["region2description=Northern area mostly bordering ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," with significant areas of rainforest"],["region3name=",{"type":"[[","value":[["Central Angola"]]}],["region3color=#72aed4"],["region3items="],["region3description=A series of irregular, high escarpments which drop steeply to the Atlantic coast"],["region4name=",{"type":"[[","value":[["Southwest Angola"]]}],["region4color=#daa354"],["region4items="],["region4description=the most arid region of the country with savanna plains and the northern continuation of the Namibian desert"],["region5name=",{"type":"[[","value":[["Eastern Angola"]]}],["region5color=#b5d29f"],["region5items="],["region5description=Mostly savanna plains interesected by five great rivers"],["region6name=",{"type":"[[","value":[["Cabinda"]]}],["region6color=#b773b7"],["region6items="],["region6description=Northern exclave on the Atlantic ocean with a huge proportion of the nation's oil reserves and an active secessionist movement"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Luanda"]]}," - the capital of the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Benguela"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Huambo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lobito"]]}]},{"type":"*","value":[" Lubango"]},{"type":"*","value":[" Namibe"]},{"type":"*","value":[" Kuito"]},{"type":"*","value":[" Menongue"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" Cangandala National Park"]},{"type":"*","value":[" Iona National Park"]},{"type":"*","value":[" Kissama National Park"]},"\nMussulo Island is a beautiful extension of land situated in the south of Luanda. It is famous for its natural beauty.\nIt is a place one has to visit, one of the most known tourist attractions in Luanda.\nThere one can find everything, from fishermen to the most beautiful and modern restaurants. You can have your sun tan, hide below the shadows of coconut trees and palm trees, relax with peace of mind, have fun with diverse aquatic sports, find accommodations in paradisiac motels, and explore some of the typical food such as ‘pirão’, funge, and moamba.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visa"]},"\n\nAlmost all nationalities must get a visa prior to arrival. It is not possible to obtain a visa upon arrival. Your passport must be valid for another six months minimum and contain two blank pages. Travellers need an international vaccination certificate for entry as well indicating yellow fever inoculation within the last ten years according to the Angolan government, but at least on the Namibian\/Angolan border, this is not an issue. You also need a letter of invitation from a private individual, organization or company stating that they will take responsibility for your stay. Namibians don't need a visa for Angola. When obtaining a visa from countries to the north, you will often only be issued a five day transit visa for Angola. If travelling by road, this will only give you enough time to get to Luanda where it takes up to four days to get another five day transit visa. If you're coming into Angola from DR Congo, you may well need an Angolan visa before entering DR Congo.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Aeroport-4-de-Fevereiro-Chegadas LWS1962.JPG"],["thumbnail"],["Welcome to the airport - the arrival building at Quatro de Fevereiro Airport"]]},"\n\nLuanda-4-de-Fevereiro is situated 4 km outside Luanda. There are public phones and bank facilities at the airport.\n\nThe most reliable taxi system from the airport is Afritaxi. Their white vehicles are clearly marked, and they charge per km or per minute, depending on how bad traffic congestion is. They only operate during daylight hours. Eco Tur also runs reliable airport transfers, but you'll need to book in advance.\n\n",{"type":"''","value":["TAAG Linhas Aereas de Angola"]}," has flights between ",{"type":"[[","value":[["Luanda"]]}," and some states in Africa, for example to ",{"type":"[[","value":[["South Africa"]]}," (",{"type":"[[","value":[["Johannesburg"]]},"), ",{"type":"[[","value":[["Namibia"]]}," (",{"type":"[[","value":[["Windhoek"]]},"), ",{"type":"[[","value":[["Zimbabwe"]]}," (",{"type":"[[","value":[["Harare"]]},"), ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," (",{"type":"[[","value":[["Kinshasa"]]},") and the ",{"type":"[[","value":[["Republic of Congo"]]}," (",{"type":"[[","value":[["Brazzaville"]]},"). TAAG recently started to have two or three weekly flights to ",{"type":"[[","value":[["Rio de Janeiro"]]}," (",{"type":"[[","value":[["Brazil"]]},").\n\n",{"type":"*","value":[" Emirates ",{"type":"[","value":["http:\/\/www.emirates.com"]}," flies directly from ",{"type":"[[","value":[["Dubai"]]}," to ",{"type":"[[","value":[["Luanda"]]}," and from there to more than 100 destinations worldwide."]},{"type":"*","value":[" Ethiopian Airways ",{"type":"[","value":["http:\/\/www.flyethiopian.com"]}," flies from ",{"type":"[[","value":[["Addis Ababa"]]}," to ",{"type":"[[","value":[["Luanda"]]},"."]},{"type":"*","value":[" South African Airways ",{"type":"[","value":["http:\/\/www.flysaa.com"]}," operates from ",{"type":"[[","value":[["Johannesburg"]]}," to ",{"type":"[[","value":[["Luanda"]]},"."]},{"type":"*","value":[" Air France ",{"type":"[","value":["http:\/\/www.airfrance.com"]}," between ",{"type":"[[","value":[["Paris"]]}," and ",{"type":"[[","value":[["Luanda"]]}]},{"type":"*","value":[" British Airways ",{"type":"[","value":["http:\/\/www.ba.com"]}," offers direct connections between ",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Luanda"]]}]},{"type":"*","value":[" Brussels Airlines ",{"type":"[","value":["http:\/\/www.brusselsairlines.be"]}," flies from ",{"type":"[[","value":[["Brussels"]]}," to ",{"type":"[[","value":[["Luanda"]]},"."]},{"type":"*","value":[" Lufthansa ",{"type":"[","value":["http:\/\/www.lufthansa.de"]}," flies from ",{"type":"[[","value":[["Frankfurt"]]}," to ",{"type":"[[","value":[["Luanda"]]},"."]},{"type":"*","value":[" Sonair's Houston non-stop Express. The company is the first to provide direct transportation of passengers and cargo between Angola and the United States. The airline provides three times weekly service from Houston to Luanda."]},{"type":"*","value":[" TAP Air Portugal ",{"type":"[","value":["http:\/\/www.tap-airportugal.pt"]}," flies daily from ",{"type":"[[","value":[["Lisbon"]]}," to ",{"type":"[[","value":[["Luanda"]]},"."]},{"type":"*","value":[" Iberia flies from ",{"type":"[[","value":[["Madrid"]]},"."]},{"type":"*","value":[" Kenya Airways as from 17 August 2010 from Nairobi"]},{"type":"*","value":[" Air Namibia ",{"type":"[","value":["http:\/\/www.airnamibia.com.na"]}," offers affordable flights between ",{"type":"[[","value":[["Windhoek"]]}," and ",{"type":"[[","value":[["Luanda"]]}]},"\n",{"type":"===","value":["By train"]},"\n\nThere are no railroad links between Angola and other nations.\n\n",{"type":"===","value":["By car"]},"\n\nYou can go in from ",{"type":"[[","value":[["Namibia"]]}," at the border post near Oshikango(Namibia)\/Ngiva(Angola).\n\nEntering from the North was, as of 2002, via Luvo, a small town on the Kinshasa-Matadi 'road'. If you want to drive through Angola, it's a real experience. Off the beaten track, road conditions might not be quite what you are used to so be prepared, particularly during the rainy season where potholes are likely to be a frequent occurrence. Also, keep a look out for livestock and the overloaded vehicles of the Angolan residents.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are no bus links between Angola and other nations.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are no official ferry links between Angola and other nations. As of 2003, it was at least possible to enter Angola via a small passenger ferry near Rundu in Namibia. There was both an Angolan and Namibia border official present. The crossing was mostly used by Angolans for the purposes of acquiring food and other supplies in Namibia. There are (as of 2007) ferries running from the enclave of Cabinda to Luanda, which can be useful to avoid the unstable DRC. They carry cars as well. Seek local advice for when they depart. Sources claim that they run twice a week, cost $180 per person (bike included), and take 14 hours to do the trip (2005).\nIf there are no ferries, there might be cargo planes that you (and your car) can ride on between Cabinda and Luanda ",{"type":"[","value":["http:\/\/www.mail-archive.com\/ugandanet@kym.net\/msg04791.html"]},". Be warned - these planes are unsafe. Use them at your own peril.\n\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"===","value":[" By bus "]},"\n\n",{"type":"===","value":[" By train "]},"\n\nAngolas train system is finally being restored with the help of Chinese firms after more than 30 years of disuse. There are three main lines which are not connected to each other.\n\nThe northern line ",{"type":"''","value":["Caminho de Ferro de Luanda (CFL)"]}," between the capital ",{"type":"[[","value":[["Luanda"]]}," to ",{"type":"[[","value":[["Malenje"]]}," is back to full service. There are three classes, ",{"type":"'''","value":["Primeira"]},", with reclining leather seats with individual television sets; ",{"type":"'''","value":["Exspresso"]},", with comfortable chairs arranged in fours around tables and communal televisions; and ",{"type":"'''","value":["Tramway"]},", the cheapest option fitted out with benches to maximize passenger numbers. Ticket prices hover around 2,500 kwanzas ($26; £17). Carriges are clean and modern carriages with functioning toilets and a restaurant car.\n\nThe middle line, ",{"type":"''","value":["Caminho de Ferro de Benguela (CFB)"]}," have just started services between ",{"type":"[[","value":[["Lobito"]]},", ",{"type":"[[","value":[["Cubal"]]}," and ",{"type":"[[","value":[["Huambo"]]}," with the intention of reaching ",{"type":"[[","value":[["Luau"]]}," at the border to Zambia before the end of 2012.\n\nThe southern route, ",{"type":"''","value":["Caminho de Ferro de Mocamedes (CFM)"]}," between Namibe, Lubango and Menongue is starting services by fall 2012.\n\n",{"type":"==","value":["See"]},"\n\nIn Luanda: the Mussulo island for clean tropical beaches and water sports, the Benfica Market for Kwanza River.\n\nEco Tur Angola do various bespoke no tours Angola including Kissama with specialist game viewing vehicles.\n\nIn Benguela: Baia Azul for beautiful desert beaches. Art deco architecutre in Beguela. Lobito City for the Restinga Penisnula and ice cold draught Cuca beer, the Benguela Rail road, and fantastic scenery!\n\nIn Kwanza Sul - Cubal Canyon, Conde Hot springs and Cachoeiras \/ Binga Waterfalls, with the Cambambe Dam on River Kwanza. Waku Kungo plains has fantastic scenery!\n\nIn Malange - Kalandula Waterfalls and Pungo n'Dongo Black Stones.\n\nIn Huila - Serra de Leba, Tunbda Vala Gorge, Mumuila tribes people, fantastic scenery and much more!\n\nIn Namibe - Arco Lagoon, beaches and a desert, and Mucubais Tribes People.\n\nIn Huambo - City Tours, Alto Hama hot springs, and fantastic scenery.\n\nIn Cunene - Himba tribes peoople, Ruacana Falls, and fantastic scenery.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Talk"]},"\n\nA very low percentage of the local population can communicate in English. Traveling in Angola, therefore, requires a minimum of knowledge of the ",{"type":"[[","value":[["Portuguese"]]}," language. Also, because many people migrate from neighbouring countries to Angola, it is sometimes possible to use French and Afrikaans (for Namibian \/ South African people).\n\n",{"type":"==","value":["Books about Angola"]},"\n\nThere is very little literature on Angola available and most of the available literature is in Portuguese or (in some cases) French.\n\n",{"type":"''","value":["Bay of Tigers: An Odyssey through War-torn Angola"]}," by Pedro Rosa Mendes was translated from the Portuguese and published by Harcourt in 2003. Mendes traveled across the country by train in 1997 while the war was still going on in Angola.  His account is a fascinating look at the people and the nature of life there during the war.\n\nJohn Frederick Walker's \"A Certain Curve of Horn\", documents the history of a sub species of Antelope unique to Angola - \"Palanca Negra Gigante\" (Hippotragus níger variani).\n\nRyszard Kapuściński authored a journalistic narrative called ",{"type":"''","value":["Another Day of Life"]}," in which he reports on the chaotic period leading up to Angola's independence from Portugal in 1975. As one of the only journalists in Angola during this very dangerous period, his perspective is rare and full of insight.\n\nThe travel writer Paul Theroux visited Angola and wrote about it in his book ",{"type":"''","value":["The Last Train to Zona Verde (2013)"]},".\n\n",{"type":"==","value":["Buy"]},"\n\nThe official currency of Angola is the ",{"type":"'''","value":["Kwanza (AOA)"]},". As of April 2011, 1 USD = 93.0 AOA, 1 EUR = 135.4 AOA, and 1 GBP = 153.6 AOA. It used to be prohibited to import or export ",{"type":"''","value":["any"]}," sum of kwanza, but now you can carry up to 50,000 AOA out of the country.\n\nJust south of Luanda, the Benfica Handcrafts Market offers the best prices for handcrafts and souvenirs. This is an open market where local artists and artisans display their products, and bargaining is not only acceptable, but recommended. The products range from sculptures and paintings to jewelry, batik cloths and accessories.\n\n",{"type":"==","value":["Eat"]},"\n\nGenerally, eating and dining out is not very easy in Angola, not even in Luanda because food is expensive and many of the less well equipped restaurants have poor hygienic conditions. Nonetheless, Angolan cuisine is varied and tasty, with local dishes based mainly on fish, cassava products and spicy stews. Angolan seafood is abundant and very good, and the Angolan coast is a special place to eat fresh lobster right off the fisherman's boat. Tropical fruit in Angola is also a treat, for artisanal means of production have maintained organic methods, and rich fruit flavors, unusual to the Western palate accustomed to industrially produced tropical fruits. If, however, you are situated in Luanda and need to dine, it is recommended that you get to Ilha de Luanda, where beach-restaurants (of varying price-classes from very exclusive to rather informal) can serve most foreign needs. It should also be said that restaurants in Luanda are increasing in numbers and quality, since the recent peace has brought stability and significant investment to the country.\n\nGenerally, all restaurants accept USD in cash. Credit cards will not be accepted.\n\n",{"type":"'''","value":["Signature\/national dishes"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Doro Wat"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Muamba de galinha"]}," (Chicken Muamba)"]},{"type":"*","value":[" ",{"type":"'''","value":["Mufete de cacuso"]}," - fish rubbed with fresh lemon and pepper"]},"\n",{"type":"==","value":["Drink"]},"\nVisa can be used in the Rodizio restaurants August 2011\n\n",{"type":"==","value":["Sleep"]},"\n\nWorld class hotels include the Tropico Hotel, the Alvalade Hotel, Le President Meridien Hotel, the Continental Hotel, the Skyna Hotel, the Epic Sana hotel, and the Palm Beach Hotel, among others.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nYou should consider hiring a knowledgeable local guide for travel within Angola, although if you follow some basic rules then traveling in Angola isn't dangerous. Traveling after dark and alone is never a good idea. If possible, join with several cars of the same make and model because of the possible need for spare parts. ",{"type":"'''","value":["Carry a satellite telephone"]}," in the case of a breakdown or other emergency. Be aware, that while Iridium ",{"type":"[","value":["http:\/\/www.iridium.com"]}," satellite phones have global coverage, Thuraya satellite phones have coverage in most of Angola, but may ",{"type":"'''","value":["not"]}," have coverage in the southern parts of the country (check the Angola  Thuraya coverage ",{"type":"[","value":["http:\/\/www.satellitephonefaq.com\/thuraya\/network\/angola\/"]}," map for details).\n\nFor the city of Luanda, other rules apply. Stay in your car (with the doors locked) while you're outside reach of security personnel, which you will find at all hotels and restaurants.\n\n",{"type":"'''","value":["Avoid using your camera in front of police"]}," (dressed in blue uniforms). Photography will result, at best, in a very heavy fine, but could also have more dire consequences. Throughout Angola, taking photographs of sites and installations of military or security interest, including government buildings, may result in arrest or fines and should be avoided.\n\nTravelers should also be advised that the ",{"type":"'''","value":["Angolan currency (the Kwanza) may not be taken out of the country"]},", and travelers are subject to confiscation of local currency at the airport.\n\n",{"type":"'''","value":["NEVER"]}," step beyond the red and white HALO Trust posts. These denote ",{"type":"'''","value":["mine fields"]},". In fact, beware of anything surrounded by any kind of red stones or similar markers.\n\n",{"type":"==","value":["Stay healthy"]},"\nTravelers should only drink mineral water or, in an emergency, boiled water, because water in Angola is untreated and therefore, tap water is not safe. Because malaria is endemic to this country, travelers should also avoid mosquito bites by using with insect repellent and repellent-impregnated bed nets. Furthermore, there is a risk of being bitten by the tse tse fly while in Angola, which causes sleeping sickness; consult a doctor immediately if you start having insomnia.\n\nAIDS and HIV is prevalent among adults in Angola at ",{"type":"'''","value":["4.0%"]}," or ",{"type":"'''","value":["1 in 25"]},". ",{"type":"'''","value":["Avoid having unprotected sex"]},".\n\n",{"type":"==","value":["Respect"]},"\n\nIf traveling to rural areas, it is important to take the time to greet the local soba (chief with government-backed authority). A few exchanged words of kindness will open doors for you to enjoy your journey in peace.  Failure to inform the soba of your presence, especially if staying overnight, may have unpleasant results for your travels.\n\n",{"type":"==","value":["Connect"]},"\n\nThe phone country code of Angola is +244.\nTelephone connections, cellular and landline, are heavily overloaded, making communication difficult at times. International lines are, however, often better.\n\n",{"type":"{{","value":[["geo"],["-8.8333"],["13.3333"],["zoom=5"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Africa"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Angola"]]},"\n",{"type":"[[","value":[["Wikipedia:Angola"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Angola\/"]]}]