[{"type":"{{","value":[["pagebanner"],["Blowing Point (Anguilla) banner Ferry terminal.jpg"],["pgname=Anguilla"]]},"\n",{"type":"{{","value":[["quickbar\/working"],["location=LocationAnguilla.png"],["capital=The Valley"],["currency=East Caribbean dollar (XCD)"],["population=13,477 (July 2006 est.)"],["electricity=120V\/60Hz (North American plug)"],["callingcode=+1-264"],["timezone=UTC-4"]]},"\n",{"type":"'''","value":["Anguilla"]}," is a small island nation in the ",{"type":"[[","value":[["Caribbean"]]}," Sea, a few miles north of ",{"type":"[[","value":[["Saint Martin"]]},".\n\n",{"type":"==","value":["Villages"]},"\nOf the many villages scattered across the island, these are of most interest to visitors.\n",{"type":"*","value":[" ",{"type":"'''","value":["The Valley"]}," - the capital and commercial center"]},{"type":"*","value":[" ",{"type":"'''","value":["Blowing Point"]}," - terminal for ferries from St. Martin"]},{"type":"*","value":[" ",{"type":"'''","value":["Island Harbour"]}," - home to small fishing fleet"]},{"type":"*","value":[" ",{"type":"'''","value":["Sandy Ground"]}," - bars and restaurants along beach"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Anguilla regions map.png"],["thumb"],["600px"]]},"\n\nHere are a few of the many beaches:\n",{"type":"*","value":[" Meads Bay - several resorts and restaurants"]},{"type":"*","value":[" Rendezvous Bay - long beach with view of St. Martins"]},{"type":"*","value":[" Little Bay - tiny beach accessible by boat"]},{"type":"*","value":[" Crocus Bay - reached by a steep road from The Valley"]},{"type":"*","value":[" Shoal Bay (East) - long beach with reefs protecting it from surf"]},{"type":"*","value":[" Savanna Bay - long undeveloped beach; you may have it to yourself"]},"\nSeveral islands offer dining and drinking or solitude\n\n",{"type":"*","value":[" Scrub Island - you and the birds"]},{"type":"*","value":[" Sandy Island - not far from Sandy Ground"]},{"type":"*","value":[" Scilly Cay - in Island Harbor"]},"\n",{"type":"==","value":["Understand"]},"\n\nAnguilla was colonized by English settlers from Saint Kitts in 1650, and administered by Great Britain until the early 19th century, when the island - against the wishes of the inhabitants - was incorporated into a single UK dependency along with Saint Kitts and Nevis. Several attempts at separation failed. In 1971, two years after a revolt, Anguilla was finally allowed to secede; this arrangement was formally recognized in 1980 with Anguilla becoming a separate UK dependency.\n\nAnguilla has few natural resources, and the economy depends heavily on luxury tourism, offshore banking, lobster fishing, and remittances from emigrants. Increased activity in the tourism industry, which has spurred the growth of the construction sector, has contributed to economic growth.\n\n",{"type":"===","value":["Geography"]},"\n\nAnguilla is a flat and low-lying island. It is 35 sq. miles, 16 miles long and 3 miles wide at the widest point. The highest point is Crocus Hill, at 65 meters.\n\nThe island is made of limestone, providing many caves. Two of the most impressive being The Big Springs located in Island Harbour and The Fountain located in Shoal Bay.\n\nAnguilla also has many attractive coral reefs which provides habitats for a vast array of tropical fish and marine wildlife. This motivates individuals to take part in snorkeling.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nCape Air provides two daily non-stop flights to\/from San Juan, Puerto Rico, where Cape Air interlines with most major airlines: JetBlue, American, Delta, US Airways, United, etc.  Cape Air's flights are timed to make connections with the mainland.  Cape Air's San Juan - Anguilla route can be booked with JetBlue connections on JetBlue.com.  As of June 2011 JetBlue is the largest airline at San Juan measured by ASMs, ending American Airlines' long dominance.  Anguilla is listed as a JetBlue destination on their website thanks to the partnership with Cape Air.\n\nLiat provides once daily service to St. Thomas, and onwards to other destinations in the Caribbean.\n\nIt may be easier to access Anguilla via St. Maarten, which can be reached non-stop from many eastern U.S. cities, as well as European cities. Anguilla Air Services ",{"type":"[","value":["http:\/\/www.anguillaairservices.com\/"]}," has three or four (depending on the season) 10-minute flights each way. Visitors may also book local air charters via Trans Anguilla or Anguilla Air Service.  Many visitors charter boats privately from the pier near Princess Julianna Airport in St. Maarten to Anguilla.  There are also modest, private ferries that depart from Marigot every 30 minutes.\n\n",{"type":"===","value":["By boat"]},"\nThis is the most common method of transport between Anguilla and ",{"type":"[[","value":[["St. Martin"]]},". If you do not want to get too wet, choose your seat carefully to sit facing the wind.  If you experience sea sickness quite easily, ensure you take medication before boarding.  There are regular ferries from Marigot in French St. Martin. It is a 20 minute crossing to Blowing Point, Anguilla. Ferries commence service from 7AM, and run every half hour. The last ferry departs Anguilla at 6:15PM and the final ferry departs St. Martin at 7PM. If traveling from Princess Juliana Airport (SXM) in Sint Maarten (the Dutch part of St. Martin), a dispatcher will direct you to a taxi for the short ride to Marigot. There are also direct ferries between Blowing Point, Anguilla and Princess Juliana Airport; if you choose one of these you can skip the taxi ride, but they take longer as the airport is on the other side of St. Martin Island from Anguilla.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Sandy Ground Anguilla.jpg"],["thumb"],["Sandy Ground"]]},"\n\n",{"type":"===","value":["By car"]},"\nFor most visitors, a rented car is the best option. Even if you are staying at a full-service resort, you will want to sample the many beaches and restaurants on the island. Pick up a copy of the Skyviews map, usually available at Immigration and elsewhere.  Driving is on the left-hand side of the road. Speeds are low, but the island is small. Main roads are paved; most are in good condition. There are also a few roundabouts and stop lights throughout the island. Road names are not always posted, and some roads change names (the road from The Valley to the West End has a half dozen names along the way), but there are destination signs at main intersections and roundabouts. Many secondary roads are sand or dirt, ranging from smooth to very poor.\n\n:There are no car rental agencies at the airport, but all will deliver to your hotel.   ",{"type":"'''","value":["Island Car Rental"]},", +1 264-497-2723,",{"type":"[","value":["http:\/\/islandcar.ai\/"]},"  is an easy walk from the airport, tucked into Anguilla Motors.  They can arrange for you to pick up the car after hours, and do the paperwork next day.  ",{"type":"'''","value":["Hertz-Triple K"]},", +1 264-497-2934, is also nearby.  Other agencies include ",{"type":"'''","value":["Avis"]},", +1 264-497-2642, ",{"type":"[","value":["http:\/\/www.avisanguilla.com\/"]}," and ",{"type":"'''","value":["Bass Car Rental"]},", +1 264-497-2361, ",{"type":"[","value":["http:\/\/www.basscarrental.com\/"]},"\n\n",{"type":"===","value":["By taxi"]},"\nMany visitors find it convenient to take a taxi on arrival, arranging for a rental car later.  Taxi service is unmetered, with set rates. If leaving from the airport, a dispatcher will issue a slip showing the fare.Taxi drivers offer island tours lasting several hours.  Fares must be paid in cash and or credit card.\n\n",{"type":"===","value":["By bicycle"]},"\nThe island does not lend itself to relaxed bicycling.  The roads do not have shoulders.  Traffic is heavy on many main roads from the Valley to points west.  Traffic is light in the Shoal Bay and East End areas, but there are some hills.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish is the official language, spoken everywhere.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Beaches"]},"\nAnguilla has everything you might expect from a Caribbean island, with gorgeous bays, some of the best white sand beaches in the world, palm trees and the turquoise ocean all around. That lovely setting is of course what draws most travelers here, and it allows for perfect lazy days of sunbathing and swimming. There are some stunning coral reefs just outside the coast, which make it a fine destination for scuba diving or snorkeling. If you're not that sporty, hop on one of the glass bottomed boats to have at least a glance. Shoal Bay can compete with any beach in the world and has a great reef. Other popular bays are Barnes, Rendezvous, Road and Little Bay, but you can choose from 33 fine beaches in total. From April through November, many of Anguilla’s beaches are nesting grounds for leatherback, green and hawksbill turtles. Maundays, Meads, Captains and Limestone Bay offer the best chances to witness this wonderful natural phenomenon.  All beaches are public, but ease of access varies.  The large resorts and developments are obligated to provide public access; don’t hesitate to ask.  Many beach bars also provide free access.\n",{"type":"*","value":[" ",{"type":"'''","value":["Shoal Bay"]},", sometimes called Shoal Bay (East) to distinguish it from Shoal Bay West, stretches for a mile or so. It is seldom crowded even at Shoal Bay Village where there is a cluster of resorts, restaurants and beach bars.  East of Shoal Bay Village, toward Gwen’s, you may have the beach to yourself. The water is usually calm, making this a good family beach.  At the eastern end, snorkelers float over areas of coral rock near the beach. ",{"type":"''","value":["Access:"]}," At Shoal Bay Village or at Gwen’s Reggae Bar—look for signs on the road between Shoal Bay Village and Island Harbor."]},{"type":"*","value":[" ",{"type":"'''","value":["Meads Bay"]}," is less protected from waves than Shoal Bay, but is a fine strolling beach.  Several resorts and villas line the beach but do not dominate it.  ",{"type":"''","value":["Access:"]},"  Frangiapani Resort has designated parking spaces for public access, and a public access path to the left of the building."]},{"type":"*","value":[" ",{"type":"'''","value":["Savannah Bay"]}," is a mile-long beach without a hotel in sight.  Except for a few people around Palm Grove Grill at the northern end, you may have the beach to yourself.  ",{"type":"''","value":["Access:"]},"  On the paved road across the eastern end of the island, watch for a sign for Palm Grove.  The sand road to the beach is rough and rocky in places, but can be driven during daylight with no great difficulty.  Park next to Palm Grove."]},{"type":"*","value":[" ",{"type":"'''","value":["Rendezvous Bay."]},"  Yes, another mile of beautiful beach!  The eastern part, along the salt pond, is undeveloped. A couple of beach bars on the western part offer refreshment.  ",{"type":"''","value":["Access:"]},"  On the main road, watch for a sign for Anguilla Great House at Willow Lane. Continue past the Great House entrance and park in the unpaved lot at the salt pond."]},{"type":"*","value":[" ",{"type":"'''","value":["Shoal Bay West"]}," is a pleasant beach with a good view of St. Martins.  Lined with villas in a dramatic modern style, the beach itself is often deserted.  ",{"type":"''","value":["Access:"]},"  Stay on the main road until the paving ends.  Park next to the salt pond.  The public access path is between two of the villas."]},{"type":"*","value":[" ",{"type":"'''","value":["Little Bay"]}," can be the least or the most crowded of the beaches—it is so small that a yachtful of visitors can fill it up.  This is a popular snorkeling area.  Rocks near the shore offer the beginner a chance to see colorful little fishes, while better swimmers may glimpse sea turtles.  ",{"type":"''","value":["Access:"]}," The adventurous can try to find the path that leads down the cliff that surrounds the beach.  For the rest of us, go to Crocus Bay in The Valley and ask for Calvin at the tamarind tree.  He will take you there in his motor boat, and can be trusted to come back for you at the agreed time."]}," \n",{"type":"===","value":["History"]},"\nTake some time to learn about the events that have shaped the island’s people.  Few historic buildings survive, but you will find links to the past around the island;\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Salt mining."]},"  For much of Anguilla’s history, extraction of salt by evaporation of sea water was a major industry. The Pumphouse at Sandy Ground, now a bar, housed the pumps that fed seawater to the salt pond."]},{"type":"*","value":[" ",{"type":"'''","value":["Walleblake House."]}," Built in 1785, it has been beautifully restored and is Anguilla's only surviving plantation house. The house, hidden behind a stone wall next to a church near the airport, is open for tours at irregular hours. "]},{"type":"*","value":[" ",{"type":"'''","value":["Heritage Collection Museum."]}," On the road to the East End. If you'd like to dive into the island's history and cultural heritage further, be sure to visit the  museum. It has a good collection of photographs, artifacts and documents from the prime days of the Arawak Indians till the present.  The curator, Colville Petty, will meet you and orient you to the exhibits that tell of the often-difficult life on the island.  Only if you ask, will he point out the picture of himself with other revolutionaries. If he piques your interest in the island's history, buy one of his books. ",{"type":"''","value":["Bless our Forebears"]}," is especially evocative of the trials that the people have endured. "]},{"type":"*","value":[" ",{"type":"'''","value":["Crocus Hill."]},"  At 213 feet above sea level, Crocus Hill is the highest point on the otherwise flat lands of Anguilla. On it, there are a few remains of the Old Court House. More importantly however, there's a great view from the top over the underlying bay, which is extra spectacular at sunset. On the way to Crocus Hill is The Old Valley, an area with a few unspectacular but locally important church buildings. A few old wooden houses also remain."]},"\n",{"type":"===","value":["Island Life"]},"\nAt ",{"type":"'''","value":["Island Harbour"]}," you can see local fishermen and sailors at work. On the road to West End, past the Sandy Ground roundabout, you may see a racing boat under construction, under a shed on the right side of the road.  The boat races are major events, celebrating the return of workers from the cane fields of the Dominican Republic in the old days, and perhaps also the nautical skills of the smugglers of years past.\n\nAnguilla has many farms of corn, peas, tomatoes and other crops. To see, buy or learn about plants and animals in Anguilla one can visit The Department of Agriculture, located in The Valley, Anguilla. The Anguilla National Trust can provide information on Anguilla's environment and conducts tours. Its main task is to preserve Anguilla's natural environment, historic and cultural resources and archaeology. If you're interested in gardens, try the Hydroponic Farm and Organic Gardens, at CuisinArt Resort and Spa, West End Village or the Endangered Species Garden and Indigenous Local Plants Gardens at the Cap Juluca Resort.\n\n",{"type":"===","value":["Birds"]},"\nThe salt ponds, uplands and beaches provide habitat for a variety of birds. Stop by the National Trust office to buy ",{"type":"''","value":["A Guide to the Birds of Anguilla"]},", with color photos and maps of birding areas.  Pelicans and brown boobies dive for fish along the beaches.  Frigate birds glide high above.  Ducks and wading birds can often be seen at the Sandy Ground salt pond.  Even at your hotel, you may see hummingbirds among the flowering shrubs or the small bananaquit in the trees.\n\n",{"type":"==","value":["Do"]},"\nHiking,\nArt Gallery Tours,\nHorseback Riding at ",{"type":"'''","value":["Seaside Stables"]},", ",{"type":"'''","value":["El Rancho Del Blues"]}," and ",{"type":"'''","value":["CLiffside Stables"]},".\nTennis,\nGolf at ",{"type":"'''","value":["Play-A-Round Mini-Golf Park"]}," and ",{"type":"'''","value":["Temenos Golf Club"]},",\nSpa and Wellness,\nGlass-bottom boat, \nSwimming, \nSnorkeling,\nFishing,\nFestivals: Anguilla Summer Festival, Tranquility Jazz Festival, Moonsplash, Festival Del Mar, Annual Anguilla Yacht Regatta and Annual Lighting of the Christmas Tree.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Seaside Stables"],["url=http:\/\/www.seaside-stables-anguilla.com"],["email="],["address=Cove Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Horseback Riding on the Beach"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dolphin Discovery"],["url=http:\/\/www.dolphindiscovery.com\/anguilla\/anguilla-location-overview.asp"],["email="],["address=Blowing Point"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Swim with dolphins"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThough the East Caribbean Dollar (XCD) is the local currency, most places frequented by tourists price goods and services in U.S. Dollars (USD) and all locations accept U.S. Dollars for payment. On occasion, you may receive small change in a mix of USD and XCD.\n\nCredit cards are taken at hotels and restaurants (not everywhere will accept Amex. MasterCard\/Visa preferred).\n",{"type":"===","value":["Art Galleries"]},"\nSeveral art galleries offer the works of Anguillan and other Caribbean artists, with prices from a few dollars to thousands.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Alak Art Gallery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=1-264-497-7270"],["tollfree="],["fax="],["hours="],["price="],["content=On road to Shoal Bay Village, and in South Hills Village, on road to West End, past Sandy Ground roundabout. Now that local artist Louise Brooks has retired from teaching, she offers her work and that of other artists at two locations. A nice selection of craft and fine-art items. Most prices from a few dollars to a few hundred."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Savannah Gallery"],["alt="],["url=http:\/\/savannahgallery.com\/"],["email=savannah@anguillanet.com"],["address="],["lat="],["long="],["directions="],["phone=1-264-497-2263"],["tollfree="],["fax="],["hours="],["price="],["content=On Coronation Ave., The Valley, on the way to Crocus Bay. This gallery displays fine Caribbean art in a traditional building in this historic neighborhood. The owner is a great source of information about the island, and welcomes casual visitors. Most prices from a few hundred to a few thousand dollars."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Stone Cellar Art Gallery"],["alt="],["url=http:\/\/www.oldfactory-anguilla.ai\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=1-264-498-0123"],["tollfree="],["fax="],["hours="],["price="],["content=In The Valley, near Walleblake House. Tucked under Sotheby's Realty in the historic Old Factory, the gallery is an intriguing backdrop for fine art. Reproductions of old maps from a few dollars, original art in the thousands."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Pigeon peas and rice"]}," is often considered as the signature dish of the island.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Uncle Ernie's"]}," on Shoal Bay beach; inexpensive local BBQ "]},{"type":"*","value":[" ",{"type":"'''","value":["B & D's BBQ"]},", Long Bay"]},{"type":"*","value":[" ",{"type":"'''","value":["Big Jim's BBQ"]},", Blowing Point"]},{"type":"*","value":[" ",{"type":"'''","value":["Amy's Bakery"]},", Blowing Point"]},{"type":"*","value":[" ",{"type":"'''","value":["Mary's Bakery"]},", The, Quarter"]},{"type":"*","value":[" ",{"type":"'''","value":["Hall's Unique Bakery"]},", The Valley"]},{"type":"*","value":[" ",{"type":"'''","value":["Le Bon Pain"]},", Island Harbour"]},"\n",{"type":"===","value":["Moderate"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Smitty's"],["alt="],["url=http:\/\/smittys.ai"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Island Harbor."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tastys Restaurant"],["url=http:\/\/www.tastysrestaurant.com"],["email="],["address=South Hill"],["lat="],["long="],["directions="],["phone=1-264-497-2737"],["tollfree="],["fax="],["hours="],["price="],["content= Excellent food. The chef is very personable and enjoys pleasing his customers."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Roy's"],["alt="],["url=http:\/\/roysplaceanguilla.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Above Crocus Bay; started by a British expat and his wife. Great bargain lunches on Fridays. Very well known for their fish and chips."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Johnno's"]}," is an Anguillan landmark, run by John (Johnno) on Sandy Ground beach. It is an open air bar, restaurant and at night a dance club on the beach, often with live local bands."]},{"type":"*","value":[" ",{"type":"'''","value":["Zara's"]},", +1 264-497 3229, Shoal Bay at Allamanda Beach Club - Listen to the Chef, Shamash, sing love songs in his kitchen while you watch him prepare your feast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["English Rose Restaurant"]},", The Valley."]},{"type":"*","value":[" ",{"type":"'''","value":["Gwen's Reggae Grill"]},", Shoal Bay."]},{"type":"*","value":[" ",{"type":"'''","value":["Tasty's at the Dune"]},", West End."]},{"type":"*","value":[" ",{"type":"'''","value":["Oriental Restaurant and Bar"]},", The Valley; Chinese restaurant"]},{"type":"*","value":[" ",{"type":"'''","value":["Landing Strip Restaurant"]},", Blowing Point"]},{"type":"*","value":[" ",{"type":"'''","value":["Nico's Restaurant"]},", The Valley"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Michel Rostang at Malliouhana"],["alt=Malliouhana restaurant"],["url=http:\/\/www.malliouhana.com"],["email="],["address=Meads Bay Road"],["lat=18.3"],["long=63.2"],["directions=oceanfront overlooking Meads Bay"],["phone=264-497-6111"],["tollfree="],["fax="],["hours=7:30 - 10 pm"],["price=10.00 - 50.00"],["content=Incredible view, an awesome view and great food.  Conde Nast traveler rated this restaurant 100 out of 100."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Hibernia"],["alt="],["url=http:\/\/hiberniarestaurant.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unique food, gracious hosts and a wonderful time always. Worth the drive!"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Blanchard's"],["alt="],["url=http:\/\/www.blanchardsrestaurant.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great decor, which is unfortunately undermined by the bland food."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Mango's"],["alt="],["url=http:\/\/www.mangos.ai\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Directly on the beach, with wonderful seafood."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Straw Hat"],["alt="],["url=http:\/\/www.strawhat.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Don't miss the crayfish here!"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Altamer"],["alt="],["url=http:\/\/www.altamer.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious lobsters big as orbiting moons, great service."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Deon's Overlook"],["alt="],["url=http:\/\/www.overlookrestaurant.com\/index2.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Formerly Cyril's Overlook of Montauk\/NY fame but now in the trusty hands of Deon. Fabulous seafood and great gazpacho soup!"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Koal Keel Restaurant"]},", The Valley."]},{"type":"*","value":[" ",{"type":"'''","value":["Caprice"]},", West End."]},{"type":"*","value":[" ",{"type":"'''","value":["Kemia"]},", Cap Juluca Hotel, West End."]},{"type":"*","value":[" ",{"type":"'''","value":["Pimms"]},", Cap Juluca Hotel, West End."]},{"type":"*","value":[" ",{"type":"'''","value":["La Luna Rosa"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Le Bistro"]},", Malliouhana, West End."]},{"type":"*","value":[" ",{"type":"'''","value":["Santorini"]},", CuisinArt, West End."]},{"type":"*","value":[" ",{"type":"'''","value":["Veya"]},", Sandy Ground."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=da'Vida"],["alt="],["url=http:\/\/www.davidaanguilla.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right on the beach in Crocus Bay. Great ambiance and great food."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are many places to lounge, listen to music and dance such as:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Elvis Beach Bar"]},", Sandy Ground"]},{"type":"*","value":[" ",{"type":"'''","value":["Ripples"]},", Sandy Ground"]},{"type":"*","value":[" ",{"type":"'''","value":["Johnno's Beach Bar and Grill"]},", Sandy Ground"]},{"type":"*","value":[" ",{"type":"'''","value":["The Pumphouse"]}," in Sandy Ground next to the old salt flats"]},{"type":"*","value":[" ",{"type":"'''","value":["Rafe's"]},", Sandy Ground"]},{"type":"*","value":[" ",{"type":"'''","value":["Dune Preserve"]},", West End"]},{"type":"*","value":[" ",{"type":"'''","value":["Elodias"]},", Shoal Bay, there is a live band on Sunday evenings"]},{"type":"*","value":[" ",{"type":"'''","value":["English Rose Restaurant"]},", The Valley, karaoke on Friday nights"]},{"type":"*","value":[" ",{"type":"'''","value":["Ko Ko's Beach Bar"]},", Island Harbour"]},{"type":"*","value":[" ",{"type":"'''","value":["Scilly Cay"]}," in Island Harbor; pronounced Silly Key; take a boat or swim out to this tiny island off the island. Food is great also the rum punch!! This is a nice place to lounge on a Sunday afternoon."]},{"type":"*","value":[" ",{"type":"'''","value":["Sandy Island"]},", Sandy Ground, 476-6534 (Simone) for reservations.. A tiny offshore island where you're guaranteed a GREAT time! (Be brave and try the rum punch!!)"]},"\n",{"type":"==","value":["Sleep"]},"\n\nChoose from an array of hotels, villas, guest houses and apartments to rest your head at night. Rates are in US dollars for high season, typically January to April, and do not include taxes (20% plus $1) unless noted.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Vue"],["alt="],["url=http:\/\/lavueanguilla.com\/"],["email=info@lavueanguilla.com"],["address=Back Street, South Hills Village"],["lat="],["long="],["directions=off the main road, after the Sandy Ground Roundabout"],["phone=1-264-497-6623"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= This little B&B sits in a little neighborhood on a bluff, overlooking Sandy Ground. You'll need a car to get to the beach. One-bedroom suite $200, Two-bedroom $322, with breakfast, including taxes."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lloyd's Bed and Breakfast"],["alt="],["url=http:\/\/65.36.226.88"],["email=lloyds@anguillanet.com"],["address=Old Courthouse Rd., The Valley"],["lat="],["long="],["directions="],["phone=1-264-497-2351"],["tollfree="],["fax=1-264-497-3028"],["price="],["checkin="],["checkout="],["content=In a residential neighborhood on Crocus Hill in The Valley; it's a very steep quarter mile to the beach. Lloyd's is a bit of Anguilla history. The first guest accommodation on the island, it was the scene of gunfire during the revolution. Rooms, in a variety of decor, now have AC, TV and baths, but the exterior preserves the traditional look. $145 year around, with breakfast, including taxes"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Allamanda Beach Club "]},"Between Shoal Bay Village and Island Harbor; watch for signs to Gwen's Reggae Bar. Tel 1-264-497-5217 or  305-396-4472; Fax 1-264-497-5216; reserve@allamanda.ai ",{"type":"[","value":["http:\/\/allamanda.ai\/"]}," Not a fancy resort, Allamanda offers a variety of suites with kitchen at reasonable rates.  Zara's Restaurant is on-site.  The beach is a short walk away, with beach chairs under palm trees next to Gwen's. $175 (no kitchen) to $240, including tax."]},"\n",{"type":"===","value":["Moderate"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anguilla Great House"],["alt="],["url=http:\/\/anguillagreathouse.com\/"],["email=info@anguillagreathouse.com"],["address=Willow Lane, Rendezvous Bay"],["lat="],["long="],["directions="],["phone=1-264-497-6061 or 1-800-583-9247"],["tollfree="],["fax="],["price=$310 to $340; meal plans extra"],["checkin="],["checkout="],["content= Cottage-style accommodations open on grounds right on the beach. Has the feel of an old family-style resort."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shoal Bay Villas"],["alt="],["url=http:\/\/sbvillas.ai"],["email=sbvillas@anguillanet.com"],["address=Shoal Bay"],["lat="],["long="],["directions="],["phone=264-497-2051"],["tollfree="],["fax=264-497-3631"],["price=One-bedroom Suite $360 to $480. 2-bedroom $580"],["checkin="],["checkout="],["content= Studios, one- and two-bedroom suites, all with kitchens, on the beach. Several restaurants are nearby."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arawak Beach Inn"],["alt="],["url=http:\/\/www.arawakbeach.com\/"],["email=relax@arawakbeach.com"],["address="],["lat="],["long="],["directions="],["phone=1-877-427-2925 or 1=264-497-4888"],["tollfree="],["fax=1-264-497-4889"],["price=$245 - $375"],["checkin="],["checkout="],["content=Island Harbor.Rooms in Caribbean-style cottages, with have ocean view. The beach is steps away from the property. Rooms with and without kitchens. Older rooms have AC by request only, at a fee."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/anacaonahotel.com Anacaona Boutique Hotel"]}]}," Meads Bay, on main road to West End. Tel 1-264-497 6827 or 877-647-4736; Fax 1-264-497 6829; info@anacaonahotel.com Formerly La Sirena.  The rooms have been renovated, and the grounds are as beautiful as ever.  The beach is a few minutes away, through the grounds and along a short path. In addition to the double rooms, there are a few junior, two- and three-bedroom suites. Rooms $265 and $325; suites to $530."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.frangipaniresort.com\/ Frangipani Beach Club"]}]}," Meads Bay, on John Hodges Rd. (John Hodges is a loop road, stay on the main road until the second time you see it). Ph 1-877-593-8988, 1-264-497-6442;Fax:1-264-497-6440; info@frangipaniresort.com Right on Meads Bay beach. Nineteen beautiful rooms and suites.  Room rates include continental breakfast and beach equipment. Rooms $395 and $560; suites to $1550. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carimar.com\/ Carimar Beach Club"]}]}," Meads Bay, on John Hodges Rd. Tel 1-264-497-6881; Reservations Only: 866-270-3764; Fax: 264-497-6071; carimar@carimar.com  A classic of Mediterranean style architecture. On the beach at the east end of Meads Bay. One-bedroom Suite $425 and $510; Two-bedroom Suite $565 and $645. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cuisinartresort.com\/ CuisinArt Resort and Spa"]}]}," Rendezvous Bay, via Botanic Rd. Tel 1-264-498-2000; Fax: 264. 498. 2010;  Concierge: concierge@cuisinart.ai. Reservations: (US, PR and Canada): 1-8001943-3210; 1-264-497-4900;  reservations@cuisinart.ai  Yes, the food-processor folks.  Seriously good food here, with their own hydroponic garden. Luxurious rooms and suites (as many as five bedrooms) range from large to huge. On the beach at Rendezvous Bay. Rooms $659, Suites $1050 to $4600. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.capjuluca.com\/ Cap Juluca"]}]}," Samuel Flemings Rd, Maundays Bay, near West End. Tel 1-264-497-6666; Fax 1-264-497-6617.  Reservations: 1-888-858-5822. Luxury at a price to match.  A range of rooms and suites in villas along the beach.  Or rent a whole villa with private pool! How do you pronounce ",{"type":"''","value":["Juluca"]},"?  The ",{"type":"''","value":["J"]}," has an English, not Spanish pronunciation, but even hotel representatives vary what syllable to accent. Rooms from $995; suites and villas to $5,985. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.viceroyhotelsandresorts.com\/anguilla Viceroy"]}]}," Near West End; entrance is on main road. Tel 1-264 497-7000; Fax: 1-264 497 7100. Reservations, US:  1-800-578-0283 Newest of the luxury resorts, the Viceroy is on the point between Meads and Barnes Bays, with spectacular views from its bar.  The Viceroy has a range of rooms, suites and villas. Rooms from $800; 4-bedroom villa around $3,500."]},"\n",{"type":"===","value":["Villas"]},"\n",{"type":"*","value":[" Sheriva Villas - Maundays Bay Road, West End ",{"type":"[","value":["http:\/\/www.sheriva.com\/"]}]},{"type":"*","value":[" Bird of Paradise - Sandy Hill Bay ",{"type":"[","value":["http:\/\/www.anguillabird.com\/"]}]},{"type":"*","value":[" Altamer Villas - Shoal Bay West ",{"type":"[","value":["http:\/\/www.altamer.com\/"]}]},{"type":"*","value":[" Coyaba Manor - Lockrum Estate ",{"type":"[","value":["http:\/\/www.coyabavilla.com\/"]}]},{"type":"*","value":[" Spyglass Hill Villa - North Hill ",{"type":"[","value":["http:\/\/www.spyglasshillanguilla.com\/"]}]},{"type":"*","value":[" Temenos Villas - Long Bay ",{"type":"[","value":["http:\/\/www.temenosvillas.com\/"]}]},{"type":"*","value":[" Exclusivity - Captain's Bay ",{"type":"[","value":["http:\/\/www.exclusivityanguilla.com\/"]}]},{"type":"*","value":[" Kamique Little Harbour Villas - Little Harbour ",{"type":"[","value":["http:\/\/www.kokoonvillas.com\/"]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAnguilla is a safe island with a low crime rate. But please take necessary precautions—lock your doors at night, don't leave personal belongings in your unlocked rental car and don't give rides to pedestrians.\n\nThe Police station is in the capital, The Valley. Also, the hospital, Princess Alexandra Hosipal. There is only one hospital in Anguilla, however, there are many private doctors, including Hughes Medical Center located in West End. There are many Medical Clinics located in many villages such as, The Valley, West End, East End and Blowing Point.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nAnguilla offers a variety of Spas and Wellness centers, Gyms and Healthy Food stores.\n\n",{"type":"'''","value":["Gyms"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Louis Price Fitness"]},", George Hill."]},{"type":"*","value":[" ",{"type":"'''","value":["Cardigan Connor, Personal Trainer"]}]},"\n",{"type":"'''","value":["Spas and Wellness Centers"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cardigan Connor's Massage"]}]},{"type":"*","value":[" ",{"type":"'''","value":["OSSIA Massage and Esthetics"]},", South Hill"]},{"type":"*","value":[" ",{"type":"'''","value":["Taino Wellness Center"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Carey's Ultimate Care Spa"]},", North Side"]},{"type":"*","value":[" ",{"type":"'''","value":["Malakh Day Spa"]},", Shoal Bay Beach, next to Gwen's Reggae Grill"]},"\n",{"type":"'''","value":["Healty Food Stores"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Simple Natural"]},", The Valley"]},"\n",{"type":"==","value":["Respect"]},"\nThe beautiful people of Anguilla are incredibly friendly and hospitable.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["Geo"],["18.22723"],["-63.04899"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Anguilla"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Anguilla\/"]]}]