[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ankapur"]}," is a small self-sufficient, progressive model village located in Armoor Mandal, Nizamabad District, ",{"type":"[[","value":[["Telangana"]]}," Region of ",{"type":"[[","value":[["Andhra Pradesh"]]},", ",{"type":"[[","value":[["India"]]},". This village is 400 years old and is located on eastern side of the National Highway 16 connecting Nizamabad with Jagdalpur (CHG) also near to the National Highway (NH7) connecting Hyderabad and Nagpur.It lies at an elevation of 404 meters above the sea level. It receives an annual rainfall of about 1100 mm and experiences a subtropical climate.\n\nThis village is considered as one of the model villages in the country due to an overall development in general and agricultural development in particual. IT IS RECOGNIZED AS A MODEL VILLAGE BY INTERNATIONAL RICE RESEARCH INSTITUTE, MANILA, PHILIPPINES.\n\nThe total geographical area is 2205 acres. According to 2001 decennial census the total population of the village is 6066.There are 20 castes in the village.\n\nThe farmers grow BAJRA and SORGHUM for seed production followed by MAIZE and TURMERIC.\n\n",{"type":"==","value":["Understand"]},"\n\nANKAPUR village has been recognized as a model village by INTERNATIONAL RICE RESEARCH INSTITUTE,MANILA,PHILIPPINES for outstanding achievenments in the field of agricultural development. Besides cultivating commercial crops, and vegetables on a large scale, the local farming communities have been raising various crops for seeds in preference to cereals and traditional crops of food grains. The Peasant Association of the village coordinates, organizes and controls various agricultural development programmes. The village also boasts of modern amenities for the inhabitants and is also taking up its marketing activities itself.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are Plenty of buses from Hyderabad to Armoor(Hyderabad to Armoor-4 hours journey).\nFrom Armoor we can go to Ankapur by Auto(Armoor to Ankapur-5KM)\n\n",{"type":"==","value":["Get around"]},"\nVisit the fields in the Village.\nEnjoy the beauty of village life.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Ankapur Tourism:"]},"\n1) Ankapur Gadi\n2) Nizam Sagar Canal\n3) Gadhi Chowk\n4) Seed Processing Plants\n5) Ankapur Chicken-a brand Cuisine\n6) Old Age Homes\n7) Agriculture fields\n8) Market yard\n9) Temples\n10)Gram Panchayath Building\n11)Beverages(Thati Kallu and Eetha Kallu)\n\n",{"type":"==","value":["Do"]},"\nVisit Seed processing plants.\nHave Ankapur Chicken.\nHave Etha Kallu.\n\n",{"type":"==","value":["Buy"]},"\nBuy Ankapur Maize Corns.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["ANKAPUR CHICKEN"]},"- a brand Cuisine(Country Hen chicken curry). The tastiest chicken curry(Country Hen) which is available only in Ankapur.This is popular since 30 years. Recently this brand became popular all over Andhra Pradesh. It has become popular in UAE and USA too. It is recognized as brand chicken curry with an International Trademark by Popular Telugu News Channel TV9.\n\nThere are 50 NRI's from the village.\n\n",{"type":"==","value":["Drink"]},"\nEetha Kallu (Palm wine)\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\nSarpanch,\nGram Panchayath Office.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Telangana"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Ankapur"]]}]