[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"[[","value":[["Image:TaMokLake.JPG"],["thumb"],["right"],["300px"],["Ta Mok's eerie lake looms on the edge of Anlong Veng"]]},"\n\n",{"type":"'''","value":["Anlong Veng"]}," is a district and small town in the Oddar Meanchey Province of northwest Cambodia. Its sole claim to notability is its connection to the later days of the Khmer Rouge. Pol Pot, Ta Mok, Son Sen, and Khiev Samphan, the leaders of the organisation, all had homes here. The district also holds the graves of Pol Pot and Ta Mok, as well as the remnants of the structure where Pol Pot was convicted of crimes against the Cambodian people. What might otherwise be an overly morbid itinerary is redeemed by the stunning mountain scenery. There is a border crossing with ",{"type":"[[","value":[["Thailand"]]},"'s ",{"type":"[[","value":[["Si Saket (province)"],["Si Saket Province"]]}," 13 km north of Anlong Veng town.\n\n",{"type":"==","value":["Understand"]},"\nAnlong Veng is at a crossroads, literally and perhaps metaphorically. Once its inaccessibility made it attractive to Khmer Rouge fugitives, it is now at the hub of four glorious asphalt highways which blaze trails through the undeveloped hinterland of ",{"type":"[[","value":[["North-western Cambodia"]]},". Hwy 67 runs north to Choam and the border with Chong Sa-Ngam in ",{"type":"[[","value":[["Thailand"]]}," bringing an influx of traders. It continues south to ",{"type":"[[","value":[["Siem Reap"]]}," and its temples. The more recently completed east-west highway connects the town with its provincial capital, ",{"type":"[[","value":[["Samraong"]]},", in the west and the disputed ",{"type":"[[","value":[["Preah Vihear"]]}," temples in the east.\n\nThe town is centred on a roundabout near the market. This is where the road to Preah Vihear meets Hwy 67. The town spreads north towards the man-made lake (see below) and the junction of the road to ",{"type":"[[","value":[["Samraong"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nNext to the roundabout are the offices of ",{"type":"'''","value":["G.S.T"]}," and ",{"type":"'''","value":["Angkor Paramount Transport"]}," which both run buses to and from ",{"type":"[[","value":[["Siem Reap"]]}," (2 hr, USD4, twice daily), and ",{"type":"[[","value":[["Sra Em"]]}," (2 hr, once daily) for ",{"type":"[[","value":[["Preah Vihear"]]},".\n\n",{"type":"===","value":["By taxi"]},"\nShare-taxis and pick-up trucks connect with ",{"type":"[[","value":[["Siem Reap"]]}," (2 hr), ",{"type":"[[","value":[["Samraong"]]}," (1 hr), Tbeng Meanchey (2 hr) and others. The four main roads to Anlong Veng are now all sealed.\n\nOn the ",{"type":"[[","value":[["Thailand"],["Thai"]]}," side, the international border crossing is at the border of ",{"type":"[[","value":[["Surin (province)"],["Surin Province"]]}," and ",{"type":"[[","value":[["Si Saket (province)"],["Si Saket Province"]]}," and is accessible from either. The nearest town is Khu Khan in Si Saket Province. From ",{"type":"[[","value":[["Surin"]]}," train station to the border takes about 1.5 hr. On the Cambodian side, moto-taxis and pick-up trucks are available in the tiny bazaar.\n\n",{"type":"==","value":["Get around"]},"\nThe town itself is easy enough to cover on foot. Moto-taxis are eager to take the town's few visitors to the sites listed below for USD7-15. If haggling isn't your strong point and you're not desperate to see every last heap that has a connection with the Khmer Rouge, better prices can be had by taking on a motorbike driver for one-way journeys only. A motorbike to or from the border area should only be USD3-4. The sights in town can be reached on foot. Plenty of drivers hang about at the border, so don't fear being stranded.\n\n",{"type":"==","value":["See"]},"\nThe below sights are either within the town or about 14 km up in the hills near the Choam border point. \n\n",{"type":"===","value":["In Anlong Veng"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Anlong Veng Lake and Spillway"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=About 500 m N of the roundabout, the road comes very close to the lake"],["phone="],["fax="],["hours="],["price="],["content=This man-made lake was conceived and carried out by Ta Mok. Many large trees were killed by the flooding, and their trunks jut skywards like huge gray bones. The lake itself is unsettling to look at, but local people love the spillway created in the rainy season. Fishing, boating and the general splashing around are all on tap here, with just as many spectators as participants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ta Mok's Town House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=The track to the house is about 1 km N of roundabout on the road to the border"],["phone="],["fax="],["hours="],["price="],["content=The best-preserved of the Khmer Rouge houses, Ta Mok's house in town overlooks the eerie lake that Brother Number Four created himself. Murals of ",{"type":"[[","value":[["Angkor Wat"]]}," and ",{"type":"[[","value":[["Preah Vihear"]]},", as well as a map of Cambodia and a strangely bucolic scene of bathing elephants decorate the walls and are, as yet, undamaged by graffiti."]]}]},"\n",{"type":"===","value":["In the hills"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pol Pot's Grave"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Prepare to be underwhelmed. A tin roof and a sign urging visitors to keep the area clean are all the tribute given to Brother Number One by his country. Oddly enough a Thai lottery winner has erected a spirit house on the site in honour of the former Khmer Rouge leader, who, he claims, appeared to him in a dream with the winning numbers. A small pack of children often materialises when visitors arrive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pol Pot's House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Not much left here but a shell of a house, overgrown with foliage and 'decorated' with profane graffiti. Water storage tanks, an underground chamber and a nearby pond round off the excitement. The motorcycle ride to the site is the real attraction, passing through fields and jungle in the Damrek Mountains. You will see Cambodia's iconic 'Danger! Mines!' signs on many of the trees. Do not, under any circumstances, venture off the road. Unfortunately, these mines are still regularly killing and maiming Cambodians."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ta Mok's Mountain House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Graffiti artists have been at it again with this little shell although this time, it's mostly young lovers proclaiming their eternal fidelity. Considering the amazing views from this site, it's not surprising that it should have become a regular make-out hill. Oddly enough, there are not one but two tiny spirit houses nearby, ostensibly, recent additions. A guesthouse has also been built less than 100 m away, taking advantage of the view. Those who don't fancy a night up here can relax with a beer in one of the many hammocks. The landmine warning applies to the road here as well."]]}]},"\n",{"type":"===","value":["Between the two"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ta Mok's Grave"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=About 7 km N of town"],["phone="],["fax="],["hours="],["price="],["content=Ta Mok's gravesite seems poised to become a much more grand monument than Pol Pot's."]]}]},"\n",{"type":"==","value":["Do"]},"\nAn interesting few hours can be spent touring all the above sites, with plenty of vista stops and little encounters with surprisingly friendly local people. Moto-taxi drivers can arrange an itinerary.\n\nOver Pol Pot's dead body will there be a casino in Anlong Veng. And so there is: in Choam, opposite brother number one's final resting place (give or take relic looters) is a ",{"type":"'''","value":["casino resort"]},". The casino is up and running, the adjoining resort is still under construction.\n\n",{"type":"==","value":["Buy"]},"\nThe market has the requisite cheap clothing, rambutans, and motorcycle parts. There are a few pharmacies.\n\nThere is an ATM at the ACLeda Bank, east of the central roundabout.  Note, however, that this is only Visa-friendly, not MasterCard.\n\n",{"type":"==","value":["Eat"]},"\nKhmer rice plates can be bought in various places. Just look for the lidded silver cook pots, have a peek inside them and point at your favourite. \n\n",{"type":"==","value":["Drink"]},"\nPlaces selling soft drinks and coconut water often have beer in their coolers as well.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a few guesthouses in town, in addition to the place near Ta Mok's mountain house. Ask the moto-taxi drivers for advice.\n\n",{"type":"===","value":["In town"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Monrom Guesthouse and Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite the hospital, north of the roundabout"],["phone=+855 11 884736"],["tollfree="],["fax="],["hours="],["price=From USD8"],["checkin="],["checkout="],["content=The king of Khmer kitsch with ostentatious furniture complemented with fairy lights. Rooms are clean and spacious. Air-con rooms are available for USD15. Has a restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Lucky Star Guesthouse and Restaurant"],["url="],["email="],["address=Ochinchean Village"],["lat="],["long="],["directions=200 m east of the roundabout"],["phone=+855 11 407585"],["tollfree="],["fax="],["hours="],["price=From USD7.50"],["checkin="],["checkout="],["content=Clean, spacious and secure. Has plenty of polished wooden furniture. Air-con rooms are available. Has a restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Raksmey Angkor Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the Paramount Angkor Transport offices, not far north of the roundabout"],["phone="],["tollfree="],["fax="],["hours="],["price=USD5"],["checkin="],["checkout="],["content=A bit small and run-down, but run by a very nice family. Fan and en suite toilet."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sokhaith Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite the man-made lake, about 600 m north of the roundabout"],["phone=+855 11 407585"],["tollfree="],["fax="],["hours="],["price=From USD5"],["checkin="],["checkout="],["content=Clean and spacious. It lacks the pretentious adornments that Monrom and New Lucky Star boast, making it less appealing to Khmer politicians and businessmen, and therefore more appealing to anyone who doesn't like watching fat, rich men with prostitutes. Haggling is necessary to get a room for USD5, and the initial USD7 for a room with a fan is not worth it given what else is in town. Air-con rooms are available from USD10. The lakeside setting is a plus, but comes at the price of being a little way from the centre."]]}]},"\n",{"type":"===","value":["In the hills"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Heng Heng Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Follow the signposts in Choam Market"],["phone=+855 65 6782121, +855 12 426678"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From USD9"],["content=A new set of rooms in Choam. Air-con rooms are available (USD15)."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThere is Internet cafe. It is about 50 m north of the roundabout at the market. USD0.75\/ hr.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Preah Vihear"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Samraong"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Siem Reap"]]}," and ",{"type":"[[","value":[["Angkor Archaeological Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Thailand"]]}," - in Choam, near Pol Pot's cremation site, one can cross to Chong Sa-Ngam in Thailand. The crossing is open to foreigners (07:00-20:00). On the Thai side, transport connections are fairly informal (i.e., hitching a lift with anything going is standard practice). More formal transport can be supplied by a Thai border guard called Iing, who can arrange taxis. Call him on +66 81 9271191. The best option appears to be the minibuses and pickup trucks that take Thais to the casino in Choam. They should be able to get travellers to Khu Khan, the closest Thai town. Khu Khan has accommodation, banks, ATMs, and direct bus services to ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Nakhon Ratchasima"],["Nakhon Ratchasima (Korat)"]]},", ",{"type":"[[","value":[["Pattaya"]]},", ",{"type":"[[","value":[["Rayong"]]},", ",{"type":"[[","value":[["Si Saket"]]}," and ",{"type":"[[","value":[["Ubon Ratchathani"]]},". Westbound and Ubon-bound buses can be boarded at the junction of Hwy 24 and 2201, about 30 km from the border and about 15 km from Khu Khan. On the Cambodian side, motorbike drivers loiter near immigration and will get travellers into Anlong Veng for USD3-4. Choam has at least one guesthouse, so do not worry about arriving at the border late, unless you get stuck on the Thai side, which has very little to offer, except an excellent swimming spot at a reservoir behind the shabby looking market."]},"\n",{"type":"{{","value":[["geo"],["14.2333"],["104.0833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North-western Cambodia"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Anlong Veng District"]]}]