[{"type":"{{","value":[["pagebanner"],["Annapurna Massif banner.jpg"]]},"\n",{"type":"[[","value":[["Image:View from Annapurna Base Camp.JPG"],["thumb"],["350px"],["View of Annapurna Mountains from Base Camp"]]},"\n\nThe ",{"type":"'''","value":["Annapurna region"]}," is an area in western ",{"type":"[[","value":[["Nepal"]]}," where some of the most popular treks are located. The region is generally taken to include areas around the Annapurna Range (Annapurna Himal), the Dhaulagiri Range and the Kali Gandaki River valley. Peaks in the Annapurnas include 8,091m Annapurna I, Nilgiri (7,061 m) and Machhapuchchhre (6,993 m).  Dhaulagiri I (8,167 m) is just to the west of the Annapurnas, Most of these peaks are visible throughout the region on clear days.\n\nThe Annapurna Conservation Area is also located in the region.\n\nAmong the popular treks in the region are the ",{"type":"[[","value":[["Annapurna Circuit"]]}," trek which circles the Annapurna Range, the Kali Gandaki River Valley trek which brings you up the world's deepest valley and the ",{"type":"[[","value":[["Annapurna Sanctuary"]]}," Trek up to the Annapurna Base Camp. There are many more trails for shorter treks. The region includes the Trans-Himalayan areas north of the main Himalayan Ranges, where the land is arid and the culture more Tibetan than Hindu.\n\n",{"type":"==","value":["Regions"]},"\nThe Annapurna region, as travellers know it, is not an administrative region. The area is located in two zones - Gandaki and Dhaulagiri. The districts in the Annapurna region are Baglung, Kaski, Lamjung, Manang, Mustang and Myagdi.\n\nMustang (pronounced as \"Moo stung\") is located in the western part of Nepal and is officially the name of the district having a Tibet like region. The area is divided into two parts: Upper Mustang and Lower Mustang. Upper Mustang is largely occupied by Manangi people and goes up to the ancient capital of Lo Manthang. Whereas Lower Mustang covers the part of lower valley along the Kali Gandaki river. Mustang is the only district in Nepal with its own King. The citizens of Mustang call themselves Lobas. \"Mustang\" is a Tibetan lost valley and stands as a hidden treasure of Nepal. A vast breadth of rock; wilderness of huge proportions, Mustang opened only for selected organized groups since 1992. Mustang offers a truly outstanding opportunity to travel around an area rich in ancient tradition and mythology. An almost treeless, barren landscape with a countryside similar to Tibetan plateau. In lower Mustang the hills tend to be great, red fluted cliffs, while upper Mustang offers an endless expanse of yellow and gray rolling hills, eroded by the wind, which is prevalent in this area. The trek takes you to the walled town of Lo-Manthang, a visually extraordinary place, home of the present Mustang's King and full of beautiful temples and a Gompa.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chitre"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chomrong"]]},"- A village on the way to Annapurna Base Camp with stunning views of the Annapurnas and Machapuchre."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ghasa"]]}," - guesthouses & restaurants at upper end of the Kali Gandaki's steep gorge between the Annapurnas and Dhaulagiris. You will have wonderful Nepali-village hotels here. If you stay here, you can see wonderful natural sights and village life of Nepal. It is better to use only locally produced foods as much as possible as this will contribute more to improve the local economy."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ghorepani"]]}," - \"Horse Water\"  - guesthouses; the high point on the way to Tatopani on the Kali Gandaki River from Pokhara.  Base for day trips to Poon Hill. Poon Hill Tower is about 30 minutes upward from Ghorepani."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jomsom"]]}," - Often used as the end (or, less commonly, the start) of the Annapurna Trek.  It has an airport with a paved runway with service to Pokhara.  Most basic services can be found here with trekker hotels near the airport.  Bus travel south to Pokhara is also available (NPR300 for Nepali and NPR600 for foreigners)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kagbeni"]]}," - monastery in Kali Gandaki valley half-a-day from Jomsom"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kalopani"]]}," - guesthouses & restaurants"]},{"type":"*","value":[" ",{"type":"[[","value":[["Larjung"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Manang"]]}," - usual stopping point for elevation-acclimation on the Annapurna circuit trek."]},{"type":"*","value":[" ",{"type":"[[","value":[["Marpha"]]}," - half a dozen guesthouses and restaurants, and a small store with basic supplies; center of apple growing in the region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Muktinath"]]}," - pilgrimage site for Buddhists and Hindus high above Kali Gandaki valley several kilometers and 1700 m in elevation below the Thorong La pass from Manang. Jomsom to Muktinath bus fee: NPR150 (for Nepali), NPR300 (for foreigners)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Humde"]]}," - Manang's airport, an hour or two walk east of Manang."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tatopani"]]}," - \"Hot Water\" - named for its hot springs; several hotels by the river at the lower end of the Kali Gandaki's steep gorge through the main Himalayan range. Entrance Fee for hot bathing: for nepalese: NPR10, foreigners: NPR40."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tirkhedunga"]]}," - guesthouses"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tukuche"]]}," - Center of Thakkali culture, important trading village, hotels and restaurants."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ulleri"]]}," - guesthouses; second-night stopping point for Jomsom trek."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Muktinath"]]}," - Between the upper valley of the Kali Gandaki and the Annapurna Range, this pilgrimage objective has 108 fountains where the faithful bathe and perpetual flames fed by natural gas.  This region is also famous for Shaligrams -- fossil ammonites said to be a manifestation of the god Vishnu.  If you are coming down from the Thorung La, this village has some decent accommodation and good food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Manaslu"]}," is the eighth highest mountain in the world.  The two-week ",{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Manaslu_Trek Manaslu Circuit Trek"]}," receives around 2,000 visitors per year which is small compared to Annapurna or Everest. The trek is similar in many ways to the Annapurna Circuit in that it circumnavigates the peak of Manaslu, travels a long steep, verdant river gorge (the Buddhi Gandaki River), encounters glaciers and other spectacular high-mountain scenery. Only recently in 2010 were enough tea-houses built so that trekkers could complete the circuit without camping. It is now a tea-house trek, though some lodges on the way are still very simple compared to their present-day Annapurna counterparts. Some liken it to the Annapurna Circuit as it used to be in the past. The trek can be done almost all year round, though it is very cold from late December to February and too hot and hazy in May to be pleasant. Unlike the Annapurna Circuit the Manaslu Circuit Trek requires USD50 Restricted Area Permit (RAP) which requires that trekkers be in a group of two or more and travel with a guide. This is mainly due to the proximity of the area to the Tibetan border.  Trekkers must also pay a Manaslu Conservation Area entrance fee of NPR2000."]},"\n",{"type":"==","value":["Understand"]},"\n\nAnnapurna is a subrange of the Himalaya.  Annapurna I reaches 8,091 m (26,538 ft), making it the 10th-highest summit in the world, one of fourteen over 8000 meters in the Himalaya and Karakoram ranges.  It extends east from a huge gorge cut through the Himalaya by the Kali Gandaki River to the Marsyangdi River.  The Dhaulagiri Range rises west of the Kali Gandaki.  8,167 meter Dhaulagiri I is only 34km (21 mi) from Annapurna I, making the valley between over 20,000 feet (6,000 meters) deep.\n\nAnnapurna is a Sanskrit name, literally \"full of grain\" which can also be translated as \"Goddess of the Harvests\".  She is an avatar (alternative form) of the goddes Durga.\n\n",{"type":"==","value":["Talk"]},"\n\"Namaste\" is the greeting word in Nepali. People greet others with this word and expects a reply with the same word. People generally can understand English but might not reply fluently.\n",{"type":"==","value":["Get in"]},"\nA ",{"type":"'''","value":["permit"]}," is required to enter the Annapurna Conservation Area Project (ACAP) which encompasses most of the region. Permits are issued in ",{"type":"[[","value":[["Pokhara"]]}," and ",{"type":"[[","value":[["Kathmandu"]]},". You will need to show the permit at police stations in several towns along the trail.\n",{"type":"===","value":["By Taxi\/Cab"]},"\nYou can take a cab from Pokhara to NayaPul. This is the most convenient way to get there.\n",{"type":"===","value":["By bus"]},"\nMost buses into the area arrive from ",{"type":"[[","value":[["Pokhara"]]}," and drop off at ",{"type":"[[","value":[["Birethanti"]]},". If you can, try to ride on the roof of the bus. Even in the rain it's better than being inside and the views are great. Just be careful to duck each time a power line crosses the road - they hang fairly low. And hang on, as the driver may slam the brakes on for a duck crossing the road.\n\n",{"type":"===","value":["By plane"]},"\nThe only other option for entering the area is by plane to ",{"type":"[[","value":[["Jomsom"]]},". There are several daily flights to\/from ",{"type":"[[","value":[["Pokhara"]]}," but they are very dependent on weather, particularly the wind, and are generally early in the morning. The airport is quite basic but does have a paved runway.\n\n",{"type":"==","value":["Get around"]},"\nThere are no paved roads, only foot trails, through the area.  Carry a good map or guidebook for reference as it can be difficult at times for foreigners to distinguish the trekking main trail from any number of local trails. You can see rivers flowing directly through the mountains and walk along with them. The trail goes through villages and forests. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\nConsider the ",{"type":"[[","value":[["Annapurna Circuit"]]}," and the ",{"type":"[[","value":[["Annapurna Sanctuary"]]}," trek.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Trekking"]},"\nWhile the Everest range has higher mountains, the Annapurnas are far more accessible.  The range rises a short distance north of Pokhara.  Within a few days walk trekkers can be surrounded by high peaks.  While the Himalayas and Nepal's northern border generally coincide east of Kathmandu, in western Nepal the mountains come farther south, giving trekkers opportunities to travel from low-lying forests into the mountains and on to the Tibetan plateau without leaving Nepal.\n",{"type":"===","value":["Biking"]},"\n",{"type":"[[","value":[["File:Dheilagiri.JPG"],["thumb"],["Mountain biking with Dheilagiri in the back ground"]]},"\nBiking in the region of Muktinath, Jomseom and down to Tatopani is becoming popular. With rental avaliable in a number of places. Available mountain bikes are decent.\n\n",{"type":"==","value":["Eat"]},"\nDal-bhat-tarkari (lentils over boiled rice with curried veggies) may be an acquired taste, but it is ubiquitous, safe, nutritious and cheap.  You aren't limited to lentils, though.  Common food items at most lodges (tea-houses) include potatoes, usually fried or boiled with spices, various rice dishes, noodles in some form (macaroni, spaghetti, or ramen-style), excellent oatmeal porridge, Tibetan fried bread, curries, good soups and even basic pizzas.  What there isn't much of is meat, of any species.  Chicken may appear when it's available.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:ChangeDrink.JPG"],["thumb"],["A fermented millet drink known as Chhaang is found in a number of restaurants. It can have a variable appearance."]]},"\nTea (with milk and sugar), Indian biscuits and noodles are available in most teahouses for quick snacks along the way.  For something a little more indigenous try asking for \"kha-ja\" which is something near popcorn, although local varieties of maize don't always \"pop\".  Nevertheless it's cheap, filling and pretty tasty.\n\nIf you can find local spirits in the high valleys it's more likely to be \"daru\", distilled from grains and definitely less rough than normal raksi made from fruit.  Chang (beer made from millet) is not to be passed up if you can get it made with boiling hot water.   Otherwise you are taking a big chance.  Beer (Everest, Ghorka, or Toburg in 660 ml bottles) seems to be available almost everywhere ranging in price from NPR250 to NPR600.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe Jomosom trek is substantially protected from mountain sickness and hypothermia by not going over 10,000' (3,000 m), and with comfortable lodging along the way.  Treks into Annapurna Sanctuary and across the high Thorung La (5416 m) between the upper valley of the Kali Gandaki and Manang are more exposed to these risks.  Trekkers should take precautions for themselves and all support staff.  Specific concerns include physical fitness and altitude acclimatization.  This is not a trivial concern.  There have been deaths from altitude sickness (pulmonary or cerebral edema).  Take time to acclimatize, consider using Diamox and watch for symptoms.  Immunizations and vaccinations that should be considered include tuberculosis, diphtheria, typhoid, tetanus, meningococcal meningitis, polio, hepatitis A and Japanese encephalitis.  While trekking, constant intake of treated water is essential to help avoid Advanced Mountain Sickness (AMS). At altitude where water boils at a lower temperature, consider filtering  your water, or using a UV Steripen or add iodine tincture (5 to 8 drops per litre) in advance (20 minutes at least). A good practice would be to combine 2 of these treatment methods.  Carry diarrhea medicine and beware of Giardia lamlia (a parasite common in glacial water of Nepal that infects trekkers).\n\nFlights to Jomosom are not completely risk free.  The Kali Gandaki valley is subject to gusty winds and there has been at least one serious crash at the Jomosom airstrip.\n\nThere have been reports of robberies and fraud by locals against tourists in Manang.  Manangis have a reputation as sharp businessmen and may not be averse to a quick profit by unethical means.\n\nThe Kali Gandaki is effectively a caravan route with a significant transient element in addition to local population.   The sort of precautions one might take at a truck stop would not be out of order.\n\n",{"type":"==","value":["Go next"]},"\nThe various treks are about as out there as most people care to get.  Circuit treks around the Dhaulagiri Range take things to a higher level but are only for the highly experienced, thoroughly conditioned and well acclimated.\n\nTrekking west through Beni, up the Myagdi, across an easy pass and into the Dhorpatan area is less committing.  From Dhorpatan it is possible to continue around the western extension of the Dhaulagiris into Dolpa, but that is extremely remote country where help might not be forthcoming in an emergency.  Continuing west from Dhorpatan to Jumla is less committing and there are air connections from Jumla to Nepal's larger towns.\n\nFrom the upper Kali Gandaki valley it is possible to trek up to base camps used to climb Annapurna I and Dhaulagiri I.  This may involve altitudes over 17,000' (5,000 m) with significant risks of hypothermia and altitude sickness.\n\n",{"type":"{{","value":[["IsPartOf"],["Himalayas_(Nepal)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Annapurna"]]},"\n\n",{"type":"[[","value":[["Commons:Annapurna"]]},"\n\n",{"type":"{{","value":[["geo"],["28.583333"],["83.95"]]}]