[{"type":"{{","value":[["pagebanner"],["Annaba banner.jpg"]]},"\n",{"type":"'''","value":["Annaba"]}," is a coastal city in ",{"type":"[[","value":[["Northeast Algeria"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By plane"]},"\n\nAnnaba is best reached by air. It's airport (Rabah Bitat International Airport) has regular services to Paris (Orly), Marseille, and Lyons. However, these frequencies aren't frequent and one should check an Air Algerie timetable when planning a trip. \nThere are four daily flights between Algiers and Annaba. Annaba also has regular service to Oran.\n\n",{"type":"'''","value":["By sea"]},"\n\nThere is a ferry service from Marseille to Annaba operated by, Ferries Algerie.\n\n",{"type":"'''","value":["By Road"]},"\n\nOne can also reach Annaba by road quite easily from most major Algerian cities. However, due to the lack of quality infrastructure this is the least desirable option.\n\n",{"type":"==","value":["Get around"]},"\n\nFrom the airport there is a regular bus shuttle service that runs to downtown Annaba. \n\nThe best way to get around Annaba is with taxis. They are the easiest, and most efficient way to get around, and they're readily available. There is also a network of bus routes that connect downtown Annaba with the rest of the city and surrounding suburbs.\n\n",{"type":"==","value":["See"]},"\nOne of the must sees of Annaba is the Church of Saint-Augustine of Hippo, or \"Lela Bouna\" as it is sometimes reffered to in Arabic. It is on a hill not too far outside downtown, and it's a dominating sight. Taxis run regularly to and from the church. The Church itself is a marvel, with stunning architecture and ancient Roman ruins right behind it. Saint Augustine's hand is kept inside the church.\n\nDowntown Annaba is a great place to take a stroll. Visit \"Le Cours\" the central square in downtown and try some delicious ice cream sold at local cafes. Walk around downtown and be surrounded by French colonial architecture and stunning contrasts of old and new. Just off Le Cours is \"La Place d'Armes\". The oldest part of the city (the Kasbah), it boasts magnificent Ottoman architecture and was build starting in the 12th century. Enjoy narrow alleys and walkways and marvel at the fact that people to this day still live in these houses. It is on a hill and at the bottom at the entrance of La Place d'Armes is a mosques built by the Turks in the 16th century.\n\n",{"type":"==","value":["Do"]},"\nA visit to Annaba is not complete without enjoying it's beautiful Mediterranean coastline and one of it's many beaches. During the day enjoy relaxing day at one of the beaches and at night head to \"La Corniche\". Located at the beach \"Chappui\" it comes alive at night with restaurants, clubs and people enjoying the crisp, cool refreshing air. A great end to any day. \n\nThere's also an Amusement Park in the neighbourhood of \"Les Allemends\" that offers a good time for families with young children.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nAnnaba has countless places to eat. Whether they be small family owned cafes, and restaurants to big fancy places there is a wide range of places to chose from. The fancier restaurants are almost exclusively located at La Corniche, and by major beaches. However, cafes and restaurants are located all over town.\n\nWhere ever one goes in Algeria, whether they are in the west, east or south of the country, trying the pizza sold at local cafes and restaurants is a must. Similar to the way Italians make pizza in Italy, it is delicious, and a welcome change to the usual round, heavy, topping filled pizza served in most western countries. \nOne thing Annaba specializes in, is \"bourek\". Bourek is an Algerian \"eggroll\". The east of Algeria, and more so Annaba, specializes in this delicacy. It's a must have when visiting Annaba.\n\nEnjoying a coffee and croissant at a cafe with the locals is always a good thing.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThere are a number of places to visit that are around or close to Annaba.\n\n",{"type":"'''","value":["Seraidi"]},": Seraidi is a small village up high in the mountains that surround Annaba. It's about 13 km from downtown. It's a great place to enjoy a day away from the hustle and bustle of the city and escape enjoying the tranquility and clean, crisp air. There is a famous hotel there known to the locals as \"Hotel Al-Hawa\", literally \"hotel of the wind\". It is called that because it's so high up that it breaks the clouds and offers a great place to stay and has amazing views. On a clear day one can see the amazing views of the coastline and natural beaches below. On a cloudy day there is noting but clouds. It's a great place to see the sunrise or sunset.\n\n",{"type":"'''","value":["El Caala"]},": El Caala is a small town about an hour and a half drive east of Annaba. It's on the road to Tuinisia so it is very service oriented. There are many hotels, clubs, restaurants to enjoy. The beach of course, and many souvenirs one can get from there. Not far from El Caala there is \"La Vielle Calle\" or \"Old Caala\". There is a wonderful beach there and ruins of a French fort which are beautiful. La Vielle Calle is about 30-45 minutes away. \n\n",{"type":"'''","value":["Tunisia"]},": Annaba is in the east of Algeria, not far from the Tunisian border. A drive to the Tunisian capital, Tunis, takes about four hours. The roads leading to Tunisia from Annaba are very well serviced and have numerous service oriented places on the way, such as reataurants, hotels and gas stations. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["36.9000"],["7.7667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northeast Algeria"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Annaba"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Annaba"]]}]