[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nAnnavaram is on NH5 connecting Chennai and Howrah in the state of Andhra Pradesh. It is famous for Sri Veera Venkata Satyanarayana Swamy Temple located on a hillock.\n\n",{"type":"==","value":["Get in"]},"\nSri Veera Venkata Satyanarayana Swamy vari Devasthanam, Annavaram is well connected by both Rail and Roadways. It is Situated at a distance of 3KM from A.V.M Railway Station, the Vijayawada–Visakhapatnam Line of the Southern Railway. Madras to Calcutta, NH-5 Road passes via Annavaram. Regular Bus service is available from all near by towns.\n\nBy Bus - A.P.S.R.T.C Buses are run every Half An Hour from Annavaram to Rajahmundry and Visakhapatnam and vice versa. There are lots of buses from Hyderabad, Vijayawada, Tirupati, Kakinada cities. Every 15 minutes, buses are available to places like Tuni, Kakinada via Annavaram and surroundings Villages.\nBy Train - Most of the trains passing between Kolkatta - Vijayawada line will stop at Annavaram Station\n\n",{"type":"==","value":["Get around"]},"\nEnvironment friendly horse carts (locally called Tonga) can be used to go around the town. Autorickshaws and taxis are also available along with city buses and buses run by temple management.\n",{"type":"==","value":["See"]},"\n- The Sree Veera Venkata Satyanaryana Swamy temple is located on the Ratnagiri hill. The temple has Sri Sita Rama, as keshatra palakulu.\n\n- There are shrines of Vana Durga and Kanaka Durga near by. Goddess Vanadurga is held in great veneration and devi is said to be seen even to this day in the nights going about the holy precincts perpetually guarding the lord.\n\n- The temple of Grama Devatha (Village deity) is in the village at the foot of the hill.\n\n- Park on the banks of holy river Pampa.\n\n",{"type":"==","value":["Do"]},"\nOn the North Side of the Compound of the Temple, a Sun Dial was Constructed Showing the Indian Standard time.\nSri Gokulam - The place where holy cows are maintained and fed by devastanam and devotees. \n\nThere are some adopted temples around this town by this temple devasthanam. They are \n- Sri Bhuvaneswari temple,Kovvuru, West Godavari District\n- Sri VenuGopala Swamy Temple, Gedhanapalli\n- Sri Malleswara Swamy Temple\n",{"type":"==","value":["Buy"]},"\nSouveniers of the Lord and his consort can be brought, along with the temple publications in the premises of the temple.\n",{"type":"==","value":["Eat"]},"\nSince it is a temple town, only vegetarian food is available and allowed. The prasadam of this temple is very famous and delicious. The temple manages a free kitchen (annadana satram) in the vicinity of the temple, which provides free but delicious food to the pilgrims.\n\n",{"type":"==","value":["Drink"]},"\nConsuming alcohol is absolutely forbidded in this temple according to the Hindu customs and all the pilgrims are expected to adhere to it.\n",{"type":"==","value":["Sleep"]},"\nDevastanam administration has taken all measures for the piligram's comfortable stay on the Ratnagiri. Visitors are offered different kinds of accomodation ranging from Normal rooms to A.C Suites in various choultries and guest houses on the hill. For the convenience of the casual short-term visitors, devastanam provides lockers to keep their luggage. Advance reservation fecility is available for all accomodations except Prakash Sadan at 08868-239173 or the BJYM person contact (shared below) who can help in finding a suitable accomodation. Reservation will be done by paying one day rent + 50% of additional amount for the guest house of their choice.\n\nNote :The Devotees are requested to pay in advance 1 day Rent + 50% additional amount for the Reservation of the Choultries of their choice and the rents are very inexpensive ranging from 150 INR (USD 3.5) per day to 1000 INR (USD 22).\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["17.2820"],["82.4055"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Coast (Andhra Pradesh)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Annavaram"]]}]