[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Anshan City Skyline.jpg"],["thumb"],["The Skyline of Anshan city viewed from Lieshishan Park."]]},"\n",{"type":"'''","value":["Anshan"]}," (鞍山; ",{"type":"''","value":["Ānshān"]},") is the third largest prefecture level city in ",{"type":"[[","value":[["Liaoning"]]}," Province in China. It is in the central area of the province about 92 km south of ",{"type":"[[","value":[["Shenyang"]]},", the province's capital. Anshan sits on the boundary between the mountains of eastern Liaoning and the plains of the west. The area contains the famous Qianshan Park National Park, Tangangzi Hot Spring Spa and the Jade Buddha Palace Temple. The city's name is derived form the shape of a nearby mountain (in Chinese 山; shān) that resembles the shape of a horse's saddle (鞍; Ān). Anshan is home to the Angang Iron and Steel Company, one of the largest steel producers in China.\n\n",{"type":"==","value":["Understand"]},"\nThe area of Anshan has been inhabited since prehistoric times. In the Tang dynasty, the emperor of China lived in and around Anshan for a period of two years during the wars between China and the Goguryeo. Ansi city, in the south east of modern Anshan, was the scene of a large battle during those wars. During this time, many significant sites were established including the Hot Springs at Tangangzi and many temples in Qianshan. During the Ming Dynasty, a small fort was built in Anshan on the road from Haicheng to Liaoyang. This fort, and an nearby lookout tower are still visible today. The city however remained small and of little importance until the twentieth century.\n\nJapan had gained influence in Liaoning and was industrialising the region. A joint Sino-Japanese venture, Anshan Zhenzing Iron Ore Company Unlimited, was started in Anshan in 1918. After the Japanese occupied the northeast of China in 1931, the company was turned into a Japanese owned monopoly. Anshan was occupied by the Japanese and was part of the Japanese puppet state of Manchuco. The Japanese founded a steel mill alongside the existing iron works in Anshan. The city grew in size around this new industrial site. The defeat of the Japanese in 1945 saw Anshan returned to China. However, peace had not yet arrived. Civil war continued between the Chinese Nationalist Government and the Communist People's Liberation Army. The city of Anshan was the scene of one of the battles of this war. A monument in Lishishan Park commemorates the battle. On the 19th of February 1948, Anshan was liberated by the PLA.\n\nThe northeast of China was marked out to become a major industrial centre for the new People's Republic of China. Anshan was set to become a key part of this industrial development. The steel mills had been damaged during the wars. In December 1948, the Anshan Iron and Steel Company, also known as Angang, was founded. Production in the newly repaired steel plant resumed on July 9, 1949. The plant was expanded to become, at one time, the largest steel producer in China. Other industries set up alongside the steel plant including mining for coal, iron and other minerals. This industrial wealth had an environmental cost. The open-hearth furnaces of the steel mill created large amounts of dust and other pollution. Along with its growing reputation as a major steel producer, Anshan was also gaining a reputation as a dirty, smelly town.\n\nThe furnaces of the steel plant were changed in the 1980s to designs which blow oxygen in form the front. This increased the production and also reduced the pollution. In the 1990s, they were additionally altered to blow oxygen in form the top as well. This further increase production and reduced pollution. In December 2000, all three production lines of Anshan Iron and Steel company switched form mould-casting to continuous casting. This new technology has significantly reduced the dust and other pollution in the city. The new plant equipment is also much less labour intensive. This has meant a reduction in the workforce and has caused an unemployment problem in the city. A new drive to market Anshan as a tourist destination is hoped to help bolster the cities economy.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nAnshan Teng'ao Airport (AOG) is located 15 km to the south east of the city centre, about 30 minutes away by car and near to the Anshan south exit of the Shenda Expressway. The airport serves domestic routes only. Scheduled flights to and from Beijing and Shanghai are flown daily throughout the year. In addition to the main terminal at Teng'ao airport, there is also a city terminal located on Qianshan West Road in Tiexi district. Travellers may purchase tickets as well as check-in and obtain a boarding card at either terminal. After check-in, a coach takes passengers from the city terminal to the main terminal.\n\nThe next nearest airport is Shenyang Taoxian International Airport (SHE, 沈阳桃仙国际机场). This is some 90 km away and takes about 2 hours to reach by road. There are coaches running regularly between Anshan and Shenyang Airport. A more frequent coach service runs from the center of Shenyang, see below. Alternatively, a taxi can be hired. It is usually possible to negotiate a price of about ¥200-300 for the taxi between Anshan and Shenyang airport. If you are willing to share a taxi with other four travelers, then you might pay ¥50-60 per person though you will have to wait till the driver finds the full compliment of passengers before the will set of. If booking flights via a local travel agent or hotel in Anshan, the agent will usually be able to arrange a taxi to or from Shenyang Airport, at a discounted rate.\n\n",{"type":"===","value":["By road"]},"\nAnshan has two exits on the Shenda Expressway (Route G15), which runs between ",{"type":"[[","value":[["Shenyang"]]}," and ",{"type":"[[","value":[["Dalian"]]},". The first exit is due west of the city, the second is towards the southern end and is signposted as ",{"type":"''","value":["Anshan South"]},". A third exit on the G15 near Liaoyang can take you via the G91 conveniently to the north end of the city. It takes about an hour and a half to travel the 93 km from Shenyang and about three hours for the 300 km from Dalian.\n\nThe Liaozhong Ring Expressway (Route G91) runs through the north of Anshan connecting east to Benxi and west with the Jingshen Expressway (Route G1) that leads to Beijing. Two exists on this route serve Anshan. The western exit interstects with the G15 to take travellers to the west of Anshan's Tiexi district. The next exit at Shoushan town, between Anshan and Liaoyang city, will take you to the north of Anshan's Lishan district.\n\nThe Panhai and Danxi Expressways (Route G16) run through the southern part of Anshan servicing Haicheng city and Xiuyan city in the south of Anshan Prefecture. They connect west to the nearby cities of Yingkou and Panjin and on to the G1 to Beijing. South west the route connects to Dandong on the border of North Korea. The G16 intersects the G15 just south west of Haicheng.\n\n",{"type":"===","value":["By bus"]},"\nAnshan's long distance coach station is in the center of town on the southern side of the square beside the train station. Regular coaches run to Anshan from most neighboring cities and other regions too. Coaches to and from Shenyang run as frequently as every 10 or 15 minutes. Effectively they leave when full. This route costs ¥25 each way. Direct coaches between Anshan and Beijing's eastern long distance coach station run several times a day and there are sleeper coaches at night.\n\n",{"type":"===","value":["By train"]},"\nAnshan is on the main line between Dalian and Shenyang. There are direct trains from most cities in Liaoning and neighboring provinces such as Jilin, Heilongjiang and Inner Mongolia as well as from Beijing and beyond. A High Speed Rail line between Dalian and ",{"type":"[[","value":[["Harbin"]]}," passes through Anshan and is available from the Anshan West Railway Station. The high speed line allows travel from Anshan to Dalian in about one and a half hours and to Shenyang in about twenty minutes during summer. In winter, the line runs at a reduced speed due to the cold weather.\n\n",{"type":"===","value":["By taxi"]},"\nA taxi from Shenyang to Anshan will cost about ¥400 by the meter. Many drivers in Anshan will negotiate a significantly cheaper rate, typical ¥200-300 each way.\n\nIf you are in desperate hurry to leave the town, night drivers can be contacted through the taxi drivers located outside the main train station. The main night driver route is from Dalian to Shenyang and reverse (cost ¥500-800 depending on distance). Negotiate a rate and then expect to cough up a little additional during your trip since your fare might be sold to another driver along the way (like a relay race and you are the baton).\n\n",{"type":"==","value":["Get around"]},"\nThere are buses to just about every part of town from the area near the train station. Purchase a town map and it should have the bus routes on it. Bus No.8 goes past the Jade Buddha Temple and terminates outside Qianshan Park. To the Jade Buddha will cost ¥2 and to Qianshan ¥8. Most other buses cost ¥1 around the city. A few of the longer routes into the suburbs will cost ¥2. Bus 8 departs from the Jianguo Street behind the long-distance bus station, at the southeast end of the square near the train station. Other buses leave from the local bus station situated to the northwest corner of the square.\n\nTaxis are inexpensive in Anshan. The rates are ¥7 for up to 3 km and ¥2 for each 1 km there after. All taxis are metered but for longer journeys, you may negotiate the fare. A taxi to Qianshan Mountains will cost about ¥30.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Buildings"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Birthplace and Memorial Hall of Zhang Xueliang"],["alt=鞍山市台安县张学良出生地纪念馆"],["url="],["email="],["address=Tai'an County of Anshan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Zhang Xueliang was born here on June 4, 1901."]]}]}," ",{"type":"[[","value":[["File:Anshan Jade Buddha.jpg"],["thumb"],["The Jade Buddha inside the Jade Buddha Palace in Anshan city, Liaoning, China."]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jade Buddha Temple"],["alt=鞍山玉佛苑"],["url="],["email="],["address="],["lat="],["long="],["directions=Enter either by the gate on Qianshan Lu Road, near Dongshan, or through 219 park from Yuanlin Lu Road"],["phone="],["tollfree="],["fax="],["hours="],["price=¥60"],["content=Claiming to be the worlds largest Jade statue of the Buddha and carved form the worlds largest single piece of Jade stone, at almost 8 meters high and weighing in at 260.76 tons, this is an impressive sight. The statue is housed within a large temple complex in the Dongshan section of 219 park."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Xiao Temple"],["alt=鞍山市岫岩县卧鹿山效圣寺"],["url="],["email="],["address=Xiuyan in Anshan City, Lushan County"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Legend dates the site to the Tang Dynasty. It is the province's only large ancient temples of stone structure. It's know locally as the 'Old Temple'."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lohan Holy Land"],["alt=鞍山市罗汉圣地"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Within the Jade Buddha Temple area but requires and additional ticket fee. This underground tunnel contains many Buddhist statues with coloured lights."]]}]},"\n",{"type":"===","value":["City parks"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=219 Park"],["url="],["email="],["address=Yuanlin Lu, Anshan."],["lat="],["long="],["directions=From the train station, follow Eryijiu Lu (219 Road) due east."],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=The largest park in the region. Named after the date of liberation of Anshan by the PLA on the nineteenth of February 1948. The park contains woodland areas around a series of lakes. The area is very popular with the local people who can frequently be seen exercising, dancing, singing, playing music and practicing taichi in the grounds — especially in the early morning of mid evening."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dongshan Park"],["alt=东山城市森林公园"],["url="],["email="],["address="],["lat="],["long="],["directions=The park begins near the International Hotel and ends at the back of 219 park, near the Jade Buddha Temple."],["phone="],["tollfree="],["fax="],["hours="],["price=Free - except view tower."],["content=This is a network of paths, the longest of which is a 5km path way runs along the crest of the hills that form the eastern flank of the city. The Park covers 975 hectares of which 946 hectares is woodland and 22 hectares is water. Dongshan translates as East Mountain. Views can be enjoyed of the city and surrounding land as you stroll through dense woodland. Approximately half way along, a tower on the high point of the ridge, allows you to rest while taking in the views. A small entrance fee is required to climb the tower."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lieshishan Park"],["url="],["email="],["address=Shengli Lu, Anshan."],["lat="],["long="],["directions=From the train station, follow Eryijiu Lu (219 Road) due east to Shengli Square. Turn righ (south) and the park is at the end of the road."],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=A small park in the centre of the city. Most of the city is visible from the top of the hill. If the steps look too daunting, there is a gentle path to the east side of the entrance that will spiral up to the top."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yongle Park"],["url="],["email="],["address=Mingsheng Road, Anshan."],["lat="],["long="],["directions=In Tiexi district."],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=A small park in the west end of the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mengtai Park"],["url="],["email="],["address=Jianguo Street, Lishan, Anshan."],["lat="],["long="],["directions=From train station, go east along 219 Road, turn left onto Zhonghua Street and follow this road till it's conclusion."],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=A large and popular park in Lishan district to the north of the city. The park includes an attractive lake behind which run a crescent shaped ridge of hills."]]}]},"\n",{"type":"===","value":["Nature and parks outside the city"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Aviary"],["url="],["email="],["address="],["lat="],["long="],["directions=Inside Qianshan park, near to the Matria Buddha cable car"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large netted complex within which a huge variety of birds may be observed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Baiyun Mountain Scenic Area"],["alt=鞍山市海城白云山风景区"],["url="],["email="],["address=Haicheng"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Circle Back Scenic Area"],["alt=鞍山市岫岩县罗圈背风景区"],["url="],["email="],["address=County of Xiuyan in Anshan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jiulong Nature Reserve"],["alt=鞍山市海城九龙川自然保护区"],["url="],["email="],["address=Haicheng"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Longtan Bay Scenic Area"],["alt=鞍山市岫岩县龙潭湾风景区"],["url="],["email="],["address=Xiuyan County, Anshan"],["lat="],["long="],["directions=County of Xiuyan in Anshan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Qianshan District Shuanglong Mountain Scenic Spot"],["alt=鞍山市千山区双龙山旅游景区"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Qianshan National Park"],["alt=千山风景名胜区"],["url=http:\/\/www.qianshan.ln.cn\/English"],["email="],["address="],["lat="],["long="],["directions=About 12km by road, to the south east of the city. Minibus No.8 goes there."],["phone=+86 0412 5418518, +86 0412 5416100"],["tollfree="],["fax=+86 0412 5412009"],["hours="],["price=¥80 peak, ¥60 off peak"],["content=",{"type":"[[","value":[["Qianshan National Park"],["Qianshan"]]}," literally means 'thousand mountains' and that is the impression you get as you look up at the jagged peaks. The name is actually and abbreviation of 'thousand lotus flower mountains'. The peaks were said to resemble the petals of the lotus flower which had been dropped to earth by a goddess. The area is filled with many Buddhist and Taoist temples and monasteris and nunneries. It is one of few locations where both religions are found sharing the same site. Three cable car routes can convey the less able up the hill sides. However, none of the cable cars will take you the whole way, leaving you some climbing to do by yourself."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Qingliangshan Scenic Area"],["alt=鞍山市岫岩县清凉山风景区"],["url="],["email="],["address=County of Xiuyan in Anshan"],["lat="],["long="],["directions=County of Xiuyan in Anshan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=West Forest Park"],["alt=鞍山市台安县西平森林公园"],["url="],["email="],["address=Tai'an County of Anshan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yaoshan Scenic Area"],["alt=鞍山市岫岩县药山风景名胜区"],["url="],["email="],["address=County of Xiuyan in Anshan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ghost tour"],["url="],["email="],["address=Silong, Dongshan Jie. Anshan."],["lat="],["long="],["directions=On the fourth floor of Silong shopping mall."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ghost tour or haunted house should keep children amused for a while. They must walk through a labyrinth of subtly lit passageways while ghouls and ghosts leap out and surprise them."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dongshan Amusement Park"],["url="],["email="],["address="],["lat="],["long="],["directions=located at the dongshan entrance of 219 park, near the Jade Buddha Temple."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large number of amusement rides are situated here and run throughout the year."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hot Spring Water Spas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are four Spas in Anshan which take advantage of the areas natural hot springs. Visitors may shower and bathe in the spring water. At ",{"type":"'''","value":["Tanggangzi"]}," Spa, just south of the city, visitors may have mud treatment where they are buried in hot volcanic sand, which has been infused with the spring water. In addition to there are many bathhouses throughout the city. These bathhouses don't use the natural hot springs but offer similar services. Prices are ¥28-60 for bathing. Extras such as massage may be ¥20-100 for each service. Price lists are usually prominently displayed though only in Chinese. Many spas and bathhouses are open 24 hours and it is quite common for people to sleep overnight in the restrooms after bathing. This can make a cheap alternative to a hotel room."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name="],["alt=鞍山市汤岗子温泉旅游度假区"],["url="],["email="],["address=National Route G202"],["lat="],["long="],["directions=Take Anhai Road south out of the Anshan city, about 16km or 25 minutes by car."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest and largest hot spring spa in Anshan. The spa dates back to the Tang dynestly of China. It was used by the last emperor, Puyi. The spa is popular with many foreign visitors, especially Russian."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Chengdong the Quartet Tai'an Hot Springs"],["alt=鞍山市海城东四方台温泉度假区"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Resort"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Anshan Country Club"],["url="],["email="],["address="],["lat="],["long="],["directions=Take Anhai Road south out of the Anshan city just after Tangangzi, take a left where signposted. The road will turn to the right and cross the railway line."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Country Club and 18 hole golf course on the south side of the city near Tangangzi. Golf cubs are available to hire and prices are per round."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Anshan Qianshan Ski Centre"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Qianshan National Park. Take bus No.8."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This small ski centre is open throughout most of the winter. There are several slopes for beginners through to intermediate levels. Advanced skiers may find the slopes a little short though. The centre also has snow mobiles, quad bikes and rubber ring slides for the kids. After skiing, you can relax in the mixed-sex outdoor hot spring spa included in the price so remember your swimwear."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Skating"],["url="],["email="],["address="],["lat="],["long="],["directions=In 219 park or Lieshishan park."],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=During winter you can skate on the lakes in the parks. The ice is maintained by the park attendant. If you bring your own shoes it is free or you can hire skates for a modest fee."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Jade Carvings of Xiuyan County"]}," - Xiuyan County in Anshan is full of a kind of jade the people call the \"national stone\" of China, and in the higher end department stores (like Parkson), you can find decent pricing. There is a large Jade market situated at the north end of the Jade Buddha temple complex."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nantai luggage market"]}," is a large leather bag market is located near Anshan's sibling city of Haichung. Here a large array of leather and imitation leather products are available such as bags, belts and wallets. Many are cheap copies of western designer brands and counterfeit goods are the norm here. Prices will be significantly cheaper than equivalent copies in other areas of china. If buying to take out of china, it's probably best to stick to Chinese brands than buy the fake western brands so as to avoid problems at customs."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Street food"],["url="],["email="],["address="],["lat="],["long="],["directions=Various locations, usually near school gates."],["phone="],["tollfree="],["fax="],["hours="],["price=¥4-6"],["content=A wide variety of foods form lamb kebabs, quick fried chicken strips and even octopus on a stick. Look out for a popular local pancake cooked with an egg smeared over the surface, some spring onion, leak and a hotdog sausage in the center."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fu Shi Ting"],["url="],["email="],["address="],["lat="],["long="],["directions=Several branches in the city, Shengli Road near No.2 middle school, Next to Gaungdu School, west of Leishishan park, and Yuanlin Road just south of No.9 Middle School"],["phone="],["tollfree="],["fax="],["hours="],["price=¥15-30"],["content=Japanese fast food restaurant with set meals at low prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Savour Life Coffee Shop"],["url="],["email="],["address=Shengli South Street"],["lat="],["long="],["directions=Near to No.2 Middle School."],["phone="],["tollfree="],["fax="],["hours="],["price=Espresso ¥15, Caramel Macchiato ¥22"],["content=A small coffee shop but the best in the city. Popular with the young professionals and foreigners."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=San Bao BBQ"],["url="],["email="],["address=Yuanlin Road"],["lat="],["long="],["directions=Just south of No.9 Middles School"],["phone="],["tollfree="],["fax="],["hours="],["price=¥40-60 per person"],["content=Anshan is close to the border with Korea, so a large Korea population lives here. The town has dozens of Korean BBQ restaurants. Food is served raw, marinated in a variety of spicy sauces. In the center of the table is a pit containing hot coals. It is over these coals that you cook your food. A selection of spices and sauces are provided for you to dip the cooked meat into."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza house"],["url="],["email="],["address=Tiedong Wodao Jie"],["lat="],["long="],["directions=Behind No.2 middle school (Er Zhong Xue)."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves a variety of pizzas as well as steaks. Will deliver locally."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jullette Cafe"],["alt=Qi Yue Kafe"],["url="],["email="],["address=Zhonghua Street."],["lat="],["long="],["directions=Between Qingnian and Wenhua Street on Zhonghua Street in the centre of the city."],["phone="],["tollfree="],["fax="],["hours=10am to 10pm"],["price=¥50-100 per person"],["content=Western food in a relaxing atmosphere. The buildings were originally houses built by the Japanese in the 1930's and now converted into a restaurant. The front building is no smoking and the rear building allows smoking. The chef used to work in Taiwan and is proficient at cooking western food. The fillet steak is particularly popular."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=San Bao Wan Chai"],["url="],["email="],["address=Two branches: Yuanlin Lu and 219 Road"],["lat="],["long="],["directions=Opposite No.9 Middle School and near the TV station."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rice porridge, dim sum and dumplings Hong Kong style."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dongshan Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Off of Eryijiu Jie (219 Road) near the main entrance to 219 park."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=High quality Chinese food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shanghai Club"],["url="],["email="],["address=Hunan Jie"],["lat="],["long="],["directions=Just south of 219 park in the Hunan district of the city."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Up market restaurant serving typical Chinese food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Show Cafe"],["alt="],["url="],["email="],["address=Guangchang West Road"],["lat=41.107149747157976"],["long=123.05123090744019"],["directions=About 350 metres north of Liaoning Science and Technology University"],["phone="],["tollfree="],["fax="],["hours=10AM-11PM"],["price=¥200-¥300"],["content=Upmarket western style cafe restaurant."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Coco Babe"],["url="],["email="],["address=Shungli Lu, Leishan district, Anshan."],["lat="],["long="],["directions=Near to the main gate of Leishan Park, below the war memorial."],["phone="],["tollfree="],["fax="],["hours="],["price=¥20 per bottle of beer"],["content=A lively and amazingly decorated nightclub."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sun Club"],["url="],["email="],["address="],["lat="],["long="],["directions=Off of Dongshan Street, near Silong shopping centre."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the more popular music bars. They have a live band playing every night from 9pm."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anshan, Inter-Club Expo"],["url="],["email="],["address=35 South Road victory, Tiedong, Anshan. City (鞍山市铁东区南胜利路35号)"],["lat="],["long="],["directions="],["phone=+86(0412)5559888"],["tollfree="],["fax=+86(0412)5535686"],["hours="],["price="],["checkin="],["checkout="],["content=This is rated as a three star hotel and has 67 rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Xiuyan-A Holiday Inn"],["alt=岫岩贺临假日酒店"],["url="],["email="],["address=Main Street Station, Xiuyan County. (岫岩县站前大街)"],["lat="],["long="],["directions="],["phone=+86(0412)7887888"],["tollfree="],["fax=+86(0412)8797666"],["hours="],["price="],["checkin="],["checkout="],["content=An 80 room three star hotel in Xiuyan."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Xinfeng hotel"],["alt=鑫丰酒店"],["url="],["email="],["address=Yu Ji Cui Lilac Hill, Qianshan District, Anshan. (鞍山市千山区丁香峪积翠山庄)"],["lat="],["long="],["directions="],["phone=+86(0412)5412233"],["tollfree="],["fax=+86(0412)7887666"],["hours="],["price="],["checkin="],["checkout="],["content=This three star hotel is near to ",{"type":"[[","value":[["Qianshan National Park"]]}," and has 158 rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anshan Qiushi Hotel"],["alt=鞍山秋实宾馆"],["url="],["email="],["address=1st Street, Qianshan District, Anshan. (鞍山市千山区温泉街1号)"],["lat="],["long="],["directions="],["phone=+86(0412)2410272"],["tollfree="],["fax=+86(0412)2410272"],["hours="],["price="],["checkin="],["checkout="],["content=This three star hotel has within it a natural hot water spa where you can relax. It is near to Qianshan National Park and has 42 rooms."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ibus Hotel"],["alt="],["url=http:\/\/www.ibis.com\/gb\/hotel-6996-ibis-anshan-shengli-square\/index.shtml"],["email=H6996-GM@ACCOR.COM"],["address=Shengli Square, Tiedong, Anshan."],["lat=41.10894"],["long=122.99018"],["directions=Behind the New World Mall in the very centre of the city."],["phone=+86 412 7518888"],["tollfree="],["fax="],["checkin="],["checkout="],["price=¥189"],["content=A budget hotel from a major international hotel chain."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Haicheng Hotel"],["alt=海城大酒店"],["url="],["email="],["address=18th Shun Shing Road, Haicheng City. (海城市北顺城路18号)"],["lat="],["long="],["directions="],["phone=+86(0412)3220888"],["tollfree="],["fax=+86(0412)3222777"],["hours="],["price=¥198-968"],["checkin="],["checkout="],["content=A four star hotel with 143 rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anshan Huanqiu Hotel"],["alt=鞍山寰球大酒店"],["url="],["email="],["address=1 Zhanqian Jie, Tiedong, Anshan. (鞍山市铁东区站前街1号)"],["lat="],["long="],["directions="],["phone=+86(0412)2988888"],["tollfree="],["fax=+86(0412)2216488"],["hours="],["price="],["checkin="],["checkout="],["content=A four star hotel with 379 rooms"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anshan Iron and Steel Company Dongshan Hotel"],["alt=鞍钢东山宾馆"],["url="],["email="],["address=108 Dongfeng Road, Teidong, Anshan.(鞍山市铁东区东风街108号)"],["lat="],["long="],["directions="],["phone=+86(0412)5592200"],["tollfree="],["fax=+86(0412)5536207"],["hours="],["price="],["checkin="],["checkout="],["content=This is a four star hotel with 193 rooms. Like much of the city infrastructure including hospitals and schools, this hotel is owned by the major steel factory in the city. However, it is situated on the other side of town form the industrial site and is next to Dongshan park and 219 park."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anshan Four Seas Hotel"],["alt=鞍山四海大酒店"],["url="],["email="],["address=333 Yuanlin Ave, Teidong, Anshan. (鞍山市铁东区园林路333号)"],["lat="],["long="],["directions="],["phone=+86(0412)6388888"],["tollfree="],["fax=+86(0412)6388555"],["hours="],["price="],["checkin="],["checkout="],["content=This a 268 room four star hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tanggangzi Longgongwen Spa Hotel"],["alt=汤岗子龙宫温泉酒店"],["url="],["email="],["address="],["lat="],["long="],["directions=About 15km south of Anshan city center."],["phone=+86(0412)2415666"],["tollfree="],["fax=+86(0412)2415666"],["hours="],["price="],["checkin="],["checkout="],["content=Rated as a 3 star hotel but within the famous Tanggangzi Spa complex. The spa waters here were visited by several Emperors of China. The hotel has 44 rooms."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anshan International Hotel"],["alt=鞍山国际大酒店"],["url="],["email="],["address=219 Yuanlin Ave, Teidong, Anshan. (鞍山市铁东区园林路219号)"],["lat="],["long="],["directions="],["phone=+86(0412)5555888"],["tollfree="],["fax=+86(0412)5555988"],["hours="],["price=¥680-9,800"],["checkin="],["checkout="],["content=A five star hotel situated at the edge of Dongshan Park. Contains 306 rooms with 520 beds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wuhuan Hotel"],["alt=鞍山五环大酒店"],["url="],["email="],["address=43 Shengli Ave, Teidong, Anshan. (鞍山市铁东区南胜利路43号)"],["lat="],["long="],["directions=On the corner of Shungli Lu and Xinhua Jie. Within 10 minutes walk of the main shopping centres."],["phone=+86(0412)5520888"],["tollfree="],["fax=+86(0412)5549999"],["hours="],["price="],["checkin="],["checkout="],["content=This five star hotel has 328 rooms and 515 beds. Renmen Park, behind the hotel, is a hive of activity in the evenings with people dancing, exercising and practising Taichi. Several \"doctors\" set up benches here where, from ¥15, you can have a massage."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pullman Anshan Time Square"],["alt=鞍山时代铂尔曼大酒店"],["url=http:\/\/www.pullmanhotels.com\/gb\/hotel-8276-pullman-anshan-time-square\/"],["email=h8276-fo2@accor.com"],["address=306 Shengli Bei Lu, Lishan, Anshan. (中国辽宁省鞍山市立山区北胜利路306号 邮政编码:114030)"],["lat="],["long="],["directions=From city centre of Anshan, drive north along Shengli Road, which is before the railway station. From there turn into Jianguo road, before entering Shengli road. Pullman Anshan Time Square is located at the South West corner of the Lishan intersection."],["phone=+86(0412)6638888"],["tollfree="],["fax=+86(0412)5978888"],["hours="],["price=500 RMB+"],["checkin=12:00"],["checkout=15:00"],["content=Anshan's first international five star hotel has 331 rooms. The hotel is located 10 minutes from the city centre of Anshan, and has 3 restaurants which serve local and international cuisine and a bar. The hotel encapsulates the Pullman brand of technological innovation combined with high level service. All 331 rooms come with either city or garden views. In addition, the hotel's extensive facilities allow it to host large scale weddings and meeting groups."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Plains (Liaoning)"]]},"\n",{"type":"{{","value":[["geo"],["41.11040"],["122.99091"],["zoom=12"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Anshan, China"]]}]