[{"type":"{{","value":[["Pagebanner"],["Antarctica-banner1.jpg"]]},"\n\n",{"type":"'''","value":["Antarctica"]}," is a land of extremes: it is the coldest and driest continent on Earth and has the highest average elevation. As the fifth largest continent in the world, Antarctica is also the most Southern, overlying the \"South Pole\". \n\nScarcely touched by humans, the frozen land boasts breathtaking scenery, broken by only a handful of scientific bases and a \"permanent\" population of scientists numbering only a few thousand. Visitors to Antarctica generally must brave rough sea crossings aboard ice-strengthened vessels, but those who do are rewarded with amazing scenery and tremendous and unique wildlife.  \n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Worldimagemap\/Antarcticaimagemap"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap="],["regionmaptext="],["regionmapsize="],["region1name=",{"type":"[[","value":[["Antarctic Peninsula"]]}],["region1color=#c583cc"],["region1items="],["region1description=Antarctica's principal destination, nearest to ",{"type":"[[","value":[["Tierra del Fuego"]]},", with the impressive topography of the Antarctic Andes, island hot springs, the continent's densest concentration of research stations"],["region2name=",{"type":"[[","value":[["East Antarctica"]]}],["region2color=#b1c5b0"],["region2items="],["region2description=the Eastern Hemisphere's vast icy desert wasteland that makes up most of the continent is probably the least well known to tourists, but there are a few interesting destinations, including Mawson's Huts, and the Southern Pole of Inaccessibility"],["region3name=",{"type":"[[","value":[["Ross Sea"]]}],["region3color=#e4b9b9"],["region3items="],["region3description=the principal destination for cruise ships leaving ",{"type":"[[","value":[["Australia"]]}," and ",{"type":"[[","value":[["New Zealand"]]}," has some of Antarctica's most impressive sights around volcanic Ross Island and the huge Transantarctic Mountain Chain"],["region4name=",{"type":"[[","value":[["South Pole"]]}],["region4color=#000000"],["region4items="],["region4description=Unlike its northern cousin, the South Pole sits upon stationary ground, and therefore supports a permanent research station and a ceremonial \"pole\""],["region5name=",{"type":"[[","value":[["West Antarctica"]]}],["region5color=#a5b7d3"],["region5items="],["region5description=With the exception of the Antarctic Peninsula, West Antarctica is barren and empty, even of research stations (except for the Brunt Ice Shelf), but it does contain the continent's highest & lowest points, the former of which you can climb on a guided expedition"]]},"\n\n",{"type":"''","value":["Note: All dots on the map represent inhabited research stations."]},"\n\n",{"type":"''","value":["Also see ",{"type":"[[","value":[["Islands of the Southern Ocean"]]}]},"\n\n",{"type":"==","value":["Destinations"]},"\n",{"type":"[[","value":[["File:Transantarctic mountain hg.jpg"],["thumb"],["280px"],["The remote, breathtaking Transantarctic mountains"]]},"\n\nThe primary destinations for those visiting Antarctica will either be a research base (for those working on the frozen continent) or the ",{"type":"[[","value":[["Antarctic Peninsula"]]}," or ",{"type":"[[","value":[["Ross Sea"]]}," area (for those visiting by ship).  Other destinations are reachable only by those blessed with extreme motivation and (most importantly) funding.\n\n",{"type":"*","value":[{"type":"[[","value":[["South Pole"]]}," — needs no introduction"]},{"type":"*","value":["Southern pole of inaccessibility — the furthest place in Antarctica from the Southern Sea (in other words the hardest place to get to in the world), home to an abandoned Soviet station, which although covered by snow, still bears a visible gold Lenin bust sprouting from the snow and facing ",{"type":"[[","value":[["Moscow"]]}," (if you can find a way inside the building, then there's a golden visitor book to sign)"]},{"type":"*","value":["Mount Erebus — world's southernmost active volcano, on ",{"type":"[[","value":[["Ross Sea"],["Ross Island"]]}," right next to ",{"type":"''","value":["~Mount Terror!~"]}," "]},{"type":"*","value":[{"type":"[[","value":[["Antarctic Peninsula"],["Anver Island \/ Anvord Bay"]]}," — if any part of Antarctica is \"touristy,\" this is it, home to Palmer Station (",{"type":"[[","value":[["United States of America"],["U.S."]]},"), the museum at Port Lockroy, Cuverville Island, and the only two cruise ship stops on the continent: Paradise Bay and Neko Harbor"]},{"type":"*","value":[{"type":"[[","value":[["South Shetland Islands"]]}," — another set of major attractions on the ",{"type":"[[","value":[["Antarctic Peninsula"]]}," cruise ship circuit, including: penguins and hot springs at Deception Island, Hannah Point, Half Moon Island, Aitcho Islands, Artigas Base (",{"type":"''","value":[{"type":"[[","value":[["Uruguay"]]}]},"), and the ever friendly ",{"type":"[[","value":[["Poland"],["Polish"]]}," researchers at Arctowski Station"]},{"type":"*","value":[{"type":"[[","value":[["Ross Sea"],["McMurdo Sound"]]}," — McMurdo Station (",{"type":"''","value":[{"type":"[[","value":[["USA"]]}]},") and Scott Base (",{"type":"''","value":[{"type":"[[","value":[["New Zealand"]]}]},") on the mainland near Ross Island"]},{"type":"*","value":["Mawson's Huts — the small encampment of Sir Douglas Mawson's ill-fated Australian Antarctic Expedition, of which he was the sole survivor, at Cape Denison, Commonwealth Bay"]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Antarctica Lake Fryxell.jpg"],["thumb"],["240px"],["Lake Fryxell - frozen, of course"]]},"\n\nAlthough several countries have laid claim to various portions of Antarctica, it is governed by the 1958 Antarctic Treaty, which establishes the continent as a peaceful and cooperative international research zone. There are no cities per se, just some two dozen research stations with a total population ranging from 1,000–4,000 depending on the time of year.  These are maintained for scientific purposes only, and do not provide any official support for tourism.  The laws of the nation operating each research station apply there.\n\nPrivate travel to Antarctica generally takes one of three forms: \n#commercial sea voyages with shore visits (by far the most popular)\n#specially mounted land expeditions, or \n#sightseeing by air.  \nApproximately 80 companies belong to the ",{"type":"[","value":["http:\/\/www.iaato.org International Association of Antarctica Tour Operators"]}," (IAATO), a membership organization which regulates non-research travel to the region. According to the organization 34,316 visitors traveled to Antarctica in the season of 2012-'13, while in the record season of 2007-'08 the number of visitors was 45,213.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Penguin in Antarctica jumping out of the water.jpg"],["thumb"],["An Emperor Penguin jumping out of the water"]]},"\nAntarctica is notable for being the only continent with no significant land plant life and no native land mammals, reptiles, or amphibians.  (There are no polar bears; they are only at the ",{"type":"''","value":["North"]}," Pole.) However, its shoreline serves as nesting grounds for many species of migratory birds and penguins (several species of which stay in Antarctica regardless of the season), and the Southern Ocean surrounding it is home to many fish and marine mammals, including whales.\n\n",{"type":"===","value":["Landscape"]},"\nDon't be fooled by all the ice: Antarctica is a desert. The region's moisture is all tied up in frigid seawater and the huge sheets, shelves, and packs of ice which cover nearly all of the continent plus surrounding waters. There is little snowfall here, and even less rain.\n\n",{"type":"===","value":["Climate"]},"\nFor tourists, Antarctica is accessible only during the austral summer season from ",{"type":"'''","value":["November to March"]},", during which sea ice melts enough to allow access, coastal temperatures can rise up to highs of 14°C (57°F) and there are twenty-four hours of daylight.  During the winter the sea is impassable. Temperatures can fall to -40°C\/F and there are twenty-four hours of darkness.\n\nThe above temperatures apply to the islands and coastal regions that tourists ordinarily visit. Temperatures in the interior, such as the ",{"type":"[[","value":[["South Pole"]]},", are far harsher, with summer highs of around -15°C (5°F) and winter lows plummeting to -80°C (-112°F).\n\nWithin the Antarctic Circle, the ",{"type":"'''","value":[{"type":"[[","value":[["midnight sun"]]}]}," can be seen during part of the summer.\n\n",{"type":"===","value":["Read"]},"\nFor most people, reading about Antarctica is the only affordable means of experiencing the continent. Books range from wild works of fiction to non-fiction accounts of the extraordinary early missions of adventurers looking to conquer Earth's last land frontier.\n\n",{"type":"*","value":[{"type":"''","value":["At the Mountains of Madness"]}," — the earliest science fiction\/horror story to take place on the continent, written by H.P. Lovecraft, detailing the adventures of a geological expedition to Antarctic Mountains, where the researchers discover something so inconceivable that they lose their minds"]},{"type":"*","value":[" ",{"type":"''","value":["Antarctica"]},", by Kim Stanley Robinson — science fiction account of 21st century Antarctica and the impact of global warming."]},{"type":"*","value":[" ",{"type":"''","value":["Endurance: Shackleton's Incredible Voyage"]},", by Alfred Lansing"]},{"type":"*","value":[" ",{"type":"''","value":["Endurance"]},", by Caroline Alexander"]},{"type":"*","value":[" ",{"type":"''","value":["A First-Rate Tragedy: Robert Falcon Scott & the Race to the South Pole"]},", by Diana Preston"]},{"type":"*","value":[" ",{"type":"''","value":["Mawson's Will"]},", by Lennard Bickel"]},{"type":"*","value":[" ",{"type":"''","value":["North Pole, South Pole: Journeys to the Ends of the Earth"]},", by Bertrand Imbert "]},{"type":"*","value":[" ",{"type":"''","value":["Scott's Last Expedition: The Journals"]},", by Robert F. Scott and Beryl Bainbridge"]},{"type":"*","value":[" ",{"type":"''","value":["Shackleton"]},", by Roland Huntford"]},{"type":"*","value":[" ",{"type":"''","value":["South Pole: 900 Miles on Foot"]},", by Gareth Wood and Eric Jamieson"]},{"type":"*","value":[" ",{"type":"''","value":["The Worst Journey in the World"]},", by Apsley Cherry-Garrard"]},{"type":"*","value":[" ",{"type":"''","value":["Terra Incognita"]},", by Sara Wheeler"]},{"type":"*","value":[" ",{"type":"''","value":["South"]},", by Ernest Shackleton"]},"\n",{"type":"==","value":["Talk"]},"\nThe native languages of the nations' operating bases are used. English is the ",{"type":"''","value":["lingua franca"]}," used between different stations.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nAircraft and pilots need to be capable of landing on ice, snow, or gravel runways, as there are no paved runways. There are 28 airport landing facilities in Antarctica and all 37 Antarctic stations have helipads. Landings are generally restricted to the daylight season (",{"type":"''","value":["Summer"]}," months from October to March). Winter landings have been performed at Williams Field but low temperatures mean that aircraft cannot stay on the ice longer than an hour or so as their skis may freeze to the ice runway.  Travel is often by military aircraft, as part of the cargo. In this situation passengers should anticipate carrying all their own luggage and may need to assist with freight as well. Commercial flights to Antarctica are rare, but available. Aerovías DAP and Adventure Network International offer commercial flights to Frei Station on King George Island and the ANI Union Glacier Camp, respectively. If taking the Aerovías DAP flight as part of a tour with Antarctica XXI, the tour company transfers all checked luggage to your lodging. \n\nMajor landing fields include:\n",{"type":"*","value":[{"type":"'''","value":["Teniente Rodolfo Marsh Martin Aerodrome"]}," - Serves Frei Base,  Bellingshausen Station,  Great Wall Base, General Artigas Station, King Sejong Station, Jubany Base, Commandante Ferraz Base, Henryk Arctowski Base, and Machu Picchu Base"]},{"type":"*","value":[{"type":"'''","value":["Williams Field"]}," - Serves McMurdo Station and Scott Base."]},{"type":"*","value":[{"type":"'''","value":["Pegasus Blue-Ice Runway"]}," - Serves McMurdo Station and Scott Base."]},{"type":"*","value":[{"type":"'''","value":["Annual Sea-Ice Runway"]}," - Serves McMurdo Station and Scott Base."]},{"type":"*","value":[{"type":"'''","value":["Union Glacier Blue-Ice Runway"]}," - Operated by ",{"type":"[","value":["http:\/\/www.adventure-network.com\/ Antarctic Logistics & Expeditions LLC"]}]},"\nCommercial overflights to Antarctica are limited - a handful of operators offer flights from ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Melbourne"]]},", and ",{"type":"[[","value":[["Punta Arenas"]]},".  These flights typically visit Antarctica and spend several hours flying over the ice.  Passengers in most seating classes rotate their position in the row halfway into the flight, to give everyone a window or one-over-from-window seat for half of the time.  Rates range from $5199 for first class, to $1399 for partially-obstructed-view economy class, or $899 for non-rotating center-section seats with window access depending on the courtesy of better-seated travelers.\n\n",{"type":"===","value":["By cruise ship"]},"\n",{"type":"[[","value":[["File:8857-grandidier-channel-polar-star.jpg"],["thumb"],["100-passenger icebreaker anchored in the Grandidier Channel"]]},"\nBoat is the most common method of visiting the Antarctic.  In the Antarctic summer, several companies offer excursions on ice strengthened vessels to Antarctica.  Ice-strengthened (not quite as tough as icebreakers) boats are preferred since icebreakers are round on the bottom — a configuration that amplifies the already massive wave action in the Drake passage.  The ships typically offer a couple of excursions to the continent (usually the Antarctic peninsula) or Antarctic islands (e.g., Deception Island, Aitcho Island) each day over the course of a week.  The views are phenomenal, the penguins are friendly (well, some of them are), and the experience is one that is unparalleled!\n\nWhen traveling by boat, be aware that smaller ships (typically carrying 50–100 passengers) can go where the big ships can't, getting you up closer to Antarctica's nature and wildlife.  Larger vessels (carrying as many as 1,200 people) are less prone to rough seas but have more limited landing options.  Many vessels include naturalist guided hikes, zodiac excursions and sea kayaking right from the ship, perfect for active, casual travelers.\n\nYou'll need warm clothing: boots, hoods, glove, water repellent pants, parka and warm underwear. Most of these items can be bought or hired in ",{"type":"[[","value":[["Ushuaia"]]},", but sometimes — in the high season — it is not always easy to get the right sizes. So bring whatever you can from your own stock. \n\nIt must also be remembered that cruise operators typically only allow 100 people on land at any one time to comply with IAATO agreements.  Consequently if you are in a boat with more than 200 people the chances are you will only spend a couple of hours at most per day off ship.  Generally the smaller ships will try to ensure 2 different locations per day around Antarctica, although this is of course dependent on the weather and you may expect a 60% success rate on landing people for any given visit.\n\nMany shipping companies are now offering fly\/cruise options, which entails a one-way or round-trip flight from either ",{"type":"[[","value":[["Santiago de Chile"],["Santiago"]]}," or ",{"type":"[[","value":[["Punta Arenas"]]}," to King George Island. These are often pricier than typically cruises that cross the Drake Passage both ways, but cut 1–3 days off the total travel time.\n\nCompanies offering cruises to Antarctica include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.abercrombiekent.com\/antarctica\/ Abercrombie & Kent"]},", USA"]},".  Full member of IAATO with 20 years of Antarctica operating experience, providing enrichment and educational programs."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.antarcticdream.com\/ Antarctic Shipping"]}]},".  Full member of IAATO, Antarctic Shipping operates the 78 passenger ",{"type":"''","value":["M\/V Antarctic Dream"]},", an expedition vessel with ice strengthened hull built specifically for Antarctica exploration and totally refurbished to add the comfort of a small cruise ship. The size of the vessel allows for several landings in Antarctica and opportunities to do camping and kayaking."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rowadventures.com\/travel-to-antarctica.html Antarctic Unbound"]}]},".  Traveling aboard ",{"type":"''","value":["Ocean Nova"]},", full member of IAATO, Antarctic Unbound offers 11 and 22 day itineraries. These trips do get off on the continent and offer opportunities to hike, walk and kayak.  "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.antarpply.com\/ Antarpply Expeditions"]}]},". Members of IAATO, Antarpply Expeditions is a leading operator of small ship expedition cruises to Antarctica and the sub-Antarctic islands. Antarpply is based in Ushuaia and specializes in taking small groups and individual passengers to some of the most spectacular, remote and pristine parts of the world on board the ",{"type":"''","value":["USHUAIA"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.auroraexpeditions.com.au Aurora Expeditions"]}]},".  Aurora Expeditions are the pioneers of ship-based adventures, and are committed to small, low-impact groups keen to experience the Antarctica. They take a maximum of 54 passengers, departing Australia, New Zealand and South America and also offer a range of activities including sea kayaking, camping, photography, climbing and scuba diving."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barkeuropa.com\/ Bark Europa"]}]},".  A square rigged sailing ship offering 22 day trips to Antarctica and other Sub Antarctic destinations like ",{"type":"[[","value":[["South Georgia"]]}," and ",{"type":"[[","value":[["Tristan da Cunha"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/cheesemans.com\/ Cheesemans' Ecology Safaris"]}]},".  Offers in-depth itineraries that stress maximum time ashore and Zodiac cruising with a large staff of Antarctic veterans. They offer various itineraries on different years, including The Antarctic Peninsula, South Georgia and Falkland Islands; Extended South Georgia and Falkland Islands only; and Extended Antarctic Peninsula and Continent only. They charter the entire ship that is the best fit for the expedition and always take less than 100 people so all can land at once to provide more time ashore."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.en.ponant.com Compagnie du Ponant"]}]},".  Offers multiple itineraries on luxury vessels, as well French and German speaking departures."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gadventures.com\/expedition-cruises\/ G Adventures"]}]},". Operates trips on their ship, the ",{"type":"''","value":["M\/S Expedition"]},". The maximum number of passengers is 120 and the there are by lectures by staff and naturalists on board."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hl-cruises.com\/ Hapag-Lloyd Cruises"]}]},". Members of IAATO, their small expedition ships have the highest ice class ranking for cruise ships, and each vessel offers 4-5 cruises to Antarctica between December and March every year, including Antarctic peninsula, South Shetland Islands, Falkland Islands, South Georgia, and the Weddell Sea."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.heritage-expeditions.com\/ Heritage Expeditions"]}]},". New Zealand's award winning expedition travel company. They specialise in worldwide natural history small group expeditions and their expertise and experience of the Subantarctic Islands, the Ross Sea and East Antarctica is unsurpassed. They operate their own ice-strengthened polar research vessel the ",{"type":"''","value":["Spirit of Enderby"]}," with trips to the Ross Sea and Commonwealth Bay (famous for Sir Douglas Mawson's historic hut) several times a year."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/intrepidtravel.com\/ Intrepid Travel"]}]},". Their ship is a tough icebreaker allowing for freedom of movement even in polar regions. The ship's small size (max. 100 persons) gives you the opportunity to go where many others can't. To get you even closer, they have a fleet of 10 sturdy inflatable motorized boats (Zodiacs) to provide access to small or shallow areas and landings."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.expeditions.com\/ Lindblad Expeditions"]}]},". Lindblad pioneered travel to Antarctica in 1966 and offers multiple trips to the Antarctic Peninsula, and longer trips which also include the Falklands and South Georgia aboard the new 148-guest ",{"type":"''","value":["National Geographic Explorer"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oceanwide-expeditions.com\/ Oceanwide Expeditions"]}]},". Oceanwide Expeditions, for many years elected the \"World's Leading Polar Expedition Operator\" at the World Travel Market in London, has been organizing expedition cruises for almost two decades. Areas of operation include Antarctica, South Georgia, Spitsbergen and Greenland. The fleet consists of several comfortable ice-strengthened ships including ",{"type":"''","value":["Plancius"]},", ",{"type":"''","value":["Ortelius"]},", ",{"type":"''","value":["Rembrandt van Rijn"]}," and ",{"type":"''","value":["Noorderlicht"]},". Because of its long tradition of pioneering the polar regions the expedition staff has gained in-depth knowledge of Antarctica and the Arctic.   "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.orionexpeditions.com\/ Orion Expedition Cruises"]}]},". The ",{"type":"''","value":["Orion"]}," is a purpose built vessel designed to access remote locations in 5-star luxury. Orion Expedition Cruises operate a number of summer-time cruises to Antarctica, departing from Australia and New Zealand."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quarkexpeditions.com\/ Quark Expeditions"]}]},". The leader in Polar adventures since 1991, operates multiple vessels and itineraries each season to various parts of the Antarctic peninsula."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rockjumper.co.za\/ Rockjumper Birding tours"]}]},". Operates out of ",{"type":"[[","value":[["South Africa"]]}," and is aimed at those interested in ",{"type":"[[","value":[["birding"]]},"."]},"\nMost cruise ships depart from the following ports:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ushuaia"]]}," in Argentina."]},{"type":"*","value":[" ",{"type":"[[","value":[["Punta Arenas"]]}," in Chile."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bluff"]]}," in New Zealand."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hobart"]]}," in Australia."]},"\n",{"type":"===","value":["By sailboat "]},"\nAbout a dozen charter sailboats, many of them members of IAATO, offer three to six week voyages to the Antarctic Peninsula from South America.  Most offer \"expedition style\" trips where guests are invited to help out, although usually no prior sailing experience is required.  Yachts take individuals on a \"by the bunk\" basis and also support private expeditions such as scientific research, mountaineering, kayaking, and film-making.  Compared to the more popular cruise ships, a small yacht can be more work and significantly less comfortable, but typically allows more freedom and flexibility.  For the right people this can be a far more rewarding experience.  \n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ocean-expeditions.com\/ Ocean Expeditions"]}]},". Expedition support yacht ",{"type":"''","value":["Australis"]}," purpose-built for high latitudes. Specialising in private or commercial expeditions involving film making, scientific research, adventure activities, wildlife enthusiasts or just an intimate experience of the Antarctic."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.expeditionsail.com\/ Expedition Sail"]}]},". Sailing yacht ",{"type":"''","value":["SEAL"]}," is a purpose-built expedition sailboat offering private expeditions, support for research, filming, or climbing projects, and also offers \"by the bunk\" trips for individuals."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.spiritofsydney.net\/ Spirit of Sydney"]}]},".  Australians, Darrel and Cath, own and operate ",{"type":"''","value":["Spirit of Sydney"]},", an expedition support yacht perfectly suited to meet and exceed the requirements of film crews, mountaineers, skiers and snowboarders, sea kayakers, dry suit divers, scientists, sailors of all experience levels, whale watchers and adventurers of all kinds.  They typically carry kayaks on board, and offer both private charters and group trips for individuals."]},"\n",{"type":"===","value":["Antarctic stations"]},"\nCoastal stations include \n",{"type":"*","value":[" Great Wall (62°13'S, 58°58'W) (",{"type":"''","value":["China"]},")"]},{"type":"*","value":[" Zhongshan (69°22'S, 76°23'E) (",{"type":"''","value":["China"]},")"]},{"type":"*","value":[" Kunlun (80°25'S, 77°07'E) (",{"type":"''","value":["China"]},")"]},{"type":"*","value":[" McMurdo (77°51'S, 166°40'E) (",{"type":"''","value":["USA"]},") "]},{"type":"*","value":[" Palmer (64°42'S, 64°00'W) (",{"type":"''","value":["USA"]},")"]},{"type":"*","value":[" Arctowski (",{"type":"''","value":["Poland"]},")"]},{"type":"*","value":[" St. Kliment Ohridski, (Livingston Island) (62°38'29\"S, 60°21'53\"W) (",{"type":"''","value":["Bulgaria"]},")"]},{"type":"*","value":[" Port Lockroy (",{"type":"''","value":["UK"]},")"]},{"type":"*","value":[" Baia Terranova (",{"type":"''","value":["Italy"]},")"]},{"type":"*","value":[" Mawson (67°36'S, 62°52'E) (",{"type":"''","value":["Australia"]},")"]},{"type":"*","value":[" Davis (68°35'S, 77°58'E) (",{"type":"''","value":["Australia"]},")"]},{"type":"*","value":[" Casey (66°16.94'S, 110°31.5'E) (",{"type":"''","value":["Australia"]},")"]},{"type":"*","value":[" Aboa (73°03'S, 13°25'W) (",{"type":"''","value":["Finland"]},")"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:8932-paradise-harbour-zodiac.JPG"],["thumb"],["280px"],["Zodiac cruising in Paradise Harbour"]]},"\nPonies, sledges and dogs, skis, tractors, snow cats (and similar tracked vehicles) and aircraft including helicopters and ski planes have all been used to get around Antarctica. Cruise ships use zodiac boats to ferry tourists from ship to shore in small groups. Bring your own fuel and food, or arrange supplies in advance. You cannot purchase fuel or food on the continent. ",{"type":"[[","value":[["Cruise ships"]]}," come fully prepared with landing transport, food, etc. Some (but not all) even provide cold-weather clothing.\n\n",{"type":"==","value":["Sleep"]},"\nAntarctica has 24-hour sunshine during the southern hemisphere summer.  Visitors should ensure that they take steps to keep regular sleeping hours as continuous daylight disturbs the body clock.  There are no hotels or lodges on the continent, and research bases will not generally house guests.  Most visitors sleep aboard their boat, although land expeditions will use tents for shelter.\n\n",{"type":"==","value":["Work"]},"\nIt is possible to obtain employment with scientific expeditions in Antarctica. Induction and training need to be undertaken before departure for Antarctica.\n\nThe following agencies are responsible for staffing bases in Antarctica:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Raytheon Polar Services"],["url=http:\/\/rpsc.raytheon.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Agency responsible for staffing all United States Antarctic bases.  Applicants can apply through the web site or at one of the Antarctic job fairs held around the country."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=British Antarctic Survey"],["url=http:\/\/www.antarctica.ac.uk\/employment\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The British Antarctic Survey staffs bases in the Antarctic and surround region including the ",{"type":"[[","value":[["Falklands"]]}," and ",{"type":"[[","value":[["South Georgia"]]},"."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n: ",{"type":"''","value":["See also ",{"type":"[[","value":[["Cold weather"]]}]},"\nAntarctica is an extreme environment, and accidents are unavoidable.  Every year ",{"type":"'''","value":["numerous people are injured or even killed"]}," visiting the Antarctic, and while this should not dissuade people from visiting, it should encourage visitors to exercise caution and make a realistic evaluation of their own abilities when choosing a trip.\n\nAs most visitors to Antarctica will arrive by boat, the greatest dangers occur due to storms at sea.  The weather in the Southern Ocean is nature at its most extreme, with the potential for hurricane force winds and waves as high as 60–70 feet (18–23 m).  With modern safety and ship design the odds of sinking are low, but the odds of being thrown about by a wave are high.  When on a boat in rough weather always make sure that you have at least one secure handhold, and avoid opening doors during storms as a sudden shift in the waves can easily bring a heavy door crashing back onto a body part.  In severe weather stay in your cabin and wait for the storm to subside.  Similarly, be extremely cautious when returning to ship via a zodiac and follow crew instructions — a landing platform in rough weather can be deadly should you slip and fall.\n\nWeather on the continent is equally extreme, although most visitors pack appropriate gear.  For expeditions there are limited search-and-rescue options, so expeditions must plan for all contingencies.  There is no formal government or legal system in Antarctica, but the laws of the country of origin or departure as well as those of a claimant government may apply.  Rules regarding protection of the environment and of historical sites will be strictly enforced, and fines can be extreme.\n\nAlso note that when visiting Antarctica that a hospital is usually ",{"type":"'''","value":["days"]}," away.  Most ships and research stations have a doctor, but facilities are limited.  In cases where evacuation is required (if even possible), costs can run into the tens of thousands of dollars.  Many Antarctic cruise operators require passengers to obtain evacuation insurance.  Before embarking on an Antarctic journey, those with pre-existing conditions should strongly consider the risks of venturing into a land where medical help may not be available.\n\n",{"type":"==","value":["Stay healthy"]},"\nAntarctica has an extreme environment. The cold is a major health hazard. Visitors should be properly prepared and equipped for any visit. Waterproof and windproof gloves, coat, pants, and boots are an absolute necessity. Other necessities that are often overlooked include sunscreen and sunglasses — summertime visitors will be exposed to the sun's rays from above and from reflections off of snow, ice, and water. Additionally, those arriving by boat are strongly encouraged to take some seasickness medicine on their journey, as even the most seaworthy individual will feel queasy in a severe storm; check with your doctor to determine what medicine is appropriate for you to bring.\n\n",{"type":"==","value":["Respect"]},"\nAntarctica has a very fragile environment. Pollution should be avoided if at all possible. Expeditions should anticipate the need to remove ",{"type":"''","value":["all"]}," waste from the continent when they leave. Waste disposal and sewage facilities on the continent are severely limited and restricted to permanent installations.  Of particular concern to tourists is the danger of introducing foreign organisms into the fragile Antarctic environment.  Many tour operators will require visitors to do a boot wash after every landing to avoid carrying seeds or other items from one location to another.  In addition, visitors should examine all clothing before embarking to avoid bringing any plant or animal material to the Antarctic; invasive species have devastated many regions of the planet, so it is particularly important to protect Antarctica from this danger.\n\nThe ",{"type":"[","value":["http:\/\/www.iaato.org\/ International Association of Antarctica Tour Operators"]}," (IAATO) is a voluntary organization of tour operators which promotes safe and environmentally responsible tourism in Antarctica. It publishes standards for member tour operators on responsible practices for private visitors to the continent.\n\n",{"type":"==","value":["Connect"]},"\nThe top-level Internet domain for Antarctic sites is ",{"type":"'''","value":[".aq"]},".\n\n",{"type":"{{","value":[["usablecontinent"]]},"\n\n\n\n",{"type":"[[","value":[["Commons:Category:Antarctica"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Antarctica"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Polar Regions\/Antarctic\/Antarctica\/"]]}]