[{"type":"{{","value":[["pagebanner"],["Antigua Guatemala banner Architectural detail.jpg"],["unesco=yes"]]},"\n\n",{"type":"[[","value":[["File:VolcanoArchAntigua.jpg"],["thumb"],["400px"],["Volcano De Agua and the Arch of Santa Catalina"]]},"\n\n",{"type":"'''","value":["La Antigua Guatemala"]}," was the colonial Spanish capital of Central America. It is a World Heritage Site, and is perhaps the most popular tourist destination in ",{"type":"[[","value":[["Guatemala"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:AntiguaEarthquake.jpg"],["thumb"],["300px"],["The effects on Antigua of the earthquake of the late 18th century"]]},"\n\nNow commonly referred to as just Antigua (or La Antigua), the city was one of the grand colonial capitals of the Spanish Empire in America from the 16th-18th centuries. Under the name ",{"type":"''","value":["Santiago de los Caballeros de Guatemala"]},", it was the original \"Guatemala City\". A disastrous earthquake in 1773 destroyed or damaged most of the city, and the Spanish crown ordered the capital moved to a new city, what became the modern Guatemala City. In 1776 this old city was ordered abandoned. Not everyone left, but from bustling capital it became a provincial town, filled with the ruins of former glory. It became known as \"Antigua Guatemala\", meaning \"Old Guatemala\".\n\nIn the 20th century there was increasing appreciation for the large amount of preserved colonial Spanish architecture here, development to host visitors, and the city was declared a UNESCO World Heritage site in 1979.\n\nThe city's streets are mostly laid out in a rectangular grid aligned with the compass, with the ",{"type":"'''","value":["Parque Central"]}," as an origin point. North-south roads are ",{"type":"''","value":["avenidas"]}," or avenues, numbered from 1st to 8th from east to west. The avenidas are further divided into ",{"type":"''","value":["sur"]}," (south) and ",{"type":"''","value":["norte"]}," (north). East-west roads are ",{"type":"''","value":["calles"]}," or streets, numbered from 1st to 9th from north to south. The calles are further divided into ",{"type":"''","value":["oriente"]}," (east) and ",{"type":"''","value":["poniente"]}," (west). The street intersection at the northeast corner of the ",{"type":"'''","value":["Palace of the Captains-General"]},", i.e., at the southeast corner of Parque Central, is the origin of this division. Avenidas are ",{"type":"''","value":["sur"]}," south of 5a Calle, and ",{"type":"''","value":["norte"]}," north of it. Calles are ",{"type":"''","value":["oriente"]}," east of 4a avenida, and ",{"type":"''","value":["poniente"]}," west of it.\n\nSome roads have names that don't follow the avenida\/calle numbering scheme, and some roads away from the centre don't follow the grid. Most corners do not have signs showing the name of either the street you are on or the one you just came up to. All are cobblestoned, and sidewalks are generally not very good.\n\nAddresses are numbered sequentially outwards from the origin point. Even-numbered addresses are on one side of the street and odd numbers are on the other. Street addresses are written with the street or avenue number first, followed by the letter \"a\" (because 1a signifies \"primera\", 2a is short for \"segunda\", 3a for \"tercera\", etc.); then \"av\" (for ",{"type":"''","value":["avenida"]},") or \"Cle\" (for ",{"type":"''","value":["calle"]},"), then \"ote\" (",{"type":"''","value":["oriente"]},", east), \"pte\" (",{"type":"''","value":["poniente"]},", west), \"sur\" (south), or \"nte\" (",{"type":"''","value":["norte"]},", north); then the street address number. For instance:\n",{"type":"*","value":[" \"5a av. nte #5\" is address #5 on 5th Avenue North. The small number shows it is just a little north of the north-south divider, 5a calle."]},{"type":"*","value":[" \"3a calle ote #28\" is address #28 on 3rd Street East. The relatively large number shows it is some ways east of the east-west divider, 4a Avenida."]},"\nIt's helpful to memorise that the north and south sides of Parque Central are 4a and 5a calles, and the west and east sides are 5a and 4a avenidas respectively. Parque Central is the reference point for east, west, north, and south in street addresses.  \"5a av. nte #5\" is north of Parque Central. \"5a ave sur #5\" is south of Parque Central. Essentially, if you understand which way is north of Parque Central, you can find anything in the city.\n\n",{"type":"{{","value":[["listing"],["name=Inguat Tourist Office"],["url="],["email=info-antigua@inguat.gob.gt"],["address=2a Calle Oriente #11"],["lat="],["long="],["directions=Between Avenidas 3a and 2a"],["phone=7832-3782"],["tollfree="],["fax="],["hours=M-F, 08:00-17:00, Sa-Su 09:00-17:00"],["price="],["content="]]},"\n\n",{"type":"==","value":["Get in"]},"\nJust 30 mi (45 km) west of ",{"type":"[[","value":[["Guatemala City"]]},", you can arrive in 45-60 min from La Aurora Airport.\n\nYou can catch a crowded chicken bus (reused US school bus) from Guatemala City for GTGTQ8.  More than 100 bus drivers have been murdered as a result of gang conflict. Drivers who refused to pay exorbitant protection fees were murdered. Despite the violence, many still consider the chicken buses and local city bus in Antigua safer than taking the  taxis or ",{"type":"[[","value":[["Guatemala#By car"],["tuk-tuks"]]}," (small three wheelers with cloth side doors). Tuk-tuks have been blamed for taking tourists to obscure areas for robbery, so knowing a local tuk-tuk driver might be safer than procuring one on the street. When safety is of utmost concern, it is best to call a cab company or prearrange your rides through a shuttle company.\n\nThere are regular shuttle vans directly from the airport to Antigua costing around GTGTQ80 and leave regularly all day until 20:00. You don't need to prearrange, but demand can be high depending on the number of flights arriving at the same time, so pre-purchasing a ticket from a local travel agent is best. A taxi from the airport to Antigua is around GTQ350, and can be split among 2 or 3 riders to make it comparable with privately arranged shuttles. There are numerous travel agencies in the central park of Antigua to purchase rides back to the airport. The usual cost is from GTQ55-80. To take the chicken bus from the airport to Antigua, one can walk to a bus stop just outside of the parking lot. However, it is unclear at times if buses are allowed that close. If the government prevents buses from stopping there, one needs to be ready to walk about 1\/4 mi to another bus stop just outside of the airport.  However, a tourist pulling luggage might make easy target for a local robber. The second problem with taking buses is that they are often very filled, and it is your responsibility to secure and lift your luggage to the top of the bus (unless you can negotiate the bus attendant to help you). The cost to take the local bus to the chicken bus station is about GTQ1, then one has to procure a chicken bus (leaving every 5 min or so) to Antigua.  So the total cost of taking the bus is less than GTQ20, but you might be required to walk a short distance to the nearest corner outside of the airport proper.\n\n",{"type":"[[","value":[["File:BusAntigua.jpg"],["thumb"],["200px"],["A chicken bus in Antigua"]]},"\nThere is a direct shuttle bus from ",{"type":"[[","value":[["Copán Ruinas"],["Copán"]]},", ",{"type":"[[","value":[["Honduras"]]},", which departs twice a day at 05:30 and midday.\n\nA charter tourist van costs about GTQ250-350. The driver will meet you at the airport with your name on a sign. For first-time visitors, the convenience and security of arranging a van like this might be worth the cost.\n\nTransportation by bus is cheap compared to taxis or shuttles, but would be less convenient and take a longer time. For Antigua, you would need to take a cab to the second-class bus station that does this route and get on a chicken bus.\n\nThere is no commercial air or train service in this town.\n\nAlmost all travel agencies in Antigua offer scheduled tourist shuttles to La Aurora Airport in ",{"type":"[[","value":[["Guatemala City"]]},". Fares range from GTQ40-80. The earliest buses and shuttles depart at 04:00, in time to arrive at the airport by 05:00 and catch a 07:00 flight out. The lines at the airport are very long, so arrive at least 1 hr or more before your flight.\n\n",{"type":"==","value":["Get around"]},"\nAntigua is very compact and easy to walk around. Most tourist destinations are in an 8 x 8 block area less than 1 km across. You can walk across it in 15 min. Be careful: the sidewalks are narrow and not always in good repair, you may have to walk in the street with traffic whizzing by you, and at night it's worth being cautious and aware of your surroundings. Standard tourist maps are linear in their drawings. They are accurate only near the town centre, as their peripheries are indistinct and inaccurate. Get a real map with accurate topography if you are seeking locations farther from the town centre, as dead ends and curved streets are not portrayed accurately.\n\nIf you don't know the city streets too well, and it is past about 23:00, it is best to get a taxi back to your accommodations from Parque Central, especially if you're alone or going more than a few blocks away from the well-lighted Central Park area.\n\nTo reach Guatemala City, one simply asks for the main route of the chicken bus. They stop at every corner, honk the horn as early as 05:30, and yell out loud \"Guate! Guate!\". It is common to see one bus every 4-5 min leaving from the same corner. Buses to St Pedro, St Juan, and or St Ana leave every 10 to 20 minutes; These are best obtained at the mercado or at St Lucia church as they often do not follow the same set route through town.\n\n",{"type":"[[","value":[["Guatemala#By car"],["Tuk-tuks"]]}," and taxis can take you to destinations within the city centre for GTQ15 or more. Negotiate the fare with the driver in advance. Otherwise, they will routinely charge 50-100% more than they should. Tuk-tuks usually do not go to Guatemala City, and they stop working at 22:00, so one will need a shuttle or taxi instead. Flag down a cruising tuk-tuk, or pick up a taxi from the queue at Parque Central or along a main route to the city's periphery.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Antigua guatemala church roof.JPG"],["thumb"],["300px"],["The ruins of the cathedral in Antigua"]]},"\n\nThe city is full of historic buildings, monuments, fountains and ruins. This city was founded by the Spanish in the 17th century, and it follows the traditional design of a main plaza surrounded by governmental and Catholic church buildings.  It's worthwhile to visit La Catedral, el Palacio de los Gobernadores, Convento de Capuchinas, Convento de Santa Clara, el Arco de Santa Catarina, Iglesia La Merced, and the Handcrafts Market.\n\nEntrance fees for the ",{"type":"''","value":["ruinas"]}," are steep, except for the Ruinas y Museo de San Francisco, which is a bargain at GTQ5. The Ruinas de Santa Clara, Ruinas de San Jeronimo, Ruinas La Recollecion, and the Museo Capuchino charge GTQ40 for foreigners (locals GTQ2). The Museo Hotel Casa Santo Domingo charges GTQ40, although here you may see just the ruins for free.\n",{"type":"[[","value":[["File:antigua.jpg"],["thumb"],["250px"],["Antigua's famous arch"]]},"\n\n",{"type":"[[","value":[["File:CathedralDeSantiago.jpg"],["thumb"],["300px"],["The Catedral de Santiago"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Experimental Station Valhalla"],["alt="],["url=http:\/\/www.exvalhalla.net"],["email=exvalhalla@yahoo.com"],["address="],["lat="],["long="],["directions=A few kilometers out of Antigua in the direction of ",{"type":"[[","value":[["San Miguel Dueñas"]]},". ",{"type":"[[","value":[["Guatemala#By bus"],["Chicken buses"]]}," run every 30 min on this route, and the fare is around GTQ3.50 one way"],["phone=+502 7888-6308"],["tollfree="],["fax=+502 7831-5799"],["hours=M-Sa 08:00-16:30"],["price="],["content=A nursery of macadamia trees with an interesting environmental and economic agenda. Valhalla has donated over 250,000 macadamia trees to indigenous communities in Guatemala. Macadamia nuts are a cash crop, with the potential to provide a better livelihood for Guatemalan peasants than does coffee. The farmer can use the trimmed branches of the trees for firewood. Additionally, macadamia trees take carbon dioxide out of the air and form it into wood, nuts, and shells. The shells can be used for street paving. And Valhalla have found a way to provide the trees as genetically diverse complete plants, instead of as grafts. This allows natural selection to adapt the trees to changing environmental conditions. The station turns macadamia nuts into snacks, chocolates, a fine skin cream, a pure oil, and a flour that can be made into pancakes. Pancake breakfasts are served all day, every day until 15:30. The breakfast includes 3 pancakes made of macadamia flour, served with macadamia butter, homemade blueberry marmalade and a drink of your choice. No reservation required. The station offers tours in Spanish, English, and sometimes other languages as well. At the end of a tour they offer samples of their various products."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parque Central"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A park in the centre of town. The park is a city block in size, with concentric circular walkways threading among trees and a fountain in the centre. The trees are decorated with lights, and there are plenty of benches for sitting and people-watching. The city hall and police office, the cathedral, and several banks and tourist businesses line the four sides of the park. Many Antiguans hang out in the park, and it has a pleasant, bustling, friendly feel during the day (at night, slightly less so. Use your judgment)."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:AntiguaView.jpg"],["thumb"],["300px"],["The view of Antigua from El Cerro de la Cruz"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Artisanal Workshops"],["alt=As Green as It Gets"],["url=http:\/\/www.asgreenasitgets.org\/index.php?option=com_content&view=article&id=303%3Athe-culture-seeker-tours&catid=59&Itemid=130"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spend an afternoon with a local artisan specializing in jade, metal work, or textiles. Enjoy a unique cultural experience and come home with a handmade gift."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cerro de la Cruz"],["alt=Hill of the Cross"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The hill is at the north end of the city. You can walk to the base of the hill from anywhere in Antigua within 10-20 minutes. Regularly scheduled police escort to the top of the hill are scheduled frequently. The schedule can be obtained from any tourist police found everywhere in the city and near the central park. They will tell you to walk to the police station at the southwest end of town about 1 block north and one block west of St. Lucia Catholic church. This simply will allow you to sign in the log book and hike an extra 20 minutes to the hill. If you prefer, wait at the bottom of the hill about 20 minutes after the scheduled tour, and you can tag along with the main police escorted tour, and saving yourself a 20 minute walk. Robberies have taken place on the walk up the hill. The walk lasts less than 10 minutes, but is tough if you are out of shape and cannot keep up. Explain this to the cop and tip her a little, and she will slow down for you. They too have a time constraints and want to let you have a full 20 minutes on top of the hill. Robberies have occurred on this hill without police escort, and resulted in the death of one tourist who refused to give up his valuable (locals say \"don't be afraid, just be safe\"). Poor people live up on the hillside, and will not let anyone take you up the steps, unless they are uniformed police."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chocolate Making Class"],["alt=ChocoMuseo"],["url=http:\/\/www.chocomuseo.com\/english\/our-locations\/antigua-gua\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Learn how to make chocolate from the cocoa beans. A unique experience where you learn everything about the history of chocolate, the cacao plantations, and the industry of chocolate making. At the end of the class you will make your own chocolate bar at your taste and will be able to bring it back home with you."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Coffee Farm Tour"],["alt="],["url=http:\/\/www.asgreenasitgets.org\/index.php?option=com_content&view=article&id=335:coffee-experiences&catid=69&Itemid=641"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Learn how to pick, process and roast your own coffee! Spend a day with a coffee farmer, on the base of Volcan Agua, and learn what a day in the life of a small independent coffee farmer looks like. The tour will take you up the volcano to pick coffee from their fields. They will then take you to their homes to demonstrate how to separate the coffee fruit by density, husk the fruit, ferment and wash the beans, dry, remove the inner hull, sort by size and grade, roast, and - of course - taste! USD25 is a pretty good deal for the day, and includes 1 pound of coffee as well as English translation and guide services)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=El Hato"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Chicken buses to El Hato (40 min, GTQ4) leave from Antigua market several times a day on an irregular schedule"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small village in the mountains 20 min and 1,800 m (6,000 ft) above Antigua where you can hike around through the forest and coffee plantations, and appreciate the view of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pacific Ocean Fishing"],["alt="],["url=http:\/\/www.parlama.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best in the Americas for bill fish or sail fish. Records are made here frequently, and Guatemala frequently breaks catch per day and other records for bill fish. They accomplished this status through catch and release program, and mandatory use of circle hook that spares the fish from intestinal and gut damage after catching. The circle hook is required on all lures and baits, and does not catch as the fish swallow the bait. It only hooks on the way out of the fish, and only catches the lip. Legitimate fishing guides will not use other hooks regardless of species targeted to allow safe release of bill fish. Occasionally marlins are hooked also, and run in the hundreds of pounds. It is not infrequent for returning charters to hook and release 15 or more bill fish. You are not guaranteed to hook a bill fish on every trip, but the chance is greater than anywhere in the world. Day trips from Antigua can be arranged by contacting a long time American expatriate and ex-Peace Corp veteran, Dennis, who has spent more than half of his life volunteering and working in Guatemala. Dennis can hook you up with one of his boats or one of the other charters. His small boats are well equipped for fishing the pacific, and can carry up to 4 people who share a combined cost of under USD400 a day. He can arrange transportation from Antigua to Puerto GTQuetzal, where you can hook up with his or other charters. Tour operators are not too helpful at procuring fishing trip, as they are not rigged up to make commission. They will sell you a ticket to the port, and you will be stranded not knowing how to get on a boat. Boats are prepared for groups of 4 or more, as many are large and costly, and do not leave until they are paid for. Many leave early, and your chance of hooking up on the spot is low. Try to prearrange your trip weeks ahead of time, and know your fee before arrival. On last minute hookups, a local like Dennis can help you arrange a trip with the locals."]]}]},"\n",{"type":"[[","value":[["File:CandelaPacaya.jpg"],["thumb"],["300px"],["Molten Lava in the Pacaya Volcano"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Volcán Acatenango"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hiking up this dormant volcano is a slog. This hike takes you from Antigua (1,500 m) all the way to 3,976 m (13,044 ft) in one day. You need to be fit, carry gear, and take precautions against ",{"type":"[[","value":[["altitude sickness"]]},". Most people who do this trip spend the night on the mountain, though some go up and down within a day. Currently there are two outfits in Antigua who offer trips up Acatenango. If you have the gear, though, you can safely do the trip by yourself since there is only one way up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Volcán Agua"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The dormant volcano stretches up invitingly to the south of Antigua. Some tourists recommend climbing as part of a tour with a police escort to avoid problems as robberies are frequent. Some unaccompanied tourists have been kidnapped. Definitely take the security situation seriously. Ask at the Inguat office for advice, and go with a tour that has armed security that you trust."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Volcán Pacaya"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Going up the active volcano is quite easy and you will find dozens of travel agents who will be very happy to sell you tickets for a Pacaya-trip that normally costs between GTQ60-75, depending on your bartering skills. This includes a bus-shuttle to and from Pacaya. Once there, you must pay an extra GTQ50 for the park entrance. Pacaya is an ",{"type":"''","value":["active"]}," volcano. You cannot get to the crater (you just get close), but there are some amazing views. The hike is not too hard except for the last 100 m or so that go over very loose lava rocks. This hike can be strenuous and people who are not in good physical condition should give it carefully consideration (Horses are also available for GTQ100 each way). If you go in the afternoon, be prepared to descend in the dark. It takes approximately 1.5 hours up and 45 min down the mountain. There are a couple of kiosks at the bottom of this hike that offer cold beer."]]}]},"\n",{"type":"===","value":["Give"]},"\nYou can appreciate much about the Guatemalan culture by staying with a local family here. Arrangements for family stay can be made through a local school, or through local charity that you might volunteer for. Cost of local stay to include room and board ranges from USD65 a week with shared facility to as high as USD150 a week for private shower\/bathroom. To really get into a glimpse of life in Guatemala, one can sponsor a child through a local charity, like ",{"type":"[","value":["http:\/\/www.commonhope.org Common Hope"]},", or ",{"type":"[","value":["http:\/\/www.mayanfamilies.org\/ Mayan Families"]},". Once sponsored, you can visit your child through the charity. For first time visitor, Common Hope can secure an indigenous child at a nearby village like St Rafael, where you can get to see the subsistence farming and the day-to-day life of more than 50% of Guatemalans who lives on less than USD2 a day. Seeing their life on TV is not the same as up close and personal, and seeing the impact your donation makes upon the life of the whole family is gratifying. Visits through local Spanish school usually is made once a week to the local charities and hospital in town like St. Pedro Church and hospital, where many medical groups arrive from other countries to provide needed medical and dental work (cataract surgery, cleft lip, and dental care). One can turn a blind eye to poverty by simply shopping and dining in Antigua, but if every visitor makes a difference by sponsoring a child or family, we can transform the area. \n\n",{"type":"===","value":["Learn"]},"\n",{"type":"====","value":["Cooking"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=La Mesa"],["url=http:\/\/www.lamesaantigua.com"],["email=info@lamesaantigua.com"],["address="],["lat="],["long="],["directions=A 15 min walk from Parque Central in the Jacarandas de Antigua gated community"],["phone=+502 4117-2894"],["tollfree="],["fax="],["hours="],["price="],["content=The cooking classes at La Mesa teach you the tools and techniques to prepare authentic Guatemalan cuisine. They offer both lunch and dinnertime classes to suit every schedule. Their experienced and approachable instructors create an entertaining learning environment and their small class sizes provide a very interactive and hands on experience."]]}]},"\n",{"type":"====","value":["Spanish"]},"\nAntigua is the most popular, though not the cheapest, place to learn Spanish in Guatemala. Prices and hours vary, and can change depending on the season. Also note that homestay opportunities are available as a cheaper and more culturally enriching living situation than a hotel. The average homestay with a Guatemalan family costs GTQ585 for 7 nights in your own room with shared bath and 2-3 meals per day (except Sunday). It is well worth it to pay a little extra for your own bathroom or shower, and search for a family who takes in only one or a few students (and local Guatemalan boarders) for more immersion of the local culture. Families often visit each other on Sundays, and no meals are available. If you are the only student in the home, you are often invited for family get-togethers, and it is quite a cultural experience. Informal conversational class can be had with the many shoe shiners in the central park, if you choose not to have your shoe shined and pay them a few bucks instead. Their education and vocabulary can be very limited, as Spanish is often their second language, and Mayan is their first.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Academia de Español Ya!"],["url=http:\/\/www.espanolya.com"],["email=info@espanolya.com"],["address="],["lat="],["long="],["directions=5 blocks from Parque Central"],["phone="],["tollfree="],["fax="],["hours="],["price=GTQ750 for 4 hr\/day, 5 days\/week"],["content=University-educated teachers. All materials included. One-to-one or group lessons. Garden area for studying. Will help you find afternoon activities and host family accommodations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Centro Linguistico Internacional"],["alt="],["url=http:\/\/www.spanishcontact.com\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=CLI Spanish School is the premier language school in Antigua, with many features other schools simply do not have. Internet with Wi-Fi, travel services, rooms, apartments, laundry, meal facilities, and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Don Pedro de Alvarado"],["alt="],["url=http:\/\/www.guacalling.com\/dps\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One student, two teachers. The school suggests a 6 hr a day course. The most successful students, the ones who achieve the most fluency and accuracy in the language, are the students who study for six hours each day. The student studies with one teacher each morning with the primary focus being on grammar and usage. In the afternoon, the student will study with another teacher who will concentrate on improvements in conversational skills."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Escuela de Espanol Cooperacion"],["url="],["email=escuela_coop@yahoo.com"],["address=7 Av Norte, 15B"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=GTQ750\/week for 20 hr of one-on-one lessons"],["content=A school run as a cooperative, ensuring teachers get paid fairly. The school has a nice garden area for studying. Homestays with Guatemalan families available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Escuela de Español Ixquic"],["url=http:\/\/www.ixquic.edu.gt"],["email=info@spanishschoolixquic.edu.gt"],["address=7a Av Norte No 74A"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spanish school in operation since 1993."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Escuela de Español Spanish Traveling"],["url=http:\/\/www.spanishtraveling.com"],["email=st@spanishtraveling.com"],["address=4a Calle Poniente No. 17"],["lat="],["long="],["directions=Two blocks from Central Park"],["phone=+502 7832-8005"],["tollfree="],["fax="],["hours="],["price="],["content=Focuses on learning Spanish while visiting the most popular tourist destinations of Guatemala, Antigua, Lake Atitlán, GTQuetzaltenango, Río Dulce, and Livingston. Classes may take place on a coffee farm, in a museum, park, lake shore, or in the classroom in Antigua."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Escuela Jimenez"],["alt="],["url=http:\/\/www.spanish-school.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This school offers one-on-one instruction, customized to the student based upon an initial interview to determine the student's current knowledge of Spanish. Near the main market street, the school is a family-operated business headed by Miguel Morales-Jiménez."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Escuela Tecun Uman"],["alt="],["url=http:\/\/thegringosguide.com\/Antigua\/AntiguaSpanish.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by Mario Castellanos, one of the most experienced teachers in the City, the school has a good reputation with foreigners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Guate Linda Center"],["alt="],["url=http:\/\/GuateLindaCenter.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Among the languages offered for teaching are: Spanish, English, French, Italian, German, Japanese, Korean, and a Mayan language named Kakchickel. Accommodation on school grounds is available. Education is done on a single teacher per student basis (one-on-one), with an average study time of 20-35 hr a week."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ixchel Spanish School"],["url=http:\/\/www.ixchelschool.com\/"],["email=info@ixchelschool.com"],["address=7a Calle Poniente #15"],["lat="],["long="],["directions=Two blocks S and half a block W of Central Park"],["phone=+502 7832-0364"],["tollfree="],["fax="],["hours="],["price="],["content=Management and staff provide excellent service and are very responsive to requests. Instructors are friendly and knowledgeable. Instruction offered at all levels with an established curriculum, flexible one-on-one instruction, optional tours and activities daily, various options for accommodations including great all-inclusive homestays with hospitable local families."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Maximo Nivel"],["alt="],["url=http:\/\/www.maximonivel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+502 7932 1500, (800) 866 6358"],["tollfree="],["fax="],["hours="],["price="],["content=Maximo Nivel offers small group, online and individual Spanish classes taught by certified native Spanish instructors. Clients can join free conversation practice and be teamed up with local residents who are studying the school's intensive English programs. The school also provides intensive TEFL\/TESOL certification classes each month."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Proyecto Lingüistico Francisco Marroquín"],["alt="],["url=http:\/\/www.plfm-antigua.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the oldest Spanish school in Antigua, founded in 1969, which has expanded to include courses in a number of Mayan languages, including Kaqchikel, K'iche, and Mam. Their complete immersion program includes the option of accommodation with a Guatemalan family."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spanish Abroad"],["alt="],["url=http:\/\/www.spanishabroad.com\/antigua1.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Provides an outside perspective on the quality Spanish schools available in Antigua. With over 10 years in the industry, onsite inspections and feedback from students have guided the decision process on the schools to offer in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spanish Academy Sevilla"],["url=http:\/\/sevillantigua.com"],["email="],["address=1st Av Sur # 17C"],["lat="],["long="],["directions="],["phone=+502 7832-5101"],["tollfree="],["fax=+502 7832-5101"],["hours="],["price="],["content=Offers private Spanish lessons. Also offers choice of student houses or homestays, each with 3 meals\/day 6 days\/week, and private bath on request. Daily activities such as cultural exploration are frequently arranged by the school."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=La Union Spanish School"],["url=http:\/\/www.launion.edu.gt"],["email=info@launion.edu.gt"],["address=1a Av Sur #21"],["lat="],["long="],["directions="],["phone=+502-7832-7337"],["tollfree="],["fax="],["hours="],["price="],["content=Serious and exciting method of learning Spanish at \"La Unión\" language, cultural, and travel centre."]]}]},"\n",{"type":"===","value":["Work"]},"\nYou can easily get a job as a waiter, waitress, bartender, or host in any of the many bars, restaurants and hotels in Antigua. Usually they pay from GTQ65-165 a day plus tips. It is important to speak Spanish in most of these places, but you can slide by without it in some touristy spots, where most of the customers are foreigners. Also you can join in and volunteer at local non-profits. There are many local projects in education, health, and development that accept short and long-term volunteers. An example would be Common Hope, and other local churches and charities. These organisations should be contacted ahead of time for availability and credentialing.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:AntiguaWoodenFigs.jpg"],["thumb"],["300px"],["Wooden figures for sale"]]},"\n\nWhen you change money at the bank, you will need your passport. Banks are open 7 days a week, and open until 19:00-20:00. Most of the time, a passport is not needed for changing dollars into quetzales. However, you are likely required to have a passport if you want to redeem traveler's checks. ATMs are also available. In 2011, some ATMs were compromised and both locals and tourists had their accounts emptied. News reports cited BAC Bank ATMs along Parque Central, but it might have been a larger issue. ATMs inside luxury hotels such as Hotel Convento Santa Catalina were thought to be safe. ",{"type":"[","value":["http:\/\/guatemala.usembassy.gov\/ The US government travel advisory"]}," advises against the use of ATMs in all of Guatemala and particularly in Antigua.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=El Mercado"],["alt=The market"],["url="],["email="],["address="],["lat="],["long="],["directions=About 3 blocks west of the northwest corner of the town centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Walking through it is a cultural experience. The market is open every day including Sunday, but is largest on Saturday, Monday, and Thursday. It is big, like a maze, and you will likely lose your way. It is dark in the covered areas, and brighter on the outside sections. The cheapest food, commodities, fresh meat, and gifts are found here. There are so many sections to the market, that one need to spend nearly a full day to see it all. Toward the south, is a modern, clean and well-stocked gift, art, and local artisan shop arranged around a central fountain. To the west is the bus station, where you can take buses to all local towns, and Guatemala. To the east is the boulevard where well stocked supermarkets and restaurants are located. To the north, there are open soccer fields and the used clothing second hand items are sold. In the centre of the market are dark alleys going through meat markets, \"mini\" restaurant rows, flower shops, and numerous fruit stands. A large outside area by the bus stop is an open air fruit market where beautiful papayas, large mangoes, ripe pineapples, and all sorts of exotic tropical fruits are sold. Of course, the usual bananas, apples, grapes of outstanding freshness and quality are also found. Occasionally, livestock such as chicken and small mammals are sold also. It is a gathering place for all Antiguans, and where most families buy their groceries. You are guaranteed to get lost each time you enter the main area of the market. Straight in and straight out is the preferred method of navigation unless you have a compass and a map. The market has grown tremendously to the dismay of the locals who talked of the clean and bright well organised and smaller more beautiful market they grew up with."]]}]},"\n",{"type":"*","value":[" Hand-carved wooden masks and figures are popular in Guatemala, and easily found in many of the shops and stalls in La Antigua Guatemala. These make unique and wonderful gifts to bring home to friends and family, or just something unusual to remember your trip by."]},"\n",{"type":"*","value":[" Cheap clothing, shoes, and leather goods. Found at the mercado. New pants can be acquired for as little as GTQ8 or less. Check for quality and comfort before you purchase shoes. Small hard to find sizes are easily encountered due to the small size of the people."]},"\n",{"type":"*","value":[" Inexpensive tropical fruit also found in the mercado. Vine ripened fruits, papayas, plums, mangoes, cherries, strawberries, melons and other delicious unusual tropical fruits are available in abundance with seasons varying. The red curly haired \"lychas\" have a pleasant sweet taste like the lychees found in cans in the US. Fruit is safe to eat if washed. One might stay away from strawberries, unless you can assure of a good soak in bleach to wash away any fertilizer or contaminated irrigation water."]},"\n",{"type":"*","value":[" Indigenous hand woven cloth and handmade stone and jade jewelry are found sold by the local women in their brightly colored clothing. The stories are all the same, \"my mom made it by hand\", which is likely true. You usually can bargain down by 25% or more, especially if you walk away."]},"\n",{"type":"*","value":[" Chocolate and cacao can be found in different places around town, each one with its own characteristics: ",{"type":"[","value":["http:\/\/Guatemala.ChocoMuseo.com ChocoMuseo"]}," is the cacao and chocolate museum (free entrance) where chocolate is made in front of you in their artisanal chocolate factory. Chocolate may also be found at Chocolalala, Fernando's Koffee, and Chocolarti."]},"\n",{"type":"==","value":["Eat"]},"\nAntigua has cafes and restaurants for all tastes and budgets. The town is the most touristy place in Guatemala so you will find anything you are looking for including international fast food shops. Be careful with where you eat. Facilities lacking in bathroom or bathroom cleanliness suggest a higher probability of food poisoning. Avoid cold salad, fresh vegetables, and undercooked meat. ",{"type":"'''","value":["Street ice cream carts"]}," are common through the city and popular with the locals, but of are unknown safety for sensitive stomachs.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Bagel Barn"],["alt="],["url="],["email="],["address=5a Calle Poniente #2"],["lat="],["long="],["directions=Centrally located, 10 m off Central Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Travelers come here to get their fix of bagels, excellent coffee and free Wi-Fi. Bagel sandwiches include different breakfast and lunch selections using quality ingredients such as fresh mozzarella cheese, real Cheddar, etc. It's a home away from home, a very cosy environment, movies showing in the afternoon and evenings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casa Escobar"],["url="],["email="],["address=6ª Avenida norte"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Entire restaurant lit with candles. Beautiful interior blending in with the style of Antigua. Do not let relatively high prices and not very appetizing pictures in the menu fool you. Steaks brought to the table will look way more appetizing and after the first bite you will know that you will not leave a single bite on the plate no matter how big of cut you have ordered. If you like steak you are hungry you are in Antigua and can spare USD20, Casa Escobar is an awesome place to go."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Helados Marco Polo"],["alt="],["url="],["email="],["address=5a Ave Nte"],["lat="],["long="],["directions=Just up from the NW corner of Parque Central on the W side, opposite Helados Sarita"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers ice cream dishes in a polished atmosphere."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Helados Sarita"],["alt="],["url="],["email="],["address=5a Ave Nte"],["lat="],["long="],["directions=Just up from the NW corner of Parque Central on the E side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This seems sort of like the Baskin-Robbins of Guatemala. Several dozen flavours of ice cream in three different choices of cones, sundaes, and other more elaborate concoctions. Since 1948."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pan Colonial"],["url="],["email="],["address=7th Av, Norte, Number 13d"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Guatemalan bakery, good selection of breakfast breads. One of the best (and least costly) in Antigua."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tacos Cancun"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On 2a Ave between 5a and 6a calles"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good tacos with soup and a drink for only GTQ15 (Mar 2012). There is also a hostel here. GTQ40 per night for a dorm and GTQ60 per night for semi-private. Friendly staff."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Luna De Miel Crepes"],["alt="],["url="],["email="],["address=6 Avenida Norte N19A"],["lat="],["long="],["directions="],["phone=+502 7882 4559"],["tollfree="],["fax="],["hours=Daily, 08:30–22:00"],["price="],["content=Opened its doors in July 2006 and Antigua succumbed to the charms of the crepes \"a la francaise\". The restaurant is tiny. The menu offers not a lot to choose, but all the products are fresh, selected each morning in the market. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cinema Café Bistro"],["alt="],["url="],["email="],["address=5a Ave Sur #14"],["lat="],["long="],["directions=Two blocks S of the SW corner of Parque Central on the W side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers food and a full schedule of movies from mid-afternoon to late evening."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Dabbawala Tandoori"],["alt="],["url=http:\/\/www.dabbawalatandoori.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+502 7832-9976"],["tollfree="],["fax="],["hours="],["price="],["content=A new curry delivery service in Antigua. Samosas, onion bhajis, chicken madras, vindaloo, naan. One of the English owners, Felix or Mick, will bring your order round on a motorbike. Most small hotels are happy for you to have food delivered if you ask. Remember to ask the guys for plastic plates and forks if you need them."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Mirador"],["url="],["email="],["address=1 Avenida Norte #9B inside El Caminante Hostel"],["lat="],["long="],["directions=3 blocks E of Parque Central"],["phone=+502 7832-6146"],["tollfree="],["fax="],["hours=Tu-Su, 17:00-22:00"],["price="],["content=360 degree rooftop view of Antigua. Burgers, kebabs, drink specials."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Mix"],["url="],["email=elmix@mail.com"],["address=4 Avenida sur local 4a"],["lat="],["long="],["directions=Half block from central park"],["phone=+502 7832-8934"],["tollfree="],["fax="],["hours="],["price="],["content=Music, patio, vegetarian dishes, happy hour, Israeli food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mono Loco"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Just off Parque Central on 5a Ave sur"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A funky tourist friendly joint with cheap international calling and a few computers for Internet use. The food is very \"gringo-esque\", but tasty nonetheless. There's a large bar on the ground level, as well as a covered open air second floor eating area. Good place to meet and greet or enjoy a burger."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=El Pelícano Dorado"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At the S end of Calzada Santa Lucia, where it leaves for Ciudad Vieja, Nos. 7&7A"],["phone=+502 7832-7242"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic food: fresh seafood, tapado, caldo de mariscos, ceviches, rice and beans, giffity, etc. Also traditional Garífuna punta music played live on the weekends."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Rainbow Restaurant and Bookshop"],["alt="],["url=http:\/\/www.rainbowcafeantigua.com"],["email="],["address=7a Ave Sur #6 at 6a Calle"],["lat="],["long="],["directions=One block S and two full blocks W of the SW corner of Parque Central"],["phone=+502 7832-1919"],["tollfree="],["fax="],["hours="],["price="],["content=Tourist-friendly and wholesome breakfasts, lunches, and dinners. An early-bird breakfast special of tomatoes, beans, eggs, rice, and tea or coffee is easy on the wallet. Sandwiches and dinner entrees are inexpensive too, and salads and big desserts are also on offer. Use purified water for all drinks, ice, and preparation. They have a rich schedule of live music, poetry readings, and interesting lectures about Guatemala. Includes Internet access in its cornucopia of tourist-friendly offerings.  If you spend more than GTQ20 in the bookstore, you get 25 minutes of Internet time as a bonus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sangre"],["alt="],["url="],["email="],["address=5 Av Norte #33"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fancy place, great food, fine atmosphere. Moderate prices. Large selection of wine per glass."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wiener"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Austrian restaurant that serves the best schnitzel this side of Vienna. One amazing treat for those of you from Austria! They also serve great local food and have a friendly, capable staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Y tu Piña, También"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=6a Calle Oriente and Primera Avenida Sur"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Breakfast and lunch. Licuados. Benito's flavored rums. Luisa's famous hangover soups. Proper espressos. Manu Chao daily. Wi-Fi gratis ."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bistrot Cinq"],["url=http:\/\/www.bistrotcinq.com\/"],["email="],["address=4a Calle Oriente #7"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A French bistro featuring great food, very authentic cuisine found nowhere else in Antigua. American- (USA), not Guatemalan, owned and operated. Features an open kitchen where you can watch the chefs work, and a great bar. Offers many specials and unique local foods hard to find elsewhere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Mediterranéo"],["alt="],["url="],["email="],["address=6 Calle Poniente 6A"],["lat="],["long="],["directions="],["phone=+502 7832-7180"],["tollfree="],["fax="],["hours=Dinners, 18:00-"],["price="],["content=This is a gourmet Italian restaurant one block from the Parque Central. No menus—the waiter will simply tell you the specials, which change every day. A meal for two with wine can cost GTQ250, but it is widely considered to be one of if not the best place for Italian food in Antigua."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Fonda de la Calle Real"],["alt="],["url=http:\/\/www.lafondacallereal.com\/"],["email="],["address="],["lat="],["long="],["directions=Three locations: 3a Calle Pte 7, 5a Ave Nte 5, 5a Ave Nte 5, the last two just N of the NW corner of Parque Central"],["phone=+502 7832-0507"],["tollfree="],["fax="],["hours="],["price="],["content=Generous helpings of Guatemalan specialties, with reasonable prices and a touch of corporate efficiency in their operations. The \"De Todo Un Poco\" (\"a bit of everything\") platter combines steak, chicken, and sausage for GTQ91. The vegetarian \"Pepian Vegetariano\" offers green beans and other vegetables in a unusual smoky-flavored sauce. The green salad is fresh and overflows the large plate. Uses purified water for all drinks, ice, and preparation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kloster"],["alt="],["url="],["email="],["address=3a Calle Oriente No. 28"],["lat="],["long="],["directions=Next to Casa Santo Domingo"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good fondue, the beef is tasty, the shrimp, shrimpy. Bread is local, savory, and fresh. OK wine selection. The desert fondue is a good touch, the chocolate is great quality. Service was excellent including descriptions of the meals (in Spanish). The seating in the back is visible only if the garage door is open, so get a table back there for a pleasant night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nokiate"],["url=http:\/\/www.nokiate.com\/"],["email="],["address=1a Avenida sur #7"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Antigua's only real sushi bar where you can watch the sushi chef prepare the fresh rolls, sashimi, and sushi, also has a great selection of Latin-Japanese cooking. The ambiance is very warm and inviting. Great bar scene also."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Peña de Sol Latino"],["alt="],["url="],["email="],["address=5 Calle Poniente"],["lat="],["long="],["directions=Just along from El Sitio and opposite La Bodegona supermarket"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar and restaurant featuring live music by Guatemalan and Central American bands (featuring Paco). The music, the \"feel\", and the food make this a really special place. Make sure to try their brownies; they are absolutely amazing. Their grouper macadamia dish is also highly recommended, and their other desserts are fantastic. They use only purified water and disinfect all produce, so go ahead and enjoy one of their creative salads. Open for lunch and dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante Doña Luisa Xicotencatl"],["alt="],["url="],["email="],["address=4a Calle Ote 12"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has the feel of a well-run corporate restaurant set in a gorgeous leafy courtyard of a historic building. Menu includes well-executed breakfast, hamburgers, and Guatemalan interpretations of Tex-Mex food. They use purified water on their vegetables and for drinking and ice, which means their menu is in-bounds for tender First World stomachs. There is a bakery in the building, which means that when you get close you can follow the delicious smells the rest of the way in. Highly recommended, especially for the cookies and daily selection of delightful breakfast breads."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sabor Cubano"],["alt="],["url="],["email="],["address=4a Calle Oriente 3A"],["lat="],["long="],["directions=A half-block E of the N side of the Parque Central"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant has a slightly up-market feel. It has live Cuban music on Thursday through Saturday evenings and Sunday afternoons."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Travel Menu"],["alt="],["url="],["email="],["address=6a Calle Pte #14"],["lat="],["long="],["directions=One block S and partial block W of the SW corner of Parque Central, on the N side of the street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Promises \"small place, big portions\", and delivers. It seats perhaps 20 people at about eight tables, in small, dim room painted to look like an underground European ",{"type":"''","value":["keller"]},", lit only by candles on stands overflowing with cascades of wax drippings. They offer dinner entrees for low prices, with vegetarian options for everything. The portions are indeed generous. Beer and wine are also available, but not desserts. Topping it all off is the friendly proprietor, Jesper Nilsen of Denmark. Attracts a traveller crowd."]]}]},"\n",{"type":"==","value":["Drink"]},"\nGuatemala, like all Latin American countries, have chlorinated filtered water at the point of distribution. However, once it gets to the tap, it is no longer safe. Many businesses and home have plastic water tank on the rooftop. Water is allowed to fill the tank during the low consumption period of the day, usually at night, and the tank maintains the pressure at the faucet during the day, when water pressure in the public supply is low or non-existent. This is the cause of water borne intestinal diseases like e-coli, salmonella, or cysticoccosis. As the water pressure in the potable water drops below surrounding pressure surrounding the pipe, ground water with raw sewage flow into cracks in the potable water system. It has been documented that up to 20% of travelers with chronic diarrhea or gastrointestinal issue carry intestinal parasites, even for years after returning. Over 80% of returning Peace Corps volunteers have intestinal parasites. Laboratories in the US and England often miss these very small parasites on one sample, and repeated sample must be submitted. The only fail-proof way to avoid waterborne illness is to drink bottled or filtered water.\n\n",{"type":"[[","value":[["File:SkyBarahp.jpg"],["thumb"],["300px"],["The windows at the Sky Bar"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Chaman"],["url="],["email="],["address=7a Ave. Norte #2"],["lat="],["long="],["directions=Next to the ruins of San Agustin"],["phone="],["tollfree="],["fax="],["hours=17:00-"],["price="],["content=Unique view of the ruins of San Agustin, local specialty drinks, habanos cigars, live music, and good vibes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Fernando's Kaffee"],["alt="],["url=http:\/\/www.fernandoskaffee.us\/"],["email="],["address=7 Avenida Norte 43D"],["lat="],["long="],["directions=Next door to the Posada La Merced Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Some of the best coffee in Antigua, plus great breakfasts. Fernando, the owner, is very friendly and may show you his operation: the coffee roaster, grinder, etc. Pleasant courtyard seating is found when walking through the first two rooms and around the kitchen. The breakfasts are awesome: pancakes and crepes and fresh fruit. It is a great place to relax drinking wonderful coffee."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Muro Pub"],["url="],["email="],["address=3 St Oriente 19 D"],["lat="],["long="],["directions="],["phone=+502 7832-8849"],["tollfree="],["fax="],["hours=M-Sa, 17:30-01:00"],["price="],["content=Classic rock serving real drinks, Asian, veg food, and local cuisine. Specials for volunteers and credit cards accepted."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Reilly's Irish Tavern"],["alt="],["url=http:\/\/www.reillysantigua.com"],["email="],["address=5a Ave norte #31"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Antigua's only Irish pub. Serves Guinness and Jaegermeister, among other things. Every Sunday at 18:00 they hold a pub quiz."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Antigua UmmaGumma Hostel"],["url=http:\/\/www.ummagummahostel.blogspot.com"],["email=ummagumma@itelgua.com"],["address=7a Av Norte, #34"],["lat="],["long="],["directions="],["phone=+502 7832-4413"],["tollfree="],["fax="],["hours="],["price=Dorms GTQ50"],["checkin="],["checkout="],["content=Two shared equipped kitchens, communal lounge area with direct TV, Wi-Fi, two communal computers, rooftop terrace, laundry service, international calls service, luggage store and travel agency. Dorms as well as private rooms available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Casa de los Abuelos"],["url=http:\/\/www.lacasadelosabuelos.info"],["email=mrosori@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A family house, turned into a beautiful hotel, 5 min from downtown of La Antigua, a great view of the volcanoes, special packages for Spanish students and adoption parents."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Bellona"],["url=http:\/\/www.hostelantigua.com\/"],["email="],["address=Calle Coyolar #11"],["lat="],["long="],["directions=At the end of the 2nd Av Sur"],["phone=7832-0124"],["tollfree="],["fax="],["hours="],["price=USD20 for a double"],["checkin=13:00"],["checkout=noon"],["content=A nice quiet guesthouse in Antigua. You can use the kitchen to make your own meals but breakfast is included. Nice clean rooms and shared bathrooms are also very clean. Garden with hammocks and a living room with cable TV\/DVD, nice way to meet other travellers. A little bit further from the centre (10-15 min walk), but then you have also something good for a very good price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Gato Negro"],["alt=Black Cat Hostel"],["url=http:\/\/www.blackcatantigua.com\/"],["email=info@blackcatantigua.com"],["address=6a Av Norte, 1a"],["lat="],["long="],["directions="],["phone=+502 7832 1229"],["tollfree="],["fax="],["hours="],["price=Dorms GTQ65, doubles GTQ160"],["checkin="],["checkout="],["content=Largest, and arguably most fun and funky, hostel in Antigua. Price includes breakfast (anything on the desayuno menu). Full bar and restaurant. Free Internet, including Wi-Fi. There is a movie room of over 350 movies\/DVDs for free. Double rooms must be booked on-site. Book ahead as it is popular."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel 5"],["alt="],["url="],["email="],["address=4th Av Norte #33"],["lat="],["long="],["directions=About 3 blocks from centro"],["phone="],["tollfree="],["fax="],["price=GTQ50 for a dorm with full breakfast included"],["checkin="],["checkout="],["content=Wonderful owner who will take very good care of you and is a great cook. Comfortable beds, clean facilities, lockers, very hot showers, awesome rooftop terrace with picnic table, hammock, and a great view of the volcano. The bar\/restaurant downstairs has very cheap cold beers and serves great food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Los Amigos"],["url="],["email="],["address="],["lat="],["long="],["directions=2a Av between 7a and 8a calle"],["phone="],["tollfree="],["fax="],["hours="],["price=Dorm, GTQ35"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Calle 6"],["url="],["email="],["address=6ª Calle Poniente Nº 19"],["lat="],["long="],["directions=1 block from Central Park"],["phone=+502 5532-3274"],["tollfree="],["fax="],["hours="],["price=Dorm, GTQ35"],["checkin="],["checkout="],["content=A large hostel. Price includes Internet, laundry service, bag storage, and hot water 24 hr. There is a travel agency on the premises."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Casa Cristina"],["alt="],["url=http:\/\/www.casa-cristina.com\/"],["email="],["address=Callejon Camposeco 3A"],["lat="],["long="],["directions=Between 6th and 7th Av N, one block from La Merced Church"],["phone="],["tollfree="],["fax="],["price=USD18-35"],["checkin="],["checkout="],["content=This small and charming 10 room hotel is only four blocks from Central Park in the centre of Antigua. All rooms have private bath and hot water. Free coffee, tea and purified water. Wireless accessible from all rooms. Standard single room (USD18) with cable TV (USD22), Standard double room (USD22) with cable TV (USD26), Deluxe room with Volcan de Agua view and cable TV (USD35). Discounts for longer stays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jungle Party Hostel"],["url=http:\/\/www.junglepartyhostal.com"],["email="],["address=6a Av Norte 20"],["lat="],["long="],["directions=Between 2nd and 3rd Calle Poniente"],["phone=+502 7832 0463"],["tollfree="],["fax="],["hours="],["price=Dorms, GTQ60"],["checkin="],["checkout="],["content=A mid-sized hostel with a courtyard, bar, restaurant, and hammocks. Wi-Fi free and daily happy hour. Hot water showers (hot water tank, not electric showerheads). Rate includes breakfast from anything on the menu. Dorm rooms from 4-6 beds. Note: no outside food or drinks permitted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada Juma Ocag"],["url="],["email="],["address=Calzada de Santa Lucía #13"],["lat="],["long="],["directions=Across from market"],["phone="],["tollfree="],["fax="],["hours="],["price=GTQ120 single, GTQ160 double"],["checkin="],["checkout="],["content=Rooms with private baths and cast-iron beds. Rooms set around a small pretty courtyard. Small sun terrace upstairs.  Friendly and helpful staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Viejo Danes Hostal"],["url="],["email=elviejodanesguesthouse@gmail.com"],["address=Calzada Santa Lucia Norte Callejón San Jerónimo #31"],["lat="],["long="],["directions=On a small lane off Alamede de Santa Lucia, between the local market and San Jeronimo ruins"],["phone=+50278323881; Roberto's mobile +502 59428274 (speaks English and French); Claudia's mobile +502 47002220"],["tollfree="],["fax="],["hours="],["price=3-bed dorm, GTQ30"],["checkin="],["checkout="],["content=Small hostel. Close to the fresh produce and artisan market, ruins, and chicken bus station, run by a friendly couple Roberto and Claudia. Clean, shared toilet and showers with hot water. Kitchen with cooking facilities and dining area on the rooftop terrace overlooking the ruins. Two-bed rooms also available. They can also organise tours to different sights in and around Antigua."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Esthela"],["url=http:\/\/www.hostelantigua.com\/"],["email=info@hostelantigua.com"],["address=2a Av Sur, 48, Interior A-3 (it's between Nos 40 and 44)"],["lat="],["long="],["directions=With the Arch behind you, walk forwards and left for approximately 15 min, about 9 blocks total"],["phone=7832-5162 or 5330-0774 (cellphone)"],["tollfree="],["fax="],["hours="],["price=USD6-32"],["checkin="],["checkout="],["content=Dorms and private rooms available, some with shared bath, others with private bath. The owners are very friendly and helpful, willing to book you onto tours and\/or shuttles. Kitchen available. External guests welcome up to a certain time. Hot water. Terrace bar open when there is the demand. Spanish, English, and Dutch spoken."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chez Daniel"],["url=http:\/\/chezdanielantigua.blogspot.com\/"],["email=chezdanielantigua@gmail.com"],["address=Calle de San Luquitas #20, Callejon de Burrito"],["lat="],["long="],["directions="],["phone=+502 4264-1122"],["tollfree="],["fax="],["hours="],["price=USD54 per room, double occupancy"],["checkin="],["checkout="],["content=Spacious and modern rooms, complete with a comfortable double bed, along with a single bed, a huge bathroom with giant tub. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Las Marias"],["url=http:\/\/www.hostallasmarias.com"],["email="],["address=Calle a San Bartolo, Lotif. Las Jacarandas"],["lat="],["long="],["directions=5 blocks from Central Park"],["phone=+502 5516-9147"],["tollfree="],["fax="],["hours="],["price="],["checkin=15:00"],["checkout=13:00"],["content=A beautiful bed and breakfast in a very quiet and safe area, about 5 blocks from central park. Comfortable rooms, hot water, Wi-Fi, complimentary water, shampoo etc. Discount for groups, students, volunteers, adopting parents."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Boutique Euskadi"],["alt="],["url=http:\/\/www.euskadihotelboutique.com"],["email="],["address=3ra Calle Oriente #30"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A nice, clean hotel with a good restaurant and efficient staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Casa Antigua"],["url=http:\/\/www.hotelcasa-antigua.com\/"],["email=hotelcasa-antigua@hotmail.com"],["address=3rd Calle Poniete #5"],["lat="],["long="],["directions=1 block NW of central park"],["phone=+502 7832-9090"],["tollfree="],["fax=+502 7832-9191"],["hours="],["price=USD45-85"],["checkin=15:00"],["checkout=13:00"],["content=Historical hotel only 2 min walk to Central Park. 22 rooms all with baths, 3 gardens with fountains and a rooftop terrace. All rooms are decorated with antiques. Discounts for large groups or weekly stays. Free Wi-Fi & Internet terminals, free purified water, breakfast is available, coffee, use of kitchen, laundry service, bag storage, travel services, airport pickups, cable TV & hot water 24 hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Casa Rustica"],["url=http:\/\/www.casarusticagt.com\/"],["email=casarusticagt@hotmail.com"],["address=6th Ave Norte #8"],["lat="],["long="],["directions=1 block W of central park"],["phone=+502 7832-3709"],["tollfree="],["fax="],["hours="],["price=USD25-47"],["checkin="],["checkout="],["content=Gardens, terraces, & hammocks. All rooms are private, have comfortable anti-stress beds and lots of natural light. Free purified water, use of large shared kitchen, laundry service, bag storage, Internet terminals, small cafe, Internet cafe, travel services, airport pickups, cable TV & hot water 24 hours. The Wi-Fi signal is fast, strong, and free for hotel guests. For walk-in customers, it is GTQ5\/hr, GTQ20\/day or GTQ70\/wk. Check your emails sitting in the garden, terrace or a hammock, while sipping on a cool one or eating a snack. Also, if you are a dog lover, pet one of the 3 hotel mascots."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel GTQuinta de las Flores"],["alt="],["url=http:\/\/www.quintadelasflores.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD75-95, higher for New Year's and holy week"],["checkin="],["checkout="],["content=A 10 min walk from the central plaza, this hotel offers several quiet, almost free-standing rooms spaced around a central fountain. A special treat is the working fireplace, with firewood at the ready."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada Don Valentino"],["url=http:\/\/www.posadadonvalentino.com\/"],["email=don.valentino@hotmail.com"],["address=5th Calle poniente #28"],["lat="],["long="],["directions=2 blocks W of central park"],["phone=+502 7832-0384"],["tollfree="],["fax="],["hours="],["price=USD37-65"],["checkin="],["checkout="],["content=2 blocks from central park. Spacious, light-filled rooms and common areas with Guatemalan furniture and textiles. All rooms have private bath, cable TV, 24-hour hot water, and views. 18 standard rooms and 3 suites. 2 large terraces with city and volcano views. An Internet cafe, international phone service, travel agency, use of a shared kitchen, laundry service, bag storage, free bottled water. Bilingual staff. Single (USD37), Double (USD48), Triple (USD57), GTQuad (USD65), deluxe suites available. Discounts for large groups and longer stays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada Dona Luisa"],["url=http:\/\/www.sailing-diving-guatemala.com\/hotels\/donaluisa.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD30-45"],["checkin="],["checkout="],["content=A few blocks from the park. There is nothing fancy about this place, but the people there are warm and friendly and it is clean and quiet. Single, double, and triple rooms available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada Lazos Fuertes"],["url=http:\/\/www.posadalazosfuertes.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=GTQ395 for a double"],["checkin="],["checkout="],["content=A 15-room hotel, for which the profits are said to aid poor Guatemalan children whose parents live in the Guatemala City dump, through ",{"type":"[","value":["http:\/\/www.safepassage.org Safe Passage"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada de la Merced"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Near the Merced"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Clean, well-kept hotel with helpful staff. The owner used to be a tour guide and offers great advice."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Madeleine Bed & Breakfast and Spa"],["url=http:\/\/www.casamadeleine.com\/"],["email=casamadeleine@aol.com"],["address=Calle del Espiritu Santo #69"],["lat="],["long="],["directions="],["phone=+502 7832 9348"],["tollfree="],["fax=+502 7832 9358"],["hours="],["price=USD95-205"],["checkin=15:00"],["checkout=13:00"],["content=A beautiful bed and breakfast about 6-7 blocks from central park. Comfortable rooms, hot water, Wi-Fi, complimentary water, shampoo, etc. Whirlpool and Jacuzzi, spa services and packages. Great view of their courtyard and the volcano. Discount for groups, students, volunteers, adopting parents. U.S. telephone number +1 877 325-9137."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Casa Santo Domingo"],["alt="],["url=http:\/\/www.casasantodomingo.com.gt\/"],["email= domingoreservas@intelnet.net.gt"],["address=3a Calle Oriente No 28 \"A\""],["lat="],["long="],["directions="],["phone=+502 7820-1222"],["tollfree="],["fax=+502 7832-4155"],["price=USD170-360"],["checkin="],["checkout="],["content=A luxury international-class hotel built in the remodeled ruins of an old convent. Access to three great museums in the Paseo De Los Museos is included in your room rate. Gorgeous landscaping and all the services. 10 min walk to Parque Central."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Casa del Parque"],["url=http:\/\/www.hotelcasadelparque.com\/"],["email=hotelcasadelparque@hotmail.com"],["address=4th Ave Norte #5"],["lat="],["long="],["directions=70 m north of central park"],["phone=+502 7832-0961"],["tollfree="],["fax=+502 7832-3709"],["hours="],["price=USD69-115"],["checkin=15:00"],["checkout=13:00"],["content=Luxury hotel only seconds from Central Park. 16 rooms and 9 suites, all with bath, breakfast, swimming pool, Jacuzzi, sauna, (massages available), 3 gardens with fountains and a 2nd level terrace. All rooms are decorated with beautiful Guatemalan furniture. Free Wi-Fi & Internet terminals, free purified water, free breakfast & coffee, laundry service, bag storage, travel services, airport pickups, cable TV & hot water 24 hr."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Convento Santa Catalina"],["url=http:\/\/conventohotel.com"],["email=hotelconvento@yahoo.com, mail@conventohotel.com"],["address=5 Ave Norte #28"],["lat="],["long="],["directions="],["phone=+502 7832 3080"],["tollfree="],["fax=+502 7832 3610"],["hours="],["price=USD70-100"],["checkin="],["checkout="],["content=The Convent of Santa Catalina Martir was the second monastery founded by the Augustine Order in the year 1613. The church was inaugurated on 15 September 1647. Within 10 years, the convent contained 110 nuns and 6 novices, who were prohibited from going out into the streets and were not allowed to see or be seen by the general public. In 1693, a bridge was built to connect the monastery to the property that had been acquired by the convent on the other side of the street, so the nuns could cross the street unseen. This bridge is now the famous landmark of Antigua, The Arch of Santa Catalina Martir. The Hotel Convento Santa Catalina Martir offers singles, doubles, triples, and junior suites. 16 furnished rooms, seven of which have kitchenettes. 2 beautiful gardens and a wonderful view of the volcanoes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Marques de Antigua"],["url=http:\/\/www.elmarquesdeantigua.com\/"],["email=info@elmarquesdeantigua.com"],["address=4 Av sur #30"],["lat="],["long="],["directions=4 blocks from Central Park"],["phone=+502 7832-8259"],["tollfree="],["fax="],["hours="],["price=USD75-135"],["checkin=15:00"],["checkout=13:00"],["content=An all-suite hotel. Two types of suites:  Loft Dona Beatriz (1-4 guests) and Loft Don Pedro (4-6 guests), fully furnished  and equipped with kitchen, living room, dining table, mini-patio with a fountain, washing and drying machine, 42-in LED TV, Wi-Fi, and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Palacio de Doña Leonor"],["url=http:\/\/www.palaciodeleonor.com\/"],["email=reservations@palaciodeleonor.com"],["address=4a Calle Oriente Casa No 8"],["lat="],["long="],["directions="],["phone=+502 7832 2281"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Named after the daughter of Pedro de Alvarado, conqueror and first governor of Guatemala. Twelve rooms and suites around a magnificent garden courtyard."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=El Palacio de Dona Beatriz"],["alt="],["url=http:\/\/www.palaciodebeatrizantigua.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD100-165"],["checkin="],["checkout="],["content=Luxury bed and breakfast inside a coffee plantation, near Santo Domingo convent and museum, 40 min from the Guatemala City airport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Porta Antigua"],["url=http:\/\/www.portahotels.com\/hotelantigua-in.htm"],["email=ventasantigua@portahotels.com"],["address=8a Calle poniente No 1"],["lat="],["long="],["directions="],["phone=+502 7832-2801"],["tollfree="],["fax=+502 7832-0807"],["hours="],["price=USD150-225"],["checkin="],["checkout="],["content=A beautiful hotel, just a few blocks away from the park on a quiet street. The hotel has a great pool, parrots that live outside your window and great meals in the dining area. Tip: try their amazing hot chocolate."]]}]},"\n",{"type":"===","value":["Homestays"]},"\nHomestays with Antiguan families can be arranged through language schools or directly with the family in question. As the families are prepaid, you can switch your school at any time and try a different school. Your shuttle from the airport is also prepaid if arranged through a school, so if your driver asks for GTQ40 or GTQ80 in tips, just smile, and give him GTQ10 or GTQ15 at most (a 20% tip), more if he your luggage was lugged up a steep hill and dozens of steps.\n\nThe homes are often on hilltops, so be prepared to encounter large black scorpions on the lit walls at night, when you are walking home late. They are harmless unless you disturb them, but you might consider wearing shoes if they are abundant. Choose a home in the town to avoid climbing hills, and you will also get fewer mosquitoes. Currently, families charge about GTQ580 for 7 days of bed, shared toilet, and 2 meals. Expect to pay about GTQ80 or GTQ160 more if you want to add lunch (the main meal), or if you expect a private bathroom (well worth it if you don't want to share with up to a dozen other boarders).\n\nAn advantage of a home stay for the Spanish language student is a chance for language immersion, as well as the cultural experience. The fewer students the family board, the better the experience. Too many students prefer to speak in English to each other and destroy your \"immersive\" experience. Ask first how many people are in the home, and how many boarders there are. You might find out, up to 14 people might share only one sink and 2 toilets. Water pressure is low at night, and you might not get a warm shower if the flow is too low to activate the heated showerhead.\n\nAsk the house mom to explain how to get the switch to activate on the shower, or you might have to deal with a cold shower. Buy your own soap and shampoo, as the home might use the same soap for washing dishes and clothing as for bathing. The housing may be more basic than in a hotel: simple concrete block or adobe construction, shared bathroom, and small rooms. Ask if there is a secure lock for your room, as the home is often shared with local boarders, and you do not always want to lug your camera and laptop everywhere you go.\n\nMosquitoes are common, and the owners often leave the door open while cleaning. A compact mosquito net or tent is necessary if you do not enjoy having mosquito buzzing around your face at night. Some areas of Antigua are mosquito-free, but in other areas, they are found in abundance. It is important to verify the number of students and guests in the house, as one can encounter situations where up to 14 people are sharing two toilets and one sink! If you value cleanliness and convenience, book a room with private toilet and sink.\n\nYou must provide your own hand towels and bath towels. If you leave them in a common bathroom, don't be surprised if everyone uses them. Eating hours are often different, with dinner often served at 19:30 or 20:00, so you might want to procure your own meals if you intend to go to bed early. Remember that dinner is simple: a few pieces of cold bread and perhaps very light soup. For American-style dinners, go out and buy your own food at the restaurants. Fresh fruits and vegetables are not often served so eat plenty of beans or bring along your own source of fiber.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ana & Dany"],["url="],["email=anaguate@hotmail.com"],["address="],["lat="],["long="],["directions=On Calle De Los Pasos near San Francisco Church"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Friendly, welcoming young couple who offer a home stay. They have four rooms (only two with private bath) in their small house. Their two young children also live there and a mother and several siblings are in and out. Both speak some English, but are very clear and helpful to travellers trying out Spanish. They also teach Spanish privately and through schools. Rooms are small and basic, with concrete block construction, but clean and brightly painted. Food is Guatemalteca family cooking, with meat omitted for vegetarians."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Casa De Antigua"],["url=http:\/\/www.lacasadeantigua.com"],["email=vmromerofurlan@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=La Casa De Antigua offers a room only 5 blocks from the park and has Wi-Fi and breakfast from Monday to Saturday. It is in a neighborhood with a beautiful architecture. The home environment is a very beautiful colonial style. The family is quite friendly and can speak English and practice Spanish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Susy´s House"],["url="],["email=st@spanishtraveling.com"],["address="],["lat="],["long="],["directions= Jocotenango, 2 km from Antigua. Access is fast on the public buses every 5 minutes. The cost is USD0.25."],["phone=502-78328005"],["tollfree="],["fax="],["hours="],["price=Weekly, USD80, including 3 meals M-Sa"],["checkin="],["checkout="],["content=A family offering accommodation and food to share and friends who want to have a good experience in Guatemala. Have 3 double rooms available and the necessary facilities, hot water, friendly atmosphere."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are many Internet cafes and long-distance phone shops in Antigua. Internet time costs from GTQ5-10 per hour. Internet shops often have video phones for Skype calls. Many phone shops use voice over Internet protocol, and not all area codes will work. The phone shop at the town centre will not reach certain cell phones and certain newer area codes. But just around the northwest corner is another phone shop that reached most USA area codes. Just ask as they will reluctantly point you to their competitor. Cellphones from the US will work but will charge USD2 a minute for use, for receiving voicemail or for reaching customer service. Some people ask their carrier to turn off the voice mail function to avoid charges for voice mail.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=BambooNet"],["alt=Formerly Funky Monkey Net"],["url=http:\/\/www.bamboogroupsa.com"],["email=peter@bamboogroupsa.com"],["address=5a Ave Sur L-2, Paseo de los Corregedores #6"],["lat="],["long="],["directions=Just south of Parque Central"],["phone=+502-7832-4195"],["tollfree="],["fax="],["hours="],["price="],["content=A tourist-oriented cafe offering good machines and a fairly low GTQ6\/hour (Jul 2007). Upstairs is Bamboo Group, S.A. a real estate and business consulting office. Around the same atrium, Paseo de los Corregedores, there are several other tourist-oriented services including the Kinky Afro hair Salon. Their website offers useful information like a tourist map."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Enlaces"],["alt="],["url="],["email="],["address=6a Avenida Norte"],["lat="],["long="],["directions=Between 5a and 4a Calle poniente, one block due west from Parque Central"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large, well-run outlet that is perhaps the best value for price. They have Internet access on dozens of consistent, fast, reliable machines on two stories for GTQ6\/hour, domestic phone calls at GTQ2, international calls (price unknown). They offer packages like an \"Internet Value Card\" at 10.5 hours for GTQ54 or 25 hours for GTQ100. They also have a travel agent and bar on the premises."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Escuela Español International Calls"],["alt="],["url="],["email="],["address=6a Calle Pte #8"],["lat="],["long="],["directions=One block south and 1 block west of Parque Central"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has about a dozen machines with Internet access for GTQ5\/hour (Dec 2005). The price is great, but the machines are not quite as fast and reliable as those at Enlaces."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDue to the presence of the \"Tourist Police\", Antigua is much safer than any other city in Guatemala. However, the tourist police are present only within the city. During the daytime, your risk of getting robbed in Antigua is small. If you leave the tourist areas, carry valuables conspicuously, or walk the streets at night, there is risk. This is especially true when the police change shifts. It is probably best to leave your passport in your hotel safe or local home and to carry a photocopy instead. If you are robbed, you will not need to go the consulate for paperwork. ATMs are available, so an ATM card should be carried for instant cash. Never resist an armed robbery anywhere in Guatemala, as criminals will not hesitate to use their weapons on uncooperative victims.\n\nHiking the Volcan de Agua is highly discouraged. Numerous robberies and some kidnappings have occurred there. Most reputable tour operators do not offer this hike, as it is too dangerous. Some guides will take groups up, but it is not recommended unless they are armed and willing to give their lives in your defense (such as a police escort).\n\nIf you have to travel much, a money belt can be strapped to your waist, and a simple wallet with few dollars can be handed to a robber if one is encountered. There are many places on your body and clothing to hide a few extra bucks or a credit card. Crime committed against women is often not publicized. While Guatemala might be a safe place for some, a woman might be safer riding on a crowded public bus than hailing a tuk-tuk or taxi from an unknown driver.\n\nAlmost all bars and restaurants will be happy to call you a taxi. Asking the bar staff to call the taxi for you, instead of looking for one yourself, can be a good idea since the staff tend to know the drivers they are calling. Ask them what the price should be beforehand, and also ask them to confirm the price with the taxi or tuk-tuk when they arrive. In Antigua, many locals consider the buses safer than a tuk-tuk.\n\nIn crowds, it is unlikely that you will be robbed. However, tuk-tuks have been blamed for taking tourists to obscure areas to rob them. If your bar or lodging arranges your tuk-tuk, it likely will be safer.\n\nDuring peak tourist times, like ",{"type":"''","value":["Semana Santa"]}," or any major festival in Antigua, pickpockets abound and it is wise to keep a hand on your wallet. When walking through the crowded market, keep your bags in front of you, since there are thieves who use razors to cut the fabric to gain access to the contents.\n\nIf you plan to visit sights like \"La Cruz\" outside town, make sure you go with an officer of the tourist police who accompany tourists there at least once a day.\n\nThe municipal water supply in Antigua is treated with chlorine. However, it is not completely safe. Still, drink ",{"type":"''","value":["agua del garrafon"]}," or ",{"type":"''","value":["agua embotellada"]}," (purified bottled water), and not ",{"type":"''","value":["agua del chorro"]}," (tap water). Some homes and restaurants have purified water in 5 gal bottles and serve it in glasses. Ask if the ice is made from purified water.\n\nIf you are lucky, you will not have any illnesses in Antigua. However, most long-term visitors may encounter a case of food poisoning or bacterial or viral enteritis. The best way to treat it without a physician's intervention is to buy packages (",{"type":"''","value":["sobre"]},") of re-hydration solution (",{"type":"''","value":["solución de rehidratación oral"]},"). It is a simple mix of potassium, sodium, and glucose. \nMost cases of food poisoning or intestinal infections can be blamed on street vendors with unrefrigerated sauces or paste, but home cooked meals can also be the cause. Street vendor food is cheap, but you should avoid it unless you have been eating it daily. A virgin stomach often cannot handle the common bacterial toxins found in unrefrigerated sauces, slaws, and cold marinades. Piping hot, wrapped, boiled food is likely safe, but might not be completely free of all toxins.\n \nIt is best to avoid ",{"type":"''","value":["ceviche"]}," due to potential risk of bacteria like cholera. Fresh salads should not be consumed for concern of contaminated irrigation water. Strawberries have been known to pass hepatitis A due to contaminated irrigation water. If you prepared your own salad or strawberries, soaking in bleach solution or iodine is advised. All fruits should be washed or peeled before eating. Undercooked meat should be avoided due to encysted parasites, unless imported high grade beef is assured at a well-known restaurant. Fresh cream is often served at the table, but unless you are sure it is pasteurized or precooked by the family, it is best to avoid putting it on your food. Going barefoot or with sandals is the norm, however hiking with them or going barefoot might lead to \"cutanous larva migrans\", where hookworms larvae penetrate and cause itchy red curves and lines a few days later. Wear shoes and socks, if you walk off the pavement.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Laundry"]},"\nLaundry can be done by various ",{"type":"''","value":["lavanderias"]}," around town. You drop off your laundry, they weigh it and charge you a price per pound (not per kilogram, interestingly). The laundry is dried and available for pickup in 2-4 hr. Locals advise that you inventory your laundry, to be sure that none is lost or exchanged. Two full backpacks of clothes weighed about 16 lb.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Colonial Laundry"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=4th Ave North #42, all the way to the end"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lavandería Los Nazarenos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=South side of Calle de Los Nazarenos (north of 1a Calle), between 6a and 7a Ave"],["phone="],["tollfree="],["fax="],["hours="],["price=GTQ4\/lb (May 2012)"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rapi Lavado"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=6a Calle Pte No. 14, between 5a and 6a Ave Sur"],["phone="],["tollfree="],["fax="],["hours="],["price=GTQ8\/lb"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Spring Laundry"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Primera Avenida Sur near Iglesia de San Francisco"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Publications"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=",{"type":"''","value":["GTQué Pasa"]}],["url=http:\/\/www.grupoquepasa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bilingual monthly magazine based in La Antigua, with tourism and feature articles, interviews, and calendar of events, cinema, and live music. Print edition is available for free in many places in La Antigua and locations in Ciudad de Guatemala."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=",{"type":"''","value":["Revue Magazine"]}],["url=http:\/\/www.revuemag.com"],["email="],["address=6a Calle Poniente 2"],["lat="],["long="],["directions="],["phone= 502 7931-4500"],["tollfree="],["fax="],["hours="],["price= free"],["content=Bilingual magazine based in La Antigua, with tourism and feature articles, interviews, humor, and calendar of events, cinema, and live music"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=",{"type":"''","value":["La Cuadra"]}],["url=http:\/\/lacuadramagazine.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price= free"],["content=Magazine published by Café No Se, features poetry, travelers journals, political features and commentary, artist reviews, and more."]]}]},"\n",{"type":"==","value":["Go next"]},"\nAntigua is a very good base for anyone who wants to explore ",{"type":"[[","value":[["Guatemala"]]},". The city is bustling with language students and you will have no problems finding a bus to anywhere in the country.\n\n\n\n",{"type":"{{","value":[["geo"],["14.5667"],["-90.7333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central_Highlands_(Guatemala)"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Antigua"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Antigua Guatemala"]]},"\n\n",{"type":"{{","value":[["guidecity"]]}]