[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Antrim"]]},"\n",{"type":"'''","value":["Antrim"]}," is an historical town with many interesting sights, situated on the shore of lough Neagh with a caravan park located on the shore. The shoppers amongst you will enjoy the combination of town centre and the large outlet mall just outside the town, if your about on a Saturday morning there is one of the biggest car boot sales in Ireland at Dunsilly every Saturday all year round.\n\nAntrim is a small, working class town not which is not frequently visited by tourists. As such, most tourists to Northern Ireland will spend their time in Belfast or Derry. The number of tourists is growing however and the town may suit tourists looking for a quieter setting who are interested in Irish history.\n\n",{"type":"==","value":["Get in"]},"\nAntrim has a joint bus and train station, both operating frequent routes to all over Northern Ireland and to Dublin. Buses to and from Belfast are frequent and run every 20 - 40 minutes depending on the time and day.\n\nPublic transport is relatively expensive in Northern Ireland, with a 20 minute return journey to Belfast costing around £6 or £7. As with the rest of the United Kingdom, buses especially cannot be relied upon for their timekeeping, so if you have a schedule to keep it is advisable to leave plenty of time when travelling.\n\n",{"type":"==","value":["Get around"]},"\nThere are many taxi companies in Antrim which will take you anywhere in the town for approximately £3.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["54.7173"],["-6.2055"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Antrim"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Antrim, County Antrim"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/Northern_Ireland\/Antrim\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Antrim, County Antrim"]]}]