[{"type":"{{","value":[["pagebanner"],["Anuradhapura WV banner.JPG"],["unesco=yes"]]},"\n",{"type":"'''","value":["Anuradhapura"]}," is a city in the ",{"type":"[[","value":[["North Central Sri Lanka"],["North Central Province"]]}," of Sri Lanka.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nBuses travel along A9 highway, you can find buses from\/to ",{"type":"[[","value":[["Colombo"]]}," in Bastian Mawatha Terminal in Fort (five hours, every half hour, until 8.30 pm) for a non-airconditioned public bus, costs around Rs. 350, ",{"type":"[[","value":[["Kandy"]]}," (three hours, every hour two or more, until 6.30 pm), ",{"type":"[[","value":[["Dambulla"]]}," (hourly, until 6.30 pm),  ",{"type":"[[","value":[["Trincomalee"]]}," (3 ½ hours, morning) and other destinations from the bus station in the Anuradhapura New Town.   \n\n",{"type":"===","value":["By train"]},"\n\nThere are also two train stations in and around Anuradhapura, which can take you to\/from Colombo (4 ½ hours, four each day), a first class seat cost around Rs. 500. To ",{"type":"[[","value":[["Kandy"]]}," (change at Polgahawela). \nTrain service also runs to Anuradhapura from ",{"type":"[[","value":[["Matara"]]}," (8 ½ hours, early morning), ",{"type":"[[","value":[["Galle"]]}," (7 hours, morning). Two stations being in and near Anuradhapura.\n\n",{"type":"===","value":["By road"]},"\n\nIt is possible to get to Anuradhapura on the A9 highway from ",{"type":"[[","value":[["Kandy"]]}," 166 km. The drive from Colombo is approximately 4 hours by private vehicle.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Tuk tuks"]}," and ",{"type":"'''","value":["buses"]}," are abundant. The New Town is relatively small, and can be ",{"type":"'''","value":["walked"]}," from one end to another in half an hour. The Old Town (archaeological site) is quite large, and you can get around by tuk tuk.\n\n",{"type":"==","value":["See"]},"\nThe ancient city of Anuradhapura was first settled ca. 900 B.C., and served off and on as the capital of the Sinhalese Kingdom until ca. 1100 A.D., when the capital moved further south. The city was quite large in its heyday, and so there is a lot of archaeology to see.\n\nA $30 USD ticket will get you day admission to all the sites of Anuradhapura itself, and admission is included in the Cultural Triangle ticket($50 USD). South Asian nationals receive substantial discounts of USD 15 on entrance fees, Therefore, if you have a South Asian passport, make sure to carry it with you on your visits. Tickets can be purchased at the Archaeology Museum or at the entrance. Alternatively, most tuk-tuk drivers can get you in without paying the ticket but it is not recommended. Some of them offer to take you in and tour you around for a price lesser than the price of the ticket. Decide for yourself between supporting local economy and your budget or supporting maintenance of historical monuments. This old town' is quite large, so get a tuk-tuk if you want to cover all the sights in one day. Alternatively, some hotels in Anuradhapura can provide you with a bicycle, allowing you to roam around on your own. The old town is open to visitation until 5 pm.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bodhi Tree Temple"]}," (",{"type":"''","value":["The Sri Maha Bodhiya"]},"), is the second most sacred place in Sri Lanka, after the Sri Dalada Maligawa, or Temple of the Tooth, in Kandy. The Bodhi Tree is allegedly a cutting from the original Bodhi tree under which the Buddha gained enlightenment, and has been continuously guarded for over 2000 years, making it the oldest historically authenticated tree in the world. The temple complex is surrounded by walls, and is quite busy with monks and worshipers. Due to terrorist activities in the 1980s, it is not possible to drive up to the temple, and one must go through a metal detector before entering the complex. Bags will be checked, and it is advisable to leave luggage at the hotel, as it will not be allowed near the site. Shoes can be left near the entrance. It is polite to leave a tip."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ruwanwelisaya"],["alt="],["url="],["email="],["address="],["lat=8.35"],["long=80.396389"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= the oldest and most voluminous stupa at Anuradhapura, has been fully restored, painted white, and is currently a centre of worship. Walk from the Sri Maha Bodhiya, past the Brazen Palace (an ancient palace that once supported a bronze roof) to the stupa. There are several image houses at the stupa, as well as four smaller stupas in the four corners of the complex. Please be respectful of the worshipers at the site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Abhayagiri Vihāra"],["alt=අභයගිරි දාගැබ, அபயகிரி விகாரை"],["url="],["email="],["address=Watawandana Rd"],["lat=8.37"],["long=80.395"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A monastery site of Theravada Buddhism"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Archaeolgy Museum"],["alt="],["url="],["email="],["address=Thuparama Mawatha"],["lat="],["long="],["directions=Centre."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Showcases many of the artifacts found at the site, from jewelery and gems to coinage and pottery. The museum is more focused on religious and elite objects, although some commoner artifacts are also shown."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Folk Museum"]},": Showcases the archaeology of Anuradhapura from a more folk perspective."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jetavana or Jetavanaramaya"],["alt=ජේතවනාරාමය"],["url="],["email="],["address=B341 Watawandana Road"],["lat=8.352016"],["long=80.404923"],["directions=Centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large stupa (Buddhist worship structure. Also known as \"Dagoba\"), currently undergoing restoration work. Part of the Jetavana Monastery. At ~120m (400ft.) tall, this was the third tallest structure in the ancient world (after the Great Pyramids at Giza), and the largest in Sri Lanka."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Citadel"]},": This was the secular centre of the city. The Gedige and other palaces can be found here, as well as the old city walls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Moonstone"]},": Moonstones, to be found throughout Anuradhapura, were at the entrances to monasteries, and represented the movement from the secular to the sacred worlds, by following the path to enlightenment, as carved into the moonstone. This moonstone is of particular note, for its size and impressive decoration."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Western Monasteries"]},": These monasteries represent a different take on worshiping the Buddha than can be found in the main part of the ancient city. Whereas many monasteries were opulent and richly adorned, the Western Monasteries sought a more orthodox existence, without any sort of decoration within the monastery, save for urinal stones. Urinal stones were often very richly adorned, and the symbolism here need not be explicitly stated."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Lovamahapaya"],["alt="],["url="],["email="],["address="],["lat=8.346111"],["long=80.3975"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The 1600 stone pillars that we see today are what are left of an enormous building. Also called the Brazen Palace, this nine-storey monastery was once home to a thousand monks, whose duties included tending the sacred Bo tree, which grew right next to the building. King Dutugemunu (the palace founder) saw to it that the roof of Lovamahapaya was covered in bronze tiles, and that its walls were decorated with silver and precious stones."]]}]},"\n",{"type":"==","value":["Do"]},"\nApart from seeing the archaeology of the ancient city, it is possible to explore the area, and to spend time in the Anuradhapura ",{"type":"'''","value":["New Town"]},". There are many shops in the New Town, as well as a market, and the interested visitor may wish to patronize some of these.\n\n",{"type":"==","value":["Buy"]},"\nSouvenir vendors are abundant at the popular sites within the Anuradhapura old town, as well as at Mihintale. You can go to them to purchase postcards, replica artifacts, carved wooden figurines, earrings, masks, and any number of other items. Vendors will also often follow you around, and will sometimes not leave you alone when you say that you are not interested. Some vendors attempt to sell authentic ancient artifacts. It is illegal to remove items older than 100 years old from the country, and you may face up to three years in Sri Lankan prisons if you are caught attempting to do so. Besides this, the looting of archaeological artifacts can lead to the destruction of archaeological sites, the loss of important artifacts, and ultimately, the loss of valuable archaeological knowledge. Please do not support looting by purchasing authentic artifacts. The vendor should confirm that they are replicas, and they should be priced as such.\n\nThere are numerous shops in the Anuradhapura New Town. Apart from food markets, there are photo shops, sari shops, and several others. Essentials can be purchased from ",{"type":"'''","value":["Cargills Food City"]}," or at one of several pharmacies. ",{"type":"'''","value":["Zam Zams"]}," has a wide assortment of products, from DVD-R discs to tupperware, and is a good place to look for anything you may have forgotten.\n\n",{"type":"==","value":["Eat"]},"\nThe ",{"type":"'''","value":["Nuwara Wewa Guesthouse"]}," has quite nice, though somewhat westernized meals. Non-guests can eat at the restaurant. There are numerous other similar guest houses, and the Tissa Wewa guesthouse gets good reviews.\n\nThere are many hotels (Sri Lankan English for a small restaurant) in the Anuradhapura New Town, which offer an authentic Sri Lankan meal, at quite a good price. Smaller boutiques offer quick eats, such as pastries and rolls, which are also quite good and cheap. Stores and small markets in the New Town and surrounding area often carry snack food such as chips, chocolate bars and nuts, as well as cold drinks. Some also have fresh baking, and many markets sell fresh fruit. Lunch packets, generally sold between 11AM and 2PM are an excellent lunch option. Unless you are a fan of spices, ask the server to not put in too many chiles when possible, as authentic Sri Lankan food is very spicy.\n\n",{"type":"'''","value":["Cargills Food City"]}," is a small grocery store which carries many Western products, as well as fresh produce and meat. You can get all the essentials for preparing your own meals here.\n\n",{"type":"==","value":["Drink"]},"\nThe drinking of alcohol in public is not an acceptable practice in Sri Lanka. There are not many bars, and they tend to be somewhat secluded. Westernized guesthouses have a full bar, and Lion and Carlsberg are the most common beers. There are two alcohol shops in the Anuradhapura New Town, where you can purchase arrack, a spirit made from coconut which is popular throughout Sri Lanka, as well as rum, whiskey, beer, wine, and other alcoholic drinks.\n\nNon-alcoholic drinks are abundant. Coca-Cola, Pepsi Cola, and Elephant soft drinks are sold at small shops everywhere, and water, juice, and other drinks can also be purchased at these. It is advisable to not drink unfiltered tap water, so it is a good idea to buy bottled water from small shops, or to buy large bottles from Cargills if you will be staying for a while.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are numerous guest houses Anuradhapura new town, and many more budget accommodations. Prices at hostels start from Rs 1,500 to 2,000 per person for a night. \n\nIf you don't have and idea of where you'll be staying, any tuk-tuk driver will be happy to offer you rooms that he or his brother is renting, usually offering very basic comfort at a reasonable price (A price negotiation is necessary). Usually he'll take you to see the room for free before committing to rent one.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sri Lak Holiday Resort"]},". A small family-run guesthouse. Nice clean quiet rooms at 1200LKR\/night, negotiable. Friendly owners. Tel: 025-2234846, 077-3156689, 071-5957127. Google maps: https:\/\/mapsengine.google.com\/map\/edit?mid=zCYjbLRCYYkk.kAT2ZF4TAyks (Close to Shamal Hotel, for which there are a few signs on the main road.) http:\/\/srilakholidayresort.com\/about.html"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Nuwara Wewa Guest House"]}," is quite nice, with a pool and excellent views of the Nuwara Wewa, which is a large irrigation tank and resembles a lake. There is also an on-site restaurant, and the rates are reasonable."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Galway Miridiya Lodge Anuradhapura"],["url=http:\/\/www.galway.lk"],["email="],["address=Wasaladantha Mawatha"],["lat="],["long="],["directions="],["phone=+94(0) 25-2223262"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located near Nuwara Wewa, and is very close to ancient sites and outdoor wonders. 39 standard and deluxe rooms are available, with modern facilities. Facilities include an in-house restaurant, bar, swimming pool, and meditation facility. Excursions to tourist sites can be arranged."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Milano Tourist Rest"],["url=http:\/\/www.milanotouristrest.com\/"],["email="],["address=596\/40, stage 01"],["lat="],["long="],["directions="],["phone=0094-025-2222364"],["tollfree="],["fax="],["hours="],["price=25$"],["checkin="],["checkout=12 noon"],["content=In the heart of the town, surrounded by a well maintained garden. It has 16 clean spacious rooms with a\/c, hot water, satellite t\/v and telephone facilities. Guest enjoy internet\/email facilities free of charge."]]}]},"\n",{"type":"==","value":["Respect"]},"\nIt is respectful, and indeed necessary, to remove shoes and hats when walking around sites of Buddhist veneration. The ground, especially the sand, can get quite hot, so step lightly and seek shade if you must.\n\nIt is also polite to circumambulate to the right; that is, walk to the left around the object so that your right hand, considered to be the clean hand, is constantly facing the object.\n\nWomen's shoulders should also be covered when exploring Buddhist sites, and respectful clothing should be worn. Sri Lanka is a very polite society, so please dress appropriately. One is also not supposed to turn their back towards a representation of the Buddha.\n\nIt is generally fine to take pictures, but be careful not to take any pictures of people in front of images of the Buddha.\n\n",{"type":"==","value":["Stay safe"]},"\nBeware of the monkeys. Monkeys, particularly macaques (small, red-faced monkeys) can get quite aggressive, and have been known to steal personal belongs, including cameras, if left unattended.\n\n",{"type":"==","value":["Stay Healthy"]},"\nAnuradhapura has more ",{"type":"'''","value":[{"type":"[[","value":[["malaria"]]}]}," than just about anywhere else in Sri Lanka.  Certainly the most in places frequented by tourists.  Be sure to talk to your doctor before departure, as there is little prevention available within Sri Lanka, and it must be started in advance. In last 2-3 years there are very few case malaria have been reported in Sri Lanka, and there is no need to have prophylactic treatment for malaria when visiting Anuradapura, on the hand wherever in Sri Lanka there is a risk of Dengue fever. \nAlso, be careful not to become a snakebite victim.  Avoid high brush without proper clothing, and don't stick your hand into dark or dim holes (including stone and masonry).  If bitten, seek prompt medical attention regardless of whether there is pain and swelling.\n\n",{"type":"==","value":["Connect"]},"\nThere are many ",{"type":"'''","value":["internet cafes"]}," in the Anuradhapura New Town. Anuradhapura New Town and suburbs are covered by most broadband internet service providers in Sri Lanka. Therefore reliable, low cost, high speed internet connections are available in many places.\n\nThere are numerous places from which to place an ",{"type":"'''","value":["international phone call"]},". Look for the \"IDD\" sign. There is a post office in Anuradhapura, as well.\n\nHowever, pre-paid GSM mobile connections are almost free and charges are dirt cheap in Sri Lanka. It is more advisable to bring in a compatible handset and buy a new connection. It provides you instant access to IDD calls and high speed internet.\n\n",{"type":"==","value":["Go next"]},"\nNearby to Anuradhapura:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tissawewa"]]}]},": This large irrigation tank was originally constructed in ancient times, but fell into disuse. It was rebuilt for irrigation purposes in the nineteenth century."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mihintale"]]}]},": Located approximately 10km (6.25 miles) to the east of Anuradhapura, Mihintale is a large rock outcrop, approximately 305m (1000 ft.) high. Get there by bus in ~30 minutes and be careful not to miss the last bus back to Anuradhapura. When arrived to Mihintale ask for directions to reach the starting point of the climb by foot, as it's close to where the bus will leave you. There are two stupas, a rock shelter with inscriptions, a temple with a large Buddha image, and an ancient hospital. There is an excellent view of the surrounding area from the top (500 LKR admission), and it is possible to see the three largest stupas of Anuradhapura emerging from the forest to the west. The general landscape is quite flat, with large rock outcrops and small mountains dotting the landscape. The parking lot is at the bottom of the mountain, and a large number of stairs must be climbed to reach the top, where the archaeological sites are located. Shoes and hats must be left at the top. You will be offered guidance at (starting) prices > 700 LKR."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ritigala"]]}]},": Located approximately 40km. (25 miles) to the southeast of Anuradhapura, on the Anuradhapura to Habarana Road, Ritigala is a small mountain approximately 765m. (2,514 feet) in height. The top of the mountain is a strict nature reserve, due to the unique climate associated with the gain in altitude. However, the mountain was the site of a series of orthodox forest ministries. There is a parking lot at the base of the mountain, and the visitor can walk up the Meditational Pathways to the various levels and Meditational Platforms. The walk is quite beautiful through a unique, forested environment. The visitor is awarded several nice views, especially from when the pathways cross a ravine. This is an excellent site to visit off the beaten path, as it is much quieter and less visited than Anuradhapura. It is quite likely that you will be the only foreigners visiting the site, should you choose to do so. However, don't expect the opulence seen at Anuradhapura. The orthodox monks did not believe in accumulating material wealth, but the forest environment is a perfect setting for the rock structures and long, winding paths."]},"\nThere are numerous other small towns and villages in the area around Anuradhapura, and it is possible to come across modern-day monasteries and temples, as well. It is worth exploring the area, as there are some beautiful and picturesque areas around Anuradhapura.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["8.3500"],["80.3833"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North Central Province"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Anuradhapura"]]},"\n",{"type":"[[","value":[["Commons:Category:Anuradhapura"]]}]