[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parks.ca.gov\/default.asp?page_id=638 Anza-Borrego Desert State Park"]}]}," in southern ",{"type":"[[","value":[["California"]]}," is the largest state park in the state and the second largest in the United States (after Adirondack State Park in New York). The park is located on the eastern side of San Diego County, with portions extending east into Imperial County and north into Riverside County. It is about a two-hour drive from San Diego, Riverside and Palm Springs. The park is named after Spanish explorer Juan Bautista de Anza and the Spanish word ",{"type":"''","value":["borrego"]},", or bighorn sheep.\n\n",{"type":"==","value":["Understand"]},"\nThe park consists of 500 miles of dirt roads, and miles and miles of hiking trails. Additionally, the park features views, washes, cacti, wildflowers, and palm groves. Animal lovers will also enjoy the wildlife scene in the park—everything from chuckwallas and iguanas to roadrunners and red diamond rattlesnakes have been spotted here.\n\nThe park has been designated a National Natural Landmark by the National Park Service.\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:CA 78 Anza-Borrego.jpg"],["thumb"],["CA 78 and state park landscape, looking east"]]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nA number of species typical of the Sonoran and Colorado deserts can be seen in the park, as well as a few endangered ones, like the Desert Bighorn sheep or the Californian palm tree (Washingtonia filifera).\n\n\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:Cholla Anza Borrego.jpg"],["thumb"],["Blooming Cholla cactus with bird's nest"]]},"\nWinter lasts from November to the beginning of April, with temperatures often in the seventees and eightees during daytime. The higher chance of rainfall during that season makes it possible to see the desert in bloom.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:SD-CR-S3 CA-78 junction.jpg"],["thumb"],["Junction between San Diego County Road S3 and California State Route 78 near Borrego Springs, CA"]]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" California State Route 78"]},{"type":"===","value":["By foot"]},"\nThe ",{"type":"[[","value":[["Pacific Crest Trail"]]}," (PCT) is a well known trail that extends along the West coast of the United States, from Mexico to Canada. It passes through California, Oregon, and Washington State.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" There are miles and miles and scenic and historic trails... You couldn't see it all in a day if you tried!"]},"\n",{"type":"[[","value":[["File:Washingtonia filifera Anza-Borrego.jpg"],["thumb"],["Palm Canyon and its endemic Washingtonia filifera trees"]]},"\n",{"type":"*","value":[" Hike along Palm Canyon Trail, in the vicinity of the visitor center"]},"\n",{"type":"[[","value":[["File:Anza Borrego Agua Caliente.jpg"],["thumb"],["Agua Caliente Springs and desert landscape"]]},"\n",{"type":"*","value":[" Agua Caliente Springs"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nMake sure you drink lots of water. High winds and a hot sun can prove dangerous. \n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere are small motels located in the village of Borrego Springs, smack dab in the middle of the massive state park.\n\n",{"type":"===","value":["Camping"]},"\n\nCamp sites are available for $20 per night in most locations or you can camp for free in the primitive camping areas and really get in touch with nature! However, make sure you bring your own fire-ring (or something like it- a metal garbage can lid works great) as it's illegal to make fire upon the ground. It causes great damage to the eco-system. Pack EVERYTHING (including ashes from the fire) out with you. Leave the place like you found it, or do a good deed and scout out old trash left by others that can be dangerous to the natural habitat.\n\n",{"type":"===","value":["Backcountry"]},"\n\nThere's plenty of room to get lost so make sure you have a map, water, and tell people ahead of time so they know to worry if you don't show up when you're supposed to. \n\n",{"type":"==","value":["Stay safe"]},"\n\nWatch out for rattle snakes and scorpions... but most of all, the sun. Drink lots of water.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Anza-Borrego Desert State Park"]]},"\n\n",{"type":"{{","value":[["geo"],["33.259167"],["-116.399167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Desert (California)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Anza-Borrego Desert State Park"]]}]