[{"type":"{{","value":[["pagebanner"],["Noppharat_Thara_beach.JPG"]]},"\n",{"type":"[[","value":[["File:AoNang Longtails.JPG"],["thumb"],["350px"],["Long-tail boats on Ao Nang Beach"]]},"\n\n",{"type":"'''","value":["Ao Nang"]}," (อ่าวนาง), colloquially referred to as \"Krabi\", is a subdistrict and a resort town of the Mueang Krabi district, in ",{"type":"[[","value":[["Thailand"]]},"'s ",{"type":"[[","value":[["Krabi Province"]]},". It is the busiest and most tourist-oriented beach destination of the province.\n\n",{"type":"==","value":[" Understand "]},"\nFormally ",{"type":"''","value":["Ao Phra Nang"]}," (\"Princess Bay\") although everybody uses the short form, Ao Nang is the most 'Westernized' beach in Krabi, originally a backpacker hotspot but now moving slowly upmarket as the airport brings in higher flyers. While not quite as scenic as ",{"type":"[[","value":[["Rai Leh"]]},", there is a good range of cheap accommodation, many good restaurants, easy transport and travel\/tour agencies ready to cater to your every whim, making it a good base for exploring Krabi.\n\nOrienting yourself in Ao Nang is easy: almost everything is located either along the ",{"type":"'''","value":["beach"]},", which runs west-east, or along the ",{"type":"'''","value":["Airport Road"]}," (Hwy 4203) which goes up north from the east end of the beach. Longtail boats arrive on the beach near the junction of the two roads. These longtails, though, account for a problem: the level of noise pollution created by an endless chain of undampened boat motors during high season is substantial. As long as visitors are ever increasing this problem will continue to worsen and detract from the beauty of this beach. Another problem getting more acute with the rising number of tourists in high season is the raw sewage carried directly into the sea thus responsible for occasional bad smell which can be overpowering depending on the daily currents.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":["By plane "]},"\n",{"type":"'''","value":["Krabi International Airport"]}," is about 40 minutes away by car. The local airport limo monopoly charges a fairly steep 600+ baht for a transfer (up to 4 people). Many hotels will arrange a pickup at similar prices on request. Travel time is about half an hour.\n\nLocal shuttle buses — really just converted pickup trucks (",{"type":"''","value":["songthaew"]},") — run from Ao Nang to Krabi (40 baht) and from Krabi to the airport (50 baht). The trip between Ao Nang and the airport takes little less than 2 hours. To get to Ao Nang from Krabi town you should look for a white ",{"type":"''","value":["songthaew"]}," outside the 7-11.\n\nThere is a big bus service from the airport to Ao Nang beach and Nopparat Thara Beach (just after Ao Nang). There are about 4 services a day. It travels from the airport to Krabi Town, the ferry terminal, then onwards to Ao Nang and Nopparat Thara. Good for some sight-seeing. Rates are 150 baht per person and travel time to Ao Nang is 1 hour.\n\nThe buses are not new and are quite noisy. But, the best part is, the bus can drop you off at the doorstep of most hotels in Krabi Town, Ao Nang and Nopparat Thara. Just let the driver know the name of your hotel in advance. Language is not an issue, as most of them speak some English.\n\nFor the return trip, you can call the hotline 1 day before to arrange pick-up at your hotel. Or you can wait at any of the 4 bus stops in Ao Nang (one is in front of McDonald's) and Nopparat Thara. You need to be there at least 10 minutes before the bus is due to arrive. You can buy ticket on the bus or in any of the tourist information points.\n\n",{"type":"===","value":["By bus"]},"\nKrabi is served by regularly scheduled buses from all over the kingdom. Buses from Bangkok travel to Krabi down Hwy 4, the major north-south route from Malaysia to Bangkok, stopping along the way at towns like Chumphon and Hua Hin. At any of these stops you can go onward to Krabi. From Hua Hin to Krabi, for example, a BKS (government) bus departs from the station south of town centre at 22:00 (there are certainly more buses during the day). A VIP seat costs 1,000 baht. It arrives in Krabi at about 06:30. Important: to get the best price you must go to the bus station to buy your ticket. You will be offered a choice of seats when booking. If booking a VIP seat, DO NOT choose a seat immediately behind either of the two stairwells on the double-decker bus. If you do, you will have no legroom whatsoever and would be better off going first-class at a much cheaper price.\n\nTo travel to Ao Nang from the Krabi bus station (or anywhere along the route they travel), look for a white songthaew. From the bus station it will cost 50 baht on arrival at your desired stop.\n\n",{"type":"===","value":["By boat "]},"\n",{"type":"[[","value":[["Rai Leh"]]}," West and ",{"type":"[[","value":[["Ton Sai"]]}," are only 10 minutes away while the less developed ",{"type":"[[","value":[["Had Yao"]]}," (Long Beach) is 25 minutes away by longtail boat. Boats leave constantly from the east end of the beach and charge a flat 80 baht\/person during the day,  100 baht\/person at night (after 18:00). There is no pier so expect to get at least your feet wet, probably more. A longtail boat from Ao Nang is available all seasons, but subject to the weather.  In the monsoon season (May–October), getting to Rai Leh from Ao Nammao is recommended.\n\nThere are also public ferry services to ",{"type":"[[","value":[["Ko Phi Phi"]]}," and ",{"type":"[[","value":[["Ko Lanta"]]}," (usually twice daily), for which any travel agent will be happy to sell you tickets at around 200 baht\/person. During the monsoon season, the ferry runs once day.\n\nBoats from Ko Lanta now arrive at the new jetty, from there take a taxi (350 baht), or local bus to Krabi (50 baht) and then on to Ao Nang (40 baht).\n\n",{"type":"===","value":["By songthaew "]},"\nThere is a songthaew (shared pick-up truck\/taxi) service to Ao Nang from Krabi town, which runs throughout daylight hours in low season and up to 22:00 in high season. The fare is 50 baht and they can be expected every 15–20 minutes. Songthaews are colour coded according to destination so make sure if you are coming to Ao Nang from Krabi you get on a white one. To find one of these white ones in Krabi, go to the Vogue Shopping Centre on Maharaj Rd (the main road).\n\n",{"type":"==","value":[" Get around "]},"\nTuk-tuks in Ao Nang charge a flat 20 baht\/person for trips around town. Songthaews also run all across Ao Nang to Shell Beach and some all the way to ",{"type":"[[","value":[["Krabi Town"]]},", fares from 10 baht up depending on distance.\n\nRenting a motorbike is a great way to explore some of the sites outside of Ao Nang.  There are shops up and down the major strips and you can get a reliable bike for 24 hours for 150-200 baht.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["File:AoNang ShellBeach.JPG"],["thumb"],["240px"],["Fossilized seashell concrete?"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ao Nang Beach"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ao Nang Beach, lined with shops and restaurants, is more like a base for exploring Krabi than an important destination in itself. The west side of the beach is no great beauty, being heavily littered and ruined by the massive number of boats ready to take tourists to other beaches and to the islands. Most tourists spend the day on the east side of the beach, which is more scenic, swimmer-friendly, and contains some friendly monkeys interacting with visitors, although litter is a problem and the area is crossed by a putrid stream. From there, a 10 minute trail leads to the far east side of the beach. This is the most scenic and peaceful part of the Ao Nang Beach, but has no infrastructure other than the Centara Resort. The trail itself is not particularly difficult, but still best avoided by the elderly, disabled, and small children."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fossil Shell Beach"],["alt=Su-san Hoi, literally \"Seashell Graveyard\""],["url=http:\/\/www.krabi-tourism.com\/krabi\/susanhoi.htm"],["email="],["address="],["lat="],["long="],["directions=7 km west of Ao Nang"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=200 baht for foreigners, 20 baht for Thais"],["content=This overblown tourist attraction has slates of compressed 40 million year old shellfish, which resemble concrete. There's also a small grubby museum and a huge slew of gift shops. This tourist trap is simply not worth the money unless you're a geology student. As the official Krabi tourism website (rather honestly) puts it, \"Most are either engrossed to [sic] this or totally indifferent...\"."]]}]},"\n",{"type":"*","value":[" {{see"]},"| name=Nopparat Thara Beach | alt= | url= | email=\n| address= | lat= | long= | directions=\n| phone= |  fax=\n| hours= |checkin= | checkout= | price=\n| content=Long beach at the western tip of Ao Nang, zoned as a national park. Nopparat Thara beach is effectively divided in two parts, separated by a river that hosts the Nopparat pier, where longtail boats and speedboats depart to bring tourists to other islands and beaches.\n",{"type":"*","value":[{"type":"*","value":[" The western half is located in the neighboring Nong Thale subdistrict. It is mostly surrounded by forest and a few resorts, and hence extremely quiet."]}]},{"type":"*","value":[{"type":"*","value":[" The eastern half, located in Ao Nang, is lined with hotels, restaurants and shops, although not as much as Ao Nang beach. In the section of the beach closer to the pier, there are more businesses catering to Thai, rather to Western visitors, making it a good place to look for budget food. Nopparat Thara is a quieter alternative to Ao Nang and excellent for a morning stroll or watching the sunset, but the beach gets rather narrow on high tide, and it is a good idea to ask the locals if it is jellyfish season before plunging in if no one else is in the water. Nearby the river, during low tide you can walk up to some of the nearby craggy limestone islands like Kao Pak Klong. }}"]}]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"[[","value":[["Rai Leh"]]}," and ",{"type":"[[","value":[["Ko Phi Phi"]]}," are just around the corner and there are many tour operators offering activities such as sea kayaking and elephant treks. ",{"type":"'''","value":["Rock Climbing"]}," can be arranged through Ao Nang agencies who will arrange transfers, lunch, and as much climbing as your limbs can handle. Alternatively, simply wander over to ",{"type":"[[","value":[["Rai Leh"]]}," or ",{"type":"[[","value":[["Ton Sai"]]}," and organize an introductory course yourself.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Andaman Camp and Cruise"],["url=http:\/\/www.andamancampandcruise.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 87 8851125"],["tollfree="],["fax="],["hours="],["price="],["content=Private, customised day trips and camping trips to many islands. They can also help plan individual itineraries, accommodation and transfers. Fast, helpful, English speaking service with emails answered within 24 hours. Highly recommended."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ao Nang Climbers"],["url=http:\/\/www.aonangclimbers.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Useful info and courses from beginner to experienced climber. Children welcome."]]}]},"\n",{"type":"===","value":[" Scuba diving "]},"\nMost of the dive shops offer a very similar price for the dive courses and dive trips. However, take a good look around as there some good seasonal bargains to be found. Sites visited daily include the local islands in Ao Nang, Phi Phi Marine National Park, the King Cruiser wreck site and Shark Point Marine Sanctuary. It's now also possible to do a one day safari by speedboat to Hin Daeng and Hin Muang for a chance to see whale sharks and manta rays, or to do some spectacular cavern diving at the 5 islands of Ko Ha Yai.  Some of the more popular dive sites can become crowded in the peak of high season late-December to early-January\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aqua Vision Dive Centre"],["url=http:\/\/www.aqua-vision.net"],["email=info@aqua-vision.net"],["address="],["lat=8.03427"],["long=98.82854"],["directions="],["phone=+66 75 637415"],["tollfree="],["fax="],["hours="],["price="],["content= On the main beach road 2 min up from McDonalds at the Sheraton Krabi Beach Resort. Experienced PADI and SSI dive centre. English, German, Swedish, French, Spanish, Russian, and Thai language dive guides. Dive trips by choice of speedboat including Hin Daeng, Ko Ha Yai, Racha Islands, or day boat to Phi Phi, Shark Point and local islands."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kon-Tiki Diving and Snorkeling Center"],["url=http:\/\/www.kontiki-krabi.com\/"],["email="],["address=161\/1 Moo 2"],["lat="],["long="],["directions=in front of Krabi Resort"],["phone=+66 75 637826"],["tollfree="],["fax="],["hours="],["price="],["content=Ao Nang's only PADI 5-star IDC & National Geographic Dive Centre and Go Eco operator. The fleet of 4 boats runs daily diving & snorkelling tours to Phi Phi Islands, Shark Point, King Cruiser wreck, Hin Daeng\/Hin Muang. The dive centre is recognized as one of Thailand's leading eco-dive centres with several awards for educating environmental awareness.."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=KrabiDivers.com"],["url=http:\/\/www.krabidivers.com"],["email=info@krabidivers.com"],["address=Sea of Love Plaza, opposite McDonalds"],["lat="],["long="],["directions="],["phone=+66 75 695480"],["tollfree="],["fax="],["hours="],["price="],["content=Provides dive courses, trips, liveaboards, dive equipment sales and also helps customers with hotel bookings and other arrangements."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Phran Nang Divers"],["url=http:\/\/www.phranangdivers.com"],["email="],["address=32\/10 Moo 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=English-run PADI dive centre with over 15 years experience diving in Ao Nang. Courses run in English and German, most European languages also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Poseidon Dive Center"],["url=http:\/\/www.poseidon-krabi.com"],["email="],["address=23\/27 Moo 2"],["lat="],["long="],["directions=on the main road, 70 m from Ao Nang Beach, opposite Ao Nang Villa & Ao Nang Orchid Resort"],["phone=+66 75 6377263"],["tollfree="],["fax="],["hours=Daily, 09:00-21:00"],["price="],["content=Friendly and individual dive centre that offers trips to Ko Phi Phi as well as to famous local dive sites, such as Ko Sii, Ko Haa, Ko Talu and others. They offer a big range of courses from beginners up to professional, fun dives, free-diving and specialties in different languages."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Raya Divers"],["url=http:\/\/www.rayadivers.com\/krb-index_en.php"],["email="],["address=1\/2 Moo 5 Tambol Rawai"],["lat="],["long="],["directions=about 2 km up Airport Road"],["phone=+66 76 280074"],["tollfree="],["fax="],["hours="],["price="],["content=Finnish-run 5-star PADI shop; instruction also available in English. Good gear and an emphasis on safety."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba Addicts"],["url=http:\/\/www.scuba-addicts.com"],["email=info@scuba-addicts.com"],["address=on the main beach road"],["lat="],["long="],["directions=opposite the main beach steps and Tsunami warning tower"],["phone=+66 75 6637394"],["tollfree="],["fax="],["hours=07:00-21:00"],["price="],["content=PADI and SSI training facility. Scuba Addicts offers diving and snorkeling adventures for all ages and abilities, that are tailored to suit your individual or group needs."]]}]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"[[","value":[["File:Ao nang thailand.jpg"],["thumb"],["350px"],["The beach front shopping district"]]},"\n\nAo Nang has no shopping malls or supermarkets, but there are plenty of convenience stores and souvenir shops. The vast majority of shops are lined nicely along the beachfront road. There are also a few side roads (sois) that branch off into the cluster of crowded shops found elsewhere in Asia. The regular tourist fare (e.g., postcards, magnets, trinkets, etc.) are plentiful as are clothes, shoes, and pretty much anything else you'll find elsewhere in Thailand.\n\nConsider a 3-piece tailor-made suit which costs 4,500-6,000 baht depending on the quality of the wool. Tailor-made shirts are 850-1,000 baht. Most of the tailors can get the suit done within a day.\n \n",{"type":"==","value":[" Eat "]},"\nIn Ao Nang there are some restaurants that have a \"Clean food, Good taste\" sign. This signifies that the meals are prepared with potable water and the food is well-prepared for a reasonable price. All restaurants with this certificate should be more than satisfactory. \n\nYou will pay double the price of Krabi town to eat here - main courses are about 150 baht, and seafood very much more (starts at 250 baht). If you after cheap food look for the street stalls or restaurants at the top of the hill well beyond McDonalds. \n\n",{"type":"===","value":[" Budget "]},"\nFor cheap food, there are a few street carts scattered about, although most serve backpacker fare such as banana pancakes at 15 baht each. A lady serving fried chicken lady in front of the Tipa Resort also does good ",{"type":"''","value":["som tam"]}," (papaya salad) at 40 baht. Also look out for the yellow-signed noodle stalls with a \"4\" in a bowl as their logo, which serves a garlic-flavoured and tasty ",{"type":"''","value":["bamii muu daeng"]}," (roast pork noodles) for 25 baht.\n\nThe pad Thai served in a stall named \"Kai Tieun Restaurant\" is good and cheap. The noodle itself is not spicy although spice-rich condiments are available.\n\nThe stall in front of Adidas Store serves rice-type lunches at 20-30 baht a box. The \"Kao Nam\" (similar to nasi briyani in Malaysia) is superb. Be careful with the  \"keng moo\" (minced spicy pork with rice) as it is very spicy.\n\nGenerally the places along the beach are more expensive and the ones up the hill tend to be cheaper and better value. Even up past McDonald's on the right, some offer squid and fish at amazingly low prices.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Boat Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=On Airport Rd, opposite the 7-Eleven"],["phone="],["tollfree="],["fax="],["hours="],["price=20-35 baht"],["content=No sign in English, but is easily recognisable by the old longtail boat outside where they serve up ",{"type":"''","value":["tom yum"]}," and other Thai soups at lunchtime. Popular with locals in the evening."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=One More Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=On Airport Rd 15 min from the beach up Airport Rd on the right side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Low-key restaurant serving a variety of Thai dishes and seafood. The staff here are incredibly friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pang's Kitchen"],["url="],["email="],["address="],["lat="],["long="],["directions=On Airport Rd just before OneStop Dive Centre and next to Hertz car rental"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small traditional Thai restaurant with good food and prices. The ",{"type":"''","value":["jim jum"]},", a traditional Thai dish that few restaurants sell due to the need for charcoal cookers, is excellent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tonsai Restaurant"],["url="],["email="],["address=Ao Nang Soi 15"],["lat="],["long="],["directions=15 minutes from the beach up Airport Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular low-key restaurant offering Thai food."]]}]},"\n",{"type":"===","value":[" Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bernies Place"],["url="],["email="],["address="],["lat="],["long="],["directions=Across from Ao Nang Police Station, at the south end of the beach road between the Irish Rover Pub and Ocean Mart"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Daily all you can eat BBQ for 250 baht or 150 baht for vegetarians. The food is great and well-prepared, and there is a 2-for-1 happy hour from 16:00-18:00 and again at 22:00-23:00. Open for breakfast (which sucks: rubber microwaved eggs, day-old toast, and expensive, Dec 2013) and also has rooms for rent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Blue Mango"],["alt=Formerly"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite Krabi Resort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers nice local food, as well as Western food. Has good selections of alcoholic and non-alcoholic drinks, which also makes it a great place for after-dinner drinking sessions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wanna's Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Central Ao Nang"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers rather good Thai and Swiss dishes for approximately 100 baht. The home made Swiss muesli with yoghurt and fresh fruit is highly recommended. the pad Thai here is quite good! Go to Burger King if you need a toilet as it is out the back!"]]}]},"\n",{"type":"==","value":[" Drink "]},"\nAo Nang has some fairly well-hidden beer bars, off the main road, south of town centre concentrated on two little unnamed sois on the sea side of the road, just north and south of the McDonalds (inland side of road). The northernmost soi has about 10 bars, the southern one, on a dirt road, has about 5. They're good places to go if you fancy a game of pool but have no partner. A bar hostess will be happy to serve as opposition (it is good manners to buy her a drink for doing so).\n\nThere is no shortage of other places to drink. On the Ao Nang beach front there is now only one bar, Planet Ao Nang. Paz (frizzy hair) and the gang down there are awesome, great fun!  A little further down towards the Rai Leh end of the beach is the Last Fishermans Bar. Both are good for watching the sun go down over the ocean. Center Point, on the main beach road near Burger King, has a bunch of bars catering for most tastes. If you're into live music, Rocky Bar and KR Bar are best. There are some bars along the dirt road opposite Vogue Resort and Spaghetti House, including Magic Rock Bar, Football Bar, and ",{"type":"[","value":["http:\/\/www.chillibar.moonfruit.com Chilli Bar"]},". These bars offer great views of the cliff in a relaxed, open-air setting.\n\nBelgian beers starts to slowly invade some nice bar and restaurants. ",{"type":"[","value":["http:\/\/www.golden-paradise.com Golden Paradise Co. Ltd."]},", under European management, in Ao Nang - Krabi has been importing German beers for 10 years and offer now the best beverages from Belgium (18 brands & 30 different kinds of beer) and their by-products (glassware and advertising media) for professionals thanks to direct partnerships with producers.\n\nIf you fancy a chilled out drink and few games of pool in a friendly location, why not go for a drink in the bars adjacent to Nopparat Thara Beach? Next to Luna Bar are four chilled out separate bars where you can listen to the sea while enjoying a drink. There is Seemore Bar, Sweat Bar, Italy Bar and Hunter Bar, all of which have very friendly staff and good travel advice. Speak to Nui in Seemore Bar for excellent drink deals and offers. Also excellent fireworks can be seen here at new year!\n\nNear Phra Nang Inn is a popular institution in Ao Nang called Mr. Cock's street bar. Mr. Cock parks his pickup truck at night on the side of the road and has a stand on the sidewalk. Lots of especially friendly people from all over the world sit on plastic chairs on the sidewalk drinking extremely cheap Thai beers and assorted mixed drinks and encourage those walking by stop by for the endless happy hour.\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"{{","value":[["sleeppricerange"],["less than 500 baht"],["500-1,500 baht"],["over 1,500 baht"]]},"\n\n",{"type":"===","value":[" Budget "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Bayou"],["alt="],["url="],["email="],["address=79 Moo 3"],["lat="],["long="],["directions=Nopparat Thara Beach, north end of Ao Nang"],["phone=+66 75 637558, +66 75 637083"],["tollfree="],["fax="],["checkin="],["checkout="],["price=300-600 baht low-season"],["content=Bungalows with private bathroom fan\/air-con, 20 m from the beach. Owner is very helpful and friendly, speaks very good English. Has a super little restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Krabi Forest Homestay"],["alt="],["url="],["email="],["address=68 Moo 3"],["lat="],["long="],["directions=1 min walking distance to Nopparat Thara Beach and 5 min walking distance to Ao Nang Beach"],["phone=+66 75 661500, +66 86 5706524, +66 87 4887199"],["tollfree="],["fax="],["checkin="],["checkout="],["price=600-1,000 baht in low season and 800-1,500 baht in high season depending on room type"],["content=Owner and the staff are very helpful and friendly. They can speak fluent English and can provide you with excellent tourist information. The bungalows have private baths. You can pick between the bungalows that have one king size bed, 2 twin size beds or 3 twin size beds. All of the bungalows\/rooms come with private terrace, standard toilet\/bathroom, and standard shower with hot water, air conditioning, multi-channel cable TV, coffee\/tea pot and small refrigerator. 2 free bottles of water daily. Massage, spa, beauty salon, tour office service, bar, transportation services, tailor service, Thai restaurant, Indian restaurant, laundry\/dry cleaning service, free Wi-Fi, motorcycle rental, car rental, bicycle rental, and private parking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seaworld"],["url="],["email=seaworld999@hotmail.com"],["address=247\/10-11 Ao Nang Beach"],["lat="],["long="],["directions=Between The Irish Rover Pub (signposted on inland side of main road) and PK Mansion"],["phone=+66 75 637388"],["tollfree="],["fax="],["hours="],["price=300-600 baht low season fan\/air-con"],["checkin="],["checkout="],["content=Clean, good value."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ao Nang Palace Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=A couple of hundred metres from the beach on the road up the hill"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Can be expensive in high season as they all are, but normal off-season price is 940 baht. Breakfast is included, and there is a reasonable buffet choice. Hotel has a swimming pool, a travel agent is co-located, as are Internet computers. No lift."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=AoNang Paradise Home"],["url=http:\/\/www.aonang-paradise-home.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=Ask for Phoo, +66 86 2801223 (speaks English and Thai) or Helmar +66 86 2783441 (speaks English and German)"],["tollfree="],["fax="],["hours="],["price=650 baht fan\/air-con"],["checkin="],["checkout="],["content=Private bathroom, pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chatchada Guesthouse"],["url=http:\/\/www.chatchada-guesthouse.com\/"],["email=info@chatchada-guesthouse.com"],["address=596\/6 Moo 2 Ao Nang Rd"],["lat="],["long="],["directions="],["phone=+66 89 6044541"],["tollfree="],["fax="],["hours="],["price=900 baht"],["checkin="],["checkout="],["content=All new Thai\/Australian-run guesthouse with good service. Rooms have air-con and showers. Food both European and Thai is available all day, with an excellent English breakfasts. Free Wi-Fi and all the normal stuff in the room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=J Hotel"],["url=http:\/\/www.jhotelaonang.com"],["email=j_hotel@hotmail.com"],["address=23\/3 Moo 2"],["lat="],["long="],["directions=Up a small soi on the inland side of the road just south of the Irish Rover Pub sign"],["phone=+66 75 637878"],["tollfree="],["fax="],["hours="],["price=800+ baht"],["checkin="],["checkout="],["content=This small hotel beats PK Mansion hands down. Chinese-Thai-run hotel. Impeccably clean. Big rooms, big baths. Rooms in back have balcony that face a wall, thus are much cheaper than those in front which overlook a parking area. Free, strong Wi-Fi. Nearby is its sister hotel, J Mansion."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=P.K. Mansion"],["url=http:\/\/krabidir.com\/pkmansion\/"],["email=pkmansion@hotmail.com"],["address=247\/12-15 Moo 2"],["lat="],["long="],["directions=Up the soi at the Irish Rover Pub sign"],["phone=+66 75 637431-2"],["tollfree="],["fax="],["hours="],["price=1,300 baht"],["checkin="],["checkout="],["content=Run by a coven of wily little old ladies who don't miss an opportunity for a baht. Internet prices top out at 1,200 baht, but you may be asked for more. Centrally located accommodation, on a quiet street close to the beach. The large rooms have en suite bath, with TV, fridge, and balcony. The in-room Wi-Fi is poor with decent access is an additional 50 bah."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ananta Burin Resort"],["url=http:\/\/www.anantaburinresort.com"],["email="],["address=166 Moo 3 Ao Nang Soi 8"],["lat="],["long="],["directions="],["phone=+66 75 661551"],["tollfree="],["fax="],["hours="],["price=3,000-12,000 baht"],["checkin="],["checkout="],["content=All rooms equipped with king-size or twin bed, air-conditioner, 32-inch LCD TV, Wi-Fi, and coffee\/tea maker. Swimming pool, Jacuzzi, and massage service, car rental, and laundry\/dry cleaning service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ao Nang All Seasons Beach Resort"],["url=http:\/\/www.aonangallseasons.com\/"],["email="],["address=162 Moo 3"],["lat="],["long="],["directions="],["phone=+66 75 661598"],["tollfree="],["fax="],["hours="],["price=From 1,827 baht"],["checkin="],["checkout="],["content=Well equipped with air conditioning, cable TV and Wi-Fi. Swimming pool, car rental and parking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aonang Terrace Hotel"],["url="],["email="],["address=131-131\/3 Moo 3"],["lat="],["long="],["directions="],["phone=+66 75 637091-2"],["tollfree="],["fax="],["hours="],["price=Best rates on website start at 1,700 baht"],["checkin="],["checkout="],["content=It offers 42 rooms, all of which have an air-conditioner, cable TV, hair dryer and a refrigerator. Some of its amenities are transportation services, games room, and high speed Internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beach Terrace Hotel"],["url=http:\/\/www.krabibeachterrace.com"],["email="],["address=154 Moo 2"],["lat="],["long="],["directions=On Ao Nang Beach"],["phone=+66 75 637181-3"],["tollfree="],["fax="],["hours="],["price=2,300-9,700 baht"],["checkin="],["checkout="],["content=All rooms have air conditioning, minibar, cable TV, safe deposit box, hair dryer, DVD Player, Wi-Fi, swimming pool with water power stream jets and child pool, pool bar service, tour desk service, car and motorbike rental."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Duang Jai Resort"],["url=http:\/\/www.duangjairesort.com"],["email="],["address=152 Moo 3"],["lat="],["long="],["directions="],["phone=+66 75 638211-4"],["tollfree="],["fax="],["hours="],["price=2,548.85+ baht"],["checkin="],["checkout="],["content=21 room accommodation, air conditioning, cable TV and Internet access, swimming pool, room service and restaurant, cafe, bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Emerald Bungalow"],["url=http:\/\/www.the-emerald-bungalow-resortkrabi.com\/"],["email="],["address=80 Moo 4, Nopparat Thara Beach"],["lat="],["long="],["directions="],["phone=+66 81 9562566"],["tollfree="],["fax="],["hours="],["price=From 1,500 baht"],["checkin="],["checkout="],["content=Standard and family rooms, all equipped with fan, bath. Garden, gym, restaurant, and bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Krabi Riviera Villa Rentals"],["alt=Krabi Villas"],["url=http:\/\/www.krabivillas.com"],["email=info@krabivilla.com"],["address=251\/13 Moo 2"],["lat=8.04160"],["long=98.84275"],["directions="],["phone=+66 75 695633"],["tollfree="],["fax="],["checkin="],["checkout="],["price=4,708-8,240 baht"],["content=17 villas for rent nightly\/weekly with private swimming pool on Ao Nang Beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The L Resort Krabi"],["alt=formerly Wanna's Place"],["url=http:\/\/www.thelresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=2,800-11,000 baht"],["checkin="],["checkout="],["content=Views of the Krabi Mountains and the islands of Ko Talu and Ko Poda. All rooms include Wi-Fi, 40-inch LED TVs, air conditioning, mini-bar, safe, and breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palm Paradise Resort"],["url=http:\/\/www.krabipalmparadise.com"],["email="],["address=165 Moo 3"],["lat="],["long="],["directions="],["phone=+66 75 661667"],["tollfree="],["fax="],["hours="],["price=1,700-6,900 depending on room and season"],["checkin="],["checkout="],["content=Between Ao Nang and Nopparat Thara Beaches. Resort is 500 m from the beach."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":[" Stay safe "]},"\nIn 2011-2012 there were several reports of robberies in Ao Nang. Groups of local teenagers robbed a number of houses rented by foreigners, stealing stuff like laptops, cameras, smartphones, clothes with keys and money in the pockets. Police do not do serious investigations of crimes against foreigners and the thieves are smart enough not to invade houses of wealthy locals. So if your laptop is stolen, nobody will help you to get it back. Here are some simple hints that will help to prevent robbery:\n\n",{"type":"*","value":[" Close doors and windows at night. (Some people say they were robbed at night while watching TV)"]},{"type":"*","value":[" Never leave clothes or bags with documents and money on the floor. Hide all valuable things so it can't be found without making noise."]},{"type":"*","value":[" Turn on the outside lights after sunset."]},{"type":"*","value":[" Buy a motion detector. It will cost only 400 baht."]},"\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"[[","value":[["File:Phra Nang beach 1.jpg"],["thumb"],["Phra Nang Beach at ",{"type":"[[","value":[["Rai Leh"]]}]]},"\n\n",{"type":"*","value":[" The cliffs and beaches of ",{"type":"[[","value":[["Rai Leh"]]},", just 15 minutes away by boat, make a great day trip. Phra Nang is the next beach past Rai Leh and has dramatic limestone karst rock formations. Names get confusing, as Ao Nang (the developed resort) is sometimes called Ao Phra Nang. From Phra Nang you can walk across to Rai Leh East, with its mangroves, and hire kayaks to paddle round the rugged peninsula. There's also a path from Rai Leh East to Rai Leh West where the most longtails call."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ko Poda"]]}," is another good day trip. You come back with the same boat and only pay on return. There's even an area to the right of where the longtails come in to Poda that's just worth snorkelling (unspectacular coral but a few fish)."]},"\n",{"type":"*","value":[" Ao Nang is one of the main gateways for travel to the ",{"type":"[[","value":[["Ko Phi Phi"],["Phi Phi"]]}," islands, about 2 hours away by longtail boat, 40-50 mins by speed boat. Many tour operators in Ao Nang offer day trips to Phi Phi. Included in the price (900-1,500 baht) is most often lunch, hotel transfer, and insurance."]},"\n",{"type":"*","value":[" You can travel from Ao Nang to ",{"type":"[[","value":[["Ko Lanta"]]}," easily. A ferry runs daily at 10:30, Aonang Princess. Book it at your hotel, price should be about 400 baht, and you will be picked up from your hotel and taken to the departure point, as well as met on the other side and taken to your hotel there."]},"\n",{"type":"*","value":[" The Tab Kak Hang Nak Hill Nature Trail is found northwest of Ao Nang close to beaches\/resorts, a couple of kilometres north of Klong Muang Beach. It will take you through the jungle and up to a peak with a fantastic view over Ao Nang and more.  A sign claims the hike to be 3.7 km but it sure felt like more. No mosquitoes. There is a small ladder that needs to be climbed, but the trail is an easy one if you have decent shoes."]},"\n",{"type":"[[","value":[["WikiPedia:Ao Nang"]]},"\n\n",{"type":"{{","value":[["geo"],["8.031389"],["98.822500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Krabi Province"]]},"\n",{"type":"{{","value":[["usablecity"]]}]