[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Aojiang"]}," is a city in ",{"type":"[[","value":[["Zhejiang"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe area shares the same local language as its big sister city called WenZhouHua (Wenzhounese) however it's pronunciation is much different in Ao Jiang.  Although the city AoJiang has a population of over 200,000 people the area is still considered the countryside.  Rice\/veg tables are dried on the streets and grown in the parks,abandon lots or wherever there is dirt because the poor are really poor here.  However it is a relatively rich area of china.  There are many factories, small business owners and companies doing various kinds of trading Internet sales etc.  Most Ao Jiang people including pingyang people now are obsessed with money and sadly various aspects of local culture has are disappearing or looked down upon as being \"an old people's thing\".  With that said the food in Ao Jiang is exactly what it used to be and will stay the same for the foreseeable future.\n\n",{"type":"==","value":["Get in"]},"\nNo Airport,  Train station has a shuttle bus that will bring you in for ¥1.5.  There is only one bus station so that makes things easy.  There are always buses coming in or out but most are a connecting bus through WenZhou which is the big sister city  about an hour away.\n\n",{"type":"==","value":["Get around"]},"\nNo city buses, Taxi, tricycle taxi or foot.  In city taxi's have a standard price of ¥10 to anywhere in the city.\n\n",{"type":"==","value":["See"]},"\nThere are many beautiful mountains in the area but the best is definitely Bai Shui (white water) it takes about 20 min to get there from the cit but its one of those gems the reminds you that there is still cool things off the map.  All the locals know it and how to get there.\n\n",{"type":"==","value":["Do"]},"\nWork, Climb mountains, play billiards,swim, eat,drink the end.  Small town.\n\n",{"type":"==","value":["Buy"]},"\nThere is no commodity or special locally made product or large markets in AoJiang.\n\n",{"type":"==","value":["Eat"]},"\nAoJiang food is known by the area locals for having the best\/freshest seafood around.  If you are ever taken out to dinner by a local you will most likely be going to a seafood restaurant.  However their seafood is quite different than western seafood.  Their seafood is mostly small crabs most of which would not even be of legal size in a western country, snails,shrimp,crayfish,various small clams and fish.  Unfortunately for westerners the fish is boney, the snails are small and it takes a special technique to get the meat out and the crabs are small and cracked with your teeth.  These techniques are learned by the locals when they are small children so it seems very easy for them.  They see no reason to change.  There is one KFC and some coffee shops have poor quality steak\/pizza available.  Not much western food.  However lunch time is great for what i lovingly call point and picks.  It's like a buffet but its not all you can eat.  There is a woman behind the counter and you point at whatever already made dishes you want and you get a bunch of small dishes (beef, mushrooms, rice etc.).  These are all over China and best time is 10:30-12:00 or 5-6:30.  Nighttime had BBQ which is sooo good. Meat,veggies,dumplings etc.  all on sticks marinated then fried up on a BBQ.  The best ones are in MingZhuGuangZhan area, but you can find them all over.  You will know by the red tents outside and all the smoke.\n\n",{"type":"==","value":["Drink"]},"\nIn Ao Jiang there is a huge amount of Chang Ba 唱吧(singing bars)and disco bars.  The singing bars are all very loud and the microphones are always getting feedback and quite dirty.  This is because people who want to sing，who have money go the ktv's and get a private room that has great acoustics.  They listen to their friends sing and pick the music (these rooms cost ¥300 and a beer is ¥18 at min.)  A singing bar (Chang Ba) has terrible acoustics and mostly all young people that can hold their liquor howling into the microphone.  Beers cost about ¥5 at places like these.  The Disco bars here are dirty and full of “drink prostitutes”.   These are good looking women whose job is to walk around the place and try and get the men drunk or go and flirt with the men when it looks like they have just finished all the drinks they ordered. In this area you don't order one or two drinks you just buy a box at a time or however many you think you will drink that night.  Also there are a lot of fights in the disco bars.  These are always opening up and getting shut down by the police or people get board of the place than they close down then reopen.In Ao Jiang there is a mid-sized western bar opened by an American (Alex)and two Canadians (Clark  and Torian) and that seems to be the official expat\/local English speaker meet up place.  The owners are there every night drinking and all the ESL teachers and Business men\/women local and foreign come to this spot as kind of like a meeting place.  The place is always pretty packed (sometimes its hard to get a table between 9:30-10:30 and better to get there early or reserve a table)and its located on Wang Li road 王里路by Ming zhu guang zhan.  Its call the foreigner bar.  There are no clubs in aojiang, but there are a few in a city called Long Gang near by.\n\n",{"type":"==","value":["Sleep"]},"\nsoooo many hotels between ¥70-150 for an average to good room.  The fancy hotel where most of the business people stay is the International Hotel. The Place is BEAUTIFUL and its only about ¥500. Plus its the only hotel with English speaking staff on every shift in case westerners have any problems.  (other hotels you might get lucky and get some chick who remembers some English from high-school but not likely)\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nOnly one Bus station only one train station.  Most major domestic locations have sleeper buses\/or trains regularly.  There is a bus that runs to the Wenzhou airport regularly but you will have to check the bus schedule (no there is no online time table that you can look as and the schedule is a general idea not a certainty)\n\n",{"type":"{{","value":[["geo"],["27.59564"],["120.55537"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Zhejiang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]