[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Apalachicola National Forest"]}," is in ",{"type":"[[","value":[["Florida"]]}," in the ",{"type":"[[","value":[["United States"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:ANF-map.png"],["thumb"],["280px"],["Location of Apalachicola National Forest in Florida"]]},"\n",{"type":"[[","value":[["Image:ANF_landscape01.jpg"],["thumb"],["280px"],["Some of the landscape in Apalachicola National Forest"]]},"\nThe Apalachicola National Forest covers 575,849 acres in Franklin, Leon, Liberty, and Wakulla counties in the Florida Panhandle. It is the largest of the three national forests in Florida and one of 154 national forests and grasslands in the United States administered by the U.S. Department of Agriculture.  The drainage areas of the Apalachicola National Forest are parts of the Sopchoppy, Ochlockonee, New River, and Apalachicola watershed basins.  \n\n",{"type":"===","value":["Ranger District Offices"]},"\n\nVisitor Information and Interpretive Displays are available at both district offices and the supervisor's office for the Apalachicola National Forest.  \n\n",{"type":"*","value":[" Apalachicola Ranger District, P.O. Box 579, Bristol, FL 32321. Phone: (850) 643-2282. Hours: Mon-Thurs 8:00am - 4:30pm, Friday 8:00am - 4:00pm "]},"\n",{"type":"*","value":[" Wakulla Ranger District, 57 Taft Drive, Crawfordville, FL 32327. Phone: (850) 926-3561. Hours: Mon-Thurs 8:00am - 4:30pm, Friday 8:00am - 4:00pm"]},"\n",{"type":"===","value":["History"]},"\nThe region was dominated by a longleaf pine and wiregrass ecosystem, similar in the coastal plain of the United States. The original old-growth forest had trees 90–120 feet tall, many of which were 120 to 250 years old, along with dense groves of younger tall saplings. The old-growth forest was cut between 1880 and the early 1900s for lumber. Many of the remaining pine trees were tapped for gum, which was distilled for turpentine and rosin.\n\nIn the mid-1930s the USDA Forest Service bought large areas of these damaged cutover lands. One such area became the Apalachicola National Forest in 1936.  The mission of the Forest Service was conservation, to care for the land and assure that it would be used to serve the public. During and after World War II demand was great for timber, and the availability of heavy equipment allowed extensive harvest in this and other national forests.  Clearcut areas were prepared and replanted with slash pine.  The older pine trees have regenerated naturally from stands cut between 1900 and 1935, but about 25% of the acreage that was originally native longleaf is now in slash pine plantations (58,000 acres). In 1992, Forest Service policy shifted away from clearcutting to one of promoting ecosystem health and sustainability. \n\nThe current policies for the Apalachicola National Forest are spelled out in legislation:\n\n",{"type":"*","value":[" Multiple Use Sustained Yield Act 1960 "]},{"type":"*","value":[" Wilderness Act of 1964 "]},{"type":"*","value":[" National Environmental Policy Act (NEPA) of 1969 "]},{"type":"*","value":[" Endangered Species Act (ESA) of 1973 "]},{"type":"*","value":[" National Forest Management Act (NFMA) of 1976 "]},{"type":"*","value":[" Revised Land and Resource Management Plan for National Forests in Florida 1999"]},"\n",{"type":"===","value":["Landscape"]},"\nThe generally flat terrain of the forest is pocked by bays, sinkholes, and swamps. Some soils are excessively drained, others poorly drained.  The largest area of natural forest is dominated by longleaf pine and slash pine with an understory of palmetto, gallberry, and wiregrass.  The Munson Sandhills just south of Tallahassee have turkey oak and bluejack oak, species favored by the deep well-drained sandy soil, as well as pine. \n\nThe geological sinks in the area are surrounded by mesic hardwood forests. The Apalachicola Savannas in the southwestern section of the forest have longleaf pine on their sandy ridges but also include large treeless concave areas with a highly diverse wetland herbaceous community.  The forest includes many seepage bogs and numerous bay, cypress, gum, and titi swamps, where black gum, red maple, and wax myrtle are common.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe Apalachicola National Forest is home to seven endangered animals and one plant listed by the U.S. Fish and Wildlife Service under the Endangered Species Act. The endangered animals are the gray bat, red-cockaded woodpecker, wood stork, and four mollusks. The endangered plant is Harper’s beauty.\n\nThreatened species included five animals and three plants.  The animals are the bald eagle, the eastern indigo snake, the flatwoods salamander, the Gulf sturgeon and the purple bankclimber mussel.  The threatened plants are white birds-in-a-nest, Godfrey’s butterwort, and the Florida skullcap.  The Forest Service monitors these species plus an additional set (like the black bear and the gopher tortoise) whose population viability is plants and considered to be sensitive.\n\nAlligators are present in this forest. They are an important part of Florida’s ecology and may be found wherever there is a body of water. They have a natural fear of man, but may lose that fear by being around people especially if they are fed. When this happens alligators can be dangerous. For this reason alligators should not be fed or molested in any way.\n\n",{"type":"===","value":["Climate"]},"\nThe temperatures for the dry months of November through February range from a daily average of 50F to a high of 72F. The summer season is much warmer and wetter. Short afternoon thundershowers often raise the humidity to about 90%, while the temperatures range from 80F to 95F. The average rainfall is approximately 55 inches per year.\n\n",{"type":"==","value":["Get in"]},"\nThe Apalachicola National Forest is about 4 miles southwest of Tallahassee. The only way to reach it is by car, as there is no public transportation to this destination.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe vast majority of the forest is free to visit, however, certain areas of the forest (such as campgrounds) may require a fee for use.\n\n",{"type":"==","value":["Get around"]},"\nThere are roads, trails, and paths throughout Apalachicola National Forest.\n\n",{"type":"==","value":["See"]},"\nThe Apalachicola National Forest has six day use areas, four of which are fee areas.  Each fee area is a self-service fee area (exact change required or checks made out to USDA Forest Service are accepted). The fee is $3.00 per vehicle. An annual pass for $40 may be purchased, which covers all day use fee areas on the Apalachicola National Forest. No alcoholic beverages are allowed in any of these areas. Abundant wildlife may be seen in each area, including birds and alligators. All day use areas are open from 8am to 8pm from May to September and from 8am to 6pm from October to April. The annual pass is also valid for day use and camping at Hickory Landing, Mack Landing and Whitehead Lake.\n\nA map of all the recreation areas in Apalachicola National Forest can be downloaded (PDF format) ",{"type":"[","value":["http:\/\/www.fs.fed.us\/r8\/florida\/apalachicola\/recreation\/maps\/ApalachicolaRecAreas.pdf here"]},".\n\n",{"type":"===","value":["Camel Lake Recreation Area"]},"\nCamel Lake Recreation Area in Liberty County has a designated swim area with a white sand beach on a beautiful lake. A nearby bathhouse includes flush toilets. Outdoor (cold water only) showers for rinsing off are provided. Picnic tables and grills are scattered among trees with views of the lake. One medium sized shelter is provided on a first come basis. A water fountain and some water spigots are available. The site is fairly level and easily accessible to people in wheelchairs. A small boat ramp is available. Motorized boat use is limited to electric trolling motors. Three trails are nearby: the Florida National Scenic Trail, the Trail of Lakes, and the Camel Lake Interpretive Trail. A volunteer host lives on site. Camping is also available here. Day Use Fee: $3.00 per vehicle per day. \n\n",{"type":"===","value":["Fort Gadsden Historical Site"]},"\nFort Gadsden in Franklin County is the site of an historic fort and several battles. Interpretive exhibits and artifacts are displayed along a level pathway on the banks of the Apalachicola River. Picnic tables, drinking water and vault toilets are available. This area is also accessible by boat. No Fee. \n\n",{"type":"===","value":["Leon Sinks Geological Area"]},"\n",{"type":"[[","value":[["Image:LeonSinksGeologicalArea03.jpg"],["thumb"],["280px"],["Leon Sinks Geological Area"]]},"\nLeon Sinks in Leon County is a designated Geological Area featuring interpretive signs and views of sinkholes from a system of boardwalks and trails. Picnic tables, a kiosk, a water fountain, and a restroom with flush toilets are available. The sinks at Leon Sinks are unique, fragile areas with very steep sides. Both humans and dogs have drowned in the sinks. To protect you and the sinks, a number of uses are prohibited at Leon Sinks: swimming, diving, motor vehicles (except in the parking area), hunting, mountain biking, horseback riding, and ATV and motorcycle riding. Day Use Fee: $3.00 per vehicle per day.\n\n",{"type":"===","value":["Lost Lake Recreation Area"]},"\nLost Lake in Leon County offers picnicking by a small lake. Restrooms and drinking water are not provided at this location. The lake and beach are no longer maintained for swimming. No Fee.\n\n",{"type":"===","value":["Silver Lake Recreation Area"]},"\nSilver Lake in Leon County has a designated swim area with a white sand beach on a beautiful lake. A nearby bathhouse includes flush toilets and hot showers. Picnic tables and grills are scattered among trees with views of the lake. Three picnic shelters are available on a first come basis. One shelter is an historic CCC constructed shelter. Water fountains are available. The site is fairly level and easily accessible to people in wheelchairs. A small boat ramp is available. Motorized boat use is limited to electric trolling motors. A one-mile interpretive trail winds around the lake. A volunteer host lives on site. No Camping. Day Use Fee: $3.00 per vehicle per day. \n\n",{"type":"===","value":["Wright Lake Recreation Area"]},"\nWright Lake in Franklin County has a designated swim area with a small white sand beach on a beautiful lake. A nearby bathhouse includes flush toilets and hot showers. Picnic tables and grills are scattered among trees with views of the lake. A water fountain is available. The site is fairly level and easily accessible to people in wheelchairs. A 5-mile interpretive trail winds around the lake. A volunteer host lives on site. Camping is also available here. Fee: $3.00 per vehicle per day.\n\n",{"type":"===","value":["Special Interest Areas"]},"\n",{"type":"*","value":[" Bradwell Tract - This 1500-acre area of upland pine borders the Ochlockonee River. In the last century, it was managed as a private game farm. The area is scenic and has some sites and buildings of historic interest. Parking is available. Trails exist, but are not blazed. Overnight camping is not allowed. "]},{"type":"*","value":[" Lake Bradford Tract - This area is managed for education, interpretation, and recreation in partnership with the Tallahassee Museum of History and Natural Science. "]},{"type":"*","value":[" Leon Sinks - Several outstanding limestone sinks and many other smaller ones make this 640-acre area unique. The sinks vary. One is sheer walled with a beautiful pool below. Another is shallow with a clear pool. A third one is dry and has several large magnolias inside."]},{"type":"*","value":[" Morrison Hammock - This 300-acre area near the banks of the Sopchoppy River is a well developed hardwood hammock with specimen trees of spruce pine and loblolly pine. The area also contains spring boils. The area does not have any identifying signs, parking area, or trails."]},{"type":"*","value":[" River Sinks - There is no public access to river sinks. This 350-acre parcel encompasses a good example of a sinkhole in a karst plain. The lack of human activity in the immediate vicinity has kept the sinkhole in near natural condition."]},{"type":"*","value":[" Rocky Bluff - Located on a bluff overlooking the Ochlockonee River, this 225-acre area has some large specimens of bottomland hardwood trees, as well as dogwoods and redbuds. The area does not have any identifying signs, parking area, or trails."]},{"type":"*","value":[" Savannahs - These wet prairies range from 10 to 500 acres. They are home to an unusually diverse array of herbs and grasses that can tolerate being under water several months every year and being burned every 2 to 4 years."]},"\n",{"type":"===","value":["Apalachee Savannahs Scenic Byway"]},"\nThe Appalachee Scenic Byway is designated along a 31 miles (50km) of roads that traverse the western end of the Apalachicola National Forest. The flat, grassy savannahs are home to a wide variety of wildflowers such as orchids and carnivorous sudews, pitcher plants and butterwarts. The byway passes through forests of oak, cypress, and long leaf pine, and is home to several varieties of wildlife, including the endangered red-cockaded woodpecker.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Bicycling"]},"\nBicycles are welcome on public roads in the Forest, on designated motorized trails and on the designated mountain bike trail at Munson Hills in Leon County. The public roads are fairly level, but may be deep sand. Public parking for Munson Hills Trail is available at the St. Marks Bicycle Trailhead on Woodville Highway, just south of Capital Circle. The mountain bike trail is on sandy soil with gently rolling slopes through narrow pine trees. The trail is marked by blue blazes and divided into two loops: an 8-mile loop and a 5-mile loop. A bike rack, water fountain, and restrooms are available near the trail entrance.\n\nYou can download a map (PDF format) of the Munson Hills Trail ",{"type":"[","value":["http:\/\/www.fs.fed.us\/r8\/florida\/local-resources\/images\/maps\/apa\/munson%20hills.pdf here"]},".\n\n",{"type":"===","value":["Hiking"]},"\nThe Apalachicola National Forest has approximately 85 miles of designated hiking trails, although hikers are welcome anywhere in the Forest. Pets are allowed, but must be restrained or on a leash.\n\nThe Apalachicola National Forest offers six interpretive trails: Camel Lake (1 mile), Fort Gadsden (1\/2 mile), Leon Sinks (5 miles), Silver Lake (1 mile), Trail of Lakes (9 miles), and Wright Lake (5 miles). Camel Lake in Liberty County is marked with blue blazes and is one loop. Fort Gadsden in Franklin County is marked with blue blazes and is one loop. Leon Sinks in Leon County has two loops and has blue, green, and white blazes on different sections. Silver Lake in Leon County is marked with blue blazes and is a single loop. The Trail of Lakes in Liberty County is marked with blue blazes and is a single loop. Wright Lake in Franklin County is marked with blue and white blazes on different sections, but is a single loop. Fee: Applicable if parking in a developed recreation (fee) area.\n\nPart of the ",{"type":"'''","value":["Florida National Scenic Trail"]}," passes through the Apalachicola National Forest. The Trail travels approximately from Southeast to Northwest through the Forest. It is an orange blazed trail, unpaved for hiking, 68.7 miles total. Much of this trail is flat, dry pine and palmetto fields with occasional titi swamps. Please be aware that in periods of heavy rain, certain portions of the trail may be ankle to waist-deep in water. A map (PDF format) of the trail can be downloaded ",{"type":"[","value":["http:\/\/www.dep.state.fl.us\/gwt\/guide\/regions\/panhandleeast\/trails\/pdfs\/apalachicola.pdf here"]},".\n\n",{"type":"===","value":["Horseback Riding"]},"\nThe Apalachicola National Forest has one designated horse trail in Leon County, although horse riders are welcome almost anywhere in the Forest (including on public roads). Horses are not allowed on the Florida National Scenic Trail (hiking only) or in developed recreation areas. There are few designated trailheads, so many individuals choose to park alongside a Forest road near where they want to ride. As long as vehicles do not obstruct traffic or destroy natural resources, this is permitted. Camping with horses in the general Forest area is allowed. Horses are also allowed in the primitive hunt camps (no amenities), although cleaning up after the horses is expected and appreciated.\n\nThe Vinzant Horse Trail in Leon County, is the only designated horse trail on the Forest. The trail has 2 loops (which overlap): an 11-mile loop and a 23-mile loop. The trail is marked with white, blue, and yellow blazes on different sections. The trailhead (a mowed field with no amenities) is located near the intersection of Forest Road 342 and State Route 267.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are no hotels or motels within Apalachicola National Forest. Try the nearby cities of ",{"type":"[[","value":[["Apalachicola"]]}," or ",{"type":"[[","value":[["Tallahassee"]]}," if you need traditional lodging.\n\n",{"type":"===","value":["Camping"]},"\nCamping can be enjoyed during all seasons on the Apalachicola National Forest, although summer camping would be without air conditioning. None of the campgrounds have hook ups and generators may not be run after 10pm. Be aware that at certain times of the year, due to high fire danger, open fires may not allowed. Visitors may stay a maximum of 14 days within a 30-day period, in one location, except during hunting season. Campsites are available on a first come basis; there are no reservations. Pets are allowed, but must be restrained or on a leash.\n\nThe Apalachicola National Forest has developed and dispersed camping opportunities. Only developed campgrounds have fees. There are no group campgrounds or cabins on the Apalachicola National Forest.\n\nThere are five designated campgrounds (fee areas)\n\n",{"type":"====","value":["Camel Lake Recreation Area Campground"]},"\nCamel Lake in Liberty County has 10 campsites with views of Camel Lake. Each campsite has a picnic table, a grill, and a fire ring. Drinking water is available. The bathhouse includes flush toilets and hot showers. Camel Lake is fairly level and easily accessible to people in wheelchairs. A volunteer host lives on site. Picnicking, swimming, boating, fishing, and hiking opportunities are also available here. No alcohol is allowed on site. Fee: $8.00 per campsite per night. \n\n",{"type":"====","value":["Hickory Landing Boat Ramp & Hunt Campground"]},"\nHickory Landing in Franklin County has 12 campsites. Each campsite has a picnic table with a grill or fire ring. Drinking water is available. Vault toilets are provided. A volunteer host lives on site. A concrete boat ramp is available. Fee: $3.00 per vehicle per day. \n\n",{"type":"====","value":["Mack Landing Boat Ramp & Hunt Campground"]},"\nMack Landing in Wakulla County has 10 campsites. Each campsite has a picnic table with a grill or fire ring. Drinking water is available. Vault toilets are provided. A concrete boat ramp is available. Fee: $3.00 per vehicle per day.\n\n",{"type":"====","value":["Whitehead Landing Boat Ramp & Hunt Campground"]},"\nWhitehead Landing in Liberty County has 6 campsites. Each campsite has a picnic table with a grill or fire ring. Drinking water is available. Vault toilets are provided. A concrete boat ramp is available. Fee: $3.00 per vehicle per day. \n\n",{"type":"====","value":["Wright Lake Recreation Area Campground"]},"\nWright Lake in Franklin County has 20 campsites. Each campsite has a picnic table, a grill, and a fire ring. Drinking water is available. The bathhouse includes flush toilets and hot showers. A dump station for RVs is available. Wright Lake is fairly level and easily accessible to people in wheelchairs. A volunteer host lives on site. Picnicking, swimming, boating, fishing, and hiking opportunities are also available here. No alcohol is allowed on site. Fee: $8.00 per campsite per night. \n\n",{"type":"===","value":["Backcountry"]},"\nExcept during general gun hunting season (usually mid-November through mid-February), you may camp anywhere on the Forest (outside of developed recreation areas) for a maximum of 14 days within a 30-day period, in one location. Remember to remove all garbage and trash, leave vegetation intact, and preserve water systems. Please make every effort to maintain the natural state of the area and protect it from overuse.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tallahassee"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Apalachicola"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Quincy (Florida)"]]}]},"\n",{"type":"==","value":["See also"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Ocala National Forest"]]}]},{"type":"*","value":[{"type":"[[","value":[["Osceola National Forest"]]}]},"\n",{"type":"[[","value":[["WikiPedia:Apalachicola National Forest"]]},"\n\n",{"type":"{{","value":[["geo"],["30.236111"],["-84.665556"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Middle Florida"]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Apalachicola National Forest"]]}]