[{"type":"{{","value":[["pagebanner"],["Apamea banner.jpg"]]},"\n",{"type":"[[","value":[["File:Apamea 01.jpg"],["thumb"],["300px"],["View of the Apamea ruins"]]},"\n\n",{"type":"'''","value":["Apamea"]}," is a former city and lesser known set of ruins located north of ",{"type":"[[","value":[["Hama"]]},", Syria.\n\n",{"type":"==","value":["Get in"]},"\nApamea is easily accessible via hired driver from the nearby city of Hama. Local hotels in Hama are able to provide hired drivers to take you to the area on a day trip which can include other nearby sites.\n",{"type":"==","value":["Get around"]},"\nThe bus services from Hama will normally deposit you in town, a few hundred metres from the site. It is a short walk up the hill, or you may be offered a ride on a 125cc motorcycle by a who may or may not expect (or demand) money for the service, which should only be a few coins.\n\nGetting around the site is easy, though it is large (several miles in either direction) it is a fairly easy walk. There is no formal disabled access, and much of the site is ruins. Wheelchair access might be possible (the paving in the colonnade is still mostly intact), but you'd be trying your luck.\n\nSeveral Syrian tour companies offer guided tours of the site, which usually include a meal at the restaurant.\n\n",{"type":"==","value":["See"]},"\nThe ruins of Apamea (or Persian Afemea) are small enough to handle on foot. Because of its high elevation, the area is frequently foggy and wet leaving a unique haze in the area. Lichens and moss cover much of the surroundinmg landscape. While Apamea is considered a lesser known attraction in Syria, many locals describe the area as more impressive than its famous counterpart to the east, ",{"type":"[[","value":[["Palmyra"]]},". Surrounding the Apamea ruins are the dead city sites of ",{"type":"[[","value":[["Serjilla"]]}," and ",{"type":"[[","value":[["Al Bara"]]},".\n\nThere are several sets of ruins at the site, with more excavations still being undertaken in 2008. The colonnade on the main street of Apamea is a mile long and, in true Roman style, is dead straight, providing interesting 'vanishing point' photography. There is also a citadel at the site, which has seen locals move in and build around it, and several, smaller ruins heading away from town on the access road.\n\nAccess to all of these parts of the site are paid for with one single ticket, worth only a few American dollars. You are then permitted to walk around most of the vast site by yourself. Several tourist guidebooks are available in several European languages.\n\nIn the old caravanserai in the town is a museum with some nice mosaics from Apamea.\n\n",{"type":"==","value":["Do"]},"\nTake photos, walk, avoid the rubbish dumped at the site by locals and fend off the local touts (nowhere near as bad as at Palmyra, though). The town, only a few hundred metres away, has high unemployment and little to offer most tourists,\n\n",{"type":"==","value":["Buy"]},"\nFake coins from the local touts on motorbikes. The coins make a great souvenir and help provide a little income to local families.\n\n",{"type":"==","value":["Eat"]},"\nThere is a restaurant at the site that serves basic renditions of Western food.\n",{"type":"==","value":["Drink"]},"\nBring your own and bring plenty, especially in summer.\n\n",{"type":"==","value":["Sleep"]},"\nThere's not really anywhere to sleep near here. Come on a day trip from Hama or Homs.\nMaybe you could bring a tent or swag to camp nearby??\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Orontes Valley"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Apamea (Syria)"]]},"\n",{"type":"[[","value":[["Commons:Category:Apamea"]]},"\n\n",{"type":"{{","value":[["geo"],["35.418"],["36.398"]]}]