[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.apexresort.com\/ Apex Alpine Resort"]}]}," is a ski village in the ",{"type":"[[","value":[["Okanagan"]]}," region of ",{"type":"[[","value":[["British Columbia"]]},". The closest city is ",{"type":"[[","value":[["Penticton"]]},". Apex is distinguished by its big-mountain terrain with a small-mountain village and vibe. The locals are fervent in their advocacy of the mountain. The lift lines are generally nonexistent but for weekends when the 'city people' come up and take over the slopes, village and parking lot. Unless it is an epic powder day the locals will stay at home on the weekends. Characterized by the 'Cheers' effect (i.e.: everybody knows your name) Apex is without doubt one of the friendliest hills in British Columbia. No one cares about sporting the latest styles in winterwear, rather they care about what's really important: the snow, and getting the most out of their beloved hill.\n\n",{"type":"==","value":["Get in"]},"\nThe only method into the village is by road. It is about a 35-45 minute drive from Penticton. Follow Green Mountain Road 20 km from town and turn right at the ",{"type":"'''","value":["Apex Guest Ranch"]},". If travelling from ",{"type":"[[","value":[["Keremeos"]]}," then turn left at the ranch. You can also take your chances on the ",{"type":"'''","value":["Hedley Corkscrew Road"]}," which winds down the mountain to ",{"type":"[[","value":[["Hedley"]]}," via a system of tight switchbacks perched on steep cliffs. This is not recommended in the winter without a very good 4x4 vehicle (Read: a Hummer).\n\n",{"type":"==","value":["Get around"]},"\nWell, you will want to ski of course! You can ski from the upper village to the main part, where the hotels and restaurants are located. Otherwise, you will have to drive or snowmobile.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["view"]}," from the top! Many days at Apex will have clear blue skies, and you can see a thick blanket of clouds below covering the Okanagan Valley."]},{"type":"*","value":[" ",{"type":"'''","value":["Keg Cup"]}," is the annual retreat\/staff party of the popular steakhouse ",{"type":"'''","value":["The Keg"]},". Employees from all over North America come to Apex and turn it upside down for three days in March."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Winter"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nordic Skiing"]},". There is an extensive network of trails at the ",{"type":"'''","value":["Nickel Plate Cross-Country"]}," skiing area. Trail maps are available for free in the village."]},{"type":"*","value":[" ",{"type":"'''","value":["Back country snowmobile tours"]}," are available. Afternoon and day excursions. Snowmobile rental and guide."]},{"type":"*","value":[" ",{"type":"'''","value":["Alpine Skiing"]}," is what Apex is all about. The hill has 67 marked runs spread over 1112 skiable acres serviced by two chairlifts, a T-bar, and a magic carpet in the beginners area. Several gladed areas, a terrain park, and some of the steepest terrain on any lift-serviced hill in British Columbia is available. Terrain mix is 16% novice; 48% intermediate; 36% advanced\/expert. As you would expect from a full service hill, ",{"type":"'''","value":["rentals"]}," and single\/group ",{"type":"'''","value":["lessons"]}," are available. Free ",{"type":"'''","value":["Mountain Host Tours"]}," are available twice daily; follow a local to the secret powder stash, and learn some local mountain lore. There is also ",{"type":"'''","value":["night skiing"]}," Fridays, Saturdays and holidays until 9:00PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Play Hockey"]}," or just skate some loops at the NHL sized skating rink. Maintained with a Zamboni. Closed for private functions occasionally. Skate rentals available."]},{"type":"*","value":[" ",{"type":"'''","value":["Go Skating"]}," through the trees on the 1 km long skating loop. Every once in a while there is a bonfire at the side of the loop. Skate rentals available."]},{"type":"*","value":[" ",{"type":"'''","value":["Go Tubing"]}," in the lift accessed tube park. Inquire locally for times."]},"\n",{"type":"===","value":["Summer"]},"\nApex has a brief season in the summer for ",{"type":"'''","value":["mountain biking"]},". Most on-hill facilities are shutdown during the summer, so you may have to make it a day trip from Penticton unless you know someone. Although there are some year-round residents at Apex, in the summer it generally resembles a ghost town.\n\nYou can also go fishing at nearby ",{"type":"'''","value":["Nickel Plate Lake"]}," or travel a bit further and visit the ",{"type":"'''","value":["Historic Mascot Mine"]},". If you plan to fish make absolute sure you have a valid ",{"type":"'''","value":["fishing license"]},", as conservation officials are able to confiscate all your gear including boats or vehicles and hit you with a stiff fine.\n",{"type":"==","value":["Buy"]},"\nThere is not much to buy up at Apex other than food and your lift ticket.\n",{"type":"*","value":[" ",{"type":"'''","value":["The Trading Post"]}," is a small bakery\/convenience store that stocks food\/drink, essential toiletries, and a modest selection of Apex souvenirs. The trading post is also the only place to buy beer\/wine\/spirits on the mountain other than the bar. Located in the bottom floor of the ",{"type":"'''","value":["Gunbarrel Saloon"]},".",{"type":"[","value":["http:\/\/www.gunbarrelsaloon.com"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Mountain Shop"]}," sells ski and snowboard equipment and clothing. Also handles repairs and service to equipment. Be warned that the location on the hill warrants a 15-20% markup over prices you would pay in town. It is recommended to get the gear you need in town unless absolutely necessary, or you have money to burn. Located above the rental shop."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Long Shot Cafeteria"]}," is a good choice for a quick and cheap meal. Features hamburgers\/hotdogs, poutine and fries etc. Located underneath Beaconsfield Lodge. Only open during the day. ",{"type":"''","value":["$6-$12"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Edge Bistro"]}," features quick hot sandwiches and soups, pastries and other snacks. Very friendly owner\/operators. Located next to the ",{"type":"'''","value":["Mountain Shop"]},". ",{"type":"''","value":["$5-$12"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Rock Oven"]}," is a full service restaurant located in the lobby of the ",{"type":"'''","value":["Apex Mountain Inn"]},". Good selection of pizza, salads and entrees. ",{"type":"''","value":["$13-$25"]},"."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Gunbarrel Saloon"],["alt="],["url=http:\/\/www.gunbarrelsaloon.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a family dining room on one side. Large selection of food and drink. Located right at the base of the hill. ",{"type":"''","value":["$10-$30"]},"."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Coffee"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Edge Bistro"]}," has a wide assortment of coffee drinks and tea and free WiFi all day."]},{"type":"*","value":[" ",{"type":"'''","value":["The Trading Post"]}," is a good place to enjoy a coffee drink while checking your email."]},"\n",{"type":"===","value":["Alcohol"]},"\nThe only place to buy cold beer, wine, and spirits is at the ",{"type":"'''","value":["Trading Post"]},". Selection is limited, so if you are a discriminating drinker you will want to bring your own booze from town.\n\nAs far as nightlife, you only have one choice: Make your way to the friendly and inviting ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gunbarrelsaloon.com Gunbarrel Saloon"]}]},". Mix with the locals and learn some Apex lore or just enjoy yourself by the fire. Check out the DJ booth, which is a gutted snowcat perched high from the rafters. There are a lot of vintage Apex signs, photos, and knick-knacks decorating the walls and ceiling. Pool and fooseball table. Live music most weekends. ",{"type":"''","value":["Pints\/highballs $5.00 -$5.50"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Same Sun Hostel"],["alt="],["url=http:\/\/samesun.com\/Apex\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 250 292-8198"],["tollfree=+1 855 292-8198"],["fax="],["price="],["checkin="],["checkout="],["content=Features inexpensive dorms and also private rooms for couples\/families (or those that want to pay more for privacy). Shared bathrooms and kitchen. High-speed internet, TV room. Fireplace. Games room. Laundry facilities. Very friendly staff. ",{"type":"''","value":["Dorms $20; Private rooms $59"]},"."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Apex Mountain Inn"],["alt="],["url=http:\/\/www.apexmountaininn.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 250 292-8126"],["tollfree=+1 800 387-2739"],["fax="],["price="],["checkin="],["checkout="],["content= Ski in\/ski out. Outdoor patio with hot tubs. High Speed Wireless Internet. Restaurant and spa in lobby. Rates depend on the date, packages available. ",{"type":"''","value":["Standard room: $155-185"]},"."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Apex Accommodations"],["alt="],["url=http:\/\/www.apexaccommodation.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 250 292-8256"],["tollfree=+1-866-APEXRES"],["fax="],["price="],["checkin="],["checkout="],["content= Arranges accommodations in several different lodges, condos, and cabins. A worthy option for groups. Rates vary by property."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Okanagan"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Apex Mountain Resort"]]},"\n\n",{"type":"{{","value":[["geo"],["49.3878"],["-119.904"]]}]