[{"type":"{{","value":[["pagebanner"],["Aphrodisias (Turkey) banner.jpg"]]},"\n\n",{"type":"'''","value":["Aphrodisias"]}," (sometimes ",{"type":"'''","value":["Afrodisias"]},") is located inland in the ",{"type":"[[","value":[["Southern Aegean"]]}," region of ",{"type":"[[","value":[["Turkey"]]},", in Aydin province, about 30 km west of ",{"type":"[[","value":[["Denizli"]]}," (but with no direct road connection). As an archaeological site, it contains some of the most impressive Roman ruins in Turkey, and has perhaps offers a greater value than ",{"type":"[[","value":[["Ephesus"]]},". The nearby village is named Geyre, less than 10 km south of Karacasu.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Aphrodisias"]}," (Greek: Ἀφροδισιάς, Aphrodisiás) was a small city in Caria, near the southwest coast of Asia Minor. Its site is located near the modern village of Geyre, Turkey, about 230 km from ",{"type":"[[","value":[["İzmir"]]},". Aphrodisias was named after Aphrodite, the Greek goddess of love, who had here her unique cult image, the Aphrodite of Aphrodisias.\n\nThe city was built near a marble quarry that was extensively exploited in the Hellenistic and Roman periods, and sculpture in marble from Aphrodisias became famous in the Roman world. Many examples of statuary have been unearthed in Aphrodisias, and some representations of the Aphrodite of Aphrodisias also survive from other parts of the Roman world.\n\nAs many pieces of monumental quarried stone were reused in the Late Antique city walls, many inscriptions could and can be easily read without any excavation; the city has therefore been visited and its inscriptions recorded repeatedly in modern times, starting from the early 18th century.\n\nThe first formal excavations were undertaken in 1904-5, by a French railroad engineer, Paul Augustin Gaudin. The most recent, ongoing excavations are under the aegis of New York University. The findings reveal that the lavish building programme in the city's civic center was initiated and largely funded by one Gaius Julius ",{"type":"'''","value":["Zoilus"]},", a local who was a slave of Gaius Julius Caesar, set free by Octavian. When Zoilus returned as a freedman to his native city, endowed with prestige and rich rewards for his service, he directed it to align with Octavian in his power struggle against Mark Antony. This ensured Octavian Augustus's lasting favor in the form of financial privileges that allowed the city to prosper.\n\nThe site is in an earthquake zone and has suffered a great deal of damage at various times, especially in severe temblors of the 4th and 7th centuries. An added complication was that one of the 4th century earthquakes altered the water table, making parts of the town prone to flooding. Evidence can be seen of emergency plumbing installed to combat this problem. Aphrodisias never fully recovered from the 7th century earthquake, and fell into disrepair. Part of the town was covered by the modern village of Geyre; some of the cottages were removed in the 20th century to reveal the older city. A new Geyre has been built a short distance away.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Aphrodisias temple of aphrodite.JPG"],["250px"],["thumb"],["Tetrapylon, the monumental entrance gate to Aphrodisias"]]},"\n\n",{"type":"===","value":["By bus tour"]},"\nThe easiest option is to join a bus tour from one of the travel agencies in ",{"type":"[[","value":[["Pamukkale"]]}," for 30 TL pp (usually a minimum of 4 people is required). They depart at 9:30 in the morning and come back to Pamukkale at 15:30, so you have about 3hrs to spend at a site.\n\nThere are no travel operators in Denizli organizing tours to Aphrodisias. However, you can contact the ones from Pamukkale, for instance, you can try the following: Hermosa tours: +90 258 272 2666, Pamukkale tours +90 258 272 3434 , or any other you'll be able to find online. And they will pick you up from your Denizli hotel.\n\n",{"type":"===","value":["By bus"]},"\n\nFrom ",{"type":"[[","value":[["Denizli"]]}," you can patch together minibuses to Nazilli and on to Aphrodisias (buses going from Nazilli to Geyre or Tavas will pass by Aphrodisias). \n\nAlternatively, take Denizli-Tavas minibus and then hitchhike remaining 30km to Aphrodisias.\n\n",{"type":"===","value":["Hitchhiking"]},"\nHitchhiking into Aphrodisias is not difficult. Starting early, it is entirely possible to start from ",{"type":"[[","value":[["Fethiye"]]}," and hitch to Aphrodisias via ",{"type":"[[","value":[["Muğla"]]}," and Tavas and have a few hours to see Aphrodisias before it closes. Aphrodisias is just off of the road, and you can leave your bags with the security in the museum. If you chat with the security guards for a bit, they will make sure you have a place to pitch your tent.\n\n",{"type":"===","value":["By car"]},"\nTo drive, you will first have to arrive at the city of Nazilli to the northwest or Tavas to the southeast. From these cities, take road D585 and you will see signs showing the way to arrive. From Denizli, it is fastest to arrive from Tavas.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nIt costs 8 TL for entrance to Aphrodisias. The hours of the park are from 8:30 - 7 during the high season, with the museum closing at 6:30 (a security guard stays in the museum all night).\n\n",{"type":"==","value":["Get around"]},"\nThere is parking 200 metres outside the entrance, on the other side of the main road. There is also another carpark in the village of Geyre, but they charge 7 TL, which includes the parking fee and the fare for a ride to Aphrodisias. The attendant there might try convincing you that the ride offered is the only easy way to get to the ancient city, but this is obviously not true — Aphrodisias is just a short walk from there. Alternatively you can just park in one of the close by side streets for free.\n\nThe area can only be explored on foot, but it is mostly flat and wearing sandals would not be a problem. You can see the whole area in 2 hours, but it is best to go slow and take 3 or more hours.\n\n",{"type":"==","value":["See"]},"\n\nYou will want to leave at least 3 hours to see the site. All locations are easily walkable and within a square kilometer of area. Many tour groups pass through, so an independent visitor would best either see the area earlier in the morning and visit the museum afterward, or start with the museum later in the afternoon (3-4 pm) and wander around the ruins until the park closes at 7pm (loosely enforced) to avoid crowds. The area is lovely around sunset.\n\n",{"type":"{{","value":[["infobox"],["Aphrodite of Aphrodisias"],["The cult image that is particular to Aphrodisias, the Aphrodite of Aphrodisias, doubtless was once housed in the Temple of Aphrodite. She was a distinctive local goddess who became, by ",{"type":"''","value":["interpretatio graeca"]},", identified with the Greek Aphrodite. The surviving images are in a naturalistic style common to the culture, which gave the local goddess more universal appeal. She wears a thick, form-disguising tunic. In the museum, you can see the bands of decoration on the tunic which evoke the Goddess's cosmic powers: the Three Graces that are the closest attendants of Aphrodite; heads of a married pair, identified as Gaia and Uranos, Earth and the Heavens; Helios and Selene separated by a pillar; and the marine Aphrodite, riding a sea-goat, and at the base a group of Erotes performing cult rituals."]]},"\n\n",{"type":"===","value":["Aphrodisias Museum"]},"\nOn site, entrance free with entrance to park. Showcasing an incredibly wide range of sculptures, reliefs, and other artifacts recovered from the area. You can easily spend an hour in here admiring the sculptures from the renowned Aphrodisias school.\n\n",{"type":"===","value":["Temple of Aphrodite"]},"\nThe Temple of Aphrodite was a focal point of the town, but the character of the building was altered when it became a Christian basilica.\n\n",{"type":"===","value":["Sarcophagi"]},"\nSarcophagi were recovered in various locations, most frequently decorated with designs consisting of garland and columns.\n\n",{"type":"===","value":["Bouleuterion"]},"\nThe Bouleuterion (Council House) is centered on the north side of the North Agora. As it stands today, it consists of a semicircular auditorium fronted by a shallow stage structure about 46 m wide. The lower part of the auditorium survives intact, with nine rows of marble seats divided into five wedges by radial stairways. The seating of the upper part, amounting to an additional twelve rows, has collapsed together with its supporting vaults. The plan is an extremely open one, with numerous entrances at ground level and several stairways giving access to the upper rows of seats. A system of massive parallel buttresses shows that the building was originally vaulted. The auditorium would have been lighted by a series of tall, arched windows in the curved outer wall. Seating capacity can be estimated at about 1750.\n\n",{"type":"===","value":["Sebasteion"]},"\nCurrently under active restoration\/replication by NYU, located close to the museum. The Sebasteion, or Augusteum, was jointly dedicated, according to a 1st-century inscription on its propylon, \"To Aphrodite, the Divine Augusti and the People\". A relief found in the ruins of the south portico represented a personification of the polis making sacrifice to the cult image of Aphrodite of Aphrodisias, venerated as promētōr, \"foremother\" or \"ancestral mother\". This connection between the goddess and the imperial house was also a particularly politic one at the time, as the Gens Julia - the family of Julius Caesar, Octavian Augustus, and their immediate successors - claimed divine descent from Venus\/Aphrodite.\n\n",{"type":"===","value":["Stadium"]},"\nProbably the best preserved of its kind in the Mediterranean except, perhaps, for the Sanctuary of Apollo at Delphi. It measured 262 by 59 m and was used for athletic events until the theatre was badly damaged by a 7th-century earthquake, requiring part of the stadium to be converted for events previously staged in the theatre.\n\n",{"type":"===","value":["Agora"]},"\nThere are two agora, the South Agora being impressively preserved and holding around 7,000 people.\n\n",{"type":"===","value":["Bathhouse"]},"\nA nicely preserved building showing different room for changing and bathing. An important civic center and place of leisure for the denizens of the city.\n\n",{"type":"===","value":["Inscriptions"]},"\nThe quality of the marble in Aphrodisias has also resulted in an unusually large number of inscribed items surviving in the city. Upwards of 2000 inscriptions have been recorded by the New York excavators, many of them re-used in the city walls. Most inscriptions are from the Imperial period, with funerary and honorary texts being particularly well-represented, but there are a handful of texts from all periods from the Hellenistic to Byzantine.\n\nFor more information, good links to visit are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aphrodisias in Turkey"],["alt="],["url=http:\/\/www.turizm.net\/cities\/aphrodisias\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=History and the archeological sites in Aphrodisias Turkey."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=NYU at Aphrodisias"],["alt="],["url=http:\/\/www.nyu.edu\/projects\/aphrodisias\/home.ti.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Site for the New York University research at Aphrodisias, with lots of great information about the site itself."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere is a museum shop on site. You can also buy maps of the area, not included in the entrance fee, for about 5 TL.\n\n",{"type":"==","value":["Eat"]},"\nThere is a cafe on site. Besides that, there are a few restaurants outside the park across the road from the entrance, and up to a few kilometeres northwest on the road outside Aphrodisias.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a few options for sleeping around Aphrodisias.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aphrodisias Hotel\/Restaurant\/Camping"],["url="],["email="],["address="],["lat="],["long="],["directions=Leaving the park to the left (northwest), about 1 km down the road."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Inexpensive place to stay."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anatolia Restaurant\/Bar\/Camping"],["url=http:\/\/anatoliaturizm.com.tr\/"],["email=anatolya@anatoliaturizm.com.tr"],["address="],["lat="],["long="],["directions=Leaving the park to the left (northwest), about 2 km down the road."],["phone=256 - 448.81.38"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Altinuç Restaurant\/Camping"],["url="],["email="],["address="],["lat="],["long="],["directions=Leaving the park to the left (northwest), about 8 km down the road."],["phone=256 441 2829"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Camping"]},"\nIf you are looking to camp in a tent for minimal\/no cost, you can do so outside the entrance to the park by the cemetery. Closer to the road near the intersection of the main (only) road into Geyre, there is a source\/faucet of spring water for hand\/foot\/face washing. Water is good to drink. You can likely ask permission from either the security in the museum around the time it closes (about 6:30) or at the military (",{"type":"''","value":["jandarma"]},") post just outside the entrance. They will show you to an area. Another option would be to just walk out to one of the many fields around the park and pitch your tent under one of the many olive trees, or just ask permission from a family in the area.\n\n",{"type":"==","value":["Go next"]},"\nIf you do not have your own transport, you will likely return with the tour you came with. To get to ",{"type":"[[","value":[["Denizli"]]},", look for minibuses toward Tavas and transfer there at the bus station (otogar). Otherwise, minibuses run along the road to the larger towns north and south of the area, perhaps 1-2 per hour. Park staff will likely be able to help you.\n\nHitchhiking out of Aphrodisias should not present much challenge.\n\n",{"type":"{{","value":[["geo"],["37.708333"],["28.723611"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Aegean"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Aphrodisias"]]},"\n",{"type":"[[","value":[["Commons:Category:Aphrodisias"]]}]