[{"type":"{{","value":[["pagebanner"],["Stephenson Museum Apia banner.jpg"],["caption=Robert Louis Stevenson's House"]]},"\n",{"type":"[[","value":[["File:Apia clocktower.jpg"],["thumb"],["right"],["250px"],["The clock tower in downtown Apia"]]},"\n\n",{"type":"'''","value":["Apia"]}," is the capital of ",{"type":"[[","value":[["Samoa"]]},". It is on the island of ",{"type":"[[","value":[["Upolu"]]}," and has a population of around 40,000.\n\n",{"type":"==","value":["Understand"]},"\n\nApia was founded in the 1850s and has been the official capital of Samoa since 1959.\nThe harbor was the site of an infamous naval standoff in 1889 when 7 ships from Germany, the US, and Britain refused to leave the harbor when a typhoon was approaching, for fear of losing face. All the ships were sunk, except for one British cruiser. Nearly 200 American and German lives were lost. During the struggle for independence in the early 1900s, organised by the Mau movement, a peaceful gathering in the town resulted in the killing of the paramount chief Tupua Tamasese Lealofi III and ten others by New Zealand police on 28 December 1929.\n\nAs with most Pacific Island capitals, Apia is a little shabby and run down. Reasonably small in size and with few obvious attractions, Apia is very useful as an initial stop-off point for first time visitors to get their bearings, plan travel around the island of Upolu, organise accommodation on the beach, and recover from jet lag. The vast majority of Samoa's highlights can be found outside this town, although most are within a very short drive.\n\n",{"type":"===","value":["Tourist information"]},"\nThe Samoa Tourism Authority manages an information centre offering maps, brochures and other information for tourists.\n\n",{"type":"{{","value":[["listing"],["name=STA Visitor Information Fale"],["url=http:\/\/www.samoa.travel.com\/"],["email=info@samoa.travel"],["address=Beach Rd, Matafele"],["lat="],["long="],["directions=next to the government building on the harbour"],["phone=+685 63520, +685 63521"],["tollfree="],["fax=+685 20886"],["hours=9-5pm Monday to Friday and 8am-12pm Saturday morning"],["price="],["content="]]},"\n\n",{"type":"==","value":[" Get in "]},"\n\nFor more detailed ",{"type":"'''","value":["Get In"]}," information, see ",{"type":"[[","value":[["Samoa"]]},".\n",{"type":"===","value":["By plane"]},"\n\nApia is approximately 20 miles from ",{"type":"'''","value":["Faleolo Airport"]},". Outside the terminal are the normal stream of taxis, which will cost between 30 and 50 tala for a ride into Apia. Several hotels operate shuttle buses for guests. Arrange this in advance, as the scrum of arriving passengers and eager taxi drivers can be confusing when a whole planeload of tourists step outside to the small drop off\/pick up point. Flights from ",{"type":"[[","value":[["American Samoa"]]}," land at ",{"type":"'''","value":["Fagalii Airport"]},", which is very close to Apia.\n\n",{"type":"===","value":["By boat"]},"\n\nOccasional cargo ships dock at Apia port on their way around the world. A twice monthly ferry sails to ",{"type":"[[","value":[["Tokelau"]]},". Yachties can berth in Apia Harbour, where there are good facilities. See ",{"type":"[[","value":[["Samoa#By boat"],["Samoa"]]},".\n\n",{"type":"===","value":["By car"]},"\n\nFor car rental information, see ",{"type":"[[","value":[["Upolu#Get around"],["Upolu"]]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Samoa Apia Map.png"],["thumb"],["right"],["250px"],["Map of Apia"]]},"\nMuch of Apia is within walking distance, although this may not be a comfortable experience on a hot and humid Samoan Day. Another thing to consider is the number of aggressive dogs towards dusk and in the evening. A walk from the suburbs into the centre is best avoided at any time for this reason. Most households have a dog, and even an innocent walk past their driveway could encourage an attack. Culling prior to the South Pacific Games (August 2007) reduced the numbers in the centre of town.\n\nTaxis are cheap, safe and easy to hail down but single women are advised to sit in the back seat, particularly if wearing a short skirt.\n\nBuses fan out to the whole of ",{"type":"[[","value":[["Upolu"]]}," from downtown Apia. If you are staying at a hotel outside the immediate center of the town it may be possible to get downtown by bus. Ask at your hotel.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Robert Louis Stevenson's House"],["url=http:\/\/www.rlsmuseum.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=09.00-16.00 Mon-Fri; 09.00-12.00 Sat."],["price=WS$15"],["content=About 5 km south of town in the village of Vailima. This was built by RLS during the final years of his life, which he spent in Apia. It is now a very well-kept museum with a good collection of items either originally from the home or equivalents."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Robert Louis Stevenson's grave"]},", at the top of Mt. Vaea overlooking the home, is best visited in the early morning. As long as there has not been a lot of rain the longer and shallower path takes about an hour and is an easy walk. The steep path downhill is an option if it has been dry recently. Take water. From the grave, there are good views to the east and across the Pacific. There is no charge to climb to the grave."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aggie Grey's ",{"type":"''","value":["Fia Fia"]}],["url=http:\/\/www1.aggiegreys.com\/aggiegreys\/hotel\/pop_entertainment.htm"],["email=aggiegreys@aggiegreys.ws"],["address=Aggie Grey's Hotel"],["lat="],["long="],["directions="],["phone=+685 22880"],["tollfree="],["fax="],["hours=Every Wednesday evening"],["price=WS$85 for dinner and show"],["content=This is a must-see. Traditional Samoan dancing, singing, drumming, and the amazing fire-knife dance! ",{"type":"''","value":["Fia fia"]}," literally means \"happy,\" although it really means \"party hardy\". As long as you're there you might as well splurge on Aggie's buffet dinner, which is very good. This isn't the only ",{"type":"''","value":["fia fia"]}," in Samoa, but it is the best. All the performers work at the hotel. Make sure you keep both your main course and desert tickets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Samoa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10.00-16.30 Mon-Fri"],["price="],["content=Formerly located on the first floor of the courthouse building on Beach road, this museum has been temporarily relocated to the Ministry of Education, Sports & Culture Headquarters. Among other things it has Lapita pottery and stone adze heads, used by the early arrivals to the islands; a good selection of historical photos; information about tattoos, and examples of Samoan birds."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["The fish market"]}," is worth a visit at 6AM on Sunday morning.  This is when the locals go to buy fish for the special meal of the week, Sunday ",{"type":"''","value":["tonai."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mulinu'u peninsula"]}," holds parliament house, the law and titles court, the historic observatory, and many important tombs."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Vailima Brewery Tour"],["url=http:\/\/www.vailima.ws\/"],["email=vailima@vailima.ws"],["address=Vailima, Upolu"],["lat="],["long="],["directions=10 minute drive west of Apia"],["phone=+685 20 200"],["tollfree="],["fax="],["hours="],["price=Free"],["content=Make reservations because tours are only given on certain days."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Apia Protestant Church.JPG"],["thumb"],["right"],["250px"],["Apia Protestant Church, Beach Road"]]},"\n",{"type":"*","value":[" A walk along the ",{"type":"'''","value":["sea wall"]}," is enjoyable. But only on a milder day (i.e. 25 degrees), and not after dusk because of dogs. Many Apians walk along the sea wall in the late afternoon."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palolo Deep Marine Reserve"],["url="],["email="],["address=Vaiala Beach, Apia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$3 USD"],["content=The only beach in Apia to the East of the harbour. Not really much a beach, though, it's mostly coral gravel. It's an official underwater park. The snorkelling initially seems pretty poor but if you venture further out (probably a good quarter mile swim) it gets a bit more interesting with the occasional turtle and black tip reef shark. Ask at the entrance where to swim - there's a marker post that helps. If you are stuck in Apia it's not a bad way to kill a few hours or just hang out at the \"beach\". You can rent snorkels here although it's a good idea to take your own. Also check the tide chart at the gate before you pay, at low tide there is a long paddle out over very sharp coral to get anywhere deep enough to snorkel."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing."]}," Samoa is a popular fishing destination and most of the charter companies operate out of Apia. The Samoan International Game Fishing Association is based near the port and can provide information about boat companies. Every year it runs an International tournament, attracting anglers from all over the world. Fish in the local waters include blue and black marlin, sailfish, yellowfin, and the giant trevally. Charter companies include:"]},"\n:* Samoa Sport Fishing ",{"type":"[","value":["http:\/\/www.samoasportfishing.com"]},"\n:* Troppo Fishing Adventures ",{"type":"[","value":["http:\/\/www.fishsamoa.com"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf."]}," Two courses are close to Apia: the Royal Samoan Country Club near Fagalii Airport and a more recent development, the Faleata Country Club, which is close to the sports complex constructed for the South Pacific Games. Guests of Aggie Grey's Hotel get free green fees at the Royal Samoan."]},"\n",{"type":"==","value":["Buy"]},"\n\nMarkets in Apia are host to many interesting stalls and locally made souvenirs. Note, however, that many of the items on sale, such as cloth in Samoan patterns, are actually imported from China.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The flea market"]}," nearby the fish market to the west of the Clock Tower, sells a variety of local handicrafts and imported items."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The new market"]}," or ",{"type":"''","value":["marketi fou"]}," is a traditional market selling all sorts of local produce as well as some handicrafts.  One section sells kava by the cup."]},"\n",{"type":"==","value":["Eat"]},"\n\nApia has several quite reasonable places to eat.  Beer and soft drinks are available at most places.\n\nThere are numerous restaurants that cater for locals on a budget and will sell the sort of food that is eaten in the average household. The menu is likely to include chop suey, chicken curry, and mutton flaps. ",{"type":"''","value":["Umu"]}," or earth oven cooked local food include roast pig, and the great delicacy, ",{"type":"''","value":["palusami"]},".  ",{"type":"''","value":["Palusami"]}," is made of onions, and coconut cream with possibly chicken or prawns, all wrapped in a new taro leaf and baked. This is a \"must try\" and goes well with taro.\n\nRemember that restaurants tend to close early by Western standards and that, with a few exceptions, the restaurants in the big hotels are the only ones open on Sunday.  There are no street numbers in Apia so you will have to ask for directions if you do not take a taxi. The town is divided into lots of smaller villages and the restaurant location is given by village, road (e.g. Beach Road, which is a couple of miles long), or the building, which is not much use to foreigners.\n\n",{"type":"====","value":[" Budget "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amanis Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=from farmer Joe's supermarket, 200m more inland, on the right just before Tatiana motel"],["phone=+685 25363"],["tollfree="],["fax="],["hours=Breakfast\/Lunch only"],["price=WS$4-20"],["content=Delicious local food by the scoop for takeaway or eat-in. Good Oka!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Amanaki"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=on the beach road, towards the Mulinu'u peninsula, the second one after the park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Decent food for decent prices (WST 20 for fish steak w\/fries). A popular meeting place for locals and ex-pats."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Uncle Bills"],["url="],["email="],["address="],["lat="],["long="],["directions=At farmer Joe's supermarket,"],["phone="],["tollfree="],["fax="],["hours="],["price=WS$8"],["content=Has delicious fish 'n chips."]]}]},"\n",{"type":"*","value":[" Up Cross Island Road and just before Vailima (the RLS museum) are the ",{"type":"'''","value":["Indian Curry House"]}," and ",{"type":"'''","value":["Koko Banana"]},", with both offering reasonable food and good views."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Italiano Café"]}," on the beach road, halfway between the tourist office and Aggie Grey's has decent pizzas for 18\/27\/36 (small\/med\/large)WS$. A “medium” is enough for 2 ;-)!"]},"\n",{"type":"*","value":[" At the ",{"type":"'''","value":["Fish Market"]}," you get delicious fush and chups."]},"\n",{"type":"*","value":[" At the ",{"type":"'''","value":["Flea Market"]}," and at ",{"type":"'''","value":["Marketi Fou"]}," there are lots of food stalls selling local food, mostly fried stuff. \"The Samoan pancakes\" (small fried banana dough balls) are delicious and cost 10 sene each."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Marketi Fou"],["url="],["email="],["address=Saleufi Street"],["lat="],["long="],["directions=Entering Apia from the Airport, turn right at Mr Lava Lava"],["phone="],["tollfree="],["fax="],["hours=Mon - Sat"],["price="],["content=The main produce market in Apia. Operates 6 days a week with a few additional traders on a Saturday.  A great selection of local food and exotic fruits, including fresh limes, mango, avocado, pawpaw, pineapple, soursop, breadfruit, coconut, taro, leafy greens, and several varieties of banana (including red ones). Absolutely try the palusami (taro leaves baked in coconut cream). It's a good idea to stock up on fruit here before heading anywhere on the islands."]]}]},"\n",{"type":"====","value":[" Mid-Range "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Swashbucklers Restaurant"],["url="],["email="],["address=at the Yacht Club on Mulinu'u peninsula"],["lat="],["long="],["directions="],["phone=+685 28584"],["tollfree="],["fax="],["hours=Tues-Sun from 17.00"],["price=WS$20-40"],["content=Deck overlooking the harbour and serves decent food. Excellent Poke and Sashimi!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sails Restaurant"],["url=http:\/\/www.sails.ws"],["email="],["address=Beach Road, Mulinu'u Apia"],["lat="],["long="],["directions=on waterfront just past Parliament House"],["phone=+685 20628"],["tollfree="],["fax="],["hours=M-Sa 11AM till late, Su (dinner only) from 6PM"],["price=ST 8-45"],["content=Oldest restaurant in Apia. Excellent food—steaks, seafood salads, and pastas—and well priced. Jazz nights, huge deck overlooking the harbour, very friendly service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Seafood Gourmet"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=near the wharf"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good food for reasonable prices and provides a view over the harbour"]]}]},"\n",{"type":"====","value":[" Splurge "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paddles"],["url="],["email="],["address="],["lat="],["long="],["directions=Far end of Beach Road close to the harbour."],["phone=+685 21819"],["tollfree="],["fax="],["hours="],["price="],["content=Popular, if slightly overrated, Italian-style restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bistro Tatau"],["url="],["email="],["address=Beach Road, corner of Fugalei St."],["lat="],["long="],["directions="],["phone=+685 22 727"],["tollfree="],["fax="],["hours=Monday-Friday 12.00-14.00 and 18.30-21.00. Dinner only on Saturday."],["price="],["content=Australian-run restaurant generally agreed to be the best in Apia. Guys running the place reportedly a bit distant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Apaula Heights"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A deck affords views across the eastern part of Apia and the Pacific. It is a must for a full-moon night. The food is above average standard for Apia and prices range from tala 30-70 a main course."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Giordano's"],["url=http:\/\/www.giordanos-samoa.com\/"],["email="],["address=Falealili St"],["lat="],["long="],["directions=2km south of Beach Road on the Cross Island Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Italian restaurant, popular for its pizza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tu-I-Moana"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Café and bistro in Beach Road near the flea market, good food and a bar with a live band."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Hotel Millenia"]}," just down the road is a favourite meeting place for locals for a drink and a bite to eat in the late afternoon."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Blue Marlin"]}," in Fagali'i (about 3 km east of Apia) has a great view and reasonable food."]},"\n",{"type":"*","value":[" If you are wandering around town and absolutely stuck for a place to eat, the most westerly and remote McDonalds in the world can be found in central Apia."]},"\n",{"type":"==","value":["Drink"]},"\nAlcohol can be bought at almost all restaurants. Soft drinks and bottled water are generally available and safe. While the purity of the tap water is questionable, all factory-bought ice is safe. It is only later handling that can contaminate it. \n",{"type":"*","value":[" ",{"type":"'''","value":["Kava"]}," at the market. (see ",{"type":"[[","value":[["Samoa#Drink"],["Samoa"]]},")"]},{"type":"*","value":[" There is a mall (meaning a pedestrian street) in the centre of town with two coffee shops, the ",{"type":"'''","value":["Sydney Side Cafe"]}," and ",{"type":"'''","value":["Cappuccino Vineyard"]}," both offering a cafe atmosphere and a great place to sit and watch people passing by."]},{"type":"*","value":[" There is a string of bars in the centre of town between the fire station and the Australian High Commission. This is a good area to visit in the late afternoon and early evening but is best left before closing time when things can get a bit troublesome."]},{"type":"*","value":[" ",{"type":"'''","value":["Le Well"]}," liquor store sells a good range of spirits and wines that are much cheaper than buying them by the glass from your hotel."]},"\n",{"type":"===","value":["Bars"]},"\n\nAt the end of 2010 the Apia bar scene had been thrown into some confusion by the puritanical tendencies of the Prime Minister, who was trying to get them closed by 22.00. Given the confusion opening hours are not specified here. You should check when you arrive. All bars are closed on Sundays.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hennie's Sports Bar"],["url="],["email="],["address=Fugalei"],["lat="],["long="],["directions=opposite Hennie's Motel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large screens for watching sport with occasionally loud bands that disturb the neighbours."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mount Vaea Nightclub"],["url="],["email="],["address=Vaitele St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Cover charge after 20.00"],["content=Fairly rough place that can get so crowded you can hardly move. Good place to connect with locals of the opposite sex."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=On the Rocks"],["url="],["email="],["address=Beach Road"],["lat="],["long="],["directions=just west of the Clock Tower"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Well-established cocktail bar, often with some attractive Samoan girls seeking the \"company\" of foreign tourists."]]}]},{"type":"*","value":[" The ",{"type":"'''","value":["RSA Club"]}," on Beach Road is a local club that tends to be a bit rough and ready and caters to an older, beer-drinking clientele, but is a great way to meet locals and chat."]},"\n",{"type":"====","value":["Gay Apia"]},"\n\nThere is no \"gay scene\" nor gay community, per se.  In common with much of the rest of Polynesia there is widespread acceptance of homosexuality in Samoa. This acceptance of ",{"type":"'''","value":["fa'afafine"]}," (the way of a woman) owes much to the tradition of raising some boys as girls. In families with all male children parents would often choose one or more of the boys to help the mother. Because they would perform the work of women they were raised as if they were girls. Although their sex was widely known, they would usually be dressed as girls. Many, however, would eventually get married (to women). Modern fa'afafine are more likely to have chosen to live as women, and more likely to be homosexual. Boys who appear effeminate may be recognised as fa'afafine by their parents. They will neither be encouraged nor discouraged. ",{"type":"'''","value":["Fa'afafine"]}," tend to hang out together and bars popular with them tend to change over time.\n\nGays who are self-aware enough to realize they are gay, and not fa'afafine, may travel in fa'afafine circles, and thus be more readily recognized as gay.  There is an annual fa'afafine pageant.\n\nThe friendly Samoan culture combined with a desire to shine favor from visitors (who are presumed to be very wealthy, by comparison) can lead to confusing signals from friendly men.\n\nLesbianism is much less accepted. While there are, of course, lesbians, there is no such thing as a lesbian scene and nowhere to easily meet Samoan lesbians.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Elisa"],["url=http:\/\/www.hotelelisa.ws"],["email=contact@hotelelisa.ws"],["address=Beach Road"],["lat="],["long="],["directions="],["phone=+685 21116"],["tollfree="],["fax=+685 20536"],["hours="],["price=double WS$70"],["checkin="],["checkout="],["content= Older budget rooms in the back of the newer, splurge hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hennies Motel"],["url="],["email="],["address=Fugalei"],["lat="],["long="],["directions=southwest of downtown, beyond the main market"],["phone=+685 22221"],["tollfree="],["fax=+685 29193"],["hours="],["price=WS$70 pp in double rooms"],["checkin="],["checkout="],["content=The Family Room can sleep up to ten."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Samoan Outrigger Hotel"],["url="],["email=Outrigger@samoa.ws"],["address=Downtown Apia, near the hospital"],["lat="],["long="],["directions="],["phone=+685 20042"],["tollfree="],["fax="],["hours="],["price=$16 for a fale to $40 for single occupancy rooms"],["checkin="],["checkout="],["content=A prime choice for medical students doing their electives at the local hospital. Run by a Danish man and his Samoan wife. Clean and friendly with a pool and beautiful gardens. Option of staying in a traditional fale (very economical) or air conditioned rooms. Discounts can sometimes be negotiated for longer stays during medical electives, etc.  Has Lavasoft wifi (paid)."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apia Central Hotel"],["url=http:\/\/www.samoa-hotels.ws\/Apia_Central_Hotel_Apia"],["email=ahkams@lesamoa.net"],["address="],["lat="],["long="],["directions="],["phone=+685 20782"],["tollfree="],["fax=+685 26206"],["hours="],["price=WS$130-190"],["checkin="],["checkout="],["content=Good value hotel close to downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eden's Edge"],["url=http:\/\/www.edensedgesamoa.com.\/"],["email=info@edensedgesamoa.com"],["address=Togafuafua"],["lat="],["long="],["directions=A few minutes walk south of the Apia Clock Tower."],["phone=+685 26202"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Princess Tui Inn"],["url=http:\/\/www.princesstui.ws"],["email=princesstui@samoa.ws"],["address=1 Vaiala Beach Road"],["lat="],["long="],["directions="],["phone=+685 23342"],["tollfree="],["fax=+685 22451"],["hours="],["price=Doubles: US$42\/52 (low\/high)"],["checkin="],["checkout="],["content=The Princess Tui Inn is ideal for budget travellers and only 2 minutes by taxi out of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Alaimoana Hotel"],["url=http:\/\/www.alaimoana.ws\/"],["email=myroom@alaimoana.ws"],["address="],["lat="],["long="],["directions=almost next door to the UN building"],["phone=+685 20392"],["tollfree="],["fax=+685 23926"],["hours="],["price=US$100"],["checkin=14.00"],["checkout=09.00"],["content= Somewhat overpriced hotel for what you get. Convenient for visitors to Apia's large UN headquarters but a short taxi ride (WS$3) to town if you are a tourist."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Leric Housing Motel"],["url=http:\/\/www.lerichousingmotel.ws\/"],["email="],["address=Ifilele Street"],["lat="],["long="],["directions=Turn inland at the Vailima Brewery."],["phone=+685 20260"],["tollfree="],["fax=+685 20341"],["hours="],["price="],["checkin="],["checkout="],["content=With eight two-bedroomed units, this styles itself as a family-friendly motel. 10 minute drive from downtown Apia. Pool and tennis court."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lynn's Getaway"],["url=http:\/\/www.lynnsgetaway.net"],["email="],["address=Motootua"],["lat="],["long="],["directions=Down from the hospital and next to Lynn's Supermarket"],["phone=+685 20272"],["tollfree="],["fax="],["hours="],["price=US$ 150"],["checkin="],["checkout="],["content=Colonial style bed and breakfast. Conveniently located close to the Hospital and Red Cross. Located 5 minutes from town. En suite rooms from WS$ 130 to 150; also close to attractions like Piula cave pool and Robert Louis Stevenson museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tatiana Motel Tanugamanono"],["url=http:\/\/www.tatiana-motel.com"],["email="],["address=Cross Island Road"],["lat=-13.84892"],["long=-171.75900"],["directions="],["phone=+685 28738"],["tollfree="],["fax="],["hours="],["price=45\/52US$"],["checkin="],["checkout="],["content=Rooms are nice and clean and the staff is very friendly. A taxi to downtown is about 5 WST (2US$). Close to the hospital, many medical students stay here."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aggie Grey's Hotel and Bungalows"],["url=http:\/\/www.aggiegreys.com\/hotel\/aggies.htm"],["email=aggiegreys@aggiegreys.ws"],["address=Beach Road"],["lat="],["long="],["directions="],["phone=+685 22880"],["tollfree="],["fax=+685 23626"],["hours="],["price=US$150 and up"],["checkin="],["checkout="],["content= Beginning as a hamburger stand for US troops at the end of WW2, Aggie Grey's Hotel (not to be confused with Aggie's Resort out near the airport) is now the traditional choice and offers the ultimate South Pacific experience. Tends to be trading on its reputation a bit these days, though, and some of the older rooms are in dire need of maintenance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Elisa"],["url=http:\/\/www.hotelelisa.ws"],["email=contact@hotelelisa.ws"],["address=Beach Road"],["lat="],["long="],["directions="],["phone=+685 21116"],["tollfree="],["fax=+685 20536"],["hours="],["price=WS$250+ but there are also some budget rooms."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Millenia Samoa"],["url=http:\/\/www.hotelmilleniasamoa.com\/"],["email=info@hotelmilleniasamoa.com"],["address=on Mulinu'u Peninsula NW of town center"],["lat="],["long="],["directions="],["phone=+685 28286 or (685) 28284"],["tollfree="],["fax=+685 28285"],["hours="],["price=T$180-350"],["checkin="],["checkout="],["content=\nVery nice, air-conditioned rooms and friendly staff. May be slightly expensive for backpackers but if traveling as a couple, then it's reasonably priced. Free breakfast. Short walk to the center of town. Some rooms have patios overlooking the harbor. Notice that the wi-fi (LavaSpot) isn't free- but don't buy the internet from the desk staff- you can get it cheaper by buying it directly from the intercept page."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tanoa Tusitala"],["url=http:\/\/www.tanoahotels.com\/Page\/HotelMenus\/Samoa\/Tusitala\/Introduction.aspx"],["email=info@tanoahotels.ws"],["address=Beach Road"],["lat="],["long="],["directions="],["phone=+685 21122"],["tollfree="],["fax=+685 23652"],["hours="],["price="],["checkin="],["checkout="],["content=Completely rebuilt hotel after the former Hotel Tusitala was destroyed by fire. Good quality, spacious rooms in large grounds."]]}]},"\n",{"type":"==","value":[" Stay Safe "]},"\nSamoa is generally very safe. Locals who strike up a conversation are unlikely to have sinister motives, which isn't to say you should be complacent.\n\nA major risk in Apia is from dogs. Think of it like packs of wild wolves roaming the town, and you'll get a decent grasp of the severity of the situation. Recent culling has improved matters in the center of town, however it is still a very serious threat. If confronted by a dog or pack of dogs, back away out of their territory. If you have no means of escape, reach down as if you are picking up a rock. Alternatively, carry a pointed object with you such as an umbrella when out walking.\n\nNearly all of Samoa's nightlife is centered in Apia, and so, like anywhere in the world around closing time, it can get a bit rowdy. Samoans are, on the whole, extremely friendly and despite their size, remarkably relaxed and gentle people. This does not mean you should let your guard down.\n\nThe concept on ownership in Polynesia is different. Locals believe in sharing everything, and this does mean that items can be swiped. Do not leave anything of value lying around.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n\nOnly Australia, China and New Zealand have full diplomatic representation in Apia. The U.S. is represented by the Ambassador in New Zealand but maintains an Embassy in Apia. Britain and some other countries have Deputy High Commissions.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.samoa.embassy.gov.au\/apia\/home.html"],["email="],["address=Beach Rd"],["lat=-13.83263"],["long=-171.76566"],["directions="],["phone=+685 23411"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/www.chinese-embassy.info\/north-america-oceania\/wsm.htm"],["email=tce@samoa.net"],["address=Vailima"],["lat="],["long="],["directions="],["phone=+685 22474"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url=http:\/\/www.nzembassy.com\/samoa"],["email="],["address=Beach Rd"],["lat="],["long="],["directions="],["phone=+685 21711"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/samoa.usembassy.gov\/"],["email=AmEmbApia@state.gov"],["address=5F, Accident Corporation Bldg, Matafele"],["lat="],["long="],["directions="],["phone=+685 21436, +685 21631 (Emergencies), +685 7771776 (after hours)"],["tollfree="],["fax=+685 22030"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nTake a local bus, tour or car out and around the island of ",{"type":"[[","value":[["Upolu"]]},". Take the ferry to ",{"type":"[[","value":[["Savaii"]]}," and spend a week or two staying in beach fales around the island. Pop across to ",{"type":"[[","value":[["American Samoa"]]}," and visit ",{"type":"[[","value":[["Pago Pago"]]},", the inspiration for Somerset Maugham's play \"Rain\".\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Upolu"]]},"\n",{"type":"{{","value":[["Geo"],["-13.833333"],["-171.75"]]},"\n",{"type":"[[","value":[["Commons:Category:Apia, Samoa"]]},"\n",{"type":"[[","value":[["Wikipedia:Apia, Samoa"]]}]