[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"'''","value":["Apizaco"]}," is a bustling commercial town in ",{"type":"[[","value":[["Tlaxcala (state)"],["Tlaxcala"]]},", ",{"type":"[[","value":[["Mexico"]]},".\n\n",{"type":"==","value":["Understand"]},"\nApizaco's not scenic or tourist-oriented, and its main interest for travellers is likely to be as a jumping-off place for climbing the volcano La Malinche.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere is frequent bus service (about every 20 minutes, from early in the morning to late at night) to and from ",{"type":"[[","value":[["Puebla"]]}," on ATAH, which has a station on Ave Zaragoza, south of Madero.\n\n",{"type":"==","value":["Get around"]},"\nThe town is small enough to be easily walkable, but taxis are easy to catch near the ATAH station and along Blvrd. 16 Sept.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThe main attraction is the nearby volcano La Malinche, which can be climbed as a day hike. To get to the mountain, either hire a taxi for about MXN200 one way, or take the colectivo (with the sign saying C.V. Malinche) for MXN25. The colectivo picks up across the street from Elektra on Serdan, three blocks south of 16 Sept. and two blocks east of the cathedral. The first colectivo leaves Apizaco at about 08:20 every morning; show up 10-15 minutes early. The last one down the mountain is at 17:00 every afternoon, and there is also a 15:00 bus F, Sa and Su. The best time to climb the volcano is in the dry season, which is winter. There may be some snow at the higher altitudes, but the hike is usually doable in tennis shoes. The altitude of the summit, 4,462m (14,640 ft), is about the same as Mount Whitney, the highest peak in California's Sierra Nevada. Some acclimatization for the altitude can be accomplished simply by staying in Apizaco, which is at 2,400m (7900 ft). Climbers in good physical condition should take about 3 to 6 hours to the summit, plus about 2 to 3 hours to descend. Further information about climbing the mountain is available on ",{"type":"[","value":["http:\/\/www.summitpost.org\/la-malinche\/150260 summitpost"]}," or in R. J. Secor's book: ",{"type":"''","value":["Mexico's Volcanoes: A Climbing Guide"]},".\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe Hotel la Posada has a restaurant with a ",{"type":"''","value":["menu del dia"]},", offering good food at a price competitive with the restaurants at the cheaper hotels. For hikers wanting coffee and a pastry before hopping on the bus for La Malinche, there are Oxxo convenience stores scattered around town. The resort on the mountain has a restaurant.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\nBackcountry camping, with no amenities, is possible on the mountain, the most likely areas being in the forest outside the resort or at the tree line, where there are flatter spots in the terrain. Keep in mind that the high altitude makes the nights cold. There usually is no water on the mountain except at the resort.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Luis Alberto"],["address=Blvrd. 16 de Septiembre 303"],["lat="],["long="],["directions=Near the cathedral."],["price=From MXN220"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Restaurant 1904"],["url=http:\/\/www.hotel1904.com\/"],["address=Blvrd. 16 Septiembre 1904"],["lat="],["long="],["directions=Faces a decorative arch a few blocks west of the big traffic circle where Independencia crosses 16 Sept. Across the street from Hotel Grysell."],["price=From MXN380"],["content=Fancy modern décor. Restaurant downstairs. Unheated rooms with private baths."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Grysell"],["address=Blvrd. 16 Septiembre"],["lat="],["long="],["directions=Faces a decorative arch a few blocks west of the big traffic circle where Independencia crosses 16 Sept.  Across the street from Hotel 1904."],["price=From MXN380"],["content=Has a restaurant."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel la Posada"],["address=Blvrd. 16 Septiembre"],["lat="],["long="],["directions=On the southeast corner of the big traffic circle where Independencia crosses 16 Sept."],["price=From MXN750"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Centro Vacacional la Malinche"],["directions=A resort on the mountain at the top of the road from Apizaco."],["price=From MXN750 for a cabin"],["content=Crowded and noisy on the weekends. There is a restaurant."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Tlaxcala (state)"]]},"\n",{"type":"{{","value":[["geo"],["19.41309"],["-98.13993"],["zoom=14"]]},"\n",{"type":"[[","value":[["wikipedia:Apizaco"]]}]