[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Apo Island"]}," is in the province of ",{"type":"[[","value":[["Negros Oriental"]]},", in the ",{"type":"[[","value":[["Central Visayas"]]}," region of the ",{"type":"[[","value":[["Philippines"]]},", a short distance south of the provincial capital of ",{"type":"[[","value":[["Dumaguete"]]},".\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Malatapay"]]}," or ",{"type":"[[","value":[["Zamboanguita"]]}," to Apo Island a two-way boat rental is:\n",{"type":"*","value":["₱2000 - small boat max 5 passengers"]},{"type":"*","value":["₱3000 - big boat max 10 pax"]},"Solo travellers may also join other boats for ₱300. It doesn't matter if you stay in the island for a day or a week; the rates are the same.\n\nYou must arrange for transport from one of the local boats to come and retrieve you for a fee.  It is a several mile trip in an outrigger canoe with outboard motor over open water, swells can be large and you can expect to be sprayed with saltwater throughout the trip (wear sunglasses). The boats will generally meet you at Zamboanguita where the Malatapay Wednesday market is held. Take a jeepny from Dumagete, just ask the driver or the guy who collects fees off the back of the jeepney to warn you when it is your stop.\nIt can also be arranged through Apo Island Resort to go from Dumagete to Malatapay-Dauin, and from there directly to the island.\n\nIf you want to stay near the pier in Dumaguete, the ",{"type":"[","value":["http:\/\/www.dumagueteoutdoors.com\/standardhotel\/cocogrande\/index.htmlCoco Grande Hotel"]}," is only a minute away.\n\n",{"type":"==","value":["Get around"]},"\nThe island is only 3 km around and 120 m high at the top of the hill; walking will get you anywhere you need to go.\n\n",{"type":"==","value":["See"]},"\nOne of the Philippines' famous diving sites, Apo Island has one of the world's best known community-organized marine sanctuaries. It's home to over 650 documented species of fish and estimated to have over 400 species of corals.\n\n",{"type":"==","value":["Do"]},"\nDiving and snorkeling are the main activities around the island. Resorts on and off the island typically hold diving programs for different skill levels. Instructors are commonly PADI-certified. The diving is excellent, plenty of reefs, tons of fish and turtles, and amazing visibility. Keep an eye out for the Giant Trevally which is known in these waters.\n\nThere are two dive shops in Apo Island:\n",{"type":"*","value":[" Apo Island resort - USD25 inclusive of complete gear, boat and divemaster; USD20 exclusive of gear, inclusive of tank & weights, boat and divemaster. Less USD2 for shore dives. "]},{"type":"*","value":[" Paul's diveshop - ₱1150 for one dive, ₱2200 for 2 dives exclusive of gear. For complete gear, add ₱280 per dive. "]},"\nConservation tax of ₱300 is charged if diving within the sanctuary and ₱200 if diving outside of the sanctuary. These rates are as of June 2009.\n\n",{"type":"==","value":["Buy"]},"\nThere isn't much in the way of retail on Apo Island. It's advisable to bring anything that you may need with you because it is a long trip back to Dumagete.  The local women will try to sell you t-shirts and sarongs when you arrive and when you leave.\n\nBoth resorts have Apo Island t-shirts and hats which are little more than the words Apo Island and the symbol for divers.\n\n",{"type":"==","value":["Eat"]},"\nBoth hotels have restaurants, Liberty's has particularly good chocolate\/banana shakes.  Menus are limited but what is available is pretty good.  At Liberty's, the dive master will go table to table during dinner and help you arrange the next day's dives.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nSeveral beach resorts at nearby towns regularly offer trips to the island, and it is more common among divers and tourists to get accommodations off Apo Island. Examples of hotels and resorts outside Apo Island arex ",{"type":"[","value":["http:\/\/www.liquiddumaguete.com Liquid Dive Resort"]},", ",{"type":"[","value":["http:\/\/www.playademalatapay.com  Playa de Malatapay Resort and Restaurant"]}," and ( ",{"type":"[","value":["http:\/\/www.thalattaresort.com Thalatta Beach & Dive Resort"]}," in Maluay Zamboangita, ",{"type":"[","value":["http:\/\/www.bahura.com Bahura Resort & Spa"]}," in Dauin and ",{"type":"[","value":["http:\/\/www.wellbeach.com Wellbeach Dive Resort"]}," in Maluay. Rates span from budget to splurge, with some hotels usually offering a range of activities that explore the mountains, water falls, sulfur springs and other beaches of Negros Oriental.\n\nThere are two publicised resorts on the island, Liberty Community lodge and Apo Island Beach Resort.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Liberty Community Lodge"],["url=http:\/\/www.apoisland.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+63 35 321-1036"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Liberty Community Lodge is the larger of the two with a very nice restaurant and both private and dorm type rooms.  The private rooms are situated in what appears to be a large expensive private house, the showers use barely desalinated water and the island is always on restricted water use"]]}]}," \t\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apo Island Beach Resort"],["url=http:\/\/www.apoislandresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+63 35 226-3716"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Apo Island Beach Resort is on the opposite side of the boulder from Liberty Community Lodge. 5 min walk from Liberty and in a more secluded cove. The cottages here are made of earth \/ concrete mix (as compared to Liberty which has a lot of bamboo \/ nipa)"]]}]},"\n",{"type":"==","value":["Go next"]},"\nApo island is generally the place to get out to. ",{"type":"[[","value":[["Dumaguete"]]}," is the city to get to Apo from.\n",{"type":"[[","value":[["WikiPedia:Apo Island"]]},"\n\n",{"type":"{{","value":[["geo"],["9.08"],["123.27"],["zoom=14"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Negros_Oriental"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]