[{"type":"{{","value":[["pagebanner"],["Appalachian Trail-banner2.jpg"]]},"\n\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"[[","value":[["Image:Appalachian region of United States.gif"],["thumb"],["right"],["400px"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/appa\/ Appalachian Trail"]}]}," ",{"type":"[","value":["http:\/\/www.appalachiantrail.org\/"]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Scenic Trail"]]}," that runs over 2100 miles through 14 states in the eastern ",{"type":"[[","value":[["United States"]]},", following the ",{"type":"'''","value":["Appalachian Mountain Range"]},".\n\n",{"type":"==","value":["Get in"]},"\nBy far the most common mode of transport for getting to the trail is by car. There is ample parking along the trail (at trailheads leading to the trail proper)—in the more populated areas there is usually an entrance parking lot every 10 miles or so. Be sure not to leave anything valuable\/visible in your car while gone (especially nice hiking equipment!). The Appalachian Trail is not set up for many circular routes, so you may want to arrange transportation to and from the trail at your start and end points. You can try to get off the trail near a town and try and pay someone to take you back to your car, but it's a much better plan to have a good friend or relative responsible for your transport!\n\nThere are two train stations on the trail itself.  In West Virginia, the Harper's Ferry Amtrak station is easily accessible from the trail and the town of Harper's Ferry. Amtrak and MARC trains provide daily service to Washington DC in under two hours.  In New York, the Appalachian Trail station (an uncovered platform) on the Metro-North railroad can connect you with New York City and beyond (service on weekends and holidays only).\n\n",{"type":"===","value":["Fees\/permits"]},"\n\nNeither fees nor permits are required to hike and camp along the vast majority of the Appalachian Trail. The only exceptions are at some of the most crowded National Parks along the way, most notably ",{"type":"[[","value":[["Great Smoky Mountains National Park"]]}," and ",{"type":"[[","value":[["Shenandoah National Park"]]},". Even there, the fees are low, and the permits flexible (since they know that thru-hikers cannot commit to rigid plans). Baxter State Park in ",{"type":"[[","value":[["Maine"]]}," also requires both registration and fees for all camping within the park. The only other areas with camping fees are at a couple of well-maintained campsites in the Green Mountain National Forest and White Mountain National Forest. But you can just camp in the wild if you're feeling cheap!\n\n",{"type":"==","value":["Understand"]},"\n\nThe Appalachian Trail (\"the AT\" for short) began as a vision of forester Benton MacKaye and was developed by volunteers and opened as a continuous trail in 1937. It was designated as the first National Scenic Trail by the National Trails System Act of 1968. The Trail is currently protected along more than 99 percent of its course by federal or state ownership of the land or by rights-of-way. Annually, more than 4,000 volunteers contribute more than 185,000 hours of effort on the Appalachian Trail.  Appalachian Trail Conservancy: ",{"type":"[","value":["http:\/\/www.appalachiantrail.org\/"]},"\n\nThe trail stretches for 2,184 miles (3,500 km) through ",{"type":"[[","value":[["Maine"]]},", ",{"type":"[[","value":[["New Hampshire"]]},", ",{"type":"[[","value":[["Vermont"]]},", ",{"type":"[[","value":[["Massachusetts"]]},", ",{"type":"[[","value":[["Connecticut"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]},", ",{"type":"[[","value":[["New Jersey"]]},", ",{"type":"[[","value":[["Pennsylvania"]]},", ",{"type":"[[","value":[["Maryland"]]},", ",{"type":"[[","value":[["West Virginia"]]},", ",{"type":"[[","value":[["Virginia"]]},", ",{"type":"[[","value":[["Tennessee"]]},", ",{"type":"[[","value":[["North Carolina"]]}," and ",{"type":"[[","value":[["Georgia (state)"],["Georgia"]]},".  Every year, thousands of people try to hike the whole trail in a single journey (known as \"thru-hiking\"), typically starting from the ",{"type":"'''","value":["southern terminus"]}," at Springer Mountain in Georgia.  About 3 in 20 of those who try make it all the way to Mount Katahdin in Maine, the ",{"type":"'''","value":["northern terminus"]},".  The vast majority of hikers choose to make shorter day or multi-day treks along portions of the trail are known as \"section-hikers\".  Some short sections are fully accessible to those with disabilities; the AT has been traveled by hikers with a variety of disabilities, including those hearing-impaired and blind.\n\nThe trail's popularity is due in part to its fame and scenic vistas, and in part to its easy accessibility to major population centers.  Most people in the dense northeastern section of the country live within a 3 hour drive of the trail.  This density has sometimes made the trail a bit too \"civilized\" in some areas, especially in a few locations where development has forced the trail onto roads.  However, in recent years the federal government has established a protected corridor along much of the trail, preserving the \"natural\" experience for many trail hikers.  And in some segments, such as in northern Maine, you can hike for 100 miles without ever crossing a paved road -- prepare accordingly!\n\n",{"type":"==","value":["Climate"]},"\n\nIn general, the A.T. is open continuously year-round.  The northern terminus at Katahdin is within Baxter State Park, which may be closed in winter months, depending on weather conditions.\n\nNeedless to say, throughhiking the trail at any time other than late Spring to early Fall is not something to be considered lightly. the trail is almost always colder and exposed to more extreme weather than surrounding areas, leading as it does along the mountain ridge of the Appalachians. In particular, expect plenty of rainy nights any time of year—this is a wet temperate forest, as the East Coast gets a lot of rainstorms, which halt upon the mountains regardless of whether they come from the east or west.\n\n",{"type":"==","value":["Prepare"]},"\n",{"type":"[[","value":[["File:Flickr - Nicholas T - Long Walk.jpg"],["thumb"],["300px"],["Vernon Valley in Sussex County"]]},"\nThe most common cause of failure to complete the AT is lack of preparedness.  It is important to begin regular walks in the months and weeks leading up to the thru-hike, beginning with low-impact day-hikes in easy terrain while carrying a minimum of weight.  When these day-hikes become nearly effortless, increase the distance and include several multi-day hikes that require a full backpack with food, water and gear.  In addition, hilly terrain should be incorporated as soon as possible in order to build up strength in the muscles required for climbs and descents.  Performing regular hikes that continually push the body's current limits will not only toughen the body but will also go a long way toward mentally preparing oneself for the constant strain on body and mind.\n\nPreparing financially and logistically are also essential to a successful thru-hike.  The cost of a hike will range from several hundred dollars a month on the low end to upwards of a thousand dollars a month for the high end.  Each person has a different minimum level of comfort and nourishment; it is vital to discover what one's own level is as early as possible and to make supply arrangements accordingly.  Study the route and identify towns that will serve as likely resupply centers and map out distances between post offices.  An experienced thru-hiker resupplies his or her dry goods every 10-14 days, either through the post offices' general delivery drop-box system or through local purchases.\n\nEquipment should be purchased well in advance of the AT start date and should be used as many times as possible to both allow the hiker to become familiar with the gear (backpacks adjusted properly, boots broken in, etc.) and to identify any broken, impractical or unsatisfactory items.  Prospective thru-hikers should get in contact with local hiking clubs and solicit advice on what pieces of equipment are completely unnecessary, which are luxury items and which are essential.  Different hikers have different philosophies on how much gear should be taken, from those in the \"lean and fast\" school of thought which advocates a minimum of everything - no stove, no tent, hiking sandals instead of boots and little else - to the \"slow and comfortable\" school which sacrifices speed and low weight for comfort.  One should get as many opinions as possible and attempt hikes with various levels of gear until an acceptable amount of weight and speed has been achieved.\n\n",{"type":"==","value":["Walk"]},"\n\nNo matter which way you slice it, you'll be walking on the trail. The trail is open only to walkers, hikers, and backpackers—no motorized vehicles or even bicycles are allowed. Dogs can accompany you on most of the trail, except in most national parks (although they must be on a leash at all times). At least 50% of the AT within the ",{"type":"[[","value":[["Great Smoky Mountains National Park"]]}," is open to horses as well.\n\nFor anything longer than a day hike, be sure to prepare for rough conditions on your feet. Given the constant ups and downs of the trail, plus the ever present East Coast humidity, your feet will bear the brunt of your experience. ",{"type":"''","value":["Don't wear sneakers"]},". Wear proper hiking shoes\/boots, and consider two layers of socks (sock liners are best for the inner layer) to reduce friction. And bring moleskin and a pocket knife to deal with blisters.\n\nIf you're just starting out on the trail, and are in average shape, don't expect to do much more than 8–10 miles in a day. Thru-hikers, whether they start in good shape, or wind up in great shape within a week or two, will cover far more ground, in the ballpark of 18–25 miles\/day.\n\nAnd thru-hikers beware, it takes on average ",{"type":"''","value":["five million footsteps"]}," to complete the trail. Despite its great popularity, only 10,000 people have reported hiking the length of the trail.\n\n",{"type":"==","value":["Sleep"]},"\nAppalachian Trail shelters are located along the trail. These are maintained by AT volunteers. Latitude\/longitude data for AT shelters can be found at ",{"type":"[","value":["http:\/\/www.cs.utk.edu\/~dunigan\/at\/"]},". Many towns along the trail offer lodging in the form of hostels, motels, rooms and such. Most of the towns are receptive to those on the AT and welcome visitors.\n\nWith the exception of occasional lean-tos (which are usually ",{"type":"''","value":["less"]}," comfortable than camping), you will rely on tents only throughout your hike, unless you take a break and walk off the trail into a town. Two matters are essential to address with your tent. First, make sure it's weather proof. Many a hiker thought it would be nice in Georgia in the spring, and to their horror had to quit when freezing in the snow. And it will rain on you, so make sure that you have a tent that will not leak, and that you can set up your tent without it flooding in the process. Second, you'll want a light tent that you can carry without loading down your back. Look for lightweight and ultra-lightweight backpacking tents, which you can find online at a number of dealers.\n\nThe rules are quite open for camping along the trail, even in most of the national parks. You can camp at the occasional built campground—these are usually crowded and often full, but are great places to meet other hikers and share stories and advice. But most nights you'll find yourself on your own. Pick any spot out of sight of the trail that is flat enough and that you can possibly clear of debris to pitch your tent. If you care at all about this wonderful trail, and don't want to ruin it for future visitors, always practice ",{"type":"[[","value":[["leave-no-trace camping"]]},", and restore some natural debris over the ground where you pitched your tent.\n\n",{"type":"==","value":["Stay safe"]},"\nHunting is allowed along most of the AT. Hunting groups are supporters of protection of public lands. Even in areas where hunting is prohibited, hunters may unknowingly wander on or near the AT. During hunting seasons, wear blaze orange - a blaze orange hat and vest and pack cover if backpacking, or hooded outerwear. Pennsylvania law requires you to wear 250 square inches of fluorescent orange on head, chest and back, when on state game lands, during different seasons. Make sure your dog is wearing blaze orange that's visible 360 degrees, also. Be cautious within a 1\/2-mile of road crossings, and in valley areas. Make sure you are heard before you are seen, whistle, sing, or making unambiguous noise. Avoid deer firearm season. If you want to hike in the fall, and want to avoid hunters, hike in the five national parks crossed by the AT. Keep in mind, those who you encounter on the trail will most likely have a firearm on them. Make noise, do not surprise anyone or any animals.\n\n",{"type":"==","value":["A Thru-Hike"]},"\n",{"type":"[[","value":[["Image:Appalachian Trail Map copy.png"],["thumb"],["right"],["410px"],["Enlarge"]]},"\nAfter a brief explanation of the trail in each state, a small list of landmarks and towns that are reachable along the trail is given.  Thru hiking is a term used in referring to hikers who complete long distance trails from end-to-end in a single trip. The ",{"type":"[[","value":[["Pacific Crest Trail"]]},", Appalachian Trail, and ",{"type":"[[","value":[["Continental Divide Trail"]]}," were the first three long-distance trails in the U.S. Successfully thru-hiking all of these three trails is known as ",{"type":"''","value":["the Triple Crown of Hiking"]},".\n\n",{"type":"===","value":["Georgia"]},"\nThe Appalachian Trail runs for 75.2 miles through Georgia, starting with the 8.8 mile approach trail from the bottom of Amicalola Falls to the southern terminus of the hike on the summit of Springer Mountain. It's then about a 7 day hike to the North Carolina state line. There are 12 shelters along the way where hikers may spend the night, on average 6.7 miles from each other.\n\n",{"type":"*","value":["Amicalola Falls State Park"]},{"type":"*","value":["Len Foote Hike Inn"]},{"type":"*","value":[{"type":"'''","value":["Springer Mountain Summit"]}]},{"type":"*","value":[{"type":"[[","value":[["Suches, GA"]]}]},{"type":"*","value":["Walasi-Yi Interpretive Center"]},{"type":"*","value":["Neel's Gap"]},{"type":"*","value":[{"type":"[[","value":[["Helen, GA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hiawassee, GA"]]}]},"\n",{"type":"===","value":["North Carolina\/Tennessee"]},"\nIt's 380.8 miles and 30 days of winding through North Carolina and Tennessee to get to Virginia. Along the way you'll walk through ",{"type":"[[","value":[["Great Smoky Mountains National Park"]]}," for 71.6 miles. There are 53 shelters in this section, on average 7.4 miles from the one before.\n\n",{"type":"*","value":[{"type":"[[","value":[["Franklin, NC"]]}]},{"type":"*","value":["Nantahala Outdoor Center"]},{"type":"*","value":[{"type":"[[","value":[["Fontana Dam, NC"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gatlinburg"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hot Springs, NC"]]}]},{"type":"*","value":[{"type":"[[","value":[["Erwin, TN"]]}]},{"type":"*","value":[{"type":"[[","value":[["Unicoi, TN"]]}]},{"type":"*","value":[{"type":"[[","value":[["Elk Park, NC"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hampton, TN"]]}]},{"type":"*","value":[{"type":"[[","value":[["Shady Valley, TN"]]}]},"\n",{"type":"===","value":["Virginia"]},"\nThe longest state on the trail runs for 551.3 miles. However, it's also the flattest state on your hike and as you continue to get in shape should take you about the same amount of time to complete as North Carolina and Tennessee. Immediately after crossing the state line you'll enter ",{"type":"[[","value":[["Damascus (Virginia)"],["Damascus"]]},", the spiritual quarter-way point of a thru-hiker. You'll also pass through ",{"type":"[[","value":[["Grayson Highlands State Park"]]}," and ",{"type":"[[","value":[["Shenandoah National Park"]]},". There are 65 shelters in Virginia spaced about 8.4 miles from one another.\n\n",{"type":"*","value":[{"type":"[[","value":[["Damascus (Virginia)"],["Damascus"]]}]},{"type":"*","value":[{"type":"[[","value":[["Summit Cut, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Whitetop, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Grayson Highlands State Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Troutdale, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sugar Grove, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Atkins, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ceres, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bland, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bastian, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pearisburg, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Catawba, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cloverdale, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Daleville, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Troutville, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Buchanan, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Big Island, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Glasgow, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Buena Vista, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Wayensboro, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Shenandoah National Park"]]}]},{"type":"*","value":["Skyland"]},{"type":"*","value":[{"type":"[[","value":[["Front Royal, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Linden, VA"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bluemont, VA"]]}]},"\n",{"type":"===","value":["West Virginia"]},"\nWest Virginia has around 24 miles of trail. The trail passes through Harpers Ferry. Harpers Ferry is considered the \"psychological midpoint\" of the trail.\n\n",{"type":"===","value":["Maryland"]},"\n",{"type":"===","value":["Pennsylvania"]},"\n",{"type":"===","value":["New Jersey"]},"\n",{"type":"===","value":["New York"]},"\n",{"type":"===","value":["Connecticut"]},"\n",{"type":"===","value":["Massachusetts"]},"\n",{"type":"===","value":["Vermont"]},"\n",{"type":"===","value":["New Hampshire"]},"\n",{"type":"===","value":["Maine"]},"\n\n",{"type":"[[","value":[["WikiPedia:Appalachian Trail"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Travel and Tourism\/National Parks and Monuments\/A\/Appalachian National Scenic Trail\/"]]},"\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"{{","value":[["related"],["Wilderness_backpacking"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]}]