[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Appleton"]}," is a growing city in central-eastern ",{"type":"[[","value":[["Wisconsin"]]},", with a population of approximately 72,000 residents and a metro area of ~350,000. It is known as being safe, quiet, and visually pleasant. It is perhaps most famous as the boyhood town of Harry Houdini, the famed magician.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nOutagamie County Regional Airport ",{"type":"[","value":["http:\/\/www.atwairport.com\/"]}," (",{"type":"{{","value":[["IATA"],["ATW"]]},") serves the city of Appleton and surrounding communities with flights to six major hubs: Minneapolis, Detroit and Atlanta with Delta; Chicago and Denver with United; Milwaukee with Frontier\/Midwest. Allegiant Air also offers limited direct flights to Appleton from Las Vegas and Orlando.\n\nGround transportation from the airport to downtown is limited to taxis. For a single person expect to pay around $15 dollars for the 15 minute ride although prices vary with each cab service. Hotels like the Radisson Hotel, Candlewood Suites and the Hampton Inn offer complimentary shuttle service to and from the airport.\n\n",{"type":"===","value":["By car"]},"\n\nThe primary roads into the metro Appleton area are US 41 and US 10. US 41 runs north-south on the west side of the city, and turns east-west across the north side of the city. US 41 connects to Green Bay to the northeast and Oshkosh, Fond du Lac, and Milwaukee to the south. WIS 441 loops from US 41 across the south and east sides of the metro Appleton area. US 10 is an east-west highway that connects to Manitowoc to the east, and Stevens Point\/Wausau to the west.\n\n",{"type":"===","value":["By bus"]},"\n\nGreyhound Bus offers daily service to Appleton via its Chicago-Green Bay bus route. With no transfers, Greyhound to\/from Chicago will take about 5 hours while to\/from Green Bay will take about 40 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\nGetting around town is accomplished efficiently and cheaply by using the public transportation system or by taxis. Public buses",{"type":"[","value":["http:\/\/www.appleton.org\/departments\/?department=fb4dcfb8d520"]}," are reliable and the standard fare is $1.80.  Same-day transfers are free.  If you are staying downtown in the Raddison or Copperleaf you can easily walk to nearby restaurants bars and shops.\n\nNote that parking on any city street is illegal from 2am to 5am every day of the week.  You can usually call the Appleton Police Department and ask to get approval to be parked overnight, but during the fall and winter months it is not uncommon to be denied due to leaf collection or snow removal, so don't depend on this option.  If you will have your own vehicle in town when you visit, make sure you have private parking available to you.\n\n",{"type":"==","value":["See"]},"\n\nTheater and musicals at the Performing Arts Center, in downtown Appleton. High quality shows such as the famous Chinese Acrobats, and mainstream plays such as ",{"type":"''","value":["Phantom of the Opera"]}," and ",{"type":"''","value":["Les Miserables"]}," are occasionally featured at this venue.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\nIn general Appleton is well-respected for the quality of the education in its public schools, both at the primary and secondary levels.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lawrence.edu Lawrence University"]}]}," - a small, private liberal arts college.  Ranked #1 university in Wisconsin by Forbes",{"type":"[","value":["http:\/\/www.forbes.com\/lists\/2009\/94\/colleges-09_Americas-Best-Colleges_Rank_2.html"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["University of Wisconsin-Fox Valley"]}," - a two-year collegiate campus of the University of Wisconsin System."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fox Valley Technical College"]}," - a technical (community) college of the Wisconsin Technical College System."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe primary shopping destination for visitors is the Fox River Mall, Wisconsin’s second largest shopping mall with more than 180 retailers. The mall is located along the Hwy 41 corridor just west of Appleton, in Grand Chute. The Fox River Mall is anchored by Macy's, Sears, Target, Younkers, JCPenney and the largest sporting goods store in Wisconsin, Scheel's All Sports.  Numerous stores, restaurants, hotels and office buildings are located nearby",{"type":"[","value":["http:\/\/www.foxcities.org\/"]},".\n\nHeading east from the Fox River Mall on Hwy 96 (Wisconsin Ave) to the other side of Hwy 41, you'll find more stores including Home Depot, Sam's Club, Woodman's grocery store, and the largest Fleet Farm in Wisconsin. There's an old saying \"if you can't find it at Fleet Farm, you probably don't need it.\"\n\nAlternately, head east from the mall on College Ave to find Wheel & Sprocket",{"type":"[","value":["http:\/\/wheelandsprocket.com\/articles\/store-launch-apl-pg1058.htm"]},", and more hotels and restaurants.  Continue on College Ave to downtown Appleton",{"type":"[","value":["http:\/\/www.appletondowntown.org\/"]}," which has an eclectic mix of shopping, coffeehouses, restaurants & bars.\n\nMany of the westside \"big box\" stores also have store locations along Appleton's eastside Hwy 441 corridor, known locally at Darboy.  Eastside stores include Wal-Mart, Kohl's, Home Depot, Lowe's, Menard's, Office Max, Best Buy, Target, Festival Foods, Pick 'n Save, Tractor Supply Co, Goodwill, plus the usual mix of Starbucks, Walgreen's, restaurants, movie theatres and hotels.\n\nOn the north side, Northland Mall is anchored by Kohl's, ShopKo and Festival Foods.\n\n",{"type":"==","value":["Eat"]},"\n\nDowntown Appleton has numerous restaurants, many within a short walking distance from the PAC ",{"type":"[","value":["http:\/\/foxcitiespac.com\/"]},". Vince Lombardi's Steakhouse ",{"type":"[","value":["http:\/\/www.vincelombardisteakhouse.com\/"]}," at the Radisson Paper Valley Hotel has great steaks at a reasonable price, and if you're lucky you might get an autograph from NFL visiting teams staying at Paper Valley the night before Packer home games.\n\nWaterfront dining is available near downtown along the Fox River waterfront at Fratello's Riverfront ",{"type":"[","value":["http:\/\/www.supplerestaurantgroup.com\/fratellos-appleton\/default.html"]}," and Pullman's ",{"type":"[","value":["http:\/\/www.pullmansrestaurant.com\/"]},", and at Waverly Beach ",{"type":"[","value":["http:\/\/www.waverlybeach.com\/"]}," along the north shore of Lake Winnebago.\n\nMany of the big restaurant chains have locations near the Fox River Mall -- T.G.I. Friday’s, Chili’s, Qdoba, Olive Garden, Red Lobster, Machine Shed, Bennigan's, Fuddruckers, Outback Steakhouse and so on.  Inside the mall, Fratello's Fox River Mall ",{"type":"[","value":["http:\/\/www.supplerestaurantgroup.com\/fratellos-mall\/default.html"]}," is accessible from the  food court, and has a microbrewery onsite. Outdoor seating is available.\n\nOther places are Wooden Nickel ",{"type":"[","value":["http:\/\/www.woodennickelsportsbar.com\/"]},", Spat's",{"type":"[","value":["http:\/\/www.spatsappleton.com\/"]},", Dick & Joans and Old Bavarian.\n\n",{"type":"==","value":["Drink"]},"\nDowntown Appleton is packed with bars, each with different atmospheres.  If you are in town and looking to go out for a few drinks, the entire stretch of College Avenue from Richmond on the west to Drew Street on the east is lined with bars and clubs.  There are a few bars to be found within a block north\/south of College Avenue too.  Plan your night ahead though, as parking on the streets anywhere within the city is illegal from 2am to 5am.\n\nThe Stone Cellar Brewpub",{"type":"[","value":["http:\/\/www.stonecellarbrewpub.com\/"]}," brews several standard beers, plus seasonal beers. They also have a wide variety menu selections and a great atmosphere in the cellar of Appleton's first brewery (built in 1858), or if the weather cooperates you can sit outside in the beer garden.\n\nOn St. Patrick's Day, or any day if you're Irish, be sure to visit McGuiness Irish Pub ",{"type":"[","value":["http:\/\/www.mcguinnessirishpub.com\/"]}," or The Durty Leprechaun.\n\nIf you're staying downtown at the Radisson Paper Valley Hotel and you don't feel like venturing far, The Clubhouse just off the lobby has plenty of beer, sandwiches, pizza and 20 big screen TVs.\n\nFor visitors staying at AmericInn or Cambria Suites on the northeast side of town (near Thrivent Financial and USA Youth Soccer), Beefeaters",{"type":"[","value":["http:\/\/www.beefeaterspub.com\/"]}," has a great British pub atmosphere and good food.\n\n",{"type":"==","value":["Sleep"]},"\n\nLike most cities, Appleton features a wide range of hotels from very affordable budget options to 3 star hotels that charge a small fortune.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cambria Suites Appleton Hotel"],["alt="],["url=http:\/\/www.cambriasuites.com\/hotel-appleton-wisconsin-WI148"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 920  733-0101"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3940 N. Gateway Dr."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Suites Appleton Hotel"],["alt="],["url=http:\/\/www.comfortsuites.com\/hotel-appleton-wisconsin-WI021"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 920  730-3800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3809 W Wisconsin Ave. All suite hotel with indoor pool, whirlpool, sauna, fitness center and game room. Free hot breakfast buffet and a lounge onsite."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn Appleton Hotel"],["alt="],["url=http:\/\/www.stayappleton.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 920  733-5551"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=210 Westhill Blvd. Newly Renovated hotel with fitness center, meeting room, business center, Free wireless high speed internet, Free complimentary Continental Breakfast,laundry facilities on site."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Microtel Inn"],["alt="],["url=http:\/\/www.microtelinn.com\/reservations\/locationdetail.asp?facid=561&in_month=&in_day=&out_month=&out_day=&guests=1&iata=&rate_access_code=&i="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Budget hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Candlewood Suites"],["url=http:\/\/www.candlewoodsuites.com"],["email="],["address=4525 W College Ave, Appleton, WI 54914"],["lat="],["long="],["directions="],["phone =+1 920 739-8000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Extended stay hotel with full kitchens, free High-Speed Internet, free shuttle service to\/from the airport, a great fitness center, a business center and free guest laundry."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Copperleaf Hotel"],["alt="],["url=http:\/\/www.copperleafhotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 920  749-0303"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=300 W. College Ave. Appleton's most expensive hotel, built in 2003. Located in the heart of downtown Appleton, a short walk from many restaurants, bars, and one block from the Performing Arts Center."]]}]},"\n",{"type":"==","value":[" Stay Safe "]},"\nBurglaries and thefts of unlocked cars and properties occur occasionally throughout the city, so be sure to hide your valuables.\n\n",{"type":"==","value":["Go next"]},"\n\nAppleton is conveniently located alongside major interstate and intrastate highways, and also has a Greyhound office for people seeking long-distance travel.\n\nOut of state visitors can use the public airport Outagamie Regional Airport.\n\n",{"type":"{{","value":[["routebox"],["image1=US 10.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Saint Paul"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Stevens Point"]]}]}],["directionr1=E"],["majorr1=Car ferry to ",{"type":"[[","value":[["Ludington"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Manitowoc"]]}]}],["image2=US 41.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Menominee"]]}],["minorl2=",{"type":"'''","value":[{"type":"[[","value":[["Green Bay"]]}]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Milwaukee"]]}],["minorr2=",{"type":"[[","value":[["Oshkosh"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["44.265556"],["-88.401667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northeast_Wisconsin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Appleton, Wisconsin"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Wisconsin\/Localities\/A\/Appleton\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Appleton, Wisconsin"]]}]