[{"type":"{{","value":[["pagebanner"],["Aqaba banner.jpg"]]},"\n",{"type":"[[","value":[["File:Aqaba3.jpg"],["thumb"],["Aqaba city view"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aqaba.jo Aqaba"]}]}," (العقبة ",{"type":"''","value":["al-ʿAqabah"]},") is ",{"type":"[[","value":[["Jordan"]]},"'s only port city, located on the Gulf of Aqaba in the extreme south of the country.\n\n",{"type":"==","value":["Understand"]},"\nAqaba is Jordan's window on the ",{"type":"[[","value":[["Red Sea"]]},". Historically the same city as ",{"type":"[[","value":[["Eilat"]]}," on the ",{"type":"[[","value":[["Israel"]]},"i side of the border, plans for a shared international airport and other forms of cooperation have cooled down in the past few years during a period of political tension.  Aqaba has seen a lot of development in the last few years.  This has improved the infrastructure and facilities.  Be prepared for road maps to be incorrect\/out of date.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\nFerries run regularly from Aqaba across to ",{"type":"[[","value":[["Nuweiba"]]}," on ",{"type":"[[","value":[["Egypt"]]},"'s ",{"type":"[[","value":[["Sinai"]]}," peninsula, bypassing ",{"type":"[[","value":[["Israel"]]}," and the sometimes complicated border arrangements. Generally there is no visa fee for entering Jordan through Aqaba since it is a part of the free trade zone. The line to Nuweiba is operated by ",{"type":"[","value":["http:\/\/www.abmaritime.com.jo\/english.html ABMaritime"]},", see their website for the 'official' timetable and current prices.\n\nThere is more information about the boat crossing in the itinerary ",{"type":"[[","value":[["Ferries in The Red Sea"]]},"\n\n",{"type":"===","value":["By bus or car"]},"\nThe Desert Highway terminates in Aqaba.  There are frequent buses to ",{"type":"[[","value":[["Amman"]]}," and other points along the highway.  Fare is currently JOD7 each way.\n\nAmman to Aqaba is about 350 km using the Desert Highway.  It will take about 4 hours to travel this distance at a reasonable speed.  Do remember that service\/fuel stops are not very frequent on this road.\n\nThe ",{"type":"[[","value":[["Israel"]]},"i border at Arava (for ",{"type":"[[","value":[["Eilat"]]},") is only a short hop away.  The ",{"type":"[[","value":[["Saudi Arabia"]]},"n checkpoint is also visible on a clear day, but visitors without a visa can only look.\n\nIf you are planning to come to Aqaba directly from northern Israel (e.g. from Tel Aviv, Jerusalem, Be'er Sheva, etc.) by catching an Egged bus to Eilat, you should ask the driver to let you off at the \"Eil",{"type":"'''","value":["o"]},"t stop to Jordan\", which is the last stop before the Egged station in Eilat, and then walk the <1 km to the border checkpoint.\n\n",{"type":"===","value":["By air"]},"\nRoyal Jordanian operates 2 daily flights between Amman and Aqaba, one in the morning and one in the evening. Duration of the flight is approximately one hour and costs JOD37 + tax one-way.\n\nThe King Hussein International Airport is located north of Aqaba, about a 20-minute drive.\n\n",{"type":"===","value":["By taxi"]},"\nMinibus rental with driver from ",{"type":"[[","value":[["Petra"]]}," costs JOD45 and it takes about 2 hours to get from Petra to Aqaba.\n\nIf you are coming from Eilat, Israel, you will cross through the Yitzhak Rabin Terminal. This is open Sunday-Thursday from 06:30 to 20:00 and Friday-Saturday from 08:00 to 20:00, except for Yom Kippur and the Moslem New Year. Taxi from Eilat centre to the border is NIS35 (Feb 2014). The fee to exit is NIS105 (Feb 2014), you can pay with credit card. For citizens of most countries (including USA), you can get a one-month Jordanian visa at the border, but some countries' citizens are subject to other requirements, so check in advance. If you leave Aqaba through this border, you also have to pay an exit tax of JOD10 (Feb 2014).\n\nTaxis at the border belong to one company, which has a monopoly, and is therefore much more expensive than a typical Jordanian taxi: JOD11 (Feb 2014) for a 15-minute ride to the Aqaba bus station.  Going the other way from Aqaba city centre to the border can be done for JOD8-10 (JOD6-8 if you're lucky, Feb 2014). If you are on a budget, you will probably want to take the border taxi into town and switch to another taxi to continue on, especially if your hotel is in the South Beach resort area.\n\n",{"type":"====","value":["Border Taxi Mafia"]},"\nThere is a problematic man running the taxi service, which has been likened to the \"Mafia\", just outside the customs gate. As soon as you see him, he will let you know that ",{"type":"'''","value":["sharing a taxi is not allowed"]}," (three men were forced to take three separate taxis in December 2011). If you want to share a taxi, you must form your group ",{"type":"''","value":["before"]}," exiting the customs area and insist that you are all part of the same group.\n\nAlso, if he sees you call your hotel or any other car to come and pick you up, they may be stopped and forced to go back to Aqaba. The man has said, \"we will close their hotel\" and \"we will take their driving license\". To try and avoid this, call your hotel or private car while still in the customs area, ",{"type":"''","value":["before"]}," being seen by the taxi man.\n\nFor those trying to walk the 500m to the main road, the taxi Mafia has connections with the military personnel and may have you brought back.\n\nIt is possible to bargain them down, but you will need to be persistent and enlist the help of the border police to mediate. Don't try and set the price too low. JOD5 to the airport is about as low as they'll go - JOD10 to Aqaba itself is most likely. Stay polite, but be firm and explain to the border police that it is not a good first impression for tourists to have and that you will write to the Ministry of Tourism. This threat normally sees the 'Taxi Mafia' back down, but there are no guarantees.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["29.52931"],["35.00163"],["zoom=17"],["height=520"],["width=620"],["layer=M"],["staticmap="],["align=none"]]},"\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are easily available in the city. A ride within town should cost no more than JOD2. A ride outside town (to a beach near by or to any border crossings) costs around JOD5. However, if your hotel calls you a taxi, you may end up paying double for it as they receive a kickback (this is especially true if you are staying on the South Beach).\n\nWhile taxis are yellow all around Jordan, early 2008 Aqaba taxis have been painted green and blue: the logo colours of Aqaba Special Economic Zone (ASEZ).\n\nWhen negotiating the price of a taxi, make sure to determine whether the final cost is the total or \"per-person\" price, as you may otherwise receive a surprise at the end of the ride.\n\n",{"type":"===","value":["By local buses"]},"\nLocal minibuses connect residential areas with downtown. The fare is 17 Piasters (170 Fils or JOD0.17) regardless of the length of the journey. Passengers can get on and off at any point of the route.\n\nThe central bus station is located in front of the Police station in King Talal street, less than 10min walk from city centre (Ayla Square, Al-Hussein Bin Ali Mosque).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Aqaba Heritage Museum"],["alt="],["url="],["email="],["address="],["lat=29.52179"],["long=35.00155"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aqaba Fort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Originally dating to the 14'th century, although the present structure was built by the Mamluke sultan Qansawh el-Ghawri (1501-1516) and has been revised many times since then."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ayla"],["url="],["email="],["address="],["lat="],["long="],["directions=next to the Mövenpick resort"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=The old city that was established when Islam came to the area in 622 AD."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The oldest purpose-built Christian church in history"],["url="],["email="],["address="],["lat="],["long="],["directions=across the street from the JETT bus station, which is just west of the Mövenpick hotel."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A posted sign gives a little bit of information on the church."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Aqaba Flagpole"]}]},"\n",{"type":"==","value":["Do"]},"\nExcept the sea and diving, Aqaba doesn't have a lot of things to offer. The following could be of interest but could easily be done in one day.\n\n",{"type":"*","value":[" Aqaba Fort\/Castle"]},{"type":"*","value":[" Aqaba museum, entry JOD1 (Feb 2011)"]},{"type":"*","value":[" Fourth century Roman church"]},"\nTo get money, there are many ATMs on Al-Hammamat Al-Tunisyaa street in the city centre.\n\n",{"type":"===","value":["Spa"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zara Spa"],["url=http:\/\/www.moevenpick-hotels.com\/en\/pub\/your_hotels\/worldmap\/tala_bay_aqaba\/sports__leisure\/zaraspa.cfm"],["email=resort.aqaba.talabay@moevenpick.com"],["address=Mövenpick Resort & Spa Tala Bay Aqaba, South Beach Road - Tala Bay Area"],["lat=29.41052"],["long=34.97882"],["directions="],["phone=+962 3 209 0300"],["tollfree="],["fax=+962 3 209-0301"],["hours=09.00–21:00"],["price="],["content=As well as a sauna, steam room and a hydro pool with skylight, Zara Spa Tala Bay offers the latest in spa facilities. Included is an \"ice fountain\" designed to stimulate circulation and tighten the skin. A variety of fragrances and coloured lighting effects are available for showers and also supposedly designed to increase blood circulation. A hair salon, a nail studio and a shop with a variety of beauty care products are also on premises."]]}]},"\n",{"type":"===","value":["Scuba diving"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=International Arab Divers Village(hotel and Dive Center in Aqaba)"],["url=http:\/\/www.aqabadive.com"],["email=info@aqabadive.com"],["address=South Beach Road"],["lat="],["long="],["directions=South Of Aqaba"],["phone=+962 (3) 2031808"],["tollfree="],["fax="],["hours=24\/7"],["price=JOD35 for introduction dive, JOD40 for 2 dives"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ahlan Aqaba Scuba Diving Center"],["url=http:\/\/www.diveinaqaba.com"],["email=info@diveinaqaba.com"],["address=Al Nahda St., Hotel area in the heart of the city"],["lat="],["long="],["directions=The road behind the Movenpick Hotel"],["phone=+962 3 2062242"],["tollfree="],["fax=+962 (3) 206 2243"],["hours=24\/7"],["price="],["content=Adventurous diving trips in the Red Sea area. Highly committed to the conservation of the local reef. Perform weekly surveys of the rubbish on particular dive sites for the PADI ",{"type":"[","value":["http:\/\/www.projectaware.org\/project\/dive-against-debris Dive Against Debris project"]},". Snorkelling, try dives, fun dives for certified divers, shore and boat dives and beginners courses through to Divemasters. Digital Underwater Photography (which only 4% of Instructors can teach!)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Red Sea Dive Center"],["url=http:\/\/www.aqabascubadiving.com"],["email=info@aqabascubadiving.com"],["address=South Beach Road"],["lat="],["long="],["directions=South Of Aqaba"],["phone=+962 3 2022323"],["tollfree="],["fax=+962 (3) 202 2323"],["hours=24"],["price=JOD40 for introduction dive, JOD40 for 2 dives"],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Al-Erzal restaurant"],["url=http:\/\/alerzal.com"],["email=info@alerzal.com"],["address=Aqaba Gate complex"],["lat="],["long="],["directions="],["phone=+962 3 201-3733"],["tollfree="],["fax="],["hours="],["price="],["content=A Lebanese restaurant at the northern shores of the Red Sea (Gulf of Aqaba) inside the Aqaba Gate Complex. They offer a variety of dishes and mezza along with seafood and barbeque. Their delicious food can be enjoyed in the restaurant, where they offer both inside and outside setting, or on the Harmattan Boat where they offer lunch and dinner cruises in the Gulf of Aqaba. As part of the cruises, guests can dive and view corals; there are certified diving instructors on board the boat."]]}]},"\n",{"type":"*","value":["One of the finest, The Royal Yacht Club, is situated next to the water in an upmarket neighbourhood.  They serve exquisite fare (mostly seafood fresh from the sea) for prices that are reasonable by Western standards.  Service is fast and courteous. They are closed all afternoon and reopen for dinner, thus unavailable for a mid afternoon snack after coming from the beach."]},"\n",{"type":"*","value":["Not far from the Yacht Club, situated behind McDonald's, is a very nice restaurant\/bar called \"35 Degrees East\" (Aqaba's longitude), which is open during the afternoon and serves very well prepared Western food (including steaks and seafood) for prices that are also reasonable by Western standards, though higher than many other restaurants in Jordan.  This is also a great place to get a good photo (from land) of yourself with the famous Aqaba flagpole in the background, without it being obscured by trees."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Syrian palace restaurant"],["url="],["email="],["address=Raghadan St, Hayl al madina, Al Awsat"],["lat="],["long="],["directions=At the right side of Al Shuala Hotel when you are looking to the hotel"],["phone="],["tollfree="],["fax=+962 3 331-4788"],["hours="],["price="],["content="]]}]},"\nIn the centre of the city one can find very good hummus, falafel and shawarma (lamb meat in pita bread) places in many local restaurants. Prices start from JOD1.5 for a shawarma dish.\n\n",{"type":"==","value":["Drink"]},"\nYou can ask for fresh fruit juices in most restaurants, and they are a treat! Many also serve the lemon juice with fresh mint in it, which is very delicious.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Intel.Arab Divers Village"],["url=http:\/\/www.aqabadive.com"],["email="],["address="],["lat="],["long="],["directions=11km from Aqaba city centre along South Beach"],["phone=+962 797085623"],["tollfree="],["fax=00962 3 2030566"],["hours="],["price=JOD30 triples and full range of other prices also, includes breakfast. Camping available"],["checkin="],["checkout="],["content=TVs in rooms, free Wi-Fi, pools for paddling, full diving equipment available including PADI courses. Extremely relaxed, loads of chill out spaces including roof of Village, Bedouin tent type cushioned areas, loungers by pool, seconds from the beach and chilled atmosphere. Extremely good value for money, but expect basic room provisions. Shisha pipes available but no alcohol, although they are happy for you to drink on site. Really quiet, great escape from bustle of Aqaba city itself. Shipwreck to dive at and corals. Ideal for single travellers, as there is good communal space to meet others. It is a drive out of town, but with really decent food and the beach a stone's throw away, it's a haven."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dune Village"],["url="],["email="],["address="],["lat="],["long="],["directions=12km east of Aqaba's centre"],["phone=+962 78 837-8914"],["tollfree="],["fax="],["hours="],["price=JOD7.5-17 pp"],["checkin="],["checkout="],["content=Offers singles\\double\\shared rooms with breakfast included. The places also offers scuba diving equipment and guided dives. The place organizes transportation for guests to\/from airport and border crossings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dweik Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=JOD20"],["checkin="],["checkout="],["content=Small rooms, but bathrooms are in good condition.  Some rooms have TV, with access to satellite channels, but you do have to get the front desk to tune the satellite for you."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jordan Flower Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10 JD singles\/12 JD doubles\/14 JD doubles with bath\/16 JD triples"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nairoukh Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10 JD singles\/15 JD doubles\/20 JD triples"],["checkin="],["checkout="],["content="]]}]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amer hotel"],["url="],["email="],["address=Raghadan Street, Hayl al madina, Al Awsat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=15 JD singles\/25 JD doubles, February 2011"],["checkin="],["checkout="],["content=Clean, satellite tv, no breakfast, no internet, fan\/ac, bathroom, lot of noise (near mosque, shops, restaurants, some strange phone calls)."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mövenpick Resort & Spa Tala Bay Aqaba"],["url=http:\/\/www.moevenpick-aqaba-talabay.com\/"],["email=resort.aqaba.talabay@moevenpick.com"],["address=South Beach Road - Tala Bay Area"],["lat=29.405386"],["long=34.978438"],["directions="],["phone=+962 3 209 0300"],["tollfree="],["fax=+962 3 209 0301"],["hours="],["price=From JOD99"],["checkin=15:00"],["checkout=12:00"],["content=New property on the southern shores of the Red Sea. 302 rooms, including 145 family rooms, various suites and two Grand Suites all share a modern design and light-coloured furnishings. All rooms have air-conditioning, TV, coffee and tea making facilities, direct dial phone\/voice-mail, wireless LAN throughout the resort as well as hairdryer, 24-hour room service, in-room safe box. Superior rooms and suites allow for added comfort. Non-smoking rooms and rooms for the physically challenged are also available upon request. A special benefit is the free minibar, available in all rooms. In addition, Casalingo, an Italian restaurant, is on premises and open 18:30-23:30 every day. It has a contemporary Mediterranean decoration, with a live cooking counter and wood-fired pizza oven. Casalingo serves authentic Italian dishes, seasonal specialities and pizza, plus a selection of fine wines. Guests can enjoy their dinner on the terrace or in the air- conditioned restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mövenpick Resort & Residence Aqaba"],["url=http:\/\/www.moevenpick-aqaba.com\/"],["email=resort.aqaba@moevenpick.com"],["address=King Hussein Street, P. Box 678"],["lat="],["long="],["directions=Centre of Aqaba, overlooking the Red Sea"],["phone=+962 3 203-4020"],["tollfree="],["fax="],["hours="],["price=From JOD88"],["checkin=15:00"],["checkout=12:00"],["content= High-quality resort hotel, featuring a mix of European and Arabesque designs. All 296 rooms, suites and apartments include self-controlled air conditioning and heating, satellite TV, direct-dial phone with voice mail, public Wi-Fi throughout the resort, coffee and tea-making facilities, hairdryer, complimentary minibar, and a safe. Suites include additional amenities and a balcony or terrace from which you can enjoy remarkable views of the country's world-renowned archaeological sites, the Gulf of Aqaba and neighbouring countries. Guests staying at the residence also enjoy access to all facilities of the resort without limitations. Connecting rooms, non-smoking rooms, and rooms for the physically challenged are also available on request. In addition, the Red Sea Grill is on premises, open 19:00-23:59 during the summer months. It specialises in seafood, including grilled fresh fish and shellfish dishes combined with an Afro-Arab cooking twist, with a magnificent panoramic view of the Gulf of Aqaba from the terrace on the hotel's private beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu Tala Bay"],["url=http:\/\/www.radissonblu.com\/resort-aqaba\/contact"],["email="],["address=South Beach"],["lat="],["long="],["directions=Head South from Aqaba"],["phone=+962 3 209-0777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=New luxury hotel south of Aqaba.  Has very nice swimming pools, restaurants and beach. All the services to be expected at a 4\/5* hotel."]]}]},"\n",{"type":"==","value":["Go next"]},"\nPlease note, it could be difficult to get mini-bus on Friday which is prayers' day and both Friday\/Saturday when there is no school. Try to check it with police, bus station and your hotel.\n\n",{"type":"===","value":["Day trips"]},"\nMost destinations that are not north of Amman can be reached on a day trip. You can set up your own flexible day trips by hiring a taxi for the day. Make sure when you set up the trip that you have agreed on the destinations to be included in the trip (or you may need to discuss your price while on the road and do not have other options that your current driver).\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kerak"]]}," — site of a once-mighty Crusader castle"]},{"type":"*","value":[" ",{"type":"[[","value":[["Madaba"]]}," — known for its mosaic map of Jerusalem"]},{"type":"*","value":[" ",{"type":"[[","value":[["Petra"]]}," — Jordan's top attraction, an ancient city carved out of sandstone and one of the new 7 Wonders."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wadi Rum"]]}," — barren, isolated and beautiful, granite cliffs contrasting with desert sand"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dead Sea (Jordan)"],["Dead Sea"]]}," — The lowest point on earth and the most saline sea"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dana Nature Reserve"]]}," — Stay in a village little changed since the 15th century, enjoy unforgettable hiking in an offshoot of the Great Rift."]},"\nAqaba is relatively close to both ",{"type":"[[","value":[["Wadi Rum"]]}," and ",{"type":"[[","value":[["Petra"]]},".  Public buses go to both.  Alternatively, there are a lot of tour companies around town who would happily arrange excursions, in particular to Wadi Rum.  Petra will take 2.5 hours by car.\n\n",{"type":"===","value":["To Egypt (Nuweiba)"]},"\nFerries to Egypt are operated by AB Maritime. The schedule changes rapidly with cancellations common, so its recommended to check it when you arrive in Aqaba. As of November 20, 2011\n",{"type":"*","value":[" The fast ferry is not operating"]},{"type":"*","value":[" There is a slow ferry departing Aqaba at 13:00"]},{"type":"*","value":[" There is a slow ferry departing Aqaba at 01:00"]},"This will change based on seasonal loadings. The approximate cost for foreigners is USD65 + JOD5 departure fee.\n\nPay the departure fee on the ground floor of the terminal building, then take the coupon upstairs for immigration purposes. After copious amounts of stamping, you can go and wait outside.\n\nIt is also recommended that you ring the AB Maritime ferry office to confirm the departure time for that day. Delays of several hours are common and sometimes known in advance.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern_Desert"]]},"\n",{"type":"{{","value":[["Geo"],["29.51"],["35"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Aqaba"]]},"\n",{"type":"[[","value":[["Commons:Aqaba"]]}]