[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Aracataca"]}," is a small town in the ",{"type":"[[","value":[["Magdalena Department"]]}," of ",{"type":"[[","value":[["Colombia"]]},", to the south of ",{"type":"[[","value":[["Santa Marta"]]},". Largely unknown to travelers and even to the guidebooks, this town absolutely should not be overlooked in the itinerary of anyone with any interest in Gabriel García Márquez. In addition to being his birthplace, it was the inspiration for the fictional aldea Macondo, and has a great deal of monuments and sites of interest related to '100 Years of Solitude' and other works.\n\n",{"type":"[[","value":[["File:Aracataca's Train Station.JPG"],["thumb"],["250px"],["Aracataca's train station"]]},"\n",{"type":"==","value":["Understand"]},"\nImagine 200 years ago, walking all around the tropical Colombian swamp and forests searching for a way towards the sea, to be free of corrupt civilizations and to start your own. To  discover a river and a beautiful and fertile land. Tired of traveling you decide that this is the place where you want to settle and raise a family. \n\nThis happened to Jose Arcadio Buendía and his wife Ursula in Gabriel Garcia Marquez’s masterpiece ‘100 years of solitude’ when those free souls with their friends founded Macondo, the imaginary town that ‘does not exist.’ \n\nThe early 21st century, the whole world has changed, Colombia became a melting pot for many of the world’s peoples, and amidst the oldest cities of the continent and the most astonishing nature in the world, Macondo’s entrance is still invisible for mass tourism yet Aracataca is a real adventurers’ gem.\n\n",{"type":"==","value":["Get in"]},"\nDowntown Aracataca; from the Santa Marta terminal you take the bus to Aracataca ($9.000 pesos, 1.5 hours) , you get out in the center and take a ciclotaxi ($1.000 pesos p.p)to wherever you need to go.\n\nFrom Bogota you get out in Aracataca ($70.000 pesos) at the vuelta del torrito and you’ll take a mototaxi to wherever you need to go.\n\n",{"type":"==","value":["Get around"]},"\nTo get around is pretty simple, there are bicycle taxies that take you to the most important places for about 1.000 pesos a person.\nIf you'd rather see everything going around on your own bike there are guided bicycletours that take you, for about 2 hours along the most important sights in town while explaining about the rich histories.. Tours are for sale at The Gypsy Residence, phone number; 3212517420\n\n",{"type":"[[","value":[["File:Aracataca's church where Garcia Marquez was baptized.JPG"],["thumb"],["250px"],["The main church"]]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are several good restaurants in town that serve local Macondonian foods, between them Restaurant GABO and restaurant DONDE MEMO\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["The"]}," recently opened ",{"type":"'''","value":["Gypsy Residence"]}," is the one and only hostel in Aracataca, owned by a Netherlandic lost in the imagination of the magic realism…\nIt's not a big hostel with just two excusive double bedrooms and one 6 bed dormitory. But because all that they have to offer; it is a great hostel! \nIt has a comfy living, a terrace where you can watch the street life dose by, or simply dream away in a hammock in the treesprung garden. \nPrices range from $20.000 pesos a bed to $60.000 pesos for a double bedroom..\nwww.thegypsyresidence.com\nemail; info@thegypsyresidence.com\nPhone number; 3212517420\/ 3015933691\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["10.593694"],["-74.192808"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Magdalena Department"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Aracataca"]]},"\n\n",{"type":"[[","value":[["Commons:Aracataca"]]}]