[{"type":"{{","value":[["pagebanner"],["Aral Sea banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Aralship2.jpg"],["300px"],["thumb"],["A ship on the former Aral seabed."]]},"\n",{"type":"[[","value":[["File:AralSea2008-Kokaral-GreenIsland.png"],["200px"],["thumb"],["Map of Aral Sea showing the desert."]]},"\nThe ",{"type":"'''","value":["Aral Sea"]},", what once was the fourth largest inland body of water in the world, and now more aptly dubbed ",{"type":"'''","value":["Aralkum"]}," (\"Aral Sands\"), is in ",{"type":"[[","value":[["Central Asia"]]},", divided between ",{"type":"[[","value":[["Northern Uzbekistan"]]}," (Qaraqalpakistan) and ",{"type":"[[","value":[["Kazakh Desert"],["Southern Kazakhstan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe Aral Sea is not a place for sunbathing or swimming.  It is a disaster zone, a scar on the Earth, showing what the human hand can do.\n\n",{"type":"===","value":["History"]},"\nThe Aral Sea has two rivers that flow into it—Amu Darya and Sir Darya.  The Soviet Union dug channels from both rivers for the cotton fields. This was the beginning of the disaster—sometime around 1960, the Aral Sea started shrinking. In 1986, with the falling sea level, the former sea divided into two separate parts—the ",{"type":"'''","value":["North Aral Sea"]}," in Kazakhstan, and the ",{"type":"'''","value":["South Aral Sea"]}," mainly in Uzbekistan. Thanks to a dike built in 2005 between the two parts by the Kazakh, who are more prosperous and less dependent on agricultural irrigation than their southern neighbours, the northern part somewhat stabilized, or even regained some of its lost territory as much as to allow some low-scale commercial fishing, but is still a far cry from its former self. The southern part is yet to receive such a restoration effort, and will likely have to do without in the foreseeable future. It is far, ",{"type":"''","value":["far"]}," away from its former banks and, unless in an exceptional year with much precipitation, still receding.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe landscape is interesting, especially bearing in mind that you are walking on what used to be the bottom of the sea. There are sea shells all over the ground and dry sea plants. The places around are hilly and plain, as it is a deserty place. But it is beautiful to see.\n\n",{"type":"===","value":["Flora and fauna"]},"\nJust some flora, just desert plants. \n\n",{"type":"===","value":["Climate"]},"\nIn summer it is very hot and in winter very cold, so advisable to go there from March-May, September-November.\n\n",{"type":"==","value":["Get in"]},"\nIt is not so easy to get to the Aral Sea itself; it is a long and tough way through the desert, and your best bet is to arrange jeep tours from ",{"type":"[[","value":[["Nukus"]]}," in the Uzbek side, or from ",{"type":"[[","value":[["Aral"]]}," in the Kazakh side. \n\nOne company organizes these trips—Bes Qala Nukus Ltd ",{"type":"[","value":["http:\/\/www.kr.uz\/"]},". The cheapest price is $300. They have 3 types of jeeps which get you from Nukus to the Aral Sea in about 8 hours. Each Jeep holds four people. You will camp there for one day. You can take your own camping gear or rent gear from the company.  Travelers are responsible for cooking their own food; the driver will help with the fire and he has pots. Sharing the food with the driver is traditional. Note: the drivers speak Russian. \n\n",{"type":"'''","value":["Note"]},": trying to get there without any guidance would not be a wise thing to do, because there is no actual road and no road signs.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Moynoq"]]}," - what used to be a fisher town.\n\n",{"type":"[[","value":[["Wikipedia:Aral Sea"]]},"\n",{"type":"[[","value":[["Commons:Category:Aral Sea"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Asia"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["geo"],["45"],["60"]]}]