[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Aranyaprathet.png"],["thumb"],["300px"],["Central Aranyaprathet, border not shown"]]},"\n",{"type":"'''","value":["Aranyaprathet"]}," (อรัญประเทศ, also Aran Yaprathet, Aranya Prathet, or just Aran) is a border town in ",{"type":"[[","value":[["East (Thailand)"],["Eastern Thailand"]]},". Nearby is ",{"type":"[[","value":[["Cambodia"]]},"'s busiest land crossing, which is the most popular tourist route for travel between ",{"type":"[[","value":[["Bangkok"]]}," and ",{"type":"[[","value":[["Siem Reap"]]}," and the ",{"type":"[[","value":[["Angkor Archaeological Park"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe border is 6 km to the southeast of the town. It is open 08:00 to 20:00 and there is no time difference between the two countries. Immediately next to the Thai immigration facilities is ",{"type":"'''","value":["Rongkleu Market"]},", which hosts banks, cafes, a convenience store, money exchangers and buses. The market, like the border and the town itself, is the scene of industrial scale visa scams for unwary travellers (see below). Immediately on the Cambodian side of the border is ",{"type":"[[","value":[["Poipet"]]},", a much maligned, grotty hole that appeals to those with a warped aesthetic.\n\nFor the traveller, Aran's focus is the crossroads near the train station (see map). Clockwise the roads go to the train staion (northeast), to the border (southeast), to the clock tower and the town centre (southwest) and to the bus station (northwest). The town can serve as a staging point for journeys to various points in both Thailand and Cambodia, though the ",{"type":"[[","value":[["Bangkok"]]},"-",{"type":"[[","value":[["Siem Reap"]]}," trip is the one that most travellers will undertake.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nThere are two bus stations in Aran, the main one is in the town about 400 m northwest of the crossroad and a less busy one is in ",{"type":"'''","value":["Rongkleu Market"]},".\n\nIn and around Rongkleu Market touts offer taxis (1,900 baht) to ",{"type":"[[","value":[["Bangkok"]]},", and slightly more for other Thai cities. Sharing a taxi might be a good idea. \n\nA few metres beyond this, in the market, there are air-con minibuses to ",{"type":"[[","value":[["Bangkok"]]}," (250-300 baht). The drop-off point may range from exactly where one wishes to in front of a Skytrain station (Victory Monument is popular). The market bus station also has buses to Bangkok's Mo Chit bus station and Suvarnabhumi airport. There are also buses from the market to other Thai towns, such as ",{"type":"[[","value":[["Nakhon Ratchasima"]]}," and ",{"type":"[[","value":[["Chachoengsao"]]}," (which is useful for ",{"type":"[[","value":[["Pattaya"]]}," and other destinations on that coast). Such buses allow travellers to avoid Aranyaprathet town, though the main bus station is better connected. \n\nFrom the ",{"type":"'''","value":["bus staion"]}," in town, there are reliable and inexpensive government bus services to many destinations, including ",{"type":"[[","value":[["Bangkok"]]}," (frequent), ",{"type":"[[","value":[["Buriram"]]}," (frequent), ",{"type":"[[","value":[["Chachoengsao"]]}," (frequent), ",{"type":"[[","value":[["Chanthaburi"]]}," (frequent), ",{"type":"[[","value":[["Mukdahan"]]},", ",{"type":"[[","value":[["Nakhon Ratchasima"],["Nakhon Ratchasima (Khorat)"]]}," (frequent), ",{"type":"[[","value":[["Pattaya"]]},", ",{"type":"[[","value":[["Rayong"]]},", ",{"type":"[[","value":[["Surin"]]},", and ",{"type":"[[","value":[["Udon Thani"]]},". For ",{"type":"[[","value":[["Trat"]]},", go via ",{"type":"[[","value":[["Chanthaburi"]]},".\n\n",{"type":"'''","value":["Bangkok's Northern Bus Station (",{"type":"[[","value":[["Bangkok#By_bus"],["Mo Chit"]]},")"]}," is the best choice for buses to Aran. First class and second class buses leave from the ground floor of the terminal approximately every half hour (4-5 hr, 207 baht and 160 baht respectively). A first class ticket may include a snack and drink. The last bus to Bangkok leaves Aranyaprathet at around 18:00. \n\n",{"type":"'''","value":["Bangkok's Eastern Bus Station (",{"type":"[[","value":[["Bangkok#By_bus"],["Ekamai"]]},")"]}," also has buses to Aran leaving every hour or two (4.5-5.5  hr). Ekamai service: 06:15, 08:30, 10:30, 12:30, and 16:30. 200 baht, not a VIP bus, but an OK air-con bus. Phone, +66 2 7135335. ",{"type":"[","value":["http:\/\/www.airaran.co.th On-line ticket"]},". Ekamai can also be reached by going via the Suvarnabhumi Airport bus terminal.\n\nThe roads to Aranyaprathet have checkpoints and most buses will be boarded at least once by uniformed military\/immigration personnel looking primarily for illegal immigrants from Cambodia. Westerners are rarely bothered, but keep your passport handy. If you've overstayed your visa it may be worth using a less busy crossing like ",{"type":"[[","value":[["Pailin#Get in"],["Ban Pakard\/Phsar Prom"]]},".\n\n",{"type":"====","value":["From Suvarnabhumi Airport"]},"\nBuses run between Aran and ",{"type":"[[","value":[["Bangkok#Suvarnabhumi Airport"],["Bangkok's Suvarnabhumi Airport"]]}," bus terminal regularly throughout the day but not the night. \n\nThe Suvarnabhumi Airport bus terminal can also be a good way to connect with other destinations, including Ekamai and many other points in Bangkok served by Suvarnabhumi's extensive and frequent local bus services.\n\n",{"type":"====","value":["From Don Mueang Airport"]},"\nTo reach ",{"type":"[[","value":[["Bangkok#Don Mueang Airport"],["Don Mueang"]]}," take a bus to Mo Chit and ask to get off when as it passes the airport. When going to Aranyaprathet, it may be possible to save time by boarding the bus at ",{"type":"[[","value":[["Rangsit"]]},", though the 1st class buses won't stop there if all seats are already taken.\n\n",{"type":"====","value":["From Khao San Road"]},"\n",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," tourist buses are more expensive and less comfortable than government services; those to destinations in Cambodia always involve a change of vehicle at the border, and are usually full of irritating people, plus plenty of scams are awaiting you.\n\n",{"type":"===","value":["By train"]},"\nTwo trains a day in each direction connect Aranyaprathet with ",{"type":"[[","value":[["Bangkok#Hualamphong_Train_Station"],["Bangkok's Hualamphong Train Station"]]},". To Aranyaprathet (i.e., to Cambodia), trains depart at 05:55 and 13:05, arriving at 11:20 and 18:05 respectively. To Hualamphong (i.e., to Bangkok), trains leave at 06:40 and 13:55, arriving at 12:05 and 19:55, respectively. The fare is 48 baht; the surcharge for a bicycle is 80 baht.\n\nAll trains are 3rd-class, which means no air-con (windows open for a substantial breeze). There are toilets and sinks. Seats are a mixture of padded benches, padded bucket seats, and wooden benches. If taking the afternoon train try to sit on the shady (north) side of the train (i.e., left from BKK, right to BKK). The morning sun isn't so bad and doesn't so greatly affect the early departures. The train is a great opportunity to watch people, countryside and wildlife. During the dry season, smoke and ash can blow through the windows from the burning rice fields.\n\nFood and drink vendors work the cars, providing cheap sustenance and refreshment. Many of the things wrapped in banana leaf are fish\/chili based and peculiar to Western palettes; ",{"type":"[[","value":[["Khao San Road"]]}," pad Thai it ain't. If you're faint hearted, stick to the grilled chicken that can be found close to the station at either end. The thick bamboo tubes contain the imaginatively named \"bamboo rice\", a mildly sweet and savoury sticky rice, most easily eaten with chopsticks.  \n\nThe train can provide cheap and scenic, but slow and often late connections with ",{"type":"[[","value":[["Bangkok#Suvarnabhumi Airport"],["Suvarnabhumi"]]}," airport. Go to ",{"type":"'''","value":["Lat Krabang"]}," (ลาดกระบัง, about 1 hr from Bangkok). The station there abuts the airport and is directly under flight paths. Either walk upstairs to the ",{"type":"'''","value":["Airport Rail Link"]}," train which will take you to the terminal (15 baht) or take a taxi (50 baht). If you miss Lat Krabang, Tab Chang, Hua Mak, and Makkasan also connect with the Airport Rail Link\n\nFor Don Mueang, you'll have to switch trains at Hualamphong, which given the congestion on the lines in Bangkok is only for serious train freaks.\n\n",{"type":"===","value":["Crossing the border"]},"\nEntering Thailand from ",{"type":"[[","value":[["Poipet"]]}," is straightforward for travellers who do not need a visa or have obtained one in advance. Visa-free entry is for only 15 days, consider getting visa in advance if longer is required.\n\nNationals of countries not permitted visa-free entry but who are entitled to a visa on arrival require proof of onward transport out of Thailand and a 1,000 baht fee. The visa is likely to be valid for 14 days (not 15 as sometimes stated). \n\nMany Thais cross the border in the morning on one-day trips to gamble at the casinos in ",{"type":"[[","value":[["Poipet"]]},". However there's a separate line for non-Thais which moves quickly, except during the midday log-jam of tourist bus arrivals.\n\nOn the Thai side near the queues for immigration (both arrivals and departures) are vats of cool drinking water for anyone with a bottle to fill.\n\nHeading to Cambodia, the formalities of leaving Thailand are simple enough. Those of entering ",{"type":"[[","value":[["Cambodia"]]}," are another matter and are dealt with on the ",{"type":"[[","value":[["Poipet#Cambodian Immigration"]]}," page.\n\n",{"type":"====","value":["Getting to the border"]},"\nAranyaprathet is the scene of some of the world’s great border scams, a major local industry. The Thai police are paid off to turn a blind eye, so will be of no help. Those heading into Cambodia may be subject to any of these:\n\n",{"type":"*","value":[" At the train or bus station you will be told you need to board a \"government bus\" to take you to \"the right place\" for your Cambodian visa."]},"\n",{"type":"*","value":[" A man will approach you at the reception desk of your hotel, saying he works for Thai Immigration and can expedite your exit from Thailand and\/or visa into Cambodia."]},"\n",{"type":"*","value":[" A tuk-tuk driver will want to take you to a special visa office, to get a faster\/easier\/cheaper visa."]},"\n",{"type":"*","value":[" There are offices set up to sell you Cambodian \"visas\" right next to the border (see ",{"type":"[[","value":[["Poipet"]]}," article)."]},"\n",{"type":"*","value":[" If you need a passport photo (as you usually do for Cambodia) a tout at the border will take you to a \"scanning shop\" that will sell you a photo and fake visa, requiring a payment of US$35."]},"\nThere are many more variations, both in town and at the border itself. Most of Aramyaprathet's hotels and tuk-tuk drivers are in on these scams.\n\nThe result? Lots of time and money lost. For example, instead of a 15-minute journey to the border, you will find yourself driven in circles - sometimes for as long as seven hours - visiting offices, shops and restaurants owned by relatives of the scam operators: and paying at each for spurious paperwork, fake visa stamps, food and drink. (To ensure the latter, your driver will simply disappear for an hour.)\n\nAll this can be easily avoided. Once you arrive in Aramyaprathet, getting into Cambodia is simple:\n\n1. Find a tuk-tuk to take you to the border. This should cost 60 baht, and will take 15 minutes maximum. Better still, take the songthaew (15 baht, see ",{"type":"[[","value":[["#Get around"]]},") which will go past all the scam offices and straight to the border. \n\n2. Exit Thailand through Thai Immigration, cross the bridge, get a Cambodian visa (tourist visa US$20) at the official Cambodian office and then enter ",{"type":"[[","value":[["Poipet"]]}," in Cambodia through Cambodian Immigration.\n\nThat’s it.\n\nNegotiate any tuk-tuk fare in advance, and insist the driver take you to the border (everyone knows that word). Refuse to get out at unplanned stops. Keep saying \"Border!\" A fallback is to say ‘Mee visa laeo!’ (I already have a visa) or 'Ba!' (Go!). This should ensure they drop scamming attempts. Hundreds of fresh victims arrive every day, and it doesn't pay for them to waste time on the non-credulous.\n\nBottom lines:\n\n1. No Customs or immigration formalities take place anywhere but the border itself, and then only after you have entered Thai Immigration.\n\n2. Crossing from Thailand to Cambodia does not require intermediaries of any kind.\n\n",{"type":"==","value":["Get around"]},"\nThe town is fairly small and easily covered on foot. 20 baht for a tuk-tuk ride within the town may be slightly generous. \n\nSongthaews (pickup trucks that act as buses) run between the 7-Eleven in Rongkleu Market and the out-of-town Tesco Lotus hypermarket, passing through central Aran on the main road. A ride costs 15 baht. A tuk-tuk should cost 60 baht to the border after haggling and a motorbike taxi should be 40 baht after a haggle. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus Station"]},", watch the departures to far and wide. There is also a market."]},{"type":"*","value":[" ",{"type":"'''","value":["Cement reservoir"]},", a central focal point where people gather to drink and eat at food stalls."]},{"type":"*","value":[" ",{"type":"'''","value":["Rongkleu Market"]},", a market next to the immigration office at the border. Traders are mainly Khmer from neighbouring ",{"type":"[[","value":[["Poipet"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Train Station"]},", never a dull moment train spotting. Each of the station's two daily departures have different rolling stock: a diesel railcar in the morning and an engine-hauled train in the afternoon."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nCentral Aran has several banks with ATMs and foreign exchange. When the banks are closed changing money is difficult in the town, though there should be traders at the border willing to exchange money. Over the border in ",{"type":"[[","value":[["Poipet"]]},", baht and dollars can be changed with market traders all day and well into the evening.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rongkleu Market"]}," has a surprising range of goods that will interest those who like buying stuff and things."]},{"type":"*","value":[" ",{"type":"'''","value":["7-Eleven"]}," has set up shop in several locations, notably at the border in Rongkleu Market, in the town centre and near the bus station."]},"\n",{"type":"==","value":["Eat"]},"\nIf you're looking for breakfast in the morning, you'll find most restaurants closed, but there are fruit sellers in the market, and some convenience stores. Numerous restaurants are open in the afternoon and evening.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Night market"]}," - two blocks straight from the Aran Garden 2 Hotel, by the cement reservoir, and offering the usual range of Thai food."]},"\n",{"type":"==","value":["Drink"]},"\nReal coffee (at least for farangs) can be found at ",{"type":"'''","value":["Coffee Break"]}," on the road heading southeast from the clock tower. Free Wi-Fi.\n\n",{"type":"==","value":["Sleep"]},"\nNear the train station there are some expensive but basic guesthouses aimed at people who don't know what they're doing. However, cheaper basic accommodation and better quality hotels can be found.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aran Garden Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rooms start at 150 baht for a single bed with fan. Free Wi-Fi. Some rooms only have squat toilets. Both Aran Garden Hotels participate in scams to the extent that a man claiming to be from Thai Immigration will often approach you at the desk on sign-in, saying he can expedite your border crossing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aran Garden 2 Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=230 baht for fan rooms, 370 baht for air-con"],["content=Not bad considering the price. Tuk-tuk drivers know it by name, but agree on a price in writing or in Thai before you go. They know who stays here, so they're enthusiastic purveyors of the \"you misheard me\" scam. The reception can provide maps of the town; food is generally unavailable. Some rooms only have squat toilets."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Aran Mermaid Hotel"],["alt="],["url="],["email="],["address=33 Tanavitee Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A new \"luxury\" hotel catering to tourists on a higher budget. Prices vary by how and when you make a reservation, but you can expect to pay about 900 baht for a single, 1,550 baht for a double and 1,950 baht for a triple, which may or may not include breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Indochina Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A quality option a little outside of town, 5 min by tuk-tuk. Clean and comfortable rooms has inviting pool surrounded by palm trees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Inter-Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=A little east of the bus terminal past the Mermaid"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=Suite 1,500 baht, standard room 550-750 baht"],["content=Clean rooms. Pool. The food is pretty good. Air conditioning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sintawee Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=From bus depot, turn left onto the main road (348) toward Ban Mai Nong Sai. If you pass the Aran Mermaid Hotel on the left, you are on the right track. After about 10-15 min, follow the big pink sign on the right side of the street (even at night, the sign is hard to miss, as it's lit up brightly) into the alley about 50 m."],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=Fan rooms 300 baht, air-con rooms 400 baht"],["content=Easy walk from the bus depot and easy to find. Motel-style, clean. Air-con rooms are Spartan but roomy and clean; they appear newly built or newly renovated. Two free bottles of water, Western-style bathroom with hot shower, and cable TV (don't expect any Western language channels, though).   Free, fast Wi-Fi but no food on-site. Don't expect free breakfasts here."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are more than 6 ",{"type":"'''","value":["Internet cafés"]}," in the centre of (0.5 kilometre radius) Aranyaprathet. They have broadband and are reliably fast. 20 baht\/hour, or 40 baht \/3 hours.\nThe ",{"type":"'''","value":["post office"]}," is on the road from the train station to the clock tower.\n\n",{"type":"==","value":["Go next"]},"\nA not so well-known diversion (it will add about 24 hrs to the trip) on the Bangkok-Aran route is ",{"type":"[[","value":[["Nang Rong"]]},", which is near some rather groovy Angkorian temples. From Aran, take any north-bound bus, e.g., to ",{"type":"[[","value":[["Buriram"]]},", ",{"type":"[[","value":[["Korat"]]},", ",{"type":"[[","value":[["Si Saket"]]}," or ",{"type":"[[","value":[["Ubon Ratchathani"]]},"-all of which have train stations (approximately 100 baht to Nang Rong). Fortunately, Nang Rong is easy to pronounce so the bus people will know where you're heading and tell you when it's time to get off. Nang Rong is well-connected by bus to Bangkok's Mo Chit terminal (5 hr); or for train connections, head to one of the above towns.\n\n",{"type":"{{","value":[["routebox"],["image1=SRT Eastern Line icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Prachinburi"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Poipet"]]}," in Cambodia"],["minorr1=",{"type":"'''","value":["END"]}]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Amphoe Aranyaprathet"]]},"\n\n",{"type":"{{","value":[["geo"],["13.7000"],["102.5000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Inner Eastern Thailand"]]},"\n",{"type":"{{","value":[["usablecity"]]}]