[{"type":"{{","value":[["pagebanner"],["Arcachon banner.jpg"]]},"\n",{"type":"'''","value":["Arcachon"]}," is a beach resort near ",{"type":"[[","value":[["Bordeaux"]]}," in the ",{"type":"[[","value":[["Aquitaine"]]}," region of ",{"type":"[[","value":[["Southwestern France"],["Southwestern"]]}," ",{"type":"[[","value":[["France"]]},".\n\n",{"type":"==","value":["Understand"]},"\nArcachon is a popular bathing location on the Atlantic coast 55 kilometres (34 mi) southwest of Bordeaux in the Landes forest. It has a fine beach and a mild climate said to be favourable for invalids suffering from pulmonary complaints.\n\nArcachon is known for the \"Arcachonnaise\", the local name for an Arcachon villa, which is the architectural style of many of the older houses built there. It is a type of Victorian architecture, and was criticized for generations, but is now considered to be charming and deeply human.\n\nThe town of Arcachon is only 150 years old. Not long before 2 May 1857, when Emperor Napoleon III signed its official \"birth certificate\", it was just a forest of pine trees, oaks and strawberry trees (arbutus), with no road links, and home - mostly when the weather was expected to be warm, and more in wood huts than in real houses - to fewer than 400 people, mostly fishermen and peasants. In earlier years, when some hygienists began to recommend sea bathing, three sea establishments were laid out by some entrepreneurs especially for the Bordeaux bourgeoisie and other wealthy people. This was the beginning of a new lifestyle, and some of the locals got the opportunity to claim their independence from La Teste-de-Buch, which owned their properties, in order to found a \"free\" new town, Arcachon.\n \nAt its southern entrance from the Atlantic ocean, Arcachon Bay is crowned by Europe's largest sand dune, the Dune du Pilat (or Pyla), nearly 3 kilometres long, 500 metres wide, reaching 107 metres in height, and moving inland at rate of 5 metres a year.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"===","value":["By train"]},"\nThere are regular train connections from ",{"type":"[[","value":[["Bordeaux"]]}," (typically one train per hour in each direction).\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nLovely surroundings of Arcachon becomes horrendous in July if you try to get anywhere — it takes nearly 3 hours to get from Arcachon to ",{"type":"[[","value":[["Andernos Le Bains"]]}," in the early evenings. In fact, if you want to go anywhere in the area in summer, you'd better start early in the morning around 9AM. This is not a place for those preferring laziness in the mornings while on vacations.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Dune du Pilat"],["alt="],["url=http:\/\/www.dunedupilat.com\/english\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Europe's tallest sand dune. More than one million tourists each year."]]}]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dune du Pilat"],["url=http:\/\/www.dune-pyla.com\/english\/welcome\/index.php"],["email="],["address="],["lat="],["long="],["directions=Bus From Arcachon, Line 1 at http:\/\/www.baia-cobas.fr\/"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Largest sand dune in Europe, you can climb the side or the stairs to its 107m-high peak.  The long side faces the Atlantic, and there is a small cafe on the beach.  Be careful if you are barefoot or in sandals, the sand gets pretty hot in the sun."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["geo"],["44.6667"],["-1.1667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gironde"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Arcachon"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Arcachon"]]}]