[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Arcadia Wildlife Management Park"]}," is the largest recreational area in ",{"type":"[[","value":[["Rhode Island"]]},", ",{"type":"[[","value":[["United States"]]},".  The park is actively managed for hunting, fishing, hiking, mountain biking, and horseback riding.  \n\n",{"type":"==","value":["Understand"]},"\nThe Arcadia Management Area includes an extensive network of marked and maintained trails.  Trails are commonly used for hiking, mountain biking, and horseback riding.  Fishing and boating are permitted at Breakheart Pond, however swimming is not allowed.  The Wood River provides Class I and Class II rapids for Kayakers and canoeists.  Horseback riders can camp at the Reynold's Horseman Area. \n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nSituated in western Rhode Island, Arcadia has a humid continental climate with warm, rainy summers and chilly winters. The highest temperature recorded in Rhode Island was 104 °F (40 °C), recorded on August 2, 1975. The lowest recorded temperature in Rhode Island was −25 °F (−32 °C), on February 5, 1996. Monthly average temperatures range from a high of 83 °F (28 °C) to a low of 20 °F (−7 °C).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nArcadia can be accessed from I-95 in Rhode Island, or I-395 in Connecticut.\n\nFrom I-95, take exit 5A to RI-102 S.  Follow 102 south .8 miles to State Route 3 South. Follow 3 south 1.2 miles, and turn right onto State Route 165 West. Follow Route 165 West approximately 1.4 miles to Arcadia Road . Turn left and follow Arcadia Road about 3 miles, turning left at the stop sign. The Management Area Headquarters building will be on your right. You will pass the Browning Mill Pond Recreation Area on your way to the Headquarters.\n\nFrom I-395, take exit 86 for CT-201 S, towards Hopeville.  After approx 14 miles, turn left onto CT-138 E.  After approx 3.5 miles, CT-138 E becomes CT-165 E.  Follow CT-165 into Rhode Island, where it becomes RI-165 E.  RI-165 E passes through the middle of Arcadia Management Area shortly after entering Rhode Island.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nThe park is over 14,000 acres with many paved, gravel, and dirt roads.  There is no public transportation in the area, so you will have to depend on car or bike to get around.  \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["41.5500"],["-71.7000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South County (Rhode Island)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Arcadia State Park"]]}]