[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Arcadia"]]},"\n",{"type":"{{","value":[["merge"],["Peloponnese"]]},"\n",{"type":"'''","value":["Arcadia"]}," is one of the peripheral units of ",{"type":"[[","value":[["Greece"]]},". It is part of the periphery of ",{"type":"[[","value":[["Peloponnese"]]},". It is situated in the central and eastern part of the Peloponnese peninsula. It takes its name from the mythological character Arcas. In Greek mythology, it was the home of the god Pan. In European Renaissance arts, Arcadia was regarded as an unspoiled, harmonious wilderness.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Geography"]},"\n\nArcadia has its present-day capital at ",{"type":"[[","value":[["Tripoli (Greece)"],["Tripoli"]]},". It covers about 18% of the Peloponnese peninsula, making it the largest peripheral unit on the peninsula. Arcadia has a ski resort on Mount Mainalo, located about 20 km NW of Tripoli. Other mountains of Arcadia are the Parnon in the southeast and the Lykaion in the west.\n\n",{"type":"===","value":["History"]},"\nFrom the 6th century BC, Sparta dominated the Peloponnese, and compelled its neighbours, including Arcadia, to join its Peloponnesian League and fight in its wars. The Spartan military dominance that enabled this interference in Arcadian affairs was suddenly ended in 371 BC, when Epaminondas and his Theban army decisively defeated a Spartan army at Leuctra. In the aftermath, the Arcadian League was formed, combining various cities of Arcadia into a federal league. After its establishment, the Arcadian League took an active role in the politics of the Peloponnese.\nHowever, by 362 BC, the question of whether to continue as an ally of Thebes had become so pressing as to divide the Arcadian League. The cities of the league therefore ended up fighting on different sides at the Battle of Mantinea. After the battle, and the end of the Theban hegemony, the influence of the Arcadian League diminished. Although it never regained the prominence it had held during the 360s, an Arcadian league in some form—whether a continuation or a recreation of the original league is unclear—continued to exist in the years after the Battle of Mantinea. Various references indicate that the league endured at least into the 3rd century BC. The date of its final disappearance is uncertain, but at the latest it had vanished by the 230s BC, when the Arcadian cities joined the Achaean League.\n\nAfter the collapse of the Roman power in the west, Arcadia became part of the Byzantine Empire. Arcadia remained a rustic, secluded area, and its inhabitants became proverbial as primitive herdsmen leading simple pastoral unsophisticated yet happy lives, to the point that Arcadia may refer to some imaginary idyllic paradise, immortalized by Virgil's Eclogues, and later by Jacopo Sannazaro in his pastoral masterpiece, Arcadia (1504).\nAfter the fourth crusade, the area became a part of the Principality of Achaea. In the mid-15th century, the region fell into the hands of the Ottoman Turks with some exceptions in the 16th century for a couple of years.\nThe Latin phrase Et in Arcadia ego which is usually interpreted to mean \"I am also in Arcadia\" or \"I am even in Arcadia\" is an example of memento mori, a cautionary reminder of the transitory nature of life and the inevitability of death. The phrase is most often associated with a 1647 painting by Nicolas Poussin, also known as \"The Arcadian Shepherds\". In the painting the phrase appears as an inscription on a tomb discovered by youthful figures in classical garb.\n\nAfter 400 years of occupation by the Ottomans, Arcadia was the centre of the Greek War of Independence which saw victories in their battles including one in Tripoli. After a victorious revolutionary war, Arcadia was finally incorporated into a newly created Greek state. Arcadia saw economic growth and small emigration.\nIn the 20th century, Arcadia experienced extensive population loss through emigration, mostly to the Americas. Many Arcadian villages lost almost half their inhabitants, and fears arose that they would turn into ghost towns. Arcadia now has a smaller population than Corinthia.\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate consists of hot summers and mild winters in the eastern part, the southern part, the low lying areas and the central area at altitudes lower than 1,000 m. The area primarily receives rain during fall and winter months in the rest of Arcadia. Winter snow occurs commonly in the mountainous areas for much of the west and the northern part, the Taygetus area, the Mainalon.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Peloponnese"]]},"\n",{"type":"{{","value":[["extraregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Arcadia"]]},"\n\n",{"type":"{{","value":[["geo"],["37.508333"],["22.375"]]}]