[{"type":"{{","value":[["pagebanner"],["Archesnationalpark Landscape Arch banner.jpg"],["caption=Landscape Arch"]]},"\n\n",{"type":"[[","value":[["File:5028-arches-delicate-arch_RJ.JPG"],["thumb"],["250px"],["Delicate Arch"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/arch\/ Arches National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," that is in ",{"type":"[[","value":[["Utah"]]},"'s ",{"type":"[[","value":[["Canyon Country"]]}," near the town of ",{"type":"[[","value":[["Moab"]]},".  It is home to the world's greatest concentration of natural arches, including Delicate Arch, one of the state's most famous icons.\n\n",{"type":"==","value":["Understand"]},"\n\nArches National Park preserves over 2,000 natural sandstone arches.  This area contains the largest concentration of arches found any where in the world, including the world-famous Delicate Arch as seen on the Utah state license plate, in addition to a variety of unique geological resources and formations. In some areas, faulting has exposed millions of years of geologic history.The extraordinary features of the park, including balanced rocks, fins and pinnacles, are highlighted by a striking environment of contrasting colors, landforms and textures. \n\n",{"type":"===","value":["History"]},"\n\nThroughout the park, rock layers reveal millions of years of deposition, erosion and other geologic events. These layers continue to shape life in Arches today, as their erosion influences elemental features like soil chemistry and where water flows when it rains.  Arches is in a \"high desert,\" with elevations ranging from 4,085 to 5,653 feet above sea level.\n\nIn 1923 Alexander Ringhoffer, a prospector, wrote the Rio Grande Western Railroad in an effort to publicize the area and gain support for creating a national park. Ringhoffer led railroad executives interested in attracting more rail passengers into the formations; they were impressed, and the campaign began. The government sent research teams to investigate and gather evidence. In 1929, President Herbert Hoover signed the legislation creating Arches National Monument, to protect the arches, spires, balanced rocks, and other sandstone formations. In 1971 Congress changed the status of Arches to a National Park, recognizing over 10,000 years of cultural history that flourished in this now famous landscape of sandstone arches and canyons.\n\n",{"type":"===","value":["Landscape"]},"\nTo many, the most outstanding natural features of Arches are the park's geologic formations. Over 2,000 catalogued arches range in size from a three-foot opening (the minimum considered to be an arch), to Landscape Arch which measures 306 feet from base to base. Towering spires, fins and balanced rocks complement the arches, creating a remarkable assortment of landforms in a relatively small area.\n\nTwo unusual natural features common in Arches intrigue both scientists and visitors: cryptobiotic soil and potholes. Cryptobiotic soil is a living groundcover that forms the foundation of high desert plant life.\n\nPotholes are naturally occurring basins or pools in sandstone that collect rainwater and wind-blown sediment. These potholes harbor organisms that are able to survive long periods of dehydration, and also serve as a breeding ground for many desert amphibians and insects. Both of these communities are very vulnerable to human impacts.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe plants and animals in Arches have many adaptations that enable them to survive these conditions. Some species are found only in this area. The diversity of organisms reflects the variety of available habitat, which includes lush riparian areas, ephemeral pools, dry arroyos, mixed grasslands and large expanses of bare rock. \n\nGenerally, the trees of Arches grow small and far away from each other. However, mixed stands of Pinyon pine and Utah Juniper, two trees that thrive in dry, rocky environments, can be found throughout the park. In Arches, there is more tree diversity in riparian environments where there is plenty of water. In such locales, trees such as netleaf hackberry, box elder, and Fremont's cottonwood can be found. Nine species of cacti can be found in the park, as well as many types of desert wildflowers and shrubs. \n\n",{"type":"[[","value":[["File:Lizard Arches National Park Utah.JPG"],["thumb"],["200px"],["A lizard basks on a rock in the Devil's Garden."]]},"\n\nNearly 50 species of mammals can be found in Arches National Park. Among the more commonly sighted mammals are mule deer, desert bighorn sheep, desert cottontail rabbit, and kangaroo rat. Other large mammals, such as the mountain lion, are present but rarely spotted. \n\nAlthough Arches National Park is not a birding hot spot, 273 species of birds have been spotted in the park. Species such as  Spotted Towhee and Canyon Wren can be found near water in spring and summer. In drier grasslands and pinyon-juniper woodlands of the park, Say's Phoebe, Black-throated Sparrow, Western Meadowlark, Juniper Titmouse, Pinyon and Scrub Jays, and Lucy's and Black-throated Gray Warblers are present. Common Raven will likely be seen by nearly all visitors, and can be spotted throughout the park. Cooper's Hawk and Turkey Vulture are among the birds of prey that glide above Arches' desert landscape. \n\nArches is home to many reptiles as well. These include 10 species of lizards and 9 types of snakes. Venomous rattlesnakes are present, but are reluctant to attack, so use common sense and caution when observing them.\n\n",{"type":"===","value":["Climate"]},"\nSoutheast Utah is part of the Colorado Plateau, a \"high desert\" region that experiences wide temperature fluctuations, sometimes over 40 °F (22 °C) in a single day. The temperate (and most popular) seasons are spring (April through May) and fall (mid-September through October), when daytime highs average 60 to 80°F (15 to 27°C) and lows average 30 to 50°F (-1 to +10°C).\n\nSummer temperatures often exceed 100°F (38°C), making strenuous exercise difficult. Late summer monsoon season brings violent storm cells which often cause flash floods.\n\nWinters are cold, with highs averaging 30 to 50°F (-1°C to +10°C), and lows averaging 0 to 20°F (-18 to -7°C). Though large snowfalls are uncommon (except in nearby mountains), even small amounts of snow or ice can make local trails and roads impassable.\n\nLocal weather conditions and forecasts are available by phone at (801) 524-5133.\n\n",{"type":"[[","value":[["File:Cryptobiotic soil Arches National Park Utah USA.JPG"],["thumb"],["250px"],["Taking centuries to form, black, crusty cryptobiotic soil enriches the earth and allows other desert plants to take root."]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nMoab's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moab-utah.com\/moabairport\/ Canyonland Field Airport"]}]}," has daily service to Denver on Great Lakes Airlines. The next closest major airports are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.slcairport.com\/ Salt Lake City International Airport"]}]}," in ",{"type":"[[","value":[["Salt Lake City"]]},", about a 4 hour drive away by way of Interstate 15 and US Highway 6\/191."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gjairport.com\/index.asp Walker Field"]}]}," in ",{"type":"[[","value":[["Grand Junction"]]},", approximately 2 hours from the park via Interstate 70."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/flydenver.com Denver International Airport"]}]}," in ",{"type":"[[","value":[["Denver"]]},", about 5 hours 45 minutes via Interstate 70."]},"\n",{"type":"[[","value":[["File:Navajo Arch Arches National Park Utah USA.JPG"],["thumb"],["250px"],["The secluded grotto of Navajo Arch in the Devil's Garden."]]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe entrance to Arches National Park is located 5 miles north of Moab along US Highway 191.\n\n",{"type":"===","value":["By bus"]},"\n\nMost visitors see Arches National Park on their own, driving automobiles, riding bikes or hiking. However, there are a few privately operated tour companies authorized by the National Park Service to provide visitors with guided trips into the park:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Canyonlands Tours\/North American River Expeditions"]},", 543 N. Main, PO Box 1107, Moab, UT 84532, Ph: (800) 342-5938."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.deserthighlights.com\/ Desert Highlights"]}]},", 50 East Center St., PO Box 1342, Moab, UT 84532, Ph: (800) 747-1342."]},{"type":"*","value":[" ",{"type":"'''","value":["NAVTEC Expeditions"]},", 321 N. Main St., Moab, UT 84532, Ph: (800) 833-1278."]},{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Moab Adventure Center"],["alt="],["url=http:\/\/www.moabadventurecenter.com\/trips\/nationalpark\/"],["email="],["address=225 S Main Street, Moab, UT 84532"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-622-4097"],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\nPark entrance fees are $10 for private vehicles and $5 for individuals on foot, bike, or motorcycle.  These fees allow entrance for seven days.  Alternatively, the $80 Multi-Agency pass allows entry pass, amongst others, to all national park areas for one year. It also allows entrance to parks of other agencies. The $50 National Park Pass, which allowed entry to all national park areas for one year was discontinued by the national parks service in 2007. If the entrance booth is not manned, there is an electronic kiosk to pay the entrance fee and receive a receipt to place on your vehicle's dashboard.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["File:Balanced Rock Arches National Park Utah USA.JPG"],["thumb"],["250px"],["Balanced Rock in the Windows District."]]},"\n",{"type":"===","value":["By car"]},"\n\nA car is the most common way of exploring the park; most visitors will drive to sites and then take short walks to view the amazing geologic formations of the park.  There are several four-wheel drive roads in the park's backcountry that may appeal to those with appropriate vehicles.\n\n",{"type":"===","value":["By foot"]},"\n\nThere are numerous trails throughout the park, providing an alternative means of travel for those not wanting to spoil the nature experience with a vehicle. Hiking at or around sunrise (5-6 am) can provide a less crowded experience and easier parking.\n\n",{"type":"===","value":["By bike"]},"\n\nAlthough the summer heat can make a bike a masochistic way of viewing the park, in cooler months it can be a popular option.  Though there are no bike lanes and traffic can be heavy at times, biking the scenic drive is a great way to see the park. The Salt Valley and Willow Springs roads are less traveled but are more suited to mountain bikes due to washboards, deep sand and other obstacles.  Bicycles are only permitted on roads: there is no single track or trail riding in the park. When biking on the main road, please use caution and ride single file on the edge of the lane.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Double Arch Arches National Park Utah USA.JPG"],["thumb"],["250px"],["Double Arch in the Windows District."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Park Avenue"]},".  A relatively easy one mile (one-way) trail located near the park entrance.  The trail leads through a steep-walled sandstone canyon with a smooth bottom.  Many hikers will get dropped off at one end of the trail and picked up at the other to eliminate the need for a round-trip."]},{"type":"*","value":[" ",{"type":"'''","value":["Double Arch"]},".  A 0.8 mile roundtrip leads to Double Arch, a massive joining of two arches that will be recognizable from the beginning of the movie ",{"type":"''","value":["Indiana Jones and the Last Crusade"]},".  The trail is very easy and located within walking distance of the Windows."]},{"type":"*","value":[" ",{"type":"'''","value":["Windows"]},".  The North & South Windows, as well as Turret Arch, are located along an easy 1.0 mile roundtrip trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Wolfe Ranch"]},".  Located near the beginning of the Delicate Arch trail, this ranch is a restored homestead of John Wesley Wolfe, who settled in the area in the late 1800s."]},{"type":"*","value":[" ",{"type":"'''","value":["Delicate Arch"]},". The most famous arch in the park (and perhaps in the world), Delicate Arch can be seen from a roadside turnout, from a short 0.8 mile trail, or you can take the 3.0 mile (roundtrip) trail starting from Wolfe's Ranch, gaining 480 feet of elevation, and stand underneath this natural wonder.  The trail to the arch is strenuous; be sure to carry adequate water with you.  Note that during peak season you are likely to be sharing the trail with many people; visiting at sunrise provides the best chance of solitude, while sunset offers the best photography. "]},{"type":"*","value":[" ",{"type":"'''","value":["Petrified Dunes"]},".  An overlook of the petrified dunes lies just off of the park road between the Courthouse Towers and the Windows Area.  These colorful formations are ancient sand dunes, hardened into stone as additional layers built up on top of them and were later eroded away."]},{"type":"*","value":[" ",{"type":"'''","value":["Fiery Furnace"]},".  The Fiery Furnace area is accessible only on ranger-led tours, which can be reserved online or at the visitor center.  The tour leads through a maze of sandstone fins, showcasing one of the most interesting geologic areas in the park.  A fee is charged for this tour and tours often sell out quickly, so trips should be booked as early as possible. Reservations can be made up to a week in advance at the visitor's center, or for the full season at the park's website."]},{"type":"*","value":[" ",{"type":"'''","value":["Devil's Garden Trail"]},".  Devil's Garden is a series of sandstone fissures that are home to Landscape Arch (the park's largest), Double O Arch, and numerous others.  A series of trails lead to the arches, with Landscape Arch only a 1.6 mile roundtrip from the trailhead, while Double O Arch is a more strenuous 4.2 mile roundtrip. Sadly, Wall Arch, once one of the most photographed arches in the park, is no more; it collapsed in August 2008."]},{"type":"*","value":[" ",{"type":"'''","value":["Klondike Bluffs"]},".  Visited by only a very small fraction of the park's tourists, Klondike Bluffs is in the northwest corner of the park and is accessible only by a dirt road or on foot.  Tower Arch is located down a short trail, as is the formation known as the Marching Men."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Fighting Ravens Arches National Park Utah USA.JPG"],["thumb"],["250px"],["Ravens squabble over a hiker's dropped sandwich, Devil's Garden Trail."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]},".  The park offers numerous short trails (see above) ranging in difficulty from very easy to moderate."]},{"type":"*","value":[" ",{"type":"'''","value":["Photography"]},".  The park is a photographer's paradise with reddish brown rocks, distant snow-covered mountains, and fantastic rock formations.  As with most places, light can be harsh during the day, so it is best to have the camera ready during the early morning hours and late evening hours.  Delicate Arch and the Windows are best photographed at sunset, while the light on Landscape Arch and Double Arch is best near sunrise.  Hike to Delicate Arch. The entire arch glows blood red at sunset with the mountains framed within Delicate Arch if you are lucky.  The mountains will glow if you wait long enough.  In addition, the Windows area is excellent for sunrise photos. Just get to the side where you can see Turret Arch framed by North Window. There is a ledge where you can take your photo although it requires some scrambling over fallen rocks.  Those looking for a photograph of Double Arch should be aware that light at sunrise is minimal, although things improve as the sun rises further.  Double O Arch is best in the late afternoon if hike through the arch and photograph from the photographers ledge."]},{"type":"*","value":[" ",{"type":"'''","value":["Rock climbing"]},".  Climbing is not allowed on most features named on USGS maps, but is allowed on other formations."]},{"type":"*","value":[" ",{"type":"'''","value":["Backpacking"]},".  Limited water supplies and a lack of true backcountry trails limit the appeal of backpacking in the park, although backcountry use is allowed.  Inquire at the visitor center for details."]},{"type":"*","value":[" ",{"type":"'''","value":["Wildlife Viewing"]},". Almost 50 species of mammal are known to live in Arches. Some, like desert cottontails, kangaroo rats and mule deer, are common and may be seen by a majority of visitors. However, many desert animals are inactive during daylight hours or are wary of humans, so sightings can be truly special events. Tracks and scat are the most common signs of an animal’s presence. ",{"type":"[","value":["http:\/\/goarches.com\/arches_wildlife.html Arches National Park Wildlife"]}," has more information on wildlife in the area."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is a cooperating association sales outlet in the visitor center that offers books, maps, postcards, posters, and a variety of other educational and interpretive items.  For a larger selection, the town of Moab has everything necessary to satisfy your shopping needs.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is no food available within the park. There is a water fountain at the parking area near the Devil's Garden Trailhead. The nearby town of Moab offers a vast number of restaurants, convenience stores, and grocery stores.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Three Gossips Arches National Park Utah USA.JPG"],["thumb"],["250px"],["The Three Gossips and Sheep Rock near Courthouse Wash."]]},"\n",{"type":"===","value":["Lodging"]},"\n\nThere is no lodging within the park, although the nearby town of ",{"type":"[[","value":[["Moab"]]}," has an enormous number of hotels to choose from.\n\n",{"type":"===","value":["Camping"]},"\n\nThere is only one campground within the park, and reservations are ",{"type":"'''","value":["highly"]}," recommended.  Outside of the park the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blm.gov\/ut\/st\/en\/fo\/moab\/recreation\/campgrounds.html Bureau of Land Management (BLM)"]}]}," operates several campsites, and there are a number of commercial campgrounds in and around Moab.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Devil's Garden Campground"]},".  Located at the end of the park road, this campground has 52 individuals sites and two group sites.  Water and flush toilets are available.  Costs per site is $10 per night.  Between March 1 and October 31 up to 28 individual sites may be reserved.  Reservations can be made no less than 4 days and no more than 240 days in advance from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ReserveUSA.com\/ ReserveUSA"]}]}," or by calling NRRS at 877-444-6777.  There is an additional $9 fee for reservations.   The remaining 24 sites are first-come-first-served and ",{"type":"<","value":["u",["will"]]}," be taken shortly after the park opens each day; stop at the visitor center when it opens at 7:30 for the best chance at a site."]},"\n",{"type":"===","value":["Backcountry"]},"\n\nArches is a relatively small park, with very few areas far enough from roads to qualify as backcountry. Outside the developed areas there are no designated trails, campsites, or reliable water sources.\n\nIn order to backpack in Arches, you must obtain a free backcountry permit at the visitor center. The maximum group size is ten, but smaller groups are strongly recommended to reduce impacts. Permits may not be reserved in advance. Backpackers should know how to navigate with a topographic map, recognize safety hazards and practice low-impact camping specific to the high desert. Primary safety considerations include steep terrain, loose rock, lightning, flash floods, and dehydration.\n\nPets may not accompany groups in the backcountry.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"'''","value":["Stay on the path:"]},"  Throughout the park and the Southwestern national parks, you will see warnings about cryptobiological soil.  Footprints erode the soil and destroy years of growth.\n\n",{"type":"'''","value":["Leave your dog at home:"]}," As the climate indicates, there is extreme heat in the summers.  Perhaps more importantly, the environment is not supportive of domesticated pets.  There are reasons that there are still 1000-year-old corn cobs in archeological sites: items do not deteriorate like they might in your backyard.  Cactus and Fido do not make for good bedfellows.\n\n",{"type":"'''","value":["Leave only your footprints, take only photographs:"]}," Do not take rocks or any other type of souvenir from the park.  Allow your grandchildren's grandchildren to see the park as you see it when you visit it.  Throughout the Southwest, you will walk right next to archeological sites.  These are rapidly disappearing as people take just one little thing back home.\n\nSummer temperatures can reach or exceed 110°F (43°C), so it is important to carry (and consume) enough liquid to keep you hydrated. One gallon of water per person per day is recommended. When hiking on open rocky areas, be aware that lightning is a danger during storms. Also, the dry sandstone-dominated terrain is susceptible to flash floods during thunderstorms. The most intense thunderstorms occur from July through September, during monsoon season.\n\nMany of the formations within the park are sandstone and can easily crumble when climbing.  Numerous individuals must be rescued each year after they scale a formation and then discover that they cannot easily get back down; know your limitations, and be aware that it is usually easier to climb ",{"type":"''","value":["up"]}," a formation than it is to climb back ",{"type":"''","value":["down"]},".\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Canyonlands National Park"]]}]}]},"\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["geo"],["38.68333"],["-109.56667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Canyon Country"]]},"\n",{"type":"{{","value":[["related"],["United States National_Parks"]]},"\n\n",{"type":"[[","value":[["commons:Category:Arches National Park"]]},"\n",{"type":"[[","value":[["WikiPedia:Arches National_Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Utah\/Travel and Tourism\/Parks\/National Parks and Monuments\/Arches National Park\/"]]}]