[{"type":"{{","value":[["pagebanner"],["Ardrossan banner Harbour from an Arran ferry.JPG"],["caption=Harbour from a ferry"]]},"\n",{"type":"[[","value":[["File:Ardrossan Harbour - geograph.org.uk - 242776.jpg"],["thumb"],["300px"],["Ardrossan Harbour"]]},"\n",{"type":"'''","value":["Ardrossan"]}," is a town in ",{"type":"[[","value":[["Ayrshire"]]}," in ",{"type":"[[","value":[["Scotland"]]},". The town is a short walk from ",{"type":"[[","value":[["Saltcoats"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"==","value":["Get in"]},"\nMost people that go to Ardrossan are only transiting through to get to the ",{"type":"[[","value":[["Isle of Arran"]]},". \n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"'''","value":["From the south"]},", the A78 now by-passes Irvine, Stevenston and Saltcoats so Ardrossan is a lot easier to get to. A recommended route avoiding the traffic lights is to stay on the bypass until you pass Ardrossan, turn left and then turn right at a public toilet, following the coast. Stay on this road and then turn right at the crossroads at Princes Street.   \n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Glasgow"]]}]},", the M8 takes you to Glasgow Airport and at the Airport, the A737 signposted Irvine and going through Dalry is the best route.\n\nEven though the bypass has been built, the main roads around the town centre can be clogged with ferry traffic, especially in the summer, so watch out. Extensive long term parking is available at the Harbour.\n\n",{"type":"===","value":["By bus"]},"\nA variety of bus services run here from all over the area.\n\n",{"type":"*","value":["The number 11 bus from Kilmarnock runs frequently Monday to Saturday and every 20 minutes on Sunday."]},"\n",{"type":"*","value":["The 'Clyde Coast' 585 service runs from Ayr and ",{"type":"'''","value":["Glasgow Prestwick International Airport"]}," in the south and Greenock, Weymss Bay (for the ",{"type":"[[","value":[["Isle of Bute"]]}," and Largs (for Cumbrae) in the north every 20 minutes Monday to Saturday and every 2 hours on Sunday."]},"\n",{"type":"*","value":["The X36 express bus runs from ",{"type":"[[","value":[["Glasgow"]]}," every hour Monday to Saturday and every 2 to 4 hours on Sunday. Other express buses are available Monday to Friday during peak times, see this website ",{"type":"[","value":["http:\/\/www.stagecoachbus.com\/western\/"]}," for more details."]},"\n",{"type":"===","value":["By train"]},"\nGood train service from ",{"type":"[[","value":[["Glasgow"]]},", with stops at all of the town's 3 railway stations - Ardrossan South Beach, Ardrossan Town and Ardrossan Harbour.\n\nTrains from Glasgow usually depart at quarter to the hour and quarter past but this changes at peak times. Trains leaving at quarter to the hour will only stop at Ardrossan South Beach and continue on to Largs whereas trains leaving at quarter past will carry straight on to Ardrossan Town and Ardrossan Harbour. \n\nIf you are looking to only go as far as South Beach then Largs trains at quarter to the hour are faster as these stop at fewer stations.\n\n",{"type":"===","value":["By boat"]},"\nFrom the harbour, you can catch the Caledonian MacBrayne ferry, MV Caledonian Isles, to the ",{"type":"[[","value":[["Isle of Arran"]]},". This leaves several times a day and there are trains from Glasgow Central that connect with these sailings. The journey time is around 55 minutes though this can change depending on the weather conditions.\n\nIn Summer (June to August) an additional ship is used for the route, this is the MV Saturn. Train services do not specifically connect with its sailings, although some do.\n\nFor private vessels and pleasure cruisers there is the Clyde Marina at Ardrossan Harbour which offers superb shelter from the elements and competitive rates. As well as this it is also situated next to an excellent restaurant and a large ASDA supermarket.\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airport is Prestwick International Airport. This is less than an hour away by bus and there is a train station with a change at Kilwinning station required to reach Ardrossan.  \n\nAlso convenient is Glasgow International Airport. There is a rail link being built which would take travellers to Paisley Gilmour Street Station where an Ardrossan\/Largs train could be taken to Ardrossan.\n\n",{"type":"==","value":["Get around"]},"\nWalking is probably all that is required to see the town, it is not huge and above the High Road\/Parkhouse Road there is little of interest to tourists.\n\nThere are plenty of local buses should walking be impossible e.g. due to the often atrocious weather.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ardrossan Castle - geograph.org.uk - 1085900.jpg"],["thumb"],["Ardrossan Castle"]]},"\n",{"type":"*","value":[" The wind turbines on the hillside near the town are juxtaposed next to the quaint rolling fields."]},"\n",{"type":"*","value":[" South Beach - popular with daytrippers from Glasgow, situated close to amenities and pubs. On good days this beach is very busy and there are often several ice cream vans but bear in mind good days are few and far between."]},"\n",{"type":"*","value":[" Barony St Johns and St Peter's Church are splendid examples of both old and new styles of architecture, situated at South Beach."]},"\n",{"type":"*","value":["Ardrossan Castle - The castle was once ransacked by William Wallace and his followers and remained an important outpost until Oliver Cromwell took control of it, had it dismantled and sent the stone to build a new castle in Ayr. It is now a ruin but the site towers above the town centre making the approach into Ardrossan Town station reminiscent of Edinburgh Waverley. Excellent views of the surrounding coast and Isle of Arran from the top of Castle Hill."]},"\n",{"type":"*","value":["North Beach - wonderful stretches of sand north of the town, a superb alternative to South Beach especially at sunset where the Isle of Arran can make for an arresting scene while out on a stroll."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Go on a trip to the ",{"type":"[[","value":[["Isle of Arran"]]},", of course!. "]},"\n",{"type":"*","value":[" Go to Auchenharvie Leisure Centre ",{"type":"[","value":["http:\/\/www.kaleisure.com\/auchenharvie.html"]},", where you can go ice skating or you can go swimming in the ",{"type":"'''","value":["olympic sized swimming pool."]}," Catch the number 11 or 585 buses from Princes Street."]},"\n",{"type":"*","value":[" Go for a walk around the Holm Plantation area, it is a wonderful alternative to South Beach and there is plenty of grassland for recreation."]},"\n",{"type":"*","value":[" Go bowling at the Bowling club just off South Beach - Disclaimer - this is not a wise choice for the under 60s."]},"\n",{"type":"==","value":["Buy"]},"\nThere is a distinct lack of shops in Ardrossan as neighbouring Saltcoats has the larger retail area. There are two streets in the town with shops however, as well as the ASDA superstore.\n\nGlasgow Street\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Costcutters"]}," in Glasgow Street. A small, cheap convenience store."]},{"type":"*","value":[" A florists"]},{"type":"*","value":[" A motoring shop - car equipment etc."]},{"type":"*","value":[" A betting shop"]},"\nPrinces Street\n\n",{"type":"*","value":[" Printing Shop"]},{"type":"*","value":[" Dog Grooming shop"]},{"type":"*","value":[" Bathroom Shop"]},"\n",{"type":"'''","value":["ASDA"]}," - Wait until 3.30PM for the cheap out of date items (you can't miss it as there are always about 15 to 20 folk waiting to grab the 'almost out of date' bargains).\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Palazzo"],["alt=PLAZA"],["url=http:\/\/www.cafepalazzo.co.uk"],["email="],["address=230-232 Glasgow Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=7am-11pm"],["price="],["content=Traditional Italian Fish and Chips Shop - Cafe - Ice Cream Parlour. Sells brilliant fish and chips! Even if you are not stopping for too long, this is possibly one of the best chippys in Scotland, so eat here! They also offer a sit down service, an extensive selection of sweets (some old fashioned) and newspapers."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alberts Fish and Chicken Bar"]},", Glasgow Street. A good chip shop that is only 5 minutes walk from the ferry terminal (They do excellent chips!)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jaipur"]},", Glasgow Street. Excellent Indian restaurant - small, but the staff are very friendly and the food is good. Also does a takeaway service."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cecchini's"]},", The Marina. Great new Italian restaurant at Clyde Marina with sister restaurant in Ayr. It is placed top in Tam Cowan's Daily Record list of Scottish restaurants. Quite pricey but worth going to as other options are far from plentiful. Beware, if you like a crispy and slightly burnt round the edges pizza then state it before you order - often they can be a little too perfect and soft!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Laurieston Hotel"]},", South Crescent Road. Good traditional family restaurant with bar meals available as well as the restaurant food. Good deals available if you dine before 6pm otherwise it can be quite expensive with less appeal than Cecchini's."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oh Really's"]},", Princes Street. Small cafe with hearty, reasonably priced food and a small gift shop."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coletta's Italian Bistro"]},", Princes Street. Small but friendly place with authentic Italian produce for sale. Quite reasonably priced."]},"\n",{"type":"==","value":["Drink"]},"\nThere are a few establishments in which to remedy a dry throat in Ardrossan, some less reputable than others.\nThese are...\n\n",{"type":"'''","value":["Charlie's Bar"]},"\n\n",{"type":"'''","value":["The Red Herring"]},"\n\n",{"type":"'''","value":["Castlehill Vaults"]}," \n\n",{"type":"'''","value":["Cecchini's Bar"]}," - more expensive\n\n",{"type":"'''","value":["Johnny Ho's"]},"\n\n",{"type":"'''","value":["The Laurieston Hotel"]}," - more expensive\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Laurieston Hotel"],["alt="],["url=http:\/\/www.thelauristonhotel.com\/"],["email="],["address=15 S Crescent Rd, KA22 8EA"],["lat="],["long="],["directions="],["phone = +44 1294 463771"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"==","value":["Connect"]},"\nFree internet access at the Ardrossan Library where there are pleasant, foreigner-tolerant librarians.\n\nThe Harbour where a free wifi internet connection is set up.\n\nThere are several public phone booths in the centre of town.\n\nSeveral postboxes around town and a Post Office in neighbouring Saltcoats.\n\n",{"type":"==","value":["Go next"]},"\n\nEglinton Country Park in nearby Kilwinning is a popular place for locals to go for a woodland stroll.\n\nIn the town itself there are the 2 beaches, at South Beach there is a children's play park.\n\nJacks Park, the Piggery, Elm Park and the Holm Plantation are other popular places for walks.\n\nThere are many outdoor pursuits available on the Isle of Arran.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Ayrshire"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ardrossan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/Scotland\/North_Ayrshire\/Ardrossan\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Ardrossan"]]},"\n",{"type":"{{","value":[["geo"],["55.64001"],["-4.81517"]]}]