[{"type":"{{","value":[["pagebanner"],["Arequipa banner.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Arequipa"]}," is a city in the ",{"type":"[[","value":[["Southern Coast (Peru)"],["Southern Coastal"]]}," region of ",{"type":"[[","value":[["Peru"]]}," just below the edge of the ",{"type":"[[","value":[["Altiplano (Peru)"],["Altiplano"]]},", at 2380 meters above sea level and surrounded by three impressive volcanoes. It's Peru's　second most important city (after ",{"type":"[[","value":[["Lima"]]},"), and the second most popular among tourists (after ",{"type":"[[","value":[["Cuzco"]]},"). \n\n",{"type":"==","value":["Understand"]},"\n\nThe city is part of the so-called \"Southern Peru Tourist Corridor\", together with ",{"type":"[[","value":[["Nazca"]]},", ",{"type":"[[","value":[["Puno"]]}," and ",{"type":"[[","value":[["Cusco"]]},". In contrast to these other cities, Arequipa is an example of the Spanish and mestizo culture developed in Peru. There are no Inca artifacts or ruins in the city.\n\nIn the winter it is warmer than in the summer. It is nicknamed the 'white city' (",{"type":"''","value":["la ciudad blanca"]},", in Spanish), because many of the buildings in the area are built of ",{"type":"''","value":["sillar"]},", a white stone. This rock was quarried from the many volcanoes that surround the city, including the towering ",{"type":"'''","value":["El Misti"]},". Ask for local help to identify Misti, Chachani and PichuPichu, the three volcanoes surrounding the city.\n\nArequipa embodies a rich mix of the indigenous and Spanish colonial cultures. With 468 years of history since its founding, examples of Spanish colonial architecture can be found throughout the center of the city and several surrounding districts. UNESCO has declared it Human Heritage site.  Catholic churches are scattered throughout the center of the city.  Some ancient houses have been refurbished by the local authorities and serve as living museums. An example of this are the so-called \"Tambos\" located at Puente Bolognesi street.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nBy far the easiest way to get to Arequipa is by plane, landing in ",{"type":"'''","value":["Rodríguez Ballón airport"]}," (",{"type":"{{","value":[["IATA"],["AQP"]]},"), 8 km from the city. LanPerú ",{"type":"[","value":["http:\/\/www.lan.com"]},", Peruvian Airlines, Taca and Star Perú fly from ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Juliaca"]]}," and ",{"type":"[[","value":[["Cuzco"]]},". A taxi from the airport to the Plaza de Armas costs a flat-rate of S\/25.  Signs are posted with this rate, but depending on the size of the car, the size of your bags and your ",{"type":"[[","value":[["haggling"],["bartering skills"]]}," you could pay less.  No public transportation is available to\/from the airport.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are two terminals serving the city, Terminal Terrestre and Terminal Terrapuerto. They're next to each other, about 3 km from the center.... a taxi should cost around 8 soles.\n\nTry to avoid cheap buses — the more you pay, the higher the quality of service, and safety. Some of the more reputable companies are Cruz del Sur, Ormeño, Excluciva (full 180º beds with meals served, 130 Soles), Oltursa and Cromotex (70 soles to Lima, good value and security), Flores (a good budget option, but only with their \"super dorado\" and similar services, their economic is best to be avoided for safety reasons (high accidents rate). Their station is located across the street from Terminal Terrestre.) If you take the night bus make sure the bus is climated. There are cheap companies like Julsa which don´t use heating in the bus, some don't have bathrooms, and the temperature can sink close to zero degrees Centigrade - don´t use them. Compare prices between booking online, in the office or via an agency since it can vary up to 100% for exactly the same seat and service.\n\nFrom ",{"type":"[[","value":[["Lima"]]}," (30-130 soles, 16–18 hours) it's advisable to take non-stop express buses — though more expensive, they tend to be safer.  Oltursa and Excluciva buses depart from dedicated VIP terminals in the San Isidrio area of Lima.\n\nThere are several buses per day from ",{"type":"[[","value":[["Cuzco"]]}," (9 hours, 50-120 soles), ",{"type":"[[","value":[["Puno"]]}," (5–6 hours, 25-50 soles), ",{"type":"[[","value":[["Pisco"]]}," (12–14 hours, 50-150 soles), ",{"type":"[[","value":[["Nazca"]]}," (9 hours, 50-150 soles) and ",{"type":"[[","value":[["Tacna"]]}," (near the border with ",{"type":"[[","value":[["Chile"]]},", 6–8 hours).\n\n",{"type":"[[","value":[["La Paz"]]}," Ormeños has direct buses leaving at 1AM every day, passing through Puno at 6AM (40 Soles) and arriving in La Paz at 12 midday (60$).\n\n",{"type":"===","value":["By train"]},"\nCharter trains to ",{"type":"[[","value":[["Juliaca"]]}," and ",{"type":"[[","value":[["Puno"]]}," are only available for groups of 40 or more.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Arequipa-plaza-armas-c01.jpg"],["thumbnail"],["Plaza de Armas of Arequipa, Peru"]]},"\nThe city has an urban area that can be explored on foot. The historical center is a 5 block area around the main square and it's very easy to visit following one of the many maps available at the hotels or any information office. Some ancient districts like Yanahuara and Cayma are also within walking distance. \nThe rural area is a whole attraction in itself. With gorgeous terraces, Spanish mills, palaces and an unobstructed view of the volcanoes from wherever you are. \nA great way to visit most of the tourist spots from the rural and urban area is to take a bus tour. These special buses are available at the main square and you can book the tour at your hotel or directly with the bus driver. In two or four hours, depending on the tour you book, you will visit most of the famous viewpoints of the city. A great experience (from 6 to 10 dollars).\nIf you want to take a taxi, you should take a \"safe one\". Rules to recognize them: they have signs on the roof. The more common the sign, the bigger the company and the safer the taxi. Another tip is to take one that has just left a passenger. Avoid taking taxis that are stopped and waiting for passengers.\nPrices are per ride. A ride from the main square to any place in the central district will be 4 - 7 soles. A taxi from the bus station to any hotel, 8 soles. From the airport, the price varies between  20-30 soles. Some cab drivers try to rip you off by saying prices are per head but price is always per ride for all passengers. Allow for a minor extra charge for luggage (usually half a sol per large piece).\n\nYou can rent a car with a driver included and go all around Arequipa for just $6 an hour. There are many taxi companies that can be trusted like Panataxi, Taxitel, Turismo Arequipa and Megataxi.\nFor your safety, if you leave a restaurant or disco late night and want to come back to your hotel in a taxi, ask the restaurant to call a safe taxi.\n\n",{"type":"*","value":[" You can rent a truck at a very low rate including a driver (just $55 per 8 hours plus diesel expenses), call +5154 9350539 or email: fbedregal@yahoo.com, and go ahead and visit Arequipa's outskirts and places such Colca River, Majes, and the beaches at Camana and Mollendo."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Plaza de Armas"]},", the main square of Arequipa, surrounded by buildings made of ",{"type":"''","value":["sillar"]},", a white volcanic stone."]},"\n",{"type":"*","value":[" Visit ",{"type":"'''","value":["San Camilo Market"]},", the oldest one located in the centre of the city. It's three blocks away from the main square."]},"\n",{"type":"*","value":[" See the Juanita Mummy in the ",{"type":"'''","value":["Museo Santuarios Andinos"]},". From May to November the main exhibit is the ",{"type":"'''","value":["Dama de Ampato"]},", also known as ",{"type":"'''","value":["Juanita"]},". It is close to the main square."]},"\n",{"type":"[[","value":[["File:Convento santa catalina arequipa.jpg"],["250px"],["thumb"],["Convento de Santa Catalina, Arequipa"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Convento de Santa Catalina"]}," is the most visited building from the Spanish era of the city. Described as a city within a city, this beautiful place with its colors, flowers and little streets will make you feel like you are back in time. Quite close to the Plaza de Armas."]},"\n",{"type":"*","value":[" One of the newest attractions is the ",{"type":"'''","value":["Convento de Santa Teresa"]},", a little off the usual tourist path in downtown Arequipa. It is not as architecturally interesting as the Convento de Santa Catalina, but some of the paintings and artifacts are stunning."]},"\n",{"type":"*","value":[" Many of the almost 250 colonial buildings entitled as Human Heritage by UNESCO, are close to the main square. Some have been turned into banks, stores, restaurants and private residences. This practical way of preserving the city by finding a practical use for the historical buildings provides a great experience to the visitor who feels like visiting a living museum."]},"\n",{"type":"*","value":[" Churches are among the most beautiful buildings preserved. They are all Catholic and you can visit them but always with a respectful eye towards the people there who may be worshiping.  Most of the population still practices the Catholic religion. La Compania, San Francisco, La Merced and the Cathedral are some of the most famous."]},"\n",{"type":"[[","value":[["File:Molino sabandia.jpg"],["250px"],["thumb"],["Molino de Sabandiá, Arequipa"]]},"\n\n",{"type":"*","value":[" Arequipa has beautiful bridges. ",{"type":"'''","value":["Puente Bolognesi"]}," is the closest to the main square. Go there and visit the Tambos (ancient houses rebuilt by the city government and used as apartments). Great experience."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Puente Fierro"]}," is an iron bridge designed by Eiffel and still in service. A technological jewel located in Vallecito (10 blocks from main square) and a must for people who love trains and bridges. From the bridge, at golden time (4.00-5.00PM), you can get some of the best pictures of the volcanoes and the city."]},"\n",{"type":"*","value":[" Nearby is the ",{"type":"'''","value":["Molino de Sabandía"]}," (Sabandía Mill), a three centuries old water mill, set in the old district of Sabandia."]},"\n",{"type":"*","value":[" Also to be found in the old countryside is the ",{"type":"'''","value":["Mansión del Fundador"]},", a renovated centuries old Spanish Colonial mansion. Admission 10 S\/, 5 S\/ for students."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Spanish language"]}," - Because of its weather, its friendly people and lower prices when compared to Lima or Cusco, Arequipa is a great place to learn Spanish. Several schools are available, most of them with excellent programs. Classes are usually offered on a per week basis and with accommodation packages included."]},"\n:*",{"type":"{{","value":[["do"],["name=Spanish School Arequipa"],["url=http:\/\/www.spanishschoolarequipa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54  213177"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n\n:* ",{"type":"'''","value":["EDEAQ"]}," - Legally established and recognised by the Peruvian Ministry of Education. City Centre Location. Swiss Management. Bildungsurlaub (Germany). – ",{"type":"[","value":["http:\/\/www.edeaq.com"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cooking lessons"]}," -  This is an excellent opportunity to share with local cooks and work with them in preparing delicious local cuisine. The experience starts with selecting the products, then preparing and cooking them. After that, you can serve and enjoy the results in the form of a good traditional meal."]},":*",{"type":"{{","value":[["do"],["name=Peruvian Cooking Experience"],["url=http:\/\/www.peruviancookingexperience.com"],["email="],["address="],["lat="],["long="],["directions=4 blocks from Main Square sharing Casa de Avila Hotel facilities"],["phone=+51 54 213177"],["tollfree="],["fax="],["hours=Tuesday, Thursday and Saturday"],["price="],["content=The cooks are local people who learn cooking from their ancestors and include ",{"type":"''","value":["Felipe"]}," a 70 year old Inca cook who shares his own exclusive recipes. Classes are held in a kitchen and outdoor barbeque area. 6 persons per group.  The cooking area is surrounded by a garden. 3 hour on hands activity suited for travellers of any ability level.  Reservations are required. Wine and cocktails can be ordered but are not included in the price."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arequipa's Cooking classes"],["alt="],["url=https:\/\/www.facebook.com\/arequipascookingclasses"],["email=arequipacookingclasses@gmail.com"],["address=Urb Leon XIII K-1B Av. Trinidad Moran - Cayma 054 Arequipa, Peru, 054 Arequipa"],["lat="],["long="],["directions=It's located near to Real Plaza in Cayma-Arequipa"],["phone=765432-973531225"],["tollfree="],["fax="],["hours=8am-11 am or 12 pm-3 pm or 4pm a 7pm"],["price=95 soles per person"],["content=Chefs and bartenders provide you a unique experience in which you will cook and try Peruvian flavors, drinks, and dishes. At the same time, you will learn more information about the most representative Peruvian products such as quinoa, potatoes, chilis, and corn."]]}]},"\n",{"type":"===","value":["Adventure"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ride in Peru"]}," - address : Calle San Rafael 0-2 (between hourse 504 and 534), urb Los Angeles, cercado, Arequipa - phone : 214444 \/ 974211440 - email : reservas@rideinperu.com - Imagine Peru offers horseback rides and tours in the Colca. They have Peruvian Paso Horses and a lot of diferent rides to try in these splendid Colca landscapes. Opened to beginners and confirmed riders. Departure everyday. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Downhill volcano biking"]},"  -  Offered at several levels of difficulty. Half day adventure managed by professional guides. S\/70 to 80. They provide all the required equipment. Very safe. Great countryside views."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Volcano climbing"]},"  -   Two options, an excursion to Misti or a real climbing to the more difficult Chachani. Two day tour. The first one with low difficulty level the second one with medium difficulty. Altitude is usually the worst enemy for visitors. Chachani is over 6,000 meter altitude. Book with professional operators. Price among 90 dollars\/person."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Whitewater rafting"]},"  -   Arequipa has some of the best rivers of the world. A typical half-day tour with some 90 min actual rafting will cost you about 70 S\/."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Horse Pa Enrique Tours"],["alt="],["url="],["email=pa_enrique@hotmail.com"],["address=Calle Santa Catalina N 308"],["lat="],["long="],["directions="],["phone=345948 \/ 284796"],["tollfree="],["fax="],["hours="],["price= 90 soles per person"],["content=Anibal has six horses in the small stable just behind Arequipa. The horses are quite calm and suitable for beginners. First you will be provided with a helmet and some basic instructions. After that you ride 7km there and 7km back next to Chili River with great views of volcanoes. At the end you may be asked to help with feeding the horses."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" Arequipa is called the World´s capital of the Alpaca, a wool that comes from these Andean camels and is considered very fine and valuable. Big factories and several boutiques offer fine products at great prices. A good quality alpaca sweater will be between 70 to 180 soles according to colors and designs. Be aware that some handicraft stores offer very cheap alpaca, often of a lesser quality."]},"\n",{"type":"*","value":[" Most typical handicrafts come from the Chivay area. Colorful embroidery called Maquinaza style, representing daily activities or nature scenes."]},"\n",{"type":"*","value":[" There are some interesting shops geared towards tourists, including ",{"type":"'''","value":["Patio del Ekeko"]},", free WiFi included. The old Jesuit convent, half a block from the Plaza de Armas, is free to enter and has very good shops for fine Alpaca garments and local products. The place itself is very nice."]},"\n",{"type":"*","value":[" There is also a square near ",{"type":"'''","value":["La Compañía"]}," featuring a number of more expensive handicrafts shops."]},"\n",{"type":"==","value":["Eat"]},"\n\nAround Plaza de Armas you will find a lot of people approaching you with menu cards and offering you a free drink, etc. Local laws frown on this practice. It is best to avoid places such as these. If you do choose to patronize them, check prices and ",{"type":"[[","value":[["haggle"]]}," a bit for an extra free drink. Food in Plaza de Armas in general is good but not outstanding.\n\nArequipa keeps one of the most ",{"type":"'''","value":["varied"]}," and flavorful ",{"type":"'''","value":["cuisine cultures"]}," in the country. Meals are robust with soups as one of their main dishes. Local food is usually served at lunch time but you can also find it in locals for tourists during dinner time.\n\nSpicy food is very popular. Locals use ",{"type":"'''","value":["rocoto"]}," (",{"type":"''","value":["Capsicum pubescens"]},") to provide the hot taste to their foods. This flavour is different than the spiciness in Indian or Mexican cuisine.\n\nTry  ",{"type":"'''","value":["Rocoto relleno con pastel de papa"]},", a large stuffed pepper with potato pie. Ask beforehand if it has been made for \"tourists\" or if it is the original, quite hot, style; if the last one, be careful, it can be extremely hot!\n\nTry ",{"type":"'''","value":["Alpaca steaks"]},". This meat, very low in fat, is juicy and very tender. It is presented in the same manner as traditional beef.\n\nThis city is the best place in Peru to eat ",{"type":"'''","value":["river shrimps"]},". They are presented in several ways, the most popular being ",{"type":"'''","value":["Chupe de Camarones"]},", a thick, savory soup featuring many shrimps in it. Beware, the plates here are big.\n\nArequipa is only three hours away from the sea, so many fish restaurants are available. If you have not tried ",{"type":"'''","value":["Ceviche"]}," in Peru yet, this is a great opportunity. There are also many other sea delicacies.\n\nLocal restaurants are called ",{"type":"'''","value":["Picanterias"]},". They are still very popular among locals. Some are within the urban area and some others on the outskirts of the city. There is a neighborhood called Arancota, where you can find many of these restaurants. Some of them are huge (600 tables or more) and they are usually full of locals. The main food attraction in this area is ",{"type":"''","value":["chicharron"]}," (fried pork with corn). Menu's are usually set, consisting of a hearty soup followed by a main dish. Drinks are often included. Prices are generally very cheap, ranging from 5 S\/ to 10 S\/.\n\nAs with all Peruvian food, local delicacies are heavy and sometimes very hot. Proceed with caution when eating here, especially since the height of the city (around 2,300 meters) makes digestion slow. Take a ",{"type":"'''","value":["mate de coca"]},", coca-leaf tea, after meals: it helps digestion and makes the altitude more bearable.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Maya"],["url="],["email="],["address=Calle Jerusalén"],["lat="],["long="],["directions=Almost on the corner of Ugarte"],["phone="],["tollfree="],["fax="],["hours="],["price=Set lunch 5,50 S\/."],["content=Breakfast, piglets, burgers and more. Their set lunch is somewhat expensive, but they do it better!"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Picanteria La Capitana "]}," Old and the truly old cooking in Arequipa, is behind Saga Falabella, this picanteria observes the old traditions.  Go early or the specialty of the day, which is around 7 soles, will be sold out.  Though other dishes are also always available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Picanteria La Lucila "]}," Sachaca, still run by Sra Lucila Salas de Ballon, is a short taxi ride outside of town. An old style kitchen with Cuy (Guinea Pigs) eating scraps in the yard, and Lucila still making her sauces the old way as she keeps an eye on everything and everyone."]},"\nFor dinner, you can find the best restaurants in the city around Calle San Francisco:\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ary Quepay"],["url="],["email="],["address=Calle Jerusalén 502"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice restaurant that serves local food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tacos y Tequilas"],["url="],["email="],["address=Calle Ugarte 112"],["lat="],["long="],["directions="],["phone=+51 54 628653"],["tollfree="],["fax="],["hours="],["price=Mexican Menu 10 S\/"],["content=A nice atmospheric Mexican restaurant. The Mexican meals here are delicious, with an excellent guacemole."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zingaro"],["url=http:\/\/www.zingaro-restaurante.com"],["email="],["address=Calle San Fransisco 309"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Typical food like \"cuy\" or \"rocoto relleno\"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lazos"],["url="],["email="],["address=San Francisco 315"],["lat="],["long="],["directions="],["phone=215729"],["tollfree="],["fax="],["hours="],["price="],["content=Steakhouse"]]}]},{"type":"===","value":["Vegetarian"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mandala"]},", Calle Jerusalén 207, tél: 22 99 74, natural and tasty vegetarian food. Breakfast, lunch and dinner. At lunch time, the ",{"type":"''","value":["menú ejecutivo"]},", including a small salad, a soup, a yoghurt, a main dish, a dessert and a drink costs only 8 soles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Govinda - Hare Krishna Vegetarian and Pizza"]},". Sometimes they have a buffet, if not get the Menu Turistico, a 4 course meal for 15 soles which includes homemade yogurt, a Peruvian specialty, and your choice of entree among several Indian and Italian options. Everything is fresh and organic or locally grown. Eat outdoors and don´t go if you are in a hurry, expect it to take an hour as one person is preparing each part of your meal from scratch."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Nitay Gouranga Vegetarian Restaurant"]},",   Calle Rivero (Rivero Street) 603 Cercado. You can get the menu of the day for just 4 S\/ including soup and a main dish and a soft drink. Tasty vegetarian food with many different options."]},"\n",{"type":"==","value":["Drink"]},"\n\nThe most popular Peruvian alcohol product is Pisco. Arequipa is the cradle for the Acholado type, a Pisco derived from a blend of several grapes. Locals drink it pure, in little sips. Chilcano is another way to drink it, Pisco with white soda. And of course, the ",{"type":"[[","value":[["Peru#Drink"],["Pisco Sour"]]},", which is a must for any visitor.\n\nA famous local alcoholic product is Anis Najar. ",{"type":"[[","value":[["Peru#Drink"],["Chicha"]]},", a slightly fermented corn beer and ",{"type":"[[","value":[["Peru#Drink"],["Pisco Sour"]]}," are also considered traditional drinks.\n\nThe local soft drink is ",{"type":"'''","value":["Kola Escocesa"]},", not as sweet as Inca Kola.\n\nThere is also a popular mineral water called ",{"type":"'''","value":["Socosani"]},". Energina is a yellow soft drink produced with this water. Some other soft drinks area available from the same factory.\n \nMost bars and clubs for tourists are on ",{"type":"'''","value":["Calle San Francisco"]},", uphill from the main square. Many have happy hour specials until 10.00PM.\n\nThere is an area of the city called ",{"type":"'''","value":["Calle Dolores"]},", with discothèques, karaoke bars, and salsa ball rooms usually attended by locals but usually safe enough for travellers. A taxi is needed to get there.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Espressate"],["url=http:\/\/www.espressate.com.pe"],["email="],["address=Av. Trinidad Morán G-22"],["lat="],["long="],["directions=Urb. León XIII, Cayma"],["phone=054274607"],["tollfree="],["fax="],["hours="],["price="],["content=Espressate is a small, comfy, and welcoming place to enjoy a good cup of coffee, some homemade desserts and Spanish tapas. This coffee house offers free wi-fi, has a books exchange corner (books in different languages) and also sells special gifts (jewelry, ceramics, etc.). A nice little place to spend some time…"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Bar Senor Misti"],["url=http:\/\/www.senormisti.com"],["email="],["address=Calle General Moran 118 - int. 13"],["lat="],["long="],["directions=in the Claustros de la Compania"],["phone=054-214441"],["tollfree="],["fax="],["hours="],["price="],["content=Cafe Bar Senor Misti is a very nice Cafe Bar within the wonderful Claustros de la Compania. Senor Misti offers very good cafe and one of the best Pisco Sousr in town and offers free Wi-Fi. Nice place to enjoy the old part of town in a secure and calm way. Very nice outdoor-seats."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casablanca Hotel"],["alt="],["url=http:\/\/www.hotel-casablanca-arequipa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54 221327"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Street Address: Puente Bolognesi 104. (",{"type":"''","value":["10 steps from the Plaza de Armas of Arequipa"]},")."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Posada del Parque"],["alt="],["url=http:\/\/www.posadadelparque.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54 21227"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Deán Valdivia 238-A. (",{"type":"''","value":["5 minutes from Plaza de Armas"]},"). Located in an old colonial building with high ceilings. Budget dorms to semi-luxurious doubles. All rooms have speakers to plug in mp3\/mp4\/devices. Large rooftop area with tables and chairs is a great chill-out place. Free internet, a travel agency, kitchen, laundry, breakfast and drinks. Staff is friendly and helpful, some speak English."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lula's B&B"],["alt="],["url=http:\/\/www.bbaqpe.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is neither a hotel nor a hostel, but (as the Lonely Planet states) \"a charming [family run] apartment-style B&B“. All the rooms are with private bathroom\/shower-WC, international cable TV and WiFi (ADSL wireless). Owners speak (besides Spanish) English, German and French."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Koala Hostel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54 223622"],["tollfree="],["fax="],["checkin="],["checkout="],["price=60 soles per double with private bathroom including breakfast"],["content=Puente Grau 108. In an old colonial building with a lovely courtyard. All types of rooms, arrange tours for you, and is very friendly and has no curfew. If using their bus ticket booking service check the price is comparable with other alternatives. Check your bathroom on arrival as some are really miniature."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pirwa Park Hostel Arequipa"],["url=http:\/\/www.pirwahostelsperu.com\/"],["email=info@pirwahostelsperu.com"],["address=Dean Valdivia 238"],["lat=-16.392078"],["long=-71.533599"],["directions=San Cercado Arequipa. A few steps from the Plaza de Armas"],["phone=+51 84 244315"],["tollfree="],["fax="],["hours="],["price=From US$9.50\/person"],["checkin="],["checkout="],["content=Free breakfast, free internet, pick up service, kitchen, laundry, breakfast and comfortable beds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Buena Vista Hostal"],["alt=Buena Vista Hostal"],["url=http:\/\/www.buenavistahostal.com\/"],["email=bookings@buenavistahostal.com"],["address="],["lat="],["long="],["directions=20 min walk from the Plaza de Armas"],["phone="],["tollfree="],["fax="],["hours="],["price=From US$18\/person"],["checkin="],["checkout="],["content=Very basic hotel in one of the oldest and most pleasant suburbs. Breakfast may be of dubious quality. Keep your own record of expenses and incidental charges as they may get confused when it comes time for the final bill."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de Avila"],["alt=Casa de Avila"],["url=http:\/\/www.casadeavila.com"],["email=casadeavila@casadeavila.com"],["address=Av. San Martin 116, Vallecito"],["lat="],["long="],["directions=4 blocks from main square"],["phone=+51 54 213177"],["tollfree="],["fax="],["hours=24 hours"],["price=From $10\/person, breakfast is included"],["checkin="],["checkout="],["content=Casa de Avila is in a beautiful 1930s building reburbished as a hotel. Central courtyard is the main attraction of the place. Staff is friendly and helpful, and most speak English. A family run business with a warm informal atmosphere. Free wifi, private rooms with cableTV in most of them. Spanish classes and cooking activities are available. Tourist information service to help you planning your activities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Posada del Cacique"],["url="],["email=posadadelcacique@yahoo.es"],["address=Jerusalen 404"],["lat="],["long="],["directions=Cercado\/Arequipa, near to the Plaza de Armas"],["phone=+51 54 202170"],["tollfree="],["fax="],["hours="],["price=25 soles\/pp for a double with private bathroom"],["checkin="],["checkout="],["content=Safe area, friendly and competent owner can give good assistance with tours such as hill climbing, colca canyon and similar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Rosario Hospedaje"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54 222517"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Pasaje del Solar No 124., run by a friendly elderly couple. Hot water showers. Singles from 10 soles."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Crismar Hotel"]},", Calle Moral #107, ",{"type":"[","value":["www.crismarhotel.com\/"]},". One and a half blocks from main plaza across the post office, best location, free transfer from airport, and bus terminal, prices start at $30 tax exempt for tourist, great coffee shop Bernini's at hotel."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Viza"],["alt="],["url=http:\/\/www.grupoviza.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Peru #202. Three blocks from the Plaza de Armas, $25 a nice room, includes breakfast and pick up from the airport."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Arequipa Youth Hostel"],["alt="],["url="],["email=arequipayouthhostel@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+51 959669253"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Zela 313 (between Bolivar and 4th block of Santa Catalina)., . Singles, doubles, and dorms available from 15 soles\/person, 20 soles w\/breakfast. Professionally managed and on a quiet street just 2 blocks from Plaza de Armas. Clean and comfortable rooms. Nice patio area for socialising. Use of kitchen and free internet access. Friendly and helpful staff with tourist information available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Arequipay Backpackers"],["alt="],["url=http:\/\/www.arequipaybackpackers.com\/"],["email=reservas@arequipaybackpackers.com"],["address="],["lat="],["long="],["directions="],["phone=+51 54 275498"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At Urbanizacion Los Angeles de Cayma Mz. G1 (",{"type":"''","value":["A few blocks from the main plaza"]},"). Dorm bed 20 soles, including breakfast and hot showers."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Reyna"]},", Zela 209. Doubles 30 soles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colonial House Inn"]},", Calle Puente Grau 114. (",{"type":"''","value":["\"Arriba de la Plaza\" to the taxi driver"]},") A huge, beautiful room for US$27, the rest are cheaper, good breakfast."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bothy Hostel"],["alt="],["url=http:\/\/bothy-hostel-arequipa.minihostels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54 282438"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Puente Grau 109. Sunny terrace, kitchen use, DVD room, hammocks and helpful staff. Lots of fun things going on- spanish lessons, bbqs, trips, tours, volunteering. 23 soles a night."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Foyer Hostel"]},", Ugarta 114. (",{"type":"''","value":["2 blocks north of the Plaza de armas"]},"). Several restaurants below, on a rather busy road. 35 soles\/night for single room with shower"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Home Sweet Home"],["alt="],["url=http:\/\/www.homesweethome-peru.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54 405982"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rivero 509. Family run hostel, multilingual staff. Cosy bedrooms, wifi, terrace, laundry, travel agency. Great breakfast 5 soles. Dorm beds 25 soles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Lluvia de Oro"],["alt="],["url="],["email=lluvia_de_oro@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jerusalen 308. ( About three blocks from the main Plaza) . Friendly, in front of the tourist police station, nice patio, pick up from airport."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Solar de la Macarena"],["alt="],["url="],["email=info@elsolardelamacarena.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Jerusalen 531. . Opened in February 2008. Private bathrooms, nice shared kitchen, laundry, TV in every room, wifi. You can hang out on the roof or the 2nd floor terrace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casona de Jerusalen"],["url="],["email=lacasonadejerusalen@hotmail.com"],["address=Jerusalen St #306-A"],["lat="],["long="],["directions=in front of the tourist police station"],["phone=+51 54-205453"],["tollfree="],["fax="],["hours="],["price=US$9 (rooms with shared bathrooms)\/$17 (rooms with en-suite bathrooms)"],["checkin=24 hr, no curfew"],["checkout="],["content=Very friendly staff with great recommendations, Great location near everything, and quite enough to sleep like a baby, Clean rooms, Sunny terrace, free laptop use and free wifi, cableTV. Good thick towels and hot water. Very nice place to stay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Albergue Espanol"],["url="],["email="],["address=Calle Peral 117"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Relaxed place, authentic building, central located, rooftop terrace, free wifi, nice staff, clean and very comfortable beds. Prices between 30 soles for a double with shared bathroom and 50 soles for one with private bathroom and tv. No breakfast. Showers are solar powered, so not always really hot."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Posada del Virrey"],["alt="],["url="],["email="],["address=103 Calle Puente Grau"],["lat=-16.39458"],["long=-71.53368"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=50 soles for double with private bathroom"],["content=Four blocks away from the central square, this place has both rooms with shared and private bathroom. Rooms are clean and just bit worn out. Some of them even has TV. Laundry is available on site for 3 soles \/ kilo. Staff takes good care of safety and keeps the main gate locked majority of time. Wi-Fi is available in patio, but does not reach into all the rooms. Breakfast is available for extra 7 soles, but may be delivered later than promised. The roof terrace is extra nice bonus."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Che Lagarto Hostels Arequipa"],["url=http:\/\/www.chelagarto.com\/index.php\/en\/component\/chelagarto\/hostels\/35-hostel-arequipa.html"],["email=arequipa@chelagarto.com"],["address=Ugarte 202"],["phone=+51 (054) 226111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":[" Alwa Hotel ",{"type":"[","value":["http:\/\/www.hotel-alwa-arequipa.com"]}," Address: Calle Malecón Chili # 9759 Chili Urb Los Pinos - Vallecito Arequipa - Peru Phone:5154284598 Alwa Hotel is in the residential area of Vallecito, five minutes from the main square. Vallecito is a place that is characterized by peace and quiet that allow guests to enjoy taking walks to witness the masterpiece of French architect Gustave Eiffel in his work embodied Iron Bridge which is located a few meters from our premises."]},"\n",{"type":"*","value":[" Hotel Maison d' Elise Arequipa ",{"type":"[","value":["http:\/\/www.hotel-lamaisondelise-arequipa.com"]}," It will take 15 minutes to get from the local Alfredo Rodriguez Ballon airport and will cost approximately 15 to 17 nuevos soles on taxi."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa de Los Pinguinos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54 223851"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av. Parra 110-B Cercado (",{"type":"''","value":["Between the bus station and the Plaza de Armas"]},") ",{"type":"[","value":["http:\/\/www.lacasadelospinguinos.com"]},". Very comfortable, modern rooms with TV, fast wifi, hot showers and buffet breakfast. Very competent and helpful staff, also English Dutch and German speaking. Big garden with hammocks and chairs. Spanish language school in garden with name Spanish Cafe Arequipa. Single\/double with private bathroom 55\/90 soles. 4 soles by taxi (day), 5 soles by night - but don't worry about that, as the hotel is paying the taxi fare for you."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa de Melgar Arequipa"],["alt="],["url=http:\/\/www.hotel-lacasademelgar-arequipa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 54 222459"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Melgar 108 Cercado. (",{"type":"''","value":["A few blocks away from the Plaza de Armas"]},"). Built into an old colonial house. Very atmospheric hotel with friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fundador Hotel"],["alt="],["url=http:\/\/www.hotel-fundador-arequipa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone= +51 54 284848"],["tollfree="],["fax=+51 54 286969"],["price="],["checkin="],["checkout="],["content=Campo Redondo 109-111 San Lázaro, Cercado. In the traditional district of San Lazaro, which is characterized by small alleys of sillar (volcanic stone blocks)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Los Tambos"],["alt="],["url=http:\/\/www.lostambos.com.pe"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Newly built and half block from Plaza de Armas. 2 night minimum stay, wifi throughout, à la carte breakfast and private transfers on arrival and departure."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Asturias"],["alt="],["url=http:\/\/www.hotelasturiasarequipa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Ugarte 211. (",{"type":"''","value":["A couple of blocks from the Plaza de Armas"]},") Close to the Convento, good location. Rooms are small, but the hotel is recently refurbished, clean, and quiet. The staff is friendly and solicitous. There is internet, and breakfast is included. Travel agency on site. Double for US$45."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Balcón"],["alt="],["url="],["email=balconaqp@star.com.pe"],["address="],["lat="],["long="],["directions="],["phone=+51 54 286998"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calderón 202.. Mansion decorated with a small number of rooms. Located on a small side street between the downtown and the river."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Queens Villa"],["alt=15 blocks from the Plaza de Armas"],["url=http:\/\/www.queensvillahotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 stars with standard and deluxe rooms. Including breakfast, cafeteria and swimming Pool."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAll the ",{"type":"[[","value":[["Peru#Stay safe"],["usual advice"]]}," given for Peru applies here as well. When taking standard precautions, Arequipa is a safe city, and like most of the other major Peruvian cities, there is always a fairly large police presence. That said, don't flaunt your valuables or your money. There are occasional robberies reported. DO NOT walk alone after 11.00PM in the downtown area!\n\nIn the downtown area, there is a fairly large presence of tourist police, wearing white shirts. Ask them for help.\n\nThe most common form of crime involving tourists is when a foreigner takes a no-name cab and a robbery occurs. To be safe, don't just hail any old cab that passes by.  Always take reputable large company taxis (of which you can see plenty).  Several of these taxi companies are very careful about the owners\/drivers they take on.  Consequently, they are very reliable.  The best of these is the \"Turismo Arequipa\" company with a green and white logo (watch out for fakes).  \"Taxitel\" is also good.\n\nThe safest way to call a taxi is to ask your hotel or hostel to do it for you.  Almost all hostels and hotels have a relationship with a taxi company whose drivers are known and trusted. This holds for the rest of Peru as well.\n\n",{"type":"==","value":["Go next"]},"\n\nThere are many travel agencies, but only few tour operators without commissions. Best operators are Andina (Jerusalen 402A), PeruSchweizExplorer (Jerusalen 314) for Colca Canyon Tours (around 150 Soles for a 3D\/2N trip) and Quechua Explorer (San Francisco 218) for hill climbing. For guided and unguided trips you can also contact ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rllosa.com Rafael Llosa"]}]},"\n\n",{"type":"[[","value":[["File:Chachani.jpg"],["180px"],["thumb"],["View of Chachani from El Misti"]]},"\n\n",{"type":"*","value":["  The ",{"type":"[[","value":[["Colca Canyon"]]},": Theoretically possible as a daytrip but not recommended.  Most people opt for at least one night in ",{"type":"[[","value":[["Chivay"]]},". Close-up views of flying Condors and beautiful landscapes are two of the many highlights on these trips."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chachani"]}," 6057 meters above sea level. Arrange transport with one of the adventure tour guides in town and be prepared for a 2-hour bumpy, swerving, scary drive around sharp curves up steep mountain roads. The base camp is at slightly over 5000 meters and the views are spectacular. If you are well-acclimated and have gear (ice axes and crampons) you should be able to summit from high camp in just over 8 hours. Otherwise just hike up the switchbacks to high camp (don´t stay there, you can´t sleep well at that altitude. Heed the mountaineer´s motto: \"Hike high, Lie low\") and then on to the col, from which you can see the beautiful view of Arequipa and surrounding mountains. The trek beyond can be dangerous if you´re not an experienced mountaineer. If you are, be prepared for a tough slog up dangerous scree and a trecherous traverse, and make sure you feel up to the return trip."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Misti"]}," 5822 meters above sea level. Is a 2 day climb.  There are a lot of agencies in Arequipa offering the climb for around $50 US. First night camps at approx 4600m so it gets very cold. You wake up at 1AM to make the summit for sunrise. Not at all a technical climb as you can pretty much walk to the top. It helps to be acclimatised or you will feel the effects of the altitude."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Andagua"]]}," at the head of the Valle des Volcanes is reachable by a direct (though long and bumpy) bus trip from Arequipa.  Well off the tourist trail, it provides a fine opportunity to see beautiful altiplano scenery and experience an area of Peru scarcely touched by tourism."]},"\n",{"type":"*","value":[" Visit ",{"type":"[[","value":[["Umacollo"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Southern_Coast_(Peru)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Arequipa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Peru\/Departments\/Arequipa\/Arequipa\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Arequipa"]]},"\n\n",{"type":"{{","value":[["geo"],["-16.398763888889"],["-71.536883333333"]]}]