[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Arieseni"]}," is a city in ",{"type":"[[","value":[["Alba County"]]}," in ",{"type":"[[","value":[["Romania"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nBy bus from Alba-Iulia, Oradea, Cluj-Napoca or Timisoara.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Waterfall Varciorog"]},"Can be found NE of the Biharia group of mountains, on the Vârciong valley, affluent to the White River. Situated in the village Vamvuceşti – Arieşeni, at the bottom of Piatra Grăitoare peak, the Vârciorog waterfall is a landscape reservation that stands 15 meters tall.\n\nSituated 5 km from the center of Arieşeni it is accessible also in the winter season when the forest road is not snowed in.\nClose by you can find blueberries, blackberries and raspberries, near the waterfall it is possible to make a barbecue, a camp fire or just to sunbathe. The best period to see the waterfall is in the springtime, when the flow of the Vârciorog river has reached its peak. The largest number of visitors is usually during summer and autumn.\n\n",{"type":"*","value":[" Ruginoasa Hole"]},"The enormous cavity is dug by water in red, violet and yellow sand stone, making it a unique phenomenon in our country. It is the result of a powerful erosion proces with a 600 meters diameter and a depth of 100 meters. The erosion is still in process and the hole gets bigger and bigger over the years. For example, 80 years ago – on old maps – the place was marked down as a small gap. The edges are sharp, like razors that point to the center of the hole.\nSituated 9 km from Arieşeni after finishing a 50 minute walk off the road (including 10-15 minutes climb), the hole can be admired in its entire splendor. The road is accesible all year round and is marked on the DN75  road.\nBE CAREFUL of the hole sides because they are not well consolidated.\n\n",{"type":"*","value":[" Waterfall Patrahaitesti"]},"It is 14 meters high and is also referred to as the Bucinis waterfall, because of its position on the Bucinis river valley. It is best to see it at springtime, when snow melts and the waterfall is more impressive. During summer, the surroundings are filled with burdock flowers (mini sun flowers).\n",{"type":"*","value":[" Peak Bihorul"]},{"type":"*","value":[" Peak Piatra Graitoare"]},{"type":"*","value":[" Peak Curcubata Mica"]},{"type":"*","value":[" Ponorului Fortress"]},{"type":"*","value":[" Coiba Mare Cave"]},{"type":"*","value":[" Coiba Mica Cave"]},{"type":"*","value":[" Vartop Cave"]},{"type":"*","value":[" Intermitent Sprint Tauz"]},{"type":"*","value":[" Ski Slope Vartop"]},{"type":"*","value":[" Museum Patrahaitesti"]},"Pătrăhăieşti museum –is the place where you can purchase handmade objects from wood, made by skilled craftsmen. It is accessible by car.\nThe Părăhăiţeşti hamlet is one of the most isolated human settlings in Apuseni, and is one of the 18 villages that are part of Arieşeni, situated at over 1.200 meters. In the summer time you can reach here by car, on a forest road 5 km away from the main road.\nThe locals are welcoming, known for their famous huckleberry drink. Thanks to the hundred year old tradition of most of the inhabitants, they have become skilled handymen in creating handcrafted objects from wood and textiles that we usually see in a museum.\n\n",{"type":"==","value":["Do"]},"\nTreking in the mountain where you can visit lots of beautiful places like waterfall, peaks and lots and lots of caves.\nSki on 3 slopes in Vartop-Arieseni and Vartop-Nucet.\n\n",{"type":"==","value":["Buy"]},"\n\"Tulnice\" and other wood objects made by hand by \"moti\" people.\n\n",{"type":"==","value":["Eat"]},"\nTraditional food like \"balmos\", traditional pie \"placinta pe lespede\" and a lot of foods made from natural ingredients.\n\n",{"type":"==","value":["Drink"]},"\nYou can drink:\n",{"type":"*","value":[" \"afinata\" - a very popular drink made from blueberry"]},{"type":"*","value":[" \"ciresata\" - a traditional drink made from wild cherries"]},{"type":"*","value":[" \"palinca\" "]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Motului Guesthouse"],["url=http:\/\/www.casamotului.ro\/"],["email="],["address=Galbena Village 468 Arieseni"],["lat="],["long="],["directions="],["phone=+40 743206529"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=6 km away from the Vartop sky facility in the Apuseni Mountains, on the road that connects Cluj Napoca with Oradea city, Casa Motului is a beautiful guesthouse that can accommodate up to 30 people in 13 single, double or multiple rooms. The whole house is designed according to local tradition, in a rustic decor, with hand-woven bedclothes from linen and hemp. Facilities include: free internet wireless, fireplaces, kids room, bar, restaurant, grill\/barbecue, private parking, garden."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["46.4833"],["22.7667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Alba County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Arieşeni"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Arieşeni"]]}]