[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Arima Onsen"]}," (有馬温泉) ",{"type":"[","value":["http:\/\/www.arima-onsen.com\/eng\/"]}," is a hot spring town just north of ",{"type":"[[","value":[["Kobe"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nArima Onsen is one of ",{"type":"[[","value":[["Japan's Top 3"],["Japan's Three Old Hot Springs"]]},", with a recorded history going back to the ",{"type":"''","value":["Nihon Shoki"]},", published in 631.  The waters of Arima come in two flavors: the Gold Spring (金泉 ",{"type":"''","value":["Kinsen"]},") is yellow-brown thanks to iron and salt, while the Silver Spring (銀泉 ",{"type":"''","value":["Ginsen"]},") is colorless but mildly radioactive.\n\nTechnically, Arima Onsen ",{"type":"''","value":["is"]}," a part of Kobe, but it's on the other side of Mount Rokko and thus a separate city for all practical purposes.\n\n",{"type":"==","value":["Get in"]},"\nThere are two ways to get to Arima Onsen from ",{"type":"[[","value":[["Kobe"]]}," or ",{"type":"[[","value":[["Osaka"]]},": the cheap and practical way, or the fun but expensive way.\n\nThe ",{"type":"'''","value":["practical way"]}," is to take the Hanshin, Hankyu or Sanyo Line to Shinkaichi (新開地) just west of Kobe, then transfer to the Kobe Railway Arima Line to terminus Arima Onsen.  (Note that express services terminate at Arimaguchi, so you'll need to switch to a local train.)  Alternatively, if you're coming in on JR, get off at Kobe's Sannomiya station, take the Kobe Subway\/Hokushin Kyūkō Railway to Tanigami (谷上), and connect there to the Kobe Arima Line. In either case, make sure to transfer at the Arimaguchi station onto the (one stop only) Arima Onsen line. The whole trip will cost around ¥900-1000 and take about half an hour.\n\nIf arriving by bullet train, get off at ",{"type":"'''","value":["Shin-Kobe"]}," (新神戸) and take the Hokushin Kyūkō railway one stop to Tanigami for connection to the Kobe Arima Line. (30 minutes from Shin-Kobe to Arima Onsen, ¥720)\n\nThe ",{"type":"'''","value":["fun way"]}," is to take the Hankyu line to Rokko station and continue up Mt. Rokko on the cablecar (10 min, ¥570\/1000 one-way\/return).  Connect with the bus loop line (10 min, ¥250) to the Rokko Arima Ropeway, then take the ropeway down to Arima Onsen (12 min, ¥980\/1770 one-way\/return).  The ",{"type":"''","value":["Rokko Arima Katamichi Jōshaken"]}," (六甲有馬片道乗車券) combination ticket (¥1700 one way) works out marginally cheaper, and also lets you ride around the top of Mt. Rokko.  This route is more scenic, but best avoided with heavy luggage.\n\n",{"type":"==","value":["Get around"]},"\n\nIt's quite easy to get around town on foot, though the uneven terrain may prove tiring to some. The JR train station has a large map of the area, but please note that it is neither to scale nor oriented to the north.\n\n",{"type":"==","value":["See"]},"\nArima Onsen is famous for ",{"type":"'''","value":["geisha performances"]},", held at the many yearly festivals.  Note that in the local dialect, geisha are known as ",{"type":"''","value":["geigi"]}," (芸妓).\n\n",{"type":"==","value":["Do"]},"\n\nArima Onsen being one of Japan's famous hot spring towns, it goes without saying that one should pay a visit to one of the many baths. There are three public baths (admission is between 500-700 yen) and a number of private ones.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nTajima beef\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Kinzan"],["url=http:\/\/www.hotel-kinzan.jp\/"],["email="],["address=1302-4 Arima-cho, Kita-ku, Kobe"],["lat="],["long="],["directions="],["phone = +81 78-904-0701"],["tollfree="],["fax="],["hours="],["price="],["checkin=1PM"],["checkout=12AM"],["content=Originally a high-quality ryotei (Japanese-style restaurant), and these traditions carry though to the present day. Good selection of dishes, all prepared with the freshest seasonal ingredients."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["34.798056"],["135.247500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hyogo"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Arima Onsen"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Arima Onsen"]]}]