[{"type":"{{","value":[["pagebanner"],["Ariège banner.jpg"]]},"\n",{"type":"'''","value":["Ariège"]}," is in the ",{"type":"[[","value":[["Midi-Pyrenees"]]}," region of ",{"type":"[[","value":[["France"]]},". ",{"type":"'''","value":["Midi Pyrenees"]}," is a little known area that stretches from Comminges in the west, to the Principality of Andorra in the South, and then borders the Aude and Rousillon in the East. It is a stunning area, well worth visiting for a huge variety of outdoor activities as well as sightseeing and exploring Cathar History.  Neil Lands, author of 'History, People and Places in the French Pyrenees' (1980), wrote that Ariege was probably his favourite region in the whole Pyrenees, \"mainly because it is full of little hidden valleys with those castles and towers which I happen to like very much\".  It remains generally very under-visited (except for July and August when the French are on holiday) and fairly under-populated, giving those who come here a great feeling of space and tranquility.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"[[","value":[["File:Dent d'Orlu.jpg"],["thumb"],["350px"],["The Dent d'Orlu"]]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Foix"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ax les Thermes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Orlu"]]}," — a very small settlement to the left from the road from Ax les Thermes to Andorra with a very good peaceful camp site and great walks and mountain scenery"]},{"type":"*","value":[" ",{"type":"[[","value":[["St Girons"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Ariege is not a wealthy region, having historically been based around the farming industry and mining iron ore (the Vicdessos valley).  The villages are generally small, and many are fairly run down and in need of a bit of TLC.  The population is an ageing one as, apart from the Tourism industry, and the mining of talc (Rio Tinto has a talc quarry at the town of Luzenac), there are few employment opportunities. Younger generations seem to head off for Toulouse, but return here to their family homes for holidays, and eventually to retire.\n\nThe regional capital is the medieval town of ",{"type":"'''","value":["Foix"]},", whose 10th century, 3 turreted castle sits atop of a rocky outcrop and lords over the town.  This is the ancestral home of the Counts of Foix who at one time controlled the fortress of Carcassonne, as well as sharing responsibility, with the Bishop of Urgel (in Spain), for the running of Andorra for 7 centuries, until 1993 when it was established as an independent democratic parliamentary co-principality.  The castle was once a prison but today is a museum of prehistoric and medieval archaeology.  It is open from W - Sun from October to April, but closes over lunch.   \nThe streets of Foix are very pleasant to wander around- lots of cafe's and small shops.  Market day is on a Friday and apart from it being difficult to find a parking space, is well worth going to for delicious cheese, saucisson, fresh veg and bread.\n\nAnother town worth visiting for the Saturday market is ",{"type":"'''","value":["St Girons"]},", as there are many craft stalls, and homemade wares for sale.\n\nThe spa resort of ",{"type":"'''","value":["Ax les Thermes"]}," is about 40 mins drive from Foix, towards the Andorran border.  It is a good base for walkers and cyclists alike, plus gives telecabine access to the ski town of Ax Bonascre and its ski slopes (le 3 domaines).  Ax still has thermal waters flowing through the town, and the spa centre is currently under renovation.  You can however dip your feet for free in the open air Basin des Landres which is a very pleasant way to spend half an hour or so.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["Toulouse Airport"]}," (Blagnac) is the main site for travel in and out of Ariege.  Foix is only an hour's drive from Toulouse and the fact that Easy Jet and British Airways both run flights in and out, mean that there is a lot of choice of destination to come from in the UK.  ",{"type":"'''","value":["Carcassonne Airport"]}," (Salvaza) is also only about an hour and a half from Foix and is used by Ryan Air who also offer budget flights.\n\n",{"type":"==","value":["Get around"]},"\n\nYou really need to have a car to explore the Ariege properly as there are so many little valleys and small villages to see.  The place to hire a car is probably when you fly in, either to Toulouse or Carcassonne.  Foix does also have rental places though, as does St Girons. There is a very good train service from Toulouse to Ax les Thermes, stopping first at Foix, which does in fact go on to the Spanish border town of Latour de Carol, where you can change trains and continue on into Spain (the line goes to Barcelona). Also, there is a possibility if you are in Toulouse to take a day tour that will take you to the most famous sights in the region and that is organised by ",{"type":"[","value":["http:\/\/www.ophorus.com Ophorus"]},"\n\n",{"type":"==","value":["See"]},"\n\nAriege houses the famous castle of ",{"type":"'''","value":["Montsegur"]},", with its rather bloody history of the ",{"type":"'''","value":["Cathar"]}," massacre. The chateau stands on a high pog, 1000 m above the valley, and high above the village of Montsegur. The Albigensian Crusades, that had started in 1208, continued into a second generation of crusaders, who, led by Simon de Montfort junior, began a siege against a group of Cathars living and hiding behind the walls of Montsegur (see Cathar history for more background info).  After 9 months under siege, the Cathars were defeated and given 2 weeks to surrender and convert to Catholicism.  Over 200 knights and their families were burnt alive when they rejected these terms, and the place is still called 'The Field of Burning'. \nNow the castle is only a shell, but it is worth climbing the 150 m (ascent) to walk around the ruin, as it is very atmospheric, and the views across the valley are stunning.  It is open all year round apart from in December\/January.  The walk is fairly steep and takes about 35 – 40 minutes. Good walking shoes are ideal as it is rocky and can be slippery in places.\n\nWhile you are in the area, go and visit the medieval town of ",{"type":"'''","value":["Mirepoix"]},", which used to be a Cathar stronghold before being destroyed and then rebuilt as a bastide in 1279.  The main square is very pretty, with many overhanging walkways and historic buildings.  It is a little bit touristy, and almost every other resident is English (there is a big English settlement here), but that certainly helps those who don't speak too much French.\n\nThe area has numerous ",{"type":"'''","value":["caves"]}," to visit, including ",{"type":"'''","value":["Labouiche"]},", near ",{"type":"[[","value":[["Foix"]]},", which has an underground river boat ride (3 km long), and the ",{"type":"'''","value":["Grotte de Niaux"]},", where you can see some fantastic cave paintings of bison, horses etc. dating from 10,800BC.  The nearest town to Niaux is Tarascon sur Ariege.   Also worth driving through is the famous Mas d'Azil, one of the most famous prehistoric (Paleolithic) sites in the world. The Azilian Age (app. 8000 B.C.), characterized by small flint tools, colourfully decorated pebbles, and finely carved harpoons, borrows its name from the cave. The area was excavated by Edouard Piette in the 19th Century and he interpreted his findings of bone carvings as indicating that man had domesticated reindeer and horses. Occupations at the site range in date from 17,800 to 6500 years BC.\n\n",{"type":"===","value":["Itineraries"]},"\n\nThere are several activity holiday companies in the area that have week long group holiday itineraries - search under the relevant activity and the pyrenees, as your keywords for the search.\n\n",{"type":"==","value":["Do"]},"\n\nThe Ariege is a haven for outdoor mountain activities.  The ",{"type":"'''","value":["walking"]}," and ",{"type":"'''","value":["trekking"]}," options are almost endless, and whilst there are not the highest Pyrenean peaks in this region, there are some stunning routes that keen walkers would be foolish to miss.  One advantage of the Ariege is that the road network goes fairly high, allowing people to walk to the highest peaks in a day trip.  There are some good guide books available e.g. 'L'Ariege... a pied' which you can buy locally and costs about 12 euros.  The GR10 also runs through Ariege, as well as the Chemin de Bonnes Hommes and many others.  For those who want to explore the area with an English speaking guide, you might try http:\/\/www.marmot-tours.co.uk as they organise week long group holidays in the area.  They cover different levels of walking, plus other activity holidays such as mountain biking, road biking and cross country skiing in the winter.\n\nFor ",{"type":"'''","value":["cyclists"]}," among you, the Tour de France come to Ariege almost every year.  This year Stage 15 ended up at the ",{"type":"'''","value":["Plateau de Beille"]},", an infamous 16 km climb from the village of Les Cabannes up to what is a fantastic cross country ski station in the winter, and a great place for some walking in the summer.  At 1800 m it has fabulous views of the Andorran \/ French border mountains and in summer is normally a fantastic temperature (a few degrees cooler than the valley).  There are numerous other cols for cycling up for keen road cyclists.\n\n",{"type":"'''","value":["Cross country skiers"]}," are spoilt with a choice of two ski stations, the one at Plateau de Beille (60 km of pistes) and the Domaine du Chioula (another 50 km or so of tracks).  The altitude of Beille means that it has an excellent snow record.\n\n",{"type":"==","value":["Eat"]},"\n\nThe local mountain cuisine is easy to find in the local restaurants: some excellent tartiflette, cassoulet and Catalan influenced dishes.  The local cheeses, moulis and bethemale (both hard cheeses) are delicious.\n\n",{"type":"==","value":["Drink"]},"\n\nThe Ariege is not a wine growing region, so it brings in wine from the nearby ",{"type":"[[","value":[["Aude"]]},". Most local are Corbieres, Cahor and Fronton wines.  There is not much white wine available in the area, but plenty of very good red and rose.  Limoux, just over into the Aude, is the home to Blanquette de Limoux, which is a fantastic bubbly and very economical (about 6E a bottle)\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Mid-Range"]},"\n\n",{"type":"'''","value":["Polfages Self-Catering Gites"]}," ",{"type":"[","value":["http:\/\/www.polfages.iowners.net\/"]}," \n, Polfages 11420 Villautou (Aude)\n, Fully modernized self-catering gites, secluded gardens with panoramic views, table tennis, swimming pool. Horse riding available for experienced riders. Children welcome. Weekly Rates from £295.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["43.0000"],["1.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Midi-Pyrenees"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ariège"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ariège"]]}]