[{"type":"{{","value":[["pagebanner"],["Bannerarkansas.jpg"]]},"\n",{"type":"'''","value":["Arkansas"]}," is a state on the western side of the ",{"type":"[[","value":[["South (United States of America)"],["Southern United States"]]},". It is known as the ",{"type":"''","value":["\"Natural State\""]},". \n\nThe northern part of the state is mountainous and forested, with the northwestern corner being home to the scenic Ozark mountains and the economically booming Fayetteville-Springdale-Rogers-Bentonville area. The western-central area is home to the Ouachita mountains, while the southern and south-eastern part of the state is part of the Mississippi Delta, with rice and cotton fields and flat, sweeping vistas. Little Rock, the capital, lies near the center of the state.  \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Arkansas regions map.png"],["regionmaptext="],["regionmapsize=330px"],["region1name=",{"type":"[[","value":[["Central Arkansas"],["Central"]]}],["region1color=#ac5c91"],["region1items="],["region1description=The center of the state includes the state capital ",{"type":"[[","value":[["Little Rock"]]}," and ",{"type":"[[","value":[["Conway (Arkansas)"],["Conway"]]}],["region2name=",{"type":"[[","value":[["Delta (Arkansas)"],["Delta"]]}],["region2color=#69999f"],["region2items="],["region2description=The eastern section of the state along the Mississippi River Delta and includes ",{"type":"[[","value":[["Jonesboro (Arkansas)"],["Jonesboro"]]}," and ",{"type":"[[","value":[["West Memphis"]]}],["region3name=",{"type":"[[","value":[["Ozarks (Arkansas)"],["Ozarks"]]}],["region3color=#578e86"],["region3items="],["region3description=The northwest and north central areas of the state that includes ",{"type":"[[","value":[["Fayetteville (Arkansas)"],["Fayetteville"]]},", ",{"type":"[[","value":[["Bentonville"]]}," and the historic town of ",{"type":"[[","value":[["Eureka Springs"]]},". Also home to the University of Arkansas at Fayetteville."],["region4name=",{"type":"[[","value":[["Ouachitas"]]}],["region4color=#b5d29f"],["region4items="],["region4description=West central part of the state that is home to the Ouachita mountains (including the state's highest peak, Mt. Magazine) and Ouachita National Forest"],["region5name=",{"type":"[[","value":[["River Valley"]]}],["region5color=#4f93c0"],["region5items="],["region5description=The area in northwest Arkansas along the Arkansas river and includes ",{"type":"[[","value":[["Fort Smith"]]}," and ",{"type":"[[","value":[["Russellville"]]}],["region6name=",{"type":"[[","value":[["Timberlands"]]}],["region6color=#71b37b"],["region6items="],["region6description=The southern section of the state and includes ",{"type":"[[","value":[["El Dorado (Arkansas)"],["El Dorado"]]},", ",{"type":"[[","value":[["Magnolia (Arkansas)"],["Magnolia"]]},", ",{"type":"[[","value":[["Pine Bluff"]]},", ",{"type":"[[","value":[["Hope (Arkansas)"],["Hope"]]},", and ",{"type":"[[","value":[["Texarkana"]]}," (a city that is in both Arkansas and ",{"type":"[[","value":[["Texas"]]},")"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Arkansas queen.jpg"],["thumb"],["right"],["Arkansas Queen riverboat in Little Rock"]]}," \n",{"type":"*","value":[{"type":"[[","value":[["Little Rock"]]},", State capital, also the seat city of Pulaski County"]},{"type":"*","value":[{"type":"[[","value":[["Bentonville"]]}]},{"type":"*","value":[{"type":"[[","value":[["El Dorado (Arkansas)"],["El Dorado"]]},", a small city of 19,000 in Arkansas' Union County"]},{"type":"*","value":[{"type":"[[","value":[["Eureka Springs"]]},", a tourist destination town of 2,000 located in Arkansas' Northern Ozark mountains."]},{"type":"*","value":[{"type":"[[","value":[["Fayetteville (Arkansas)"],["Fayetteville"]]}]},{"type":"*","value":[{"type":"[[","value":[["Fort Smith"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hot Springs (Arkansas)"],["Hot Springs"]]},", The place where President Bill Clinton grew up, a very widespread city of 35,000 in Arkansas' Garland County. "]},{"type":"*","value":[{"type":"[[","value":[["Magnolia (Arkansas)"],["Magnolia"]]}]},{"type":"*","value":[{"type":"[[","value":[["Texarkana (Arkansas)"],["Texarkana"]]},", a city that shares a border with the city of the same name in Texas."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hot Springs National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Buffalo National River"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ozark National Forest"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Buffalo River trail.jpg"],["thumb"],["right"],["View from the Buffalo River trail"]]}," \nArkansas' state motto is \"The Natural State\" and that tells you a lot. It has great ",{"type":"'''","value":["state parks"]},{"type":"[","value":["http:\/\/www.arkansasstateparks.com\/"]}," throughout the state, with wilderness comprising broadleaf forests. The northwest boasts the Ozark Mountains while the south and east of the state has flatter land and shows more of its agricultural heritage. The Mississippi River forms the eastern border of the state and gives a great blues music heritage, great country music elsewhere (Johnny Cash was an Arkansan) and folk and bluegrass everywhere. There are wonderful state parks with camping facilities and some with cabins. The Buffalo River has majestic scenery and easy canoe float trips (but go in late spring to be sure there is enough water). The summer is HOT and humid; spring and autumn are wetter but mostly from intermittent heavy rain showers. Winter brings a little snow, but this time of year can still be humid. Spring is tornado season.\n\nThe spelling and pronunciation of \"Arkansas\" (it is always ar-kan-saw or ark-an-saw, ",{"type":"'''''","value":["not"]}," ar-kansas) reflect the state's heritage. The name is a French pronunciation of a Siouxan word meaning \"land of downriver people\" and was prescribed by law in 1881. It is technically still illegal to mispronounce the name (the law contains a clause stating that \"the pronunciation with the accent on the second syllable with the sound of 'a' in 'man' and the sounding of the terminal 's' is an innovation to be discouraged\"), so be careful!\n\nNatives and residents of Arkansas are called Arkansans, though the older \"Arkansawyers\" is also still used.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the prevalent language in virtually the entire state - although Spanish has become much more apparent in Northwestern Arkansas in recent years. Many rural (and quite a few urban) Arkansans have distinctive southern accents and dialects, which is generally a source of pride. The Arkansas accent is more akin to an Oklahoma or Texas accent than the \"Deep South\" accent, though it has elements of both. Speakers of English as a second language may face difficulty with understanding some speakers with strong accents. \n\nRelatively few Arkansans are truly bilingual, and menus, signs, and other information is rarely presented in a language other than English; Spanish is by far the most common second language.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:OldStateHouseLittleRock2008.jpg"],["thumb"],["right"],["Old State House in Little Rock"]]},"\n",{"type":"[[","value":[["File:Bill Clinton Library Adam Crain Archipreneur.jpg"],["thumb"],["right"],["William J. Clinton Presidential Library"]]}," \n",{"type":"[[","value":[["File:Eureka Springs downtown.jpg"],["thumb"],["right"],["Downtown Eureka Springs"]]}," \n\nLittle Rock National Airport (LIT), located dead center, is Arkansas' main airport, while Northwest Arkansas Regional Airport (XNA) located near ",{"type":"[[","value":[["Bentonville"]]}," serves the Northwest region of the state. Aside from private airports, other airports that may be more convenient can be found in ",{"type":"[[","value":[["Fort Smith"]]},", ",{"type":"[[","value":[["Texarkana"]]},", ",{"type":"[[","value":[["Tulsa"],["Tulsa, Oklahoma"]]},", and ",{"type":"[[","value":[["Memphis, Tennessee"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nCar travel here, as in most of the United States, is quickest. Interstate 40 crosses the state from Fort Smith to Memphis, passing through Little Rock. Interstate 30 also goes south from Little Rock to Texarkana.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Central High (civil rights museum in Little Rock)"]},{"type":"*","value":[" Clinton Presidential Library (Little Rock)"]},{"type":"*","value":[" Crystal Bridges (world class art museum in Bentonville)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Eureka Springs"]]}," and the Christ of the Ozarks (Victorian era spring town)"]},{"type":"*","value":[" 5 - 10 museum (first Wal Mart in the US) in Bentonville."]},{"type":"*","value":[" Johnny Cash Museum in Dyess."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Climb a mountain (Petit Jean state park, Mount Magazine state park in the ",{"type":"[[","value":[["Ouachitas"]]},", etc.)"]},{"type":"*","value":[" Paddle down a river (",{"type":"[[","value":[["Buffalo National River"]]},")"]},{"type":"*","value":[" See some live music (Wakarusa Music and Camping Festival at Mulberry Mountain in Northwest Arkansas, Toad Suck Daze in ",{"type":"[[","value":[["Conway (Arkansas)"],["Conway"]]},", Riverfest in Little Rock - all happen in the spring)"]},{"type":"*","value":[" Watch some animals (bald eagles and migratory birds at Holla Bend, trumpeter swans at Magness Lake, elk near Ponca)"]},{"type":"*","value":[" Dig for diamonds at Crater of Diamonds State Park, in between ",{"type":"[[","value":[["Hot Springs (Arkansas)"],["Hot Springs"]]}," and ",{"type":"[[","value":[["Texarkana"]]}," in the ",{"type":"[[","value":[["Timberlands"]]}," area."]},{"type":"*","value":[" Mountain View is a great place for traditional country music lovers."]},{"type":"*","value":[" Visit one of the state's local wineries, some of which have been producing wine since the late 1800's (several near Altus off I-40)"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Catfish Hope, Arkansas.jpg"],["thumb"],["right"],["Catfish plate from a restaurant in Hope, Arkansas"]]}," \nArkansas' food resembles that of its southern neighbors. Much truly authentic and worthwhile southern cuisine is made in private homes, cookouts, or church functions, rather than actual restaurants. One exception is barbecue, particularly pork barbecue, which is widespread, and available in restaurants, roadside stands, and even trucks. Another regional staple is fried catfish, often it is served with hushpuppies, cole slaw, and french fries or a baked potato. Catfish is especially prevalent in the lowland and Delta regions of the south and east.\n\nTraditional African-American cooking, or \"soul food\" is generally very similar to the traditional cooking of white southerners in terms if ingredients or basic dishes. It tends to be spicier, and may make more extensive use of ingredients more affluent whites or blacks shun. Likewise, it is rarely presented in formal restaurants, but at cookouts and church gatherings. \n\nOne unusual highlight of the Delta region is \"tamales.\" These are very distinct from Latin American tamales, even though they were originally introduced by Mexican farm workers in the early 20th century. In the northwestern part of the state, recent growth in Mexican immigration has brought more authentic Mexican cooking to the state.\n\n",{"type":"[[","value":[["Little Rock"]]}," has the most cosmopolitan dining in the state, with ",{"type":"[[","value":[["Eureka Springs"]]}," a close second. ",{"type":"[[","value":[["Fort Smith"]]}," and ",{"type":"[[","value":[["Bentonville"]]}," also have excellent options in certain cuisines due to large immigrant\/foreign populations.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Arkansas River Valley 002.jpg"],["thumb"],["right"],["Arkansas River Valley from Petit Jean Mountain"]]}," \nIced tea and lemonade are stereotypically southern beverages and are prevalent in the state along with bottled soft drinks. Both are generally served very sweet, though most restaurants will offer an unsweetened version.\n\nKeep in mind many Arkansas counties are \"dry\" and do not have retail alcohol sales. However bringing alcohol for private use into a dry county is legal for those over 21 years of age.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Crime"]},"\nCrime is generally low in most of the state, the main exceptions being the larger cities. Even though many small-town Arkansans view Little Rock as a particularly dangerous and unsafe city, its violent crime rates are in line with other United States cities of similar size. Property crime is more prevalent. \n\nDrunk driving can be a danger, especially in rural areas at night. Arkansas is divided between \"wet\" and \"dry\" counties, so many drinkers in the state must drive 10-30 miles away from home for a good time.\n\n",{"type":"===","value":["Social Issues"]},"\n\nIn terms of race relations, Arkansas has progressed in many respects since the 1950s. However, many small towns in the state, especially in the highlands, are mostly or entirely white, and people of color may attract stares or unwanted attention. People of Hispanic background may be assumed to be recent immigrants. Likewise, some areas of the Delta, and of the cities of Little Rock, North Little Rock, and Pine Bluff are almost entirely African-American; and even absent overt racial tensions; poverty is widespread in these areas, and wealthier visitors of any background need to be aware of economic and social tensions. However, some areas in larger towns and cities are decidedly integrated.\n\nGay and lesbian travelers may face unwanted attention or hostility in Arkansas, as Arkansas is generally a very socially conservative state. ",{"type":"[[","value":[["Little Rock"]]}," does have an active GLBT community and clubs and other places which are decidedly gay friendly. The rest of Arkansas, even larger towns, have very limited opportunities for openly gay travelers or residents. That being said, in ",{"type":"[[","value":[["Eureka Springs"]]},", a famous resort town, most people are accepting and it has a flourishing GLBT community.\n\n",{"type":"===","value":["Severe Weather"]},"\n\nSevere thunderstorms and flash floods often occur during the spring and summer months. While generally mild, winter storms can also strike the state - especially in the northwest.  Perhaps the most likely environmental danger is the intense summer heat, compounded by the humidity from June through September. Keep well hydrated, and avoid overexerting yourself.\n\n",{"type":"====","value":["Tornadoes"]},"\n\nArkansas, though not officially a part of the country's \"tornado alley,\" is frequently affected by ",{"type":"'''","value":["tornadoes"]}," during the storms which occur throughout the spring and summer seasons. Weather conditions can change rapidly and it is important to stay informed during tornado season as to the current weather outlook while traveling across the state. \n\nIf you are planning on traveling to Arkansas during the spring or summer months, refer to the ",{"type":"[[","value":[["Tornado safety"]]}," page for important precautionary information.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Texas"]]}]}," - The largest state in the contiguous United States borders Arkansas to the southwest."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Oklahoma"]]}]}," - Arkansas' western neighbor offers the opportunity to explore America's ",{"type":"[[","value":[["Great Plains"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Missouri"]]}]}," - The state's northern neighbor is home to ",{"type":"[[","value":[["St. Louis"]]},", the Gateway to the West."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tennessee"]]}]}," - Located to the northeast of Arkansas, Tennessee offers natural wonders such as the ",{"type":"[[","value":[["Great Smoky Mountains National Park"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mississippi"]]}]}," - The state's eastern neighbor has Civil War battlefields, scenic parkways, and antebellum charm."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Louisiana"]]}]}," - Home to ",{"type":"[[","value":[["New Orleans"]]},", this state on Arkansas' southern border offers a unique culture."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["34.8"],["-92.2"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South (United States of America)"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Arkansas"]]},"\n",{"type":"[[","value":[["WikiPedia:Arkansas"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Arkansas\/"]]}]