[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:CenterofArkhangelsk.JPG"],["thumb"],["right"],["350px"],["View of Chumbarova-Luchinskogo street"]]},"\n\n",{"type":"'''","value":["Arkhangelsk"]}," (population 390,000) is a regional center in ",{"type":"[[","value":[["Northwestern Russia"]]},", located on both banks of Northern Dvina river near its mouth on the White Sea, about 1100 km to the north of Moscow and about 1500 km northeast of Saint Petersburg.\n\n",{"type":"==","value":["Understand"]},"\n\nThe city was founded in 1584 and became the first Russian port playing the major role in trade with Europe until the foundation of ",{"type":"[[","value":[["Saint Petersburg"]]}," in 1703. Since then, Arkhangelsk has been developing as a provincial city. The second negative impact on its importance arose with the foundation of ",{"type":"[[","value":[["Murmansk"]]},", a trans-polar non-frozen seaport at Barents Sea, in the beginning of the 20th century. However, honour came to the city during the years of World War II, when Arkhangelsk was the key destination point for Allied sea convoys which helped the ",{"type":"[[","value":[["Soviet Union"]]}," to confront Hitler's aggression.\n\nArkhangelsk claims itself the capital of Russian North. This is a bit pretentious, but reasonable at least in the matter of cultural life, which is very active compared to most cities of the same size in ",{"type":"[[","value":[["Russia"]]},".\n\nThe economy of Arkhangelsk is based on timber trade and the paper industry. The city has a large commercial and fishing port.\n\nLocated off the beaten path of major tourist flow, Arkhangelsk can be a transit point during a trip to ",{"type":"[[","value":[["Solovetsky Islands"],["Solovki"]]},", but is also worth a separate visit.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   -9.7"],["febhigh =   -7.9"],["marhigh =   -1.1"],["aprhigh =   4.7"],["mayhigh =   12.1"],["junhigh =   18.9"],["julhigh =   21.4"],["aughigh =   17.9"],["sephigh =   11.7"],["octhigh =   4.0"],["novhigh =   -2.7"],["dechigh =   -6.4"],["janlow =   -17.4"],["feblow =   -15.3"],["marlow =   -9.2"],["aprlow =   -4.3"],["maylow =   1.7"],["junlow =   7.7"],["jullow =   10.7"],["auglow =   8.6"],["seplow =   4.5"],["octlow =   -0.7"],["novlow =   -8"],["declow =   -13.5"],["janprecip =  35"],["febprecip =  28"],["marprecip =  28"],["aprprecip =  32"],["mayprecip =  43"],["junprecip =  60"],["julprecip =  60"],["augprecip =  68"],["sepprecip =  60"],["octprecip =  63"],["novprecip =  51"],["decprecip =  44"],["description = Average of Arkhangelsk"]]},"\n\nThe most comfortable time to see Arkhangelsk is summer. During May, June, and July the sun seems to spend 24\/7 in the sky. This is actually not so: Arkhangelsk is 300 km south of the Arctic Circle, so it doesn't have polar days or polar nights. But prepare to be awakened by sun peering through you window at 2 AM in summer. The other side of this is 2-4 hours of light per day in winter.\n\nSpring is late (snowfalls in May are quite usual), summer is relatively warm (+20-25C), first snow comes in October or November, winters are harsh (-20-30C, windy). From November to May, the Northern Dvina and White Sea are covered with ice, and ship navigation is possible with icebreakers only.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Arch01.JPG"],["thumb"],["right"],["250px"],["View of Northern Dvina in winter"]]},"\n",{"type":"===","value":["By plane"]},"\nArkhangelsk has two airports: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.arhaero.ru Talagi"]}]}," (",{"type":"{{","value":[["IATA"],["ARH"]]},") for interregional flights and ",{"type":"'''","value":["Vaskovo"]}," for flights within Arkhangelsk region. Talagi is the hub for ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nordavia.ru Nordavia"]}]},". There are several daily flights from ",{"type":"[[","value":[["Moscow"]]}," (from Sheremetyevo Intl. Airport served by ",{"type":"'''","value":["Nordavia"]},", and Vnukovo Intl. Airport served by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.utair.ru\/en\/ UTair"]}]},"), and ",{"type":"[[","value":[["Saint Petersburg"]]}," (from Pulkovo Intl. Airport served by ",{"type":"'''","value":["Nordavia"]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rossiya-airlines.com\/en\/ Rossiya Airlines"]}]},"). One-way domestic flights usually range between 4-6000 rubles.\n\nApart from seasonal flights to and from a few holiday destinations in the Mediterranean and Black Sea, international flights are limited to services to and from ",{"type":"[[","value":[["Tromsø"]]}," in Norway.\n\nTalagi airport is about 25 min drive from the city centre. The going rate for a taxi to the airport is about 200 rubles but in the opposite direction, enterprising cab drivers ask for around 400 rubles. Buses 12 and 12к get you from Talagi to city centre for a mere 18 rubles but takes almost an hour and the timetable is not optimal.\n\n",{"type":"===","value":["By train"]},"\nA slightly more adventurous traveller will probably opt for the train, which from Moscow's ",{"type":"''","value":["Yaroslavsky Vokzal"]}," takes about 23 h with one to two trains per day. A train journey from Saint Petersburg clocks in at around 27 h with up to three services per week, other cities with direct trains to Arkhangelsk includes ",{"type":"[[","value":[["Kotlas"]]}," and ",{"type":"[[","value":[["Murmansk"]]},". Also, there is one international train service from ",{"type":"[[","value":[["Minsk"]]},", the capital of ",{"type":"[[","value":[["Belarus"]]},", every Wednesday taking three nights. As in most northern Russian cities extra trains to and from the Black Sea usually appears during the summer months, catering to domestic tourists but open for anyone to use. Schedules change from year to year so check beforehand.\n\nThe train station is situated on the eastern edge of town, at Prospekt Dzerzhinskogo 2. Buses and taxis are available and will whisk you to the city centre in a just few minutes.\n\n",{"type":"===","value":["By car"]},"\n\n1200 km by M8 road from Moscow via ",{"type":"[[","value":[["Yaroslavl"]]}," and ",{"type":"[[","value":[["Vologda"]]},", and you are in Arkhangelsk (couple of hundreds km more if you drive from St Petersburg). The road is paved, but its quality wishes to be much better.\n\n",{"type":"===","value":["By ship"]},"\n\nArchangelsk is a significant commercial and fishing port acting as well as a gateway to Northern Sea Path (Северный морской путь). But there are no any regular ship connections with Arkhangelsk excluding river commuter ships.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["64.5424503"],["40.5309144"],["zoom=12"],["height=400"],["width=400"],["layer=OG"]]},"\n\nArkhangelsk is spread for 42 km via Northern Dvina river and has even several islands with no bridge connection included into its metropolitan zone. So getting around certain districts can be complicated. But all main attractions are located in the center and can be explored by foot.\n\n",{"type":"'''","value":["Public transportation"]}," is represented with buses and ",{"type":"''","value":["marshrutki"]}," (shared minibuses). The price for a ride within the city is 18 rubles. It is difficult to use without knowing Russian.\n\n",{"type":"'''","value":["River transport"]}," is active during the summer season to connect river island vicinities with the city center.\n\n",{"type":"'''","value":["Commuter trains"]}," service connects several suburbs with the city, but is interesting mainly for locals keeping their ",{"type":"''","value":["dachas"]},". Each destination usually have one train in the morning and one in the evening. It's possible to get to ",{"type":"[[","value":[["Severodvinsk"]]}," by such a train, but the bus service is faster, more frequent, and more preferable.\n\nGetting around by ",{"type":"'''","value":["car or taxi"]}," is probably the best way to explore Arkhangelsk. Taxis are inexpensive and could be found near most attractions. Car rental service is represented by local providers only.\n\nAll means of transport including taxis reduce their activity significantly after evening rush-hours. This can be especially sensitive in winter, so do not allow yourself to stay half an hour on a -30C frost - order taxi by phone.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Arch13.JPG"],["thumb"],["right"],["250px"],["Monument to Peter The Great"]]},"\n\n",{"type":"===","value":["City Center"]},"\n\nArkhangelsk had been founded in 1584, but until 20th century nearly all buildings were wooden. That is why there are not so many examples of old architecture here. Outside of the center buildings become very typical, but the core part of the city has some diversity.\n\nOrientation is easy from Lenin Square, where the only Arkhangelsk's skyscraper is built. This 24-floor administrative building is seen from many parts of the city and can act as a lighthouse for a traveller. Streets called ",{"type":"''","value":["ulitsa"]}," (улица) are positioned perpendicularly to the river, those are called ",{"type":"''","value":["prospekt"]}," (проспект) are parallel to the river. Area of interest is limited by Dvina's embankment (Naberezhnaya) in the west, Kuznechevsky Bridge in the north, Obvodny Kanal prospekt in the east, and the Sea and River Station (Морской и Речной Вокзал) in the south. Most of attractions e.g. views, buildings, museums, restaurants, theatres etc. are located within this shape.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Northern Dvina's embankment and around"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arkhangelsk is the theme of Russian 500 rubles banknote, and walking through the embankment you can find all the sites printed on it. For example, the monument of Peter The Great (photo below). Other monuments are generally belong to Soviet period, including the canonical Lenin's monument at the relevant square. There is also a couple of interesting churches around Naberezhnaya, including the former German Kirche (now used as city concert hall). River views and ships also compensate Arkhangelsk's architectural scarcity.\n\nMost of Arkhangelsk's street events are organized at Naberezhnaya, in summer the embankment is the favorite place of walking for locals. To find places for eating \/ drinking go to Troitsky prospekt. Natural history museum and the gallery of arts are located at Lenin Square."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wooden Arkhangelsk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wooden buildings are being gradually moved out of the city, but still Arkhangelsk contains many sections of such 1-2 floor houses. Some of them look beautiful, others are more like slums, but anyway wooden Arkhangelsk is a certain point of interest and worth a walking visit. Even some sidewalks are still made of wood, crunching under feet.\n\nMost beautiful and well-maintained wooden buildings are concentrated at Chumbarova-Luchinskogo street (улица Чумбарова-Лучинского) which is planned as a \"museum street\" by the city authorities."]]}]},"\n",{"type":"[[","value":[["File:MalyeKorely.JPG"],["thumb"],["right"],["250px"],["A wooden church in Malye Korely"]]},"\n\n",{"type":"===","value":["Outside of the center"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Solombala Island (Соломбала)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Northern Dvina's delta is full of flat islands, several of them form parts of Arkhangelsk, and Solombala is the most known of such parts. Traditional port district, it's filled with the mixture of old wooden houses and modern blocks, unkempt, but colourful.\n\nArkhangelsk competes with ",{"type":"[[","value":[["Veliky Ustyug"]]}," to be called the home of Ded Moroz (Farther Frost, Russian version of Santa), and in Solombala you can find \"Ded Moroz's village\": a kind of entertainment area with Russian traditional facilities for family leisure (like winter snow coasts for kids)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Malye Korely (Малые Корелы)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tue-Sun 10AM-5PM"],["price=Admission: 250 rubles"],["content=An open-air museum of Russian North's wooden architecture. The museum area is situated on the high bank of a small picturesque river and is filled with impressive wooden houses, churches etc. Malye Korely is claimed to be the European-largest open-air architectural museum.\nLocated in a village just outside the city, it's an easy target for a day or a half-day trip. You can also stay there for a night or two in a recently built hotel complex performed in traditional Russian style.\n\nWinter gives the opportunity of skiing and sledging in Malye Korely (rent of equipment is possible).\n\nThe easiest way to reach Malye Karely is to catch a taxi, but you can also try to go by a local bus No. 104 from Sea and River Station (Морской и Речной Вокзал)."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Walk through Northern Dvina embankment, see kilometres of water and feel strong wind in any season."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Have some drink in city caffees."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit one of the city festivals (summer: street theatres from all Europe, winter: ice sculpture festivals)"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arkhangelsk is called to be cultural capital of Russian North, so plunge into local culture: pay attention to the natural history museum and the gallery of arts, spend an evening at a classical organ concert in a music hall inside a former kirche."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Try Northern Dvina's beach in summer (bathing is not recommended due to environmental reasons, but still allowed and possible)."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spend a couple of hours on a skating-rink or take a skiing day-off in winter"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Get out to see severe Northern nature, rural settlements, and wooden temples."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nShopping infrastructure in Arkhangelsk is being developed, but yet hasn't achieved the level of 400 000 people regional center. Most of goods are brought from Moscow or St. Petersburg, so they are more expensive than in these cities. There are some local tourist goods to buy:\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local wooden souvenirs made of birchbark"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Northern sweets named ",{"type":"''","value":["kozuli"]}," (козули)"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Picked berries (cranberries, blackberries etc.) and mushrooms. Check local markets in autumn."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Biblio-cafe"],["alt=Кофейня \"Высотка\""],["url="],["email="],["address=Lenin square"],["lat=64.5386293"],["long=40.5180759"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice caffeterie in the heart of the city. Shared with a library and performed with old books and writers' portraits on walls. Lovely place for a cup of coffee."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Treskoed"],["alt=Трескоед"],["url=http:\/\/www.treskoed.ru\/"],["email="],["address=prospekt Chumbarova-Luchinskogo, 8"],["lat=64.5332787"],["long=40.5350885"],["directions="],["phone=+7(8182)44-03-02"],["tollfree="],["fax="],["hours="],["price="],["content=An authentic restaurant of traditional Arctic fish cuisine. Menu includes both Russian and Norwegian dishes, the prices are reasonable, and all information is accessible in English and Norwegian."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Irish Pub"],["url=http:\/\/www.irishpub.su"],["email="],["address=Shubina street, 9 (inside Modern cinema)"],["lat=64.5571361"],["long=40.5279092"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nMost tourists visit Arkhangelsk as a transit point to ",{"type":"[[","value":[["Solovetsky Islands"]]},", so the sleeping infrastructure there is quite scarce and oriented mostly on business visitors.\n\n",{"type":"'''","value":["Budget:"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Belomorskaya Hotel"],["url=http:\/\/www.belhotel.ru"],["email="],["address="],["lat=64.5420899"],["long=40.5670667"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=from 990 rubles per night"],["checkin="],["checkout="],["content=Built for budget tourists during Soviet times, still offers typical Soviet way of service. Located between city center and the railway station. Cheapest rooms have shared bathrooms."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Meridian"],["url=http:\/\/www.meridianhotel.ru"],["email="],["address="],["lat=64.5701027"],["long=40.5237518"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=from 1040 rubles per night"],["checkin="],["checkout="],["content=Located between city center and Solombala, with shared bathrooms in cheapest rooms."]]}]},"\n",{"type":"'''","value":["Midrange:"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Dvina"],["url=http:\/\/www.hoteldvina.ru"],["email=rd@hoteldvina.ru"],["address="],["lat=64.5346346"],["long=40.5240693"],["directions="],["phone=+7(8182)28-70-98"],["tollfree="],["fax="],["hours="],["price=From 2300 rubles per night"],["checkin="],["checkout="],["content=A Soviet-time 12-floor building was renovated recently and is the best location right in the center but still lack in service and comfort. 3 stars."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pur-Navolok Hotel"],["url=http:\/\/www.purnavolok.ru"],["email="],["address="],["lat=64.541392"],["long=40.5106664"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From 3000 rubles per night"],["checkin="],["checkout="],["content=Probably, the most comfortable and expat-friendly hotel in the city, located in the center on the embankment of Northern Dvina. 4 stars."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Business Center Hotel"],["url="],["email="],["address="],["lat=64.5394525"],["long=40.5230662"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A new 4-star hotel, located in the center of the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Malye Karely"],["url=http:\/\/www.karely.ru"],["email=hotel@karely.ru"],["address=+7(8182)462472"],["lat=64.4530772"],["long=40.9372864"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From 2100 rubles per night."],["checkin="],["checkout="],["content=Located near the Malye Korely museum, 24 km from city center, this hotel offers both room and cottage accomodation, as well as handful of daily activities like skiing in winter etc."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["File:Flag of Norway.svg"],["20px"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["alt=Honourary Consulate"],["url="],["email=arkhangelsk@barents.no"],["address=Pomorskaya Street, 16"],["lat="],["long="],["directions="],["phone=+7 (8182) 43-20-03, +7 (8182) 65-10-43, +7 (921) 720-9077"],["tollfree="],["fax="],["hours=Mon 10AM - 4PM, Thu 1PM - 5PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Solovetsky Islands"]]}," are a group of islands in the White Sea, about 200 km northwest from Arkhangelsk, famous because of its monastery (Solovetsky Monastery). Its massive stone walls together with severe northern nature form stunning views. The site is included into UNESCO World Heritage List.\n\nDuring the Stalin era, Solovetsky Monastery was used as a concentration camp and acted as a cornerstone of gulags.\n\nNow the monastery role is back but you still need a permit to visit islands. Expect at least 4 days to spend there, and take a lot of anti-mosquito spray with you during summer.\n\nThere is a direct flight from Arkhangelsk's Vaskovo (Васьково) airport to Solovki (1-2 times a week). During the summer season there is also irregular ship connection. Ask local travel agents for more information.\n\n",{"type":"'''","value":["Pinega (Пинега)"]}," is a river in Arkhangelsk region (say 300 km from the city), locally known for beautiful gypsum caves on its banks. Pinega is reachable by bus, extreme lovers can try local train No. 666 (the road to hell as it is), but most probably the best way is to organize the trip via local travel agents.\n\n",{"type":"'''","value":["Siyskiy Monastery"]}," is about 200 km to the south from Arkhangelsk, accessible by car. Beautiful site inside taiga.\n\n",{"type":"[[","value":[["Severodvinsk"]]},", pop. 200 000 is the capital of Russian nuclear submarine production. The city is 35 km away from Arkhangelsk and is easily reachable by car or by bus. If you're not a Russian citizen, you probably need a permit to enter Severodvinsk. There is nothing exceptional in the city's typically Soviet view unless you have a governmental pass to see submarine wharf. White Sea coast is packed into an ugly embankment.\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["64.5333"],["40.5333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Arkhangelsk Oblast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Arkhangelsk"]]}]