[{"type":"{{","value":[["pagebanner"],["Metsamor menhir banner.jpg"],["caption=The site of the ancient Metsamor castle, Armavir"],["pgname=Armavir"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/armavirimarz.am Armavir"]}]}," is a city in ",{"type":"[[","value":[["Central Armenia"]]},", past ",{"type":"[[","value":[["Echmiadzin"]]},".  It is the capital of the Marz (state) of the same name, though it is probably still called more frequently by its old communist name of Hoktemberyan (in honor of the October Revolution) than by Armavir, the ancient Armenian capital whose ruins are nearby.\n\n",{"type":"==","value":["Get in"]},"\nVans (called ",{"type":"''","value":["marshutni"]},") depart from ",{"type":"[[","value":[["Yerevan"]]}," to Armavir regularly throughout the day.  Taxis in Yerevan are usually happy to take you there for 100 drams (33 cents US per km).  Day tours from Yerevan are offered by some companies by van with other tourists, including guide and sometimes lunch which include the most popular destination of the area, Sardarapat.\n\n",{"type":"==","value":["Get around"]},"\nArmavir is not a very big town, and is very flat.  Walking is an option, or a taxi.\n\n",{"type":"==","value":["See"]},"\nThe main site near Armavir is Sardarapat, the site of the monument dedicated to the victory over Turkey, with an attached huge ethnographic museum - the best in Armenia.  Aside from that there are the ruins of a few ancient cities, listed below.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sardarapat Memorial and Museum"],["url="],["email="],["address="],["lat="],["long="],["directions=about 11km southeast of Armavir city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The looming bell tower overlooking the Turkish border marks the spot where a ragtag army of hungry, poorly armed Armenian refugees won a decisive victory over a Turkish invasion in 1918, saving Armenia.  The large ethnographic museum to the side offers an interesting look back at the way Armenians used to live from ancient to modern times."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Metsamor archeological site"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This seldom visited site has the excavations from an ancient Armenian city and many of the artifacts are displayed in a museum on site."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Armavir archeological site"],["url="],["email="],["address="],["lat="],["long="],["directions=about 4km east of Sardarapat, by Nor Armavir Village"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can see some of the ruins and excavations of this ancient Armenian capital."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yervandashat (Ervandashat)  archeological site"],["url="],["email="],["address="],["lat="],["long="],["directions=right by the border at the end of a long, poor road about 35km from Armavir"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Site of excavations of the ancient city of Yervandashat."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are a few places to eat in Armavir, mostly fast food\/cafe type food and Armenian barbecue (",{"type":"''","value":["khorovats"]},").  A few more barbecue places are found on the main highway.\n\n",{"type":"==","value":["Drink"]},"\nDrinking options are the offered at the same places as food, detailed above.\n\n",{"type":"==","value":["Sleep"]},"\nArmavir has a huge old Soviet hotel which has not been renovated.  You can try it for an interesting and potentially cheap option, but Armavir is close to Echmiadzin and Yerevan, where all of the tourists tend to stay.  Few even venture off of the highway into this small town.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nVans and taxis are available from Armavir to Yerevan.  Along the highway from Armavir to Yerevan you can catch vans and buses heading to Yerevan, or even private cars, but if you are west of Armavir your options are more limited, as there is much less traffic.\n\n",{"type":"{{","value":[["geo"],["40.150000"],["44.040000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Armenia"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Armavir, Armenia"]]}]