[{"type":"{{","value":[["pagebanner"],["Arriving in a new city Pagebanner.png"]]},"\nArrival can be the hardest part of a trip. It's late, you're jet lagged or road-weary, and everything is new and strange. You need an affordable place to sleep, something to eat and drink, and probably a way to get around. Whether it's the first stop on a trip or the fifth city in as many days, every traveller feels a little overwhelmed stepping onto a new street in a new city. The sense of excitement and potential for discovery ends up in the shadow of practical matters. It's enough to make you wish you were back in your home town. If your first thought is \"What am I doing here,\" don't panic. You will soon have a good checklist of arrival essentials that lets you head out into the unknown, free to focus on the real adventure.\n\n",{"type":"'''","value":["Avoid arriving in the middle of the night"]},". Get informed about the timetable of your means of transport, and avoid arriving in a foreign city in the middle of the night. Obvious? Yes, but when you get there at 2 AM, it's too late; you can't do anything. You will have to choose between spending the night in the train\/bus station or at the airport or searching for a hypothetical hotel open at this late hour. If you're arriving early in the morning, especially after an overnight journey, you might want to arrange an early check in with your hotel.\n\n",{"type":"'''","value":["Cash for two days"]},". No matter what city in the world you are arriving in, you won't get too far on an empty wallet. A good rule of thumb is four times your hotel cost for one night. Know in advance how hard it is going to be to get cash. Sure, the guidebook may claim there is an ATM, but is it on the other side of town? (Not a problem in ",{"type":"[[","value":[["New York City"]]},", ",{"type":"[[","value":[["Bucharest"]]}," or ",{"type":"[[","value":[["Barcelona"]]},", but potentially a tricky question in ",{"type":"[[","value":[["Cairo"]]}," or ",{"type":"[[","value":[["Vernazza"]]},".) Can hotels change travelers checks and will they change yours even if you're not staying there?  Also be aware that it is possible to have too much money—a stack of bills won't help you buy a bottle of water that costs 3 coins. Public transportation or even small guest-houses often won't have or won't give you change for large bills. Make sure to ask for some small denominations at the exchange counter or break large bills at the airport.\n\n",{"type":"'''","value":["A good map"]},". Don't count on an open tourist office, if there is one at all. Try to have a map or at least a rough idea of the city layout. Virtually any city in the world will have some sort of map available somewhere on the Internet (try starting at your favorite search engine). Google or Bing Maps can be accessed through any modern web browser, and Google Maps Mobile is a very useful, standalone application that can be installed on your mobile (depending on if your mobile is supported), although the latter requires a steady internet connection either through your cellular provider or otherwise. Both have search features that accept queries ranging from \"nightclub\" to a specific address, and the Mobile version will even attempt to locate your general position based upon your IP address\/network tower. The latter feature can be extremely general and inaccurate, however, showing your location as \"New York City\" instead of \"Broadway and 27th Street\" for instance. Additionally, although it requires a high-speed internet connection and a fairly fast computer running XP\/Vista, Google Earth (basic version) is a standalone application available as a free download, displaying many overlay maps of cities and towns worldwide, some impossible to find elsewhere. In any case, make sure the map is detailed enough for the part of town you will be in, as often 'Old Towns' or pedestrian areas are just a mess of squiggly lines on a city-wide map. If traveling in a country with a different alphabet, a bilingual map is invaluable—it will also help any locals trying to help you. Because of the locals, knowing a landmark near the hotel area, and knowing how to pronounce it, should suffice.\n\n",{"type":"'''","value":["A plan for getting to your hotel"]},". Know how much a taxi, bus, or train would cost, how long it should take (sure a bus is half the price, but see if it doesn't add two more hours to your travel time). If you are traveling alone or at night, find out about any safety issue for that town: is the subway patrolled by security officers? Is a cultural issue for a woman to ride alone in a bus or taxi? If you have a reservation at a hotel or guest-house (see below), ask if they offer an airport or train station shuttle. Even if they don't, they may be able to send someone to meet you. This can turn the chore of getting to town into a guided tour. Also, while you are at the airport or train station it might be a good idea to already check out possible bus lines or other traffic connections to it you will use when returning for departure.\n\n",{"type":"'''","value":["A reservation"]},". If you are arriving after dark or after noon during the high season, having a hotel reservation for the first night can save a lot of running around. Remember, you can always go somewhere else in the morning.  Try to confirm your reservation a few days in advance and ask about transportation options—maybe the hotel has a shuttle. Be sure to inform them of your arrival time in case there are any special instructions; in many countries the front desk is not staffed 24 hours a day. Having a reservation doesn't require staying in a ritzy hotel.  All over the world local guest-houses, hostels, and even alternative accommodations such as working farms are part of on-line reservation systems. Always print out a copy of your reservation, and make sure you have the name and address of the hotel in the native language and script.\n\n",{"type":"'''","value":["Four words"]},". If you are arriving in a country where you don't know the language and they don't know yours (presumably English if you're reading this), learn four words - \"Hello\", \"Please\", \"Thank you\" and \"I am sorry\". Next numbers, and after that, get yourself a good language CD for the flight in.\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tips for travel in developing countries"]]}]},"\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]