[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.apinfo.co.nz Arthur's Pass National Park"]}]}," is a major National Park in the centre of the ",{"type":"[[","value":[["South Island"]]}," of ",{"type":"[[","value":[["New Zealand"]]},". The park is a popular stop from the TranzAlpine train and has hikes both long and short.  Arthur's Pass village is a small village within the park and is the location of the train station, motels, cabins and a few places to eat.  \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Arthur's Pass.jpg"],["thumb"],["right"],["Huge traffic jam on Otira Viaduct on State Highway 73 at Arthur's Pass"]]},"\n\n",{"type":"===","value":["History"]},"\nArthur’s Pass National Park was established in 1929 and was New Zealand’s third National Park and the first one in the South Island. \n\nArthur's Pass was first surveyed in 1864 by Arthur Dudley Dobson to establish which pass was most suitable to  build a road to the Goldfields of 'West Canterbury' in Hokitika. The road was built and opened in 1865 with stage coaches operating until 1923 when the Otira rail tunnel was opened. It has a significant place in the history of New Zealand as the rail tunnel was the longest tunnel in the British Commonwealth when it was opened.\n \nThe rail line and road to Arthur's Pass were considered to be major accomplishments which opened up the west coast of New Zealand to settlement.\n\n",{"type":"===","value":["Landscape"]},"\nThe landscape is typical of the Southern Alps of New Zealand. \n\n",{"type":"====","value":["Forests"]},"\nOn the east side of the main divide (which divides streams and rivers flowing into the Tasman Sea or the Pacific Ocean), the predominant forest cover is made up of different varieties of beech. The most common is mountain beech, but silver, red and black beech can also be found. The west side of the main divide predominantly has mixed podocarp forest, on account of the heavier rainfall.\n\n",{"type":"====","value":["Mountains"]},"\nThe mountains are primarily composed of graywacke and rise approximately 1,600–2,000 metres above sea level. The highest peak is Mount Murchison at 2,400 m. The mountains receive heavy snowfalls in winter, but are generally snow-free in summer, apart from small glaciers, such as the Crow, on the flanks of Mount Rolleston.  \n\n",{"type":"====","value":["Rivers"]},"\nSeveral large rivers flow out of Arthur's Pass. On the eastern side of the divide, they tend to become large alluvial rivers. The best, and largest, example of this is the Waimakariri. On the western side, the rivers tend to be more rugged and have a larger number of gorges. Travel through these river systems can be very difficult.\n\n",{"type":"===","value":["Climate"]},"\nLocated in the mountains of the South Island, Arthur's Pass can be colder than elsewhere in New Zealand due to its high elevation. However, this should not stop you from visiting the park any time of the year, as long as you are adequately prepared for the temperature.  In the spring and autumn, mornings and evenings can be brisk. Winters can be a wonderland of snow.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"'''","value":["Tranzalpine"]}," train is considered to be one of the most beautiful train rides in the world, and offers daily trips to Arthur's Pass.  The train begins its journey early morning departing Christchurch, and arrives at Arthur's Pass mid-morning.  After Arthur's Pass, the train continues to ",{"type":"[[","value":[["Greymouth"]]}," on the west coast. \n\n",{"type":"[[","value":[["File:Arthur's_Pass_train_station.jpg"],["thumb"],["right"],["Arthur's Pass railway station"]]},"\nIt is possible to make a day trip of Arthur's Pass if coming from Christchurch.  The train drops you off around 10:15, then continues on to Greymouth, then turns around and heads back to Arthur's Pass around 16:15 and back to Christchurch. Best way to see Arthur's Pass if your time is limited; however an overnight of at least one night is recommended.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.atomictravel.co.nz\/ Atomic Shuttle"]}]}," departs Christchurch 7.30am and arrives in Arthur's Pass about 9.30am and can be caught to continue on to Greymouth. They can be caught at 3.15 to Christchurch, arriving Christchurch about 17.30"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.westcoastshuttle.co.nz West Coast Shuttle"]}]}," departs Greymouth at 08.00 and arrives in Arthur's Pass about 09.30 and can be caught to travel to Christchurch (via Christchurch airport 11.30). From Christchurch at 15.00 (Christchurch airport 15.15) and arrives in Arthur's Pass about 17.15 and can be caught to travel to Greymouth arriving at 19:00.  "]},"\n",{"type":"===","value":["By car"]},"\nState Highway 73 goes through Arthur's Pass.  The road is majestic and beautiful but can be test of nerves for the driver.  Particularly in winter, when snow and ice may cover the road and chains are recommended at times.  Consider taking the train or coach to Arthur's Pass instead.\n\n",{"type":"==","value":["Fees\/permits"]},"\nEntry to the park and village is free.\n\n",{"type":"==","value":["Get around"]},"\nArthur's Pass is a small village built along Highway 73. You can easily walk to anywhere in town.  Highway 73 is one of only three crossings to New Zealand's west coast. Vehicles on the highway drive at speed, so when walking please stay on the pavements (sidewalks).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Arthur's Pass Visitor's Centre"]}," is larger than most i-SITEs in New Zealand.  In addition to information about the hikes and safety, it has museum-quality displays about the pioneers who settled the area as well as dioramas showing the surrounding mountains and shelters.  "]},"\n",{"type":"*","value":[" The Arthur's Pass train station has an elaborate mural in its waiting room.  "]},"\n",{"type":"*","value":[" Mountains, rivers, forests – even if you are not a hiker, there are several short walks right around the town that afford great views of the surrounding scenery."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]}," - from one hour hikes to the Devil's Punchbowl falls, to challenging overnight hikes."]},"\n",{"type":"==","value":["Buy"]},"\nIf you plan to camp, try to bring what you need from outside of Arthur's Pass.  The village is quite small and selection of groceries and other supplies is limited and prices somewhat higher. \n\n",{"type":"*","value":[{"type":"'''","value":["Possum fur pelts"]},". The visitor's centre sells fur pelts made from brushtail possums – an invasive, introduced pest in New Zealand.  Buying them helps support small-scale hunters and trappers who control the population of destructive possums without the use of poisons. "]},"\n",{"type":"==","value":["Eat"]},"\nThere are three options for eating in Arthur's Pass National Park village.\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Arthurs"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+64 3 318-9236"],["tollfree="],["fax="],["hours="],["price="],["content=Located 350 m west of the Arthur's Pass Visitor's Centre. Good restaurant and bar. Arthur's also has powered campervan sites and a B&B."]]},"  "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Wobbly Kea Cafe and Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+64 3 318-9101"],["tollfree="],["fax="],["hours="],["price="],["content=Located 300 m west of Visitor's Centre. Good restaurant and bar, nice fireplace, friendly atmosphere. Home made pastries."]]},"  "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Arthur's Pass Store and Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+64 3 318 9235"],["tollfree="],["fax="],["hours="],["price="],["content=Located 300 m west of Visitor's Centr across from the Wobbly Kea. Store has some basic groceries especially for camping or hiking, also has sandwiches, soup and ice cream. Pay internet access available. (The store closes at 18:00)."]]}]},"\nSome B&Bs also offer breakfast or other meals; make arrangements with your host.\n\n",{"type":"==","value":["Drink"]},"\nAll of the restaurants listed above are fully licensed to serve drinks.  The Wobbly Kea has happy hours on Tuesday and Friday nights.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\nThere is a DoC campground just across the road from the Visitor's Centre. Suitable for both campervans and tents, there are grassy spots to pitch a tent.  There is a indoor shelter with cold running water and bathrooms.  $6 a night.\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Sanctuary Backpackers"],["alt="],["url=http:\/\/www.thesanctuary.co.nz"],["email="],["address="],["lat="],["long="],["directions="],["phone=+64 3 942 2064"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=To the left as you drive in to the town from Greymouth. This is an owner-away accommodation run on an honesty box system. Sleeps eight in the main hall (mattresses and pillows provided, sleeping bags required), and has a kitchen and lounge attached. Beds are $15 a night. Internet is consistent in price and speed with place down the road. Either ring ahead or when you get there, pick up the phone under the balcony."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arthur's Pass Alpine Motel"],["alt="],["url=http:\/\/www.apam.co.nz"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice motel with a few rooms and en-suite cabins. Located 400 m towards Christchurch from the Visitor's Centre, not far from the train station. Friendly owner, cheap internet available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lake Grace Hutel"],["alt=Howard's Hut"],["url="],["email=liddi@slingshot.co.nz"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A private lodge in the deep mountains of the Lake Grace area of Arthur's Pass National Park. It has been refurbished and includes a flush toilet, shower and electricity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arthur's Pass Village B&B Homestay"],["alt="],["url=http:\/\/www.arthurspass.org.nz"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=New Bed and Breakfast\/Homestay opening November 2010. Located 200 m towards Christchurch from the Visitor's Centre, not far from the train station. Friendly owners."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAmongst both the tramping and the permanent Arthur's Pass communities, it is felt that the combination of harsh alpine terrain and easy accessibility combine to contribute to the high death and injury rate in this National Park.\n\nThe mountains around Arthur's Pass contain some very challenging terrain. The marked day walks in the park, all easily accessible from the Arthur's Pass village car parks, involve vertical ascents of around 1000 metres (3000 feet) and will include several hours well above the tree line. The peaks are highly exposed to the weather, the tracks are often very steep (steep enough to require the walker to pull themselves up with their hands in some places) and are often marked only by poles strung across a rocky landscape. Below the tree line the bush is dense and thick. In common with many alpine areas the weather is subject to frequent and sudden change. There are frequent bluffs and cliffs and most creeks running down the mountains tumble over waterfalls in one place or another. Further, there are a number of harder routes within the park that require a high level of mountaineering skill and the use of ropes and other alpinist equipment. In short, safely traversing this terrain requires at least a moderate level of experience, knowledge and equipment since it is true 'back country'.\n\nArthur's Pass National Park is also within a few hours' driving time of Christchurch, the largest city in the South Island of New Zealand. This easy access for visitors to NZ, as well as the immediate access to the mountain trails from the village (unlike many other parts of the Southern Alps where getting to the mountains requires a day or more tramp over more gentle terrain, which tends to dissuade the less prepared tramper) appears to lead to larger numbers of unprepared people overstepping their abilities and getting into mortal peril. Common scenarios are: getting caught above the tree line in bad weather with insufficient clothing and\/or food and then being incapacitated by hypothermia; attempting a climb without either the required knowledge or equipment and then becoming stuck on a ledge or cliff, unable to climb back or continue on due to the steepness of the terrain, often then facing problems of bad weather\/hypothermia; attempting a climb that really requires knowledge and specialised equipment that are both sadly lacking, with an attempted manoeuvre then resulting in a serious or fatal fall; becoming lost or disoriented, often due to change of weather, losing the trail or attempting to take a short cut and then suffering a serious or fatal fall.\n\nIf you are walking alone or just want to be careful, fill out a ticket stating your route and itinerary and leave it at the office in town. Wardens check these nightly. You do, of course, have to return to remove it on schedule to prevent a search and rescue. It's usually best to let someone else know as well.\n\nIf you plan on doing substantial overnight hiking around Arthur's Pass or elsewhere in New Zealand you should consider investing in a radio beacon transmitter. The Arthur's Pass visitor's centre has information about renting or buying a transmitter as well as instructions on how to use them.  \n\nAvalanches can be a concern during winter hikes. Familiarize yourself with avalanche safety and warning signs if you are hiking high in the mountains in winter.\n\nA police station is located about 450 m east from the visitor's centre.\n\n",{"type":"==","value":["Connect"]},"\nThe Arthur's Pass post office is probably one of the world's tiniest manned post offices, with service hours from 10:00 to 10:30 daily. \n\nArthur's Pass Web Scape",{"type":"[","value":["http:\/\/www.arthurspass.com\/"]}," is a non-commercial community site which lists all information about Arthur's Pass in one place.  Highly recommended.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Alps"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["Geo"],["-42.95"],["171.56"],["zoom=12"],["layer=ML"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Arthur's Pass National Park"]]}]