[{"type":"{{","value":[["Pagebanner"],["Aruba-banner.jpg"],["caption=Palm Beach"],["pgname=Aruba"]]},"\n\n",{"type":"{{","value":[["quickbar\/working"],["location=LocationAruba.png"],["capital=",{"type":"[[","value":[["Oranjestad"]]}],["currency=Aruban guilder\/florin (AWG)"],["population=71,891 (July 2006 est.)"],["electricity=120V\/60Hz (North American plug)"],["callingcode=+297"],["timezone=UTC -4"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aruba.com Aruba"]}]}," is a ",{"type":"[[","value":[["Caribbean"],["Caribbean island"]]}," 15 miles north of the coast of ",{"type":"[[","value":[["Venezuela"]]},".  The island is an autonomous dependency of the Kingdom of the ",{"type":"[[","value":[["Netherlands"]]},". It is 30 kilometers (19.6 miles) long and 9 kilometers (6 miles) across, at its widest point, with an area of approximately 70 square miles (184 square kilometers). This flat, riverless island is renowned for its white sand beaches. Its tropical climate is moderated by constant trade winds from the Atlantic Ocean.  The temperature is almost constant at about 27°C (81°F). The yearly rainfall usually does not exceed 20 inches. Aruba lays outside the Caribbean hurricane belt.\n\nAruba is divided into the northeast and southwest coasts.  The southwest has the white sand beaches, turquoise seas, and warm waters.  The northeast coast, exposed to the Atlantic, has a few white sand beaches, cacti, rough seas with treacherous currents, and a rocky coastline. The time in Aruba is Atlantic standard time; it is the same as Eastern Daylight Savings time all year round.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Aruba travel map.png"],["thumb"],["320px"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Oranjestad"]]}," - Capital"]},{"type":"*","value":[{"type":"[[","value":[["Noord"]]}]},{"type":"*","value":[{"type":"[[","value":[["Palm Beach (Aruba)"],["Palm Beach"]]}]},{"type":"*","value":[{"type":"[[","value":[["Paradera"]]}]},{"type":"*","value":[{"type":"[[","value":[["Santa Cruz (Aruba)"],["Santa Cruz"]]}]},{"type":"*","value":[{"type":"[[","value":[["Saint Nicolas"]]}]},{"type":"*","value":[{"type":"[[","value":[["Savaneta"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Climate"]},"\n\nThe climate is tropical marine, with little seasonal temperature variation.  Because of its location south in the Caribbean there is very strong sun, but a constant light breeze keeps the temperature pleasant.  (These persistent winds out of the east shape the island's distinctive, lop-sided divi-divi trees.)The divi-divi trees have become a signature tree to Aruba's landscape. The weather is almost always dry, with most rain showers coming at night and lasting only a little while.Temperatures in Aruba do not change dramatically. Between the months of January and March the temperatures stay around 76-85 degrees; this being their high season. However starting in April and through December this is considered off season and temperatures do not change much beyond 79 and 88 degrees.It lies outside the zone usually affected by hurricanes.\n\n",{"type":"===","value":["Landscape"]},"\nThe island is flat with a few hills, arid with mostly desert vegetation and negligible natural resources other than white sandy beaches.  Highest point: Mount Jamanota (188 meters).\n\n",{"type":"===","value":["History"]},"\nDiscovered and claimed for Spain in 1499, Aruba was acquired by the Dutch in 1636. The island's economy has been dominated by three main industries. A 19th century gold rush was followed by prosperity brought on by the opening in 1924 of an oil refinery. The last decades of the 20th century saw a boom in the tourism industry. Aruba seceded from the Netherlands Antilles (",{"type":"[[","value":[["Bonaire"]]}," and ",{"type":"[[","value":[["Curacao"]]},", the ",{"type":"[[","value":[["Caribbean#Leeward Antilles"],["ABC Islands"]]},") in 1986 and became a separate, autonomous member of the Kingdom of the Netherlands. Movement toward full independence was halted at Aruba's request in 1990.\n\nTourism is the mainstay of the small, open Aruban economy, with offshore banking and oil refining and storage also important (both ended in 2009). The rapid growth of the tourism sector over the last decade has resulted in a substantial expansion of other activities. Construction has boomed, with hotel capacity five times the 1985 level.\n\n",{"type":"===","value":["Symbolism"]},"\nPapiamento and the national flag, anthem, and coat of arms are the most important national symbols. They stress the inhabitants love for the island, the close connection to the Caribbean Sea, and the multi-cultural composition of the population. The national anthem is played and sung on many occasions. The Dutch flag functions as a symbol of the unity of Aruba, the Netherlands, and the Netherlands Antilles.\n\n",{"type":"===","value":["Etiquette"]},"\n",{"type":"[[","value":[["File:Baby Beach Aruba.JPG"],["thumb"],["270px"],["Baby Beach"]]},"\n\n",{"type":"*","value":[" You should not wear beach attire anywhere but on the beaches or by the pool."]},{"type":"*","value":[" Make sure to properly greet someone."]},{"type":"*","value":[" Ask before snapping a picture of someone."]},{"type":"*","value":[" Men should wear dress shorts or slacks to dinner, no jeans allowed in most restaurants."]},"\n",{"type":"===","value":["Electricity"]},"\nOfficially 120V 60 Hz, which is identical to the U.S. and Canadian standard. Outlets are North American grounded outlets, identical to standard U.S. and Canadian wall outlets. Occasionally non-grounded outlets may be found, which do not accept the third, round pin present on grounded plugs, and require an adapter.  Older North American outlets may not be polarized (with one slot wider than the other). Otherwise, adapters are available which accept a polarized plug and adapt it for use with a non-polarized outlet.\n\n",{"type":"===","value":["Currency & Money"]},"\nAruba's currency is the florin denoted by the letters 'Awg.' but also widely known as 'Afl.' The official rate at which banks accept U.S. dollar banknotes is Awg. 1,77 and checks at Awg. 1,78. The rate of exchange granted by shops and hotels ranges from Awg. 1,75 to Awg. 1,80 per U.S. dollar. U.S. Dollars are widely accepted in Aruba, and banks may exchange other foreign currency.\nTraveler's checks are widely accepted and there is no charge for using them in hotels, restaurants and stores. Major credit cards are accepted at most establishments while personal checks are normally not accepted.\n\nCash may be obtained with MasterCard, Visa and American Express cards at credit card offices, banks, in some casinos and via Western Union. ATM cards and credit cards are accepted by ATMs of Aruba Bank, Banco di Caribe, RBTT Bank, and Caribbean Mercantile Bank. The card must have either a Cirrus or Visa Plus logo. ATM instructions are normally given in Dutch, English, Spanish and Papiamento. Cash is normally dispensed in local currency.\n\n",{"type":"===","value":["Entry Requirements"]},"\n\nTravelers are not allowed to work during their stay in Aruba.\n\n",{"type":"*","value":[" a passport that is valid upon entry and for the duration of stay in Aruba. If the tourist holds a passport from a visa required country (list A), he must have a valid visa sticker in his passport;"]},{"type":"*","value":[" a completely filled-in and signed Embarkation and Disembarkation card (ED-card);"]},{"type":"*","value":[" a valid return- or onward ticket; "]},{"type":"*","value":[" the necessary documents for returning to the country of origin or to a country that he has the right to enter, for example a valid residence permit (temporary or permanent), a re-entry permit or a (entry) visa;"]},{"type":"*","value":[" if so requested, the tourist has to be able to prove to the satisfaction of the migration officer that he has a valid reservation for an accommodation in Aruba (e.g. hotel or apartment) or that he owns property in Aruba (a residence, condominium, apartment, timeshare apartment or a pleasure yacht moored in Aruba with a length of at least 14 meters measured on the water line);"]},{"type":"*","value":[" if so requested, the tourist has to be able to prove to the satisfaction of the migration officer to dispose of adequate financial means to provide for hotel expenses (if applicable) and living expenses during his stay or that he has a declaration of guarantee from a legal resident of Aruba."]}," \nThe final authorization for admission to Aruba remains with migration officer at the border-crossing\/port of entry. The migration authorities at the border-crossing\/port of entry have the authority to grant or refuse admission. Admission can be refused if not all admission requirements are fulfilled by the time of entering Aruba of if the tourist has been blacklisted.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nAll air traffic will arrive and depart from the ",{"type":"'''","value":["Reina Beatrix International Airport"]}," (",{"type":"{{","value":[["IATA"],["AUA"]]},") on the western side of the island.\n\nAruba no longer has a national airline.\nAmerican Airlines is a popular carrier that schedules flights from the gateways of New York and Miami (formerly also Boston and San Juan). Other major carriers from the US include AirTran (Atlanta, Orlando), United (Chicago, Newark, Houston Intercontinental, Washington\/Dulles), US Airways (BOS, Philadelphia, Charlotte),Delta (Atlanta, New York JFK), and JetBlue Airways (New York JFK, Boston).\n\nFirst Choice Airways flies charter flights from the London and Manchester in the UK, and KLM flights to Amsterdam connect to most of the rest of Europe. Avianca and Aires connect Aruba to Colombia.\n\nDaily connections to Venezuela include Caracas, Maracaibo, Las Piedras and Valencia, by Aeropostal, Aserca, Santa Barbara Airlines and Avior.\n\nInselAir ",{"type":"[","value":["http:\/\/www.fly-inselair.com"]}," has several daily flights to Curacao, and from there to 11 destinations in South America (including ",{"type":"[[","value":[["Medellín"]]}," - Colombia and ",{"type":"[[","value":[["Valencia (Venezuela)"]]},"), the Caribbean and ",{"type":"[[","value":[["Miami"]]},".\n\nThere is an office of the American Department of Homeland Security at the airport for those traveling to the United States.\n\n",{"type":"===","value":["By boat"]},"\n\nCruise ships can dock quite close to the downtown area, offering their passengers an easy walk to many stores and services.\n\n",{"type":"==","value":["Get around"]},"\n\nCabs are available at the airport and at hotels. Cost about $30 including tip from the airport to Eagle Beach. You can also rent a car or jeep at the Queen Beatrix airport or through the hotel concierge. \nAdditionally there is a bus system called \"Arubus.\" This bus is great to see the island and to travel from Oranjestad to the tourist hotels all for about $1.50. You can take  bus to the far end of the island, have lunch at St Nicholas, see how the 90,000 islanders live. The bus stops at 9pm.\nYou can find city\/island buses at a main station right downtown.  During other than \"rush hours\", friendly drivers and some riders will help you choose routes and provide commentary on stops and sights.  Fares are quite modest.  An economical way to get to the resort beaches.\n\nBecause Aruba is small, consider not renting a car until you know what you want to do.  Many activities are central to the resort area of the island and are within walking distance.  Renting cars\/jeeps is easy, and many rental companies provide pickup service from area hotels.\n\nIf you do decide to rent a car, be aware that the local rental car companies often rent older, higher mileage cars. It's especially important to recognize that even the big brand rental car agencies will rent you a vehicle in poor condition that may or may not function properly.\n\n",{"type":"===","value":["Driving in Aruba"]},"\n\nThe most important thing U.S. drivers need to remember is that there are no turns on red.  Also, there are several roundabouts (circles), which can be frustrating to some drivers but are quickly gotten used to.  Aruba uses international road signs, which generally have no words or obvious relation to their meaning.  Fortunately, tourist maps usually contain quick references to these road signs if you are unfamiliar.\n\nThe major road is LG Smith Blvd, on which people usually drive at about 40 mph, though that is a very rough guideline.  Because the island is so small, everything of interest is close to everything else of interest, and it takes special talent to get lost—if you don't know where you're going, you can basically just keep driving, and statistically speaking you are likely to end up where you need to go eventually.  It should be noted, however, that most of the roads are not identified by signage.\n\nThe lack of road signage can be especially frustrating in downtown Oranjestad, so it might be best to park near the Renaissance Mall and simply walk to your destination. A cab might also be easier than navigating the narrow unmarked streets.\n\nYou should also be cautious when driving, as there are certain \"bus only\" roads that are not marked but that feature large pits in the road designed to trap normal cars while letting buses drive through.\n\n",{"type":"===","value":["Traffic Rules"]},"\n\nInternational road signs are used in Aruba. Foreign & international driver's licenses issued by a member country of the Geneva Convention, are valid. Car speedometers and road signs are in kilometres. The speed limit in urban areas is 40 km\/h; out of town it's 60 km\/h, unless a higher or lower speed is specifically indicated. Much of Oranjestad's traffic is one-way and at intersections, where there are no road signs, traffic from your right has the right of way.\n\n",{"type":"'''","value":["Car Hire"]},"\nAlthough the island has a half decent transport system of its own, you can take life on this laid back island at a pace that suits you by using a car hire vehicle. Take a map with you to determine what road signs mean because they are not immediately obvious. This is one of the easier holiday destinations to negotiate your own car around so keep the pace easy and book ahead online.\n\n",{"type":"==","value":["Talk"]},"\nLanguages spoken are Dutch (official), Papiamento, (also official) (a creole of Spanish, Portuguese, Dutch origin), Spanish, and English (widely spoken).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Aruba June 2010.jpg"],["right"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Natural Pool (Conchi)"]}," - On the northern side of the island and only accessible via ATV or Trail Rated 4x4.  This is a small pool of water hidden in natural rock formation that jut into the ocean, just off the shore of Aruba.  This location makes for a great day trip - make sure your vehicle has a spare tire.  "]},{"type":"*","value":[{"type":"'''","value":["California Lighthouse"]}," - On the northernmost tip of the island.  Many scenic views and is also the location where you can access the dirt trails to travel down the northern shores of Aruba."]},{"type":"*","value":[{"type":"'''","value":["Our Lady of Alto Visto Chapel"]}," - On the northern side of the island.  The chapel is very picturesque and historic."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aruba Aloe Factory"],["alt="],["url=http:\/\/arubaaloe.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– You can take a short tour and learn some interesting facts about aloe farming, production and uses."]]}]},{"type":"*","value":[{"type":"'''","value":["Casibari Rock & Ayo Rock Formations"]}," – You can climb and explore these formations, the tops of which provide a great view of the countryside."]},{"type":"*","value":[{"type":"'''","value":["Natural Bridge @ Boca Andicuri"]}," – There are 7 \"Natural Bridges\" in Aruba. The original (biggest and most famous bridge that people are referring to when they say ",{"type":"''","value":["Natural Bridge"]},") collapsed in 2005 leaving a pile of rubble in the bay. There is a smaller bridge right next to the fallen bridge that still stands."]},{"type":"*","value":[{"type":"'''","value":["Bushiribban Gold Mill \/ Smelting Station"]}," – The ruins of the smelting station are the way to the Natural Bridge. Climbing the ruins you can get great photos of the coastline."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aruba Ostrich Farm"],["alt="],["url=http:\/\/www.arubaostrichfarm.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– The tour walks you around the ostrich pens and incubator. The Aruba farm is more for educating people, while the meat that is used for food in Aruba actually comes from the sister island of ",{"type":"[[","value":[["Curacao"]]},". (Ostrich is a red meat, which is high in protein and low in fat.)"]]}]},{"type":"*","value":[{"type":"'''","value":["Boca Catalina and the Antilla Shipwreck"]}," – These are 2 of the many sites snorkel tours will take you. The Antillla Shipwreck is the remains of a scuttled 400-foot German cargo ship that was anchored off of Aruba during WW2. It was thought that this ship was supplying German U-Boats in the ",{"type":"[[","value":[["Caribbean"]]}," and after ",{"type":"[[","value":[["Netherlands"],["The Netherlands"]]}," was invaded in 1940, the captain was given notice to surrender the ship. Instead of surrendering the ship to the Dutch Marines the captain sunk the ship by blowing up the boilers. (The crew swam to shore, and were taken POW and shipped to ",{"type":"[[","value":[["Bonaire"]]},".) The joke you will hear is \"They did not want to surrender the cargo and they also wanted to provide future tourists with a site to see.\" The remains are off of Malmok beach. After the war, the captain and his crew purchased their former POW camp and converted it into a hotel. Today the site is the Divi Flamingo resort."]},{"type":"*","value":[{"type":"'''","value":["Arikok National Park"]}," - The park consists of lava formations, a quartz diorite formation and a limestone formation extending inward from the coastline.  These formations have played a pivotal role in the history of Aruba. "]},{"type":"*","value":[{"type":"'''","value":["Guadirkiri Caves"]}]},{"type":"*","value":[{"type":"'''","value":["The Palm Island"]}]},{"type":"*","value":[{"type":"'''","value":["Hooiberg (Haystack Mountain)"]}," a.k.a simply \"the Haystack\" – Standing over 500 feet, the haystack is in the center of the country and provides a breathtaking view of Aruba. People suggest going on a cool & clear day because it will be easier to climb the 561 steps required to reach the top and you can see the coast of ",{"type":"[[","value":[["Venezuela"]]}," to the south!"]},{"type":"*","value":[{"type":"'''","value":["Butterfly Farm"]}," - set in a tropical atmosphere, tour guides at the Butterfly Farm will elucidate butterfly habits and metamorphosis."]},{"type":"*","value":[{"type":"'''","value":["Bubali Bird Sanctuary"]}," - over 80 species of migratory birds reside in the sanctuary. Get the best view of the birds, by using the observation tower."]},{"type":"*","value":[{"type":"'''","value":["De Oude Molen\/ Windmill"]}," First built in 1804 in Holland then shipped to Aruba in 1906."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Donkey Sanctuary"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9 am-12pm"],["price=free"],["content=A home for many rescued donkeys, who roam wild on Aruba and are often killed by cars or dogs. Staffed by volunteers who offer information about the donkeys and the sanctuary program.  For a small fee, you can feed the donkeys pellets or apples--petting them is free! All proceeds from the feeding program and the small but well-stocked gift shop are used to care for and rescue the donkeys."]]}]},"\n",{"type":"==","value":["Activities"]},"\n\nOn and Off the Resorts\n\n",{"type":"*","value":["Horseback Riding"]},{"type":"*","value":["Jeep Safari"]},{"type":"*","value":["Hiking "]},{"type":"*","value":["Cycle Tours"]},{"type":"*","value":["4 Wheeling Tours"]},{"type":"*","value":["Rock Climbing"]},{"type":"*","value":["Sailing"]},{"type":"*","value":["Scuba"]},{"type":"*","value":["Sea Trek"]},{"type":"*","value":["Snorkeling"]},{"type":"*","value":["Fishing"]},{"type":"*","value":["Kayaking "]},{"type":"*","value":["Kite Surfing"]},{"type":"*","value":["Windsurfing"]},{"type":"*","value":["Submarine"]},"\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":["Historical Museum- It contains a large collection of artifacts and paintings from Aruba's earliest through those reminiscent of colonial times up to the present day."]},"\n",{"type":"*","value":["Archaeological Museum - The archaeological museum exhibits ceramic, shell and stone artifacts which a.o. portray the customs, beliefs and traditions of these first cultures"]},"\n",{"type":"*","value":["Numismatic Museum- The museum contains over 35.000 different pieces covering over 400 countries."]},"\n",{"type":"*","value":[" Aruba Model Train Museum"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Beaches"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Baby Beach"]}," - Southern Tip of the island.  It's called Baby Beach because it is no more than five feet deep at any point - like a giant wading pool.  This beach also has some of the best snorkeling on the island."]},{"type":"*","value":[{"type":"'''","value":["San Nicolaas Beach"]}]},{"type":"*","value":[{"type":"'''","value":["Eagle Beach"]}," – Often called \"1 of the 10 best beaches in the world\""]},{"type":"*","value":[{"type":"'''","value":["Hadikurari Beach"]}," a.k.a Fisherman's Huts. This is where the High Winds Pro AM windsurfing world championship is held every June."]},{"type":"*","value":[{"type":"'''","value":["Palm Beach"]}," White sand and excellent swimming conditions in calm water. Nearby hotels allow you to use public areas for changing. Accessible by bus, car or taxi."]},{"type":"*","value":[{"type":"'''","value":["Malmok Beach"]}]},{"type":"*","value":[{"type":"'''","value":["Arashi BeacH"]}," - Calm water, white sandy beaches with palapas and huts for shade. "]},{"type":"*","value":[{"type":"'''","value":["Boca Catalina"]},"- Shallow waters with plenty of fish, good place to snorkel. White sandy beaches with some pebbles and stone."]},{"type":"*","value":[{"type":"'''","value":["Manchebo Beach"]},"- Gentle surf, long white beach. Hotels near by."]},{"type":"*","value":[{"type":"'''","value":["Andicuri"]},"- Not advised for swimming,tough currents and big waves. This is a good beach for someone looking to go surfing."]},{"type":"*","value":[{"type":"'''","value":["Druif Beach"]},"- Excellent for swimming with calm waters. Hotels near."]},{"type":"*","value":[{"type":"'''","value":["Surfside Beach"]},"- White sandy beach with some pebbles and stones. Calm water good for swimming."]},{"type":"*","value":[{"type":"'''","value":["Dos Playa"]},"- can get there by 4 wheeler, not good for swimming strong currents and big waves. A nice place to have a picnic to check out the view."]},{"type":"*","value":[{"type":"'''","value":["De Palm Island"]},"- Waterpark for kids, great place to snorkel, with shallow waters."]},{"type":"*","value":[{"type":"'''","value":["Mangel Halto"]},"-  Shallow waters,Can be reached by car or taxi."]},{"type":"*","value":[{"type":"'''","value":["Santo Largo"]},"-Shallow waters, good place for picnic. Can be reached by car or taxi."]},{"type":"*","value":[{"type":"'''","value":["Boca Grandi"]},"-Good for people who enjoy extreme sports, not good for swimming tough current."]},{"type":"*","value":[{"type":"'''","value":["Bachelor's Beach"]},"- A good beach for windsurfing or snorkeling. Not really good for swimming."]},{"type":"*","value":[{"type":"'''","value":["Rodgers Beach"]},"-Very calm water with white sandy beaches."]},"\n",{"type":"==","value":["Buy"]},"\n\nMost stores open from 9 AM to noon or 1 PM and from 2 PM to 6:30 PM, although some remain open between noon and 2 PM. Shops are open from Monday to Saturday. Hotel stores have varying open hours so check at your hotel for these.\n\nAbove all, it appears that Arubans are very aware that their economy is completely dependent on tourism - so Arubans are polite to tourists, and even street vendors don't generally seek to rip off their customers (though as in all traveling, don't let advice like this lull you into a sense of complacency).  This may be helped by the fact that Aruba is a relatively expensive place to visit, so it tends to attract the reasonably well-off.\n\nAmerican dollars are accepted virtually everywhere at a decent exchange rate.  If you have U.S. dollars, there is no need to change money into the local currency, the Aruban florin.  The current exchange rate (as of April 2008) given in shops is about 1.79 florins to the dollar.  Because the island is a Dutch dependency, Dutch currency is easy to spend, and small change for purchases in dollars may be in florins.  The island is actually not duty-free, but merchants respond well to competition on other islands, and duty free goods are offered by a few shops at the airport as visitors depart.\n\nOranjestad's waterfront has many vendors\/stalls selling souvenirs.  Ironically, many of these souvenirs are imported from the United States with island scenes\/slogans, only to be purchased by Americans and brought back to America.\n\nIn Oranjestad, the Renaissance Mall contains various American and European major apparel brands (i.e. Tommy Hilfiger, Polo Ralph Lauren, Gucci) at essentially the same prices as in the United States.  The mall and the rest of the downtown area also hold numerous other types of stores catering to visitors, to include jewelers, souvenir shops, clothers, and two modest grocers.\n\nYou'll find strip malls and grocers at modest (not easily walked) distances west of downtown and elsewhere.  They offer most everything a visitor or resident might need for short stays or living there.  Groceries and other supplies are all imported, so prices tend to be high. You can catch the bus from the hotel areas to the Grocery shops which are about 10 mins from Eagle beach but before you get to Oranjestad, cost's $3 return just ask the driver.\n\nWith numerous cruise ships visiting, downtown stores offer buys in jewelry, etc., typical of that in other Caribbean cruise ports, some at \"duty free\" prices.  For cheese lovers, mild Dutch Gouda, in boxes or wheels, is a popular buy in super markets, though not the great bargain it used to be.  Do ensure the integrity of the package seal from the maker to avoid spoilage and difficulty at customs inspection.\n\nIf you've flown to the island and are returning home, the airport duty-free store offers some items at slightly better prices than downtown, e.g., a decent selection of rums.\n\n",{"type":"==","value":["Eat"]},"\n\nThe most famous dish in Aruba is ",{"type":"'''","value":["Keshi Yena"]},". It is a spicy mixture of chicken and peppers, capers, olives and tomatoes traditionally baked in a Gouda cheese \"shell\". This is often considered to be the national dish of Aruba.\n\nMany ",{"type":"'''","value":["chain restaurants"]},", both fast food and upscale, from the United States are present in Aruba (i.e. Texas de Brazil, Wendy's, Burger King, Taco Bell, Pizza Hut, Hooters, Subway, Tony Romas).  You'll find some downtown, and many near the large resort hotels.\n\nThe upscale restaurants near resorts vary in quality as there are a limited number of them and they have a steady stream of tourist customers, as they advertise in pamphlets available in the hotels.  The fast food places are essentially no different than their American counterparts.\n\nAlso good are some of the local fare restaurants. While obviously relying on tourist income, good food can be had. Nos Cunucu is a good example of such. With meals like the traditional baked cheese and some more interesting items such as Iguana soup. Don't be afraid to eat at random bars and such along the road, (with normal caution of course). Good food can be had for relatively low cost. These pander to locals.\n\n",{"type":"==","value":["Drink"]},"\n\nBy the glass, sixpack or case, imported Dutch beers are relatively good buys.  Balashi Beer - Aruba's National Beer...a must-drink beverage, perfect after spending all day at the beach.  Don't, however, confuse it with a \"Balashi Cocktail\", which is a local term for the equally enjoyable Aruban water.  Founded in 1996, the name Balashi is derived from the words Bala Bala and Balana and means \"near the sea.\"  It is the only beer brewed on the island of Aruba.  Daily tours of the brewery are available with an open-aired bar and restaurant on the premises.  Balashi Brewery \/ Tel. 592-2544 \/ 523-6544.  Balashi Gardens open from 6:30AM – 4:00PM.  Tours Monday - Friday.  There is also a Balashi logo store, with mostly t-shirts, and a few other things located on L.G. Smith Boulevard, right before the Harley shop and after the Caribbean Mercantile Bank.  Very easy to miss but worth a trip if you enjoyed the Balashi!  There is also a drive-thru beverage store next door that is nifty.\n\n",{"type":"==","value":["Sleep"]},"\nThere are an array of resorts located all over the island.  See the individual city articles for listings.\n\nAruba offers many options for sleeping arrangements. There are both hotels in downtown with the majority of them located on or near the beach.  Some of the Hotels include; a Holiday Inn, Marriot, among others, as well as some smaller boutique hotels, such as Bucuti & Tara Beach Resorts and local places. The Holiday Inn is located next to the Marriot in which they share the same beach, a long, narrow stretch of beach known as Palm Beach.  However, the Marriot is the only resort that offers a timeshare within their premise.  There are two timeshare \"clubs\" apart of the Marriot.  One is the ocean club which has been around for quite some time.  The second is the surf club which was built in more recent years.  The Marriot includes three swim up bars and a lazy river as well as two gyms and a casino. The most popular hotel on the island is called Bucuti & Tara Beach Resorts, a boutique hotel sporting ocean front rooms and suites and has been number 1 on trip advisor for over 10 years in a row. The owner managed and award winning property is located on the widest stretch of beach known as Eagle Beach (voted number 2 for best beach in the world according trip advisor for 2013).\n\n",{"type":"==","value":["Learn"]},"\nThere are two private, but IMED approved, medical schools on the island that prepare students for practice in the United States. These are Aureus University School of Medicine and Xavier University School of Medicine (XUSOM).\n\n",{"type":"==","value":["Work"]},"\nA working permit is required to work in Aruba.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAruba is generally a very safe place at any time of day or night. However, it would probably be wise to stay away from the area surrounding the Valero refinery on the southeast part of the island at night (in the words of a Valero employee, \"you will get some undesirables down there at night\").  There is generally no reason for a tourist to go there at all anyway, so this likely will not be an issue.\n\nWhile rarely enforced, all drug abuse - including cannabis - is ",{"type":"'''","value":["illegal"]},".\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe running water in Aruba is absolutely safe to drink.\nIt is referred to as \"Sweet Water\" because it is very good.\n\n",{"type":"==","value":[" Medical"]},"\n\nThe main 280-bed hospital is well-equipped both as regards staff and equipment. Oxygen tanks and hemodialysis services are available. Hotels have doctors and dentists on call and appointments can also be arranged through your hotel. Several other medical clinics also exist on the island.\n\n",{"type":"==","value":["Respect"]},"\nNature is very cherished by the Aruban people. 18% of their island is dedicated to the  Arikok National Park.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["geo"],["12.519"],["-70.037"],["zoom=11"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Aruba"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Aruba\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Aruba"]]}]