[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Arunachal Pradesh in India (disputed hatched).svg"],["thumb"],["Arunachal Pradesh on the map of Republic of India"]]},"\n\n",{"type":"'''","value":["Arunachal Pradesh"]}," is one of the ",{"type":"[[","value":[["North-East (India)"],["northeastern states"]]}," of ",{"type":"[[","value":[["India"]]},". It is bordered by ",{"type":"[[","value":[["Bhutan"]]}," in the east, ",{"type":"[[","value":[["China"]]}," in the north and northeast, ",{"type":"[[","value":[["Myanmar"]]}," (Burma) in the southeast, and ",{"type":"[[","value":[["Assam"]]}," and ",{"type":"[[","value":[["Nagaland"]]}," in the south.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Itanagar"]]}," - the state capital"]},{"type":"*","value":[{"type":"[[","value":[["Bhalukpong"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bomdila"]]}]},{"type":"*","value":[{"type":"[[","value":[["Deomali"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dirang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pasighat"]]}," — one of the oldest place in the state, known as the educational hub"]},{"type":"*","value":[{"type":"[[","value":[["Rupa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tawang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Valukpong"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yingkiong"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mouling National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Namdapha National Park"]]}," — the largest national park in India, known for its biodiversity and for being home to the northernmost rain forest in the world"]},"\n",{"type":"==","value":["Understand"]},"\n\n ",{"type":"[","value":["http:\/\/www.myhappyjourney.com\/Weekend-Getaways-around-Bangalore Myhappyjourney"]},"\n\n",{"type":"==","value":["Talk"]},"\nPeople of Arunachal Pradesh understand Hindi, English and Arunachali.  As in Arunachal, there are more than 306 sub tribes and more then 36 major tribes but you can easily communicate with every one because most of the persons know Hindi.\n\n",{"type":"==","value":["Get in"]},"\nAll tourists including Indians require ILP (Inner Line Permit) which can be acquired from any of the AP Houses situated in New Delhi, Kolkata and Guwahati. The ILP is provided for each of the sectors (1. Bomdila, Dirang, Tawang; 2. Itanagar, Ziro; 3. Namdapha, Changlang).  One can get the ILP for any one of the above sectors.\n\nIf you are visiting Bomdila sector, then the easiest way to reach there is by road from Tezpur (Assam). The nearest airport is Guwahati. One can then go to Tezpur by state transport buses. From Tezpur, shared vehicles are available every morning from 5:30 am. Make sure you book a nice seat with a reputed travel agency. Don't forget to request your driver to halt at Sela pass. Its covered with snow during winter seasons with a nice picturesque view. Although the roads are good & maintained by Border Road Organization (BRO), but there are land slides in the rainy season.\n\nIf you are visiting Namdapha, then the nearest airport will be Dibrugarh (Assam).  There are no direct flights to Itanagar and the nearest airport is Tezpur.  There is a helicopter service available from Gauhati to various destinations like Pasighat and Tawang in Arunachal Pradesh. The service is operated weather permitting. The fares are reasonably priced.There are no public taxis operating at the Helipad in Tawang. Lest you want to trek from the Helipad to Tawang town make prior arrangements for road transport before boarding the flight.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Bomdila"]}," is a great option for adventure sports activities in Arunachal Pradesh. It is famous as trekking destination for trekking lovers. Best time to for trekking in arunachal Pradesh is from October to February.  Rafting and Angling, both are also famous adventure sport activities possible here.\n\n",{"type":"'''","value":["Pashighat"]}," is one of the oldest cities of Arunachal Pradesh. This is an ideal place for tourists who wish to experience the suzerainty of the nature.  This city is the entrance point for the Arunacahl Pradesh.  This places is perfect for the natural photography.\n\nPlaces to visit around ",{"type":"'''","value":["Tawang"]}," include\n",{"type":"*","value":["Anni Gompa, which is a buddhist monastery managed by nuns. Anni means nun. It was not accessible by road (as of 2006) and I am sure it is still not.  You need to request your guide or cab driver to take you to the monastery.NooraNag falls: One of the largest falls near Tawang.",{"type":"<","value":["br"]}]},{"type":"*","value":["War Memorial."]},{"type":"*","value":["Madhuri Lake: Named after famous actress."]},{"type":"*","value":["The Tibetan Medical Dispensary. It is a short distance from main Tawang. A Tibetan medicine doctor would examine you and prescribe Tibetan medicines for your ailment. The medicines can be bought for very reasonable rates from the pharmacy at the Dispensary. The War Memorial at Tawang is also not to be missed. It is maintained by the Indian Army and has inscribed therein the names of martyrs who died defending Tawang during the Chinese intrusion in 1962.A sombre place it elicits awe, gratefulness and perhaps a tear in the eyes of many Indian visitors."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Rafting"]}," Brahmaputra is counted as one of the best rivers for rafting in world. This river gives an amazing and exciting, life time memorable rafting expedition experience into North-East part of India.  The Tsang Po River flows in the east side of Tibet, passing through great Himalayan. This river also passes through the Namche Barwa, highest unclimbed mountain and then reaches to Arunachal Pradesh.  Brahmaputra river rafting is an challenging activity in which one can experience the “ Zebra ock” and “ Roaring Rikor”. Tourists can also set their camp on beaches in the night time.  This journey also includes a ride at Dibrugarh on the Brahmaputra River also the densely forested river valley from the plains of Pasighat.\n\n",{"type":"'''","value":["Subansari River Rafting"]},"  Subansari River is also known as the “Gold River”. This river is the biggest tributary of the Brahmaputra River and flow through rainforest in the Arunachal Pradesh.  This river flows around 170 km in Tibet, around 250 km in the east part of the Himalaya and around 86 km in the Assam before it joins the great Brahmaputra River. ",{"type":"[","value":["http:\/\/thrillophilia.com\/Adventure-Sports-Subansari-River-Rafting-Expedition_120.htmt"]},"\n\n",{"type":"'''","value":["Kameng River Rafting:"]}," This River was known as the Bhareli River,  before it got renamed to Kameng.  This river flows on the India-Tibet border, in India it flows from Arunachal Pradesh. This is one of most challenging river for the river rafting in India.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thegreenerpastures.com Greener Pastures"]}]}," - An Eco-tourism venture that offers travelers an escape into the unexplored mountains of Arunachal Pradesh. They organize tribal cultural exchanges, treks, extreme river rafting challenges, and sightseeing tours around the region.\n\n",{"type":"==","value":["Eat"]},"\nTibetan delicacies like Thupka , momos or simple and delicious Paratha- Sabzi eaten hot from the roadside shacks on cold misty days are a treat !! Most restaurants in Tawang serve these. A small shack called Annapurna serves delicious alu ( potato) chips.The traditional Monpa cuisine use a generous amount of chillies and fermented cheese which has a strong flavour and is not for the faint hearted.Some traditional Arunachal dishes are, the famous Momo, widely eaten in the north east and other Himalayan regions. \n\n",{"type":"*","value":["The ",{"type":"'''","value":["Momo"]}," is made by stuffing minced Pork and Onions into a dough and then steamed in a three layer steamer, or fried."]},{"type":"*","value":["The ",{"type":"'''","value":["Thukpa"]}," is a soup filled with noodles, minced meat, and vegetables, also known as Der Thuk. Ashum Thukpa is made of Maize, beans and meat."]},{"type":"*","value":[{"type":"'''","value":["Zan"]}," is the staple dish of the Monpa tribes. It is usually made of Millet flour. It is usually had with vegetables or meat to which is added fermented cheese, soya bean or other herbs."]},{"type":"*","value":[{"type":"'''","value":["Khura"]}," is a pancake, had with tea."]},{"type":"*","value":[{"type":"'''","value":["Gyapa Khazi"]}," is a kind of Pulao made of rice, fermented cheese, small dried fish or shrimp, chillies ginger and other spices."]},"\n",{"type":"==","value":["Drink"]},"\nYou can Drink (Saraku)\n\n",{"type":"==","value":["Stay safe"]},"\nArunachal Pradesh is the safest state in north east India.\n\nThe people of Arunachal Pradesh are not very religious and stay away from any kind of vices. They are very friendly and ready to help you.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"{{","value":[["geo"],["27.06"],["93.37"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North-Eastern India"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Arunachal Pradesh"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Arunachal_Pradesh\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Arunachal Pradesh"]]}]