[{"type":"{{","value":[["pagebanner"],["Ashdod Banner.jpg"]]},"\n",{"type":"'''","value":["Ashdod"]}," is a city on the Mediterranean coast of ",{"type":"[[","value":[["Israel"]]},", halfway between ",{"type":"[[","value":[["Tel Aviv"]]}," and ",{"type":"[[","value":[["Gaza Strip"],["Gaza"]]},". One of Israel's two industrial ports is located here. It is Israel's busiest port, with 60% of all imports and exports passing through it.\n\n",{"type":"==","value":["Understand"]},"\n\nAshdod has a long history, and was inhabited in the times of the Bible by the Philistines. When the Philistines captured the Ark of the Covenant from the Israelites, they brought it here before being forced to return it. However, few traces remains nowadays of the ancient city.\n\nModern Ashdod is known for its diverse population, with each wave of Jewish immigration represented. Jews from former Soviet Union makes up roughly a third of total 235,000 residents. The city is also home to large numbers of Moroccan, Georgian, Ethiopian and recently, French and Argentinian Jews. It also has the third largest charedi (ultra-Orthodox) religious population in Israel, after Jerusalem and Bnei Brak.\n\nAshdod is on the meeting point of the yellow sand dunes from the south, the green lowland from the east (including the small Lachish river), and the blue Mediterranean Sea from the west. Therefore you can find a surprising diversity of natural sights in one city.\n\nThe city is a young one, re-founded 50 years ago and grown dramatically during the last two decades. It is well planned and maintained, and its beaches and south regions are very beautiful. It regularly finds itself in highest places in rankings of the most beautiful\/well designed cities in Israel.\n\n",{"type":"==","value":["Get in"]},"\n\nThere is train every hour from ",{"type":"[[","value":[["Tel Aviv"]]},", with connections to most other Israeli cities. Buses run to Ashdod from Tel Aviv, Jerusalem, Beer Sheva, and other places.\n\n",{"type":"==","value":["Get around"]},"\n\nBy bus, taxi (\"moneet\" in Hebrew) or minibus (\"moneet sherut\").\n\nAshdod has a very developed system of bikes routes and flat terrain, so renting a bike would be an ideal option for bike lovers. Keep in mind that it can be very hot in summer.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ashdod Yam 081.jpg"],["250px"],["thumb"],["Ashdod's Fatimid fortress from the 10th century"]]},"\n",{"type":"*","value":[" The southern beach area is home to a Fatimid fortress from the Crusader period, located several meters from the coastline. The site is guarded by local police and entirely fenced."]},"\n",{"type":"*","value":[" The whole southern and near-beach area has beautiful and quiet villas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Giv'at Yonah"]}," (Jonah's Hill) is named after the prophet Jonah, who is believed to be buried there. It is the highest point of the city (around 150 m above sea level) with the city lighthouse on top of it. "]},"\n",{"type":"*","value":[" A few hundreds meters away, ",{"type":"'''","value":["Lachish Park"]}," (named after the Lachish river) can be found, with some wildlife and plenty sea birds."]},"\n",{"type":"*","value":[" The only ",{"type":"'''","value":["sand dunes"]}," in central Israel are located in the national reserve between southeast  Ashdod and highway 4 (the road to Tel Aviv). The largest dune is about 35 meters high and 250 meters long. In the reserve there is also preserved wildlife (mostly deer, rabbits, birds and jackals). Entrance is free."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ad H'alom Memorial Park"],["alt=lit. No-Further Memorial Park"],["url="],["email="],["address="],["lat="],["long="],["directions=East Ashdod, near the southern entrance to the city by road no' 4"],["phone="],["tollfree="],["fax="],["hours=open area"],["price=free"],["content=During the 1948 Israel Independence War, the Egyptian army invaded Israel. This park marks the northernmost point they reached before being forced to retreat by Israeli forces."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Korin Maman Museum"]}," has a permanent archeology exhibition called \"Philistian World\" as well as various changing art exhibitions."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ashdod Museum of Art"]}," located in the MonArt center, has 13 exhibition halls. In an architectural echo of the Louvre, the entrance to the museum is through a glass pyramid."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Ashdod-dune01.jpg"],["300px"],["thumb"],["The Great Dune of Ashdod"]]},"\nAshdod has a pretty, long coast (8 km\/6 miles) with several public beaches and a marina accessible for the public. Ashdod's beach strip is about 2\/3 the length of Tel Aviv's, yet it serves only about tenth population compared to the latter. Since it's not crowded or very touristy, it's a great place for a calm trip of wondering between villas or by the beach. \n\nThere is horse riding, 4X4 rental, and the city marina provides yacht\/cruise services. \n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Monare art center"],["url=http:\/\/ilmuseums.com\/museum_eng.asp?id=217"],["email="],["address=Derekh Ha-Aretz str., 8, Ashdod"],["lat="],["long="],["directions=near city hall"],["phone=972-8-8545180"],["tollfree="],["fax="],["hours="],["price=free"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Buffalo Farm"],["url=http:\/\/www.bufalo.co.il\/"],["email="],["address=Bizron"],["lat="],["long="],["directions=The farm is in Bizron village, about 6km(4.5miles) east from Ashdod"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sefinat Shayat"],["url="],["email="],["address=Hamarina Hakechula"],["lat="],["long="],["directions="],["phone=052-327-1774"],["tollfree="],["fax="],["hours="],["price="],["content=Glass Bottomed Boat Ride. Instruction and explanation to classes, parties. Speed-boating for smaller groups, you drive the boat. Reservations required."]]}]},"\nAshdod is home to the Israeli Andalusian Orchestra which performs music originating in Andalusia, a blend of Western and Arabic music.\n\nThe MonArt centre is a performing arts center which has different art schools, studios and events.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:LevAshdod.JPG"],["220px"],["thumb"],["The \"Lev Ashdod\" mall"]]},"\nA large souvenir store is located downtown (actually in upper part of the city), on Rogozin street  There you can buy local stamps and postcards, water from Jordan river, soil from Jerusalem, and much more.\n\nAshdod has about five big shopping malls and two markets.\n\nOn Wednesday there is a clothes and farmers market near Lido beach, however it primarily caters toward the local population and is less suitable for tourists.\n\n",{"type":"==","value":["Eat"]},"\n\nA lot of restaurants, especially along the beach. Cheap snack meal starts from about ₪15. A full meal in a mid-level restaurant will be around ₪40-100.\n\n",{"type":"==","value":["Drink"]},"\n\nAlthough you'll find plenty places to drink, and a decent variety of pubs and clubs, Ashdod nightlife serves mostly the locals.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are two hotels near the northern beach area. Prices around ₪250-300 per day for one person, meals not included. A big hotel was recently built near the south beach.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=ISR-HW4 blue.PNG"],["imagesize1=30"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Ashkelon"]]}],["minorl1="],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Tel Aviv"]]}],["minorr1=",{"type":"[[","value":[["Rishon LeZion"]]}],["link1="]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Ashdod"]]},"\n",{"type":"[[","value":[["Commons:Category:Ashdod"]]},"\n",{"type":"[[","value":[["DMOZ:Regional\/Middle_East\/Israel\/Localities\/Ashdod\/"]]},"\n\n",{"type":"{{","value":[["geo"],["31.8000"],["34.6500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Israeli Coastal Plain"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]