[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.asheboro.nc.us Asheboro"]}]}," is a town in ",{"type":"[[","value":[["North Carolina"]]},".  It is known primarily as the home of the North Carolina Zoo, and contains few other attractions. \n\n",{"type":"==","value":["Get in"]},"\nOnly with a car.  Asheboro is directly connected by highway with Greensboro (Future Interstate 74), Raleigh (Hwy. 64), and Charlotte (Hwy. 49).\n\n",{"type":"==","value":["Get around"]},"\n\nCar, although biking is possible in some areas.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  North Carolina Zoo ",{"type":"[","value":["http:\/\/www.nczoo.org\/"]}]},"\n",{"type":"*","value":["  The Richard Petty Museum ",{"type":"[","value":["http:\/\/www.pettyracing.com\/index_hi.html"]}]},"\n",{"type":"*","value":["  Downtown Asheboro: A nice collection of antique stores, thrift shops, bakeries, specialty shops, and cafes, as well as a nice park.  Of note are the Art Deco town hall on Church Street and the Neoclassical courthouse on Worth Street.  Suitable for an hour or two of strolling and enjoying small-town life."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nSeagrove Pottery: Seagrove is a small community south of Asheboro, famous for its pottery.  A huge number of potters operate out of homes and small workshops in and around the town.\n\n",{"type":"==","value":["Eat"]},"\n\nTaste of Asia: Good Thai food on South Fayettville Street.\n\nSomething Different: Variety of cuisines, middle eastern, Italian, on Zoo Parkway just south of Dixie Drive.\n\nThe Dixie III: An excellent Southern food restaurant, good value, and local favorite.  Located on Dixie Drive, half a mile east of the intersection with Zoo Parkway.\n\nDixie Express: Owned by the same family as the Dixie III, a good local fast food option.  Excellent milkshakes, hot dogs, and sandwiches.  Try a hot dog \"all the way\": mustard, chili, slaw, and onions.  Located among the other fast food restaurants on Dixie Drive.\n\nBurrito Brothers: Authentic Mexican food, located on N. Fayettville Street.\n\nAmerica's Roadhouse: Known for steaks, ribs, chicken, and seafood. They also have \"exotic\" foods on the menu like the Buffalo Burger, Ostrich Burger, Aligator Tail, and Frog Legs. Located on Hwy. 64 (Dixie Drive)\n\n",{"type":"==","value":["Drink"]},"\n\nAsheboro is one of the country's largest dry towns.  Ask the kids at Asheboro High School whose basement is hosting this weekend's party.\n\n",{"type":"==","value":["Sleep"]},"\n\nAlmost all hotels are located on Dixie Drive (Hwy. 64).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-73.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Greensboro"]]}],["minorl1="],["directionr1=S"],["majorr1=END"],["minorr1="],["image2=US 64.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Hendersonville (North Carolina)"],["Hendersonville"]]}],["minorl2=",{"type":"[[","value":[["Lexington (North Carolina)"],["Lexington"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Raleigh"]]}],["minorr2=",{"type":"[[","value":[["Apex"]]}]]},"\n\nExplore the countryside.  Although housing developments are making their claim, there are still lots of small farms, country churches, and occasional oddities (look for the former-schoolbus-turned-house in the tiny community of Erect) for an afternoon in the country.\n\n",{"type":"{{","value":[["geo"],["35.715278"],["-79.813056"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Piedmont (North Carolina)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Asheboro, North Carolina"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/North_Carolina\/Localities\/A\/Asheboro\/"]]}]