[{"type":"{{","value":[["pagebanner"],["Ashkelon Banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ashkelon.muni.il\/openning_eng.asp Ashkelon"]}]}," or ",{"type":"'''","value":["Ashqelon"]}," ",{"type":"[[","value":[["Hebrew"]]}," אַשְׁקְלוֹן ",{"type":"[[","value":[["Arabic"]]}," عسقلان ˁAsqalān ; is a city on the Mediterranean coast of ",{"type":"[[","value":[["Israel"]]},", 50 km (40 minutes by bus) to the south of ",{"type":"[[","value":[["Tel Aviv"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAshkelon is one of the oldest cities in ",{"type":"[[","value":[["Israel"]]}," and has history that goes back more than 5,000 years. Ashkelon is especially famous for its history as one of ancient Philistines' major cities and in the biblical story of Samson.\n\nThe ruins of many civilizations such as the Canaanites and Byzantines are located underneath the city. Many artifacts that have been recovered in archaeological digs are on display around the city. Good samples can be seen in the national park and in Afridar center.\n\nThe city has been part of Israel since the 1948 independence war. Since then, the city has become a center for several waves of Jewish immigrants (\"olim\"). Newcomers from ",{"type":"[[","value":[["Iraq"]]},", ",{"type":"[[","value":[["Morocco"]]},", the ex-USSR and ",{"type":"[[","value":[["Ethiopia"]]}," are the majority population. Since most of them came with little or no money, the city's socio-economy status has generally been low. In recent years, its seaside location has attracted wealthier populations. But the occasional rockets that have been launched towards Ashkelon from ",{"type":"[[","value":[["Gaza Strip"]]}," in recent years have put a new damper on its growth. On the south-facing windows of newly constructed apartment buildings, you can see sliding metal covers designed to minimize the damage caused by bombardments.\n\nNote that the beach line in Ashkelon is by far cleaner than the ones in the central region of Israel, and there are few lovely hotels along it.\n\n",{"type":"==","value":["Get in"]},"\n\nTrains run from Ben Gurion airport, Tel Aviv, Haifa, Beer Sheva and Jerusalem (exchange is needed) to a station on the outskirts of Ashkelon.\nBuses run from the central bus stations of Tel Aviv, Haifa, Jerusalem, and Beer Sheva, to a central bus station located in the center of town.\n\nIt is also possible to dock at the marina in case you have a yacht.\n\n",{"type":"==","value":["Get around"]},"\nThere are few lines of buses working every day from morning until midnight and covering most parts. The fare is 4 nis (little more than 1 usd) per ride.\n\nTaxis by agreed fares (negotiable, usually between 20-23 anywhere inside Ashkelon) or meter.\n\nYou can walk across the entire city in less than 2 hours.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["national park"]},". Most Israelis visit the park for its beach or for a picnic, but it also contains interesting archaeological artifacts, including the world's oldest arch. ",{"type":"[","value":["http:\/\/www.parks.org.il\/BuildaGate5\/general2\/data_card.php?Cat=~25~~879864773~Card12~&ru=&SiteName=parks&Clt=&Bur=781472940"]}]},{"type":"*","value":[{"type":"'''","value":["Ashkelon Khan and Museum"]}," contains archaeological finds, among them a replica of Ashkelon’s Canaanite silver calf."]},{"type":"*","value":[{"type":"'''","value":["The Outdoor Museum"]}," near the municipal cultural center displays two Roman burial coffins made of marble depicting battle and hunting scenes, and famous mythological scenes."]},{"type":"*","value":["The remains of a 4th-century Byzantine church with marble slab flooring and glass mosaic walls can be seen in the Barnea Quarter."]},{"type":"*","value":["A domed structure housing the 13th century ",{"type":"'''","value":["Tomb of Sheikh Awad"]}," sits atop a hill overlooking Ashkelon’s northern beaches."]},{"type":"*","value":["The site in Ashkelon where the head of Husayn ibn Ali is believed to have been buried was discovered on the grounds of the local hospital. With the blessing of the hospital, a marble prayer area was built there for Shiite pilgrims from India and Pakistan."]},{"type":"*","value":[" The ",{"type":"'''","value":["coastline"]}," has few nice beaches, among them popular Delila and sightseeing Bar Kochva."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Afridar Center"]}," - restaurants, cafes and bars next to a large green park."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Migdal"]}," - Local shopping area with walking street, shops, restaurants, caffes and pubs at night. The area was once the Arab village Majdal and many of the buildings still exists, notably The Khan- an old mosque yard."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["dunes"]}," - in the south, near the southern industrial zone, one can still spot untouched dunes with wild animals."]},"\n",{"type":"==","value":["Buy"]},"\nThere are 3 shopping malls: \nGiron - Located just next to the CBS is the oldest, smallest and most active. The city hall and culture hall are also very close.\n\nHuzot - in the north, very close to Migdal is the largest and the only one with a cinema.\n\nLev - located in the poor Shimshon (Samson) neighborhood is a weird combination of a shopping mall, grocery stores and even a market that runs on every Tuesday.\n\nCosmos area located just outside the city on the road to\/from Tel Aviv - Something like a scattered shopping mall. Located very close to the train station.\n\nMigdal - see above.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Marina"],["url="],["email="],["address="],["lat="],["long="],["directions=Along the sea near the Holiday Inn"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wonderful view of the sea with reasonable prices in the restaurants."]]}]},"\nHanitzahon restaurant at Migdal's walking street -  considered to be one of the best in Israel, not cheap.\n\nThere are many Shawarma and Falafel vendors, much like anywhere else in Israel. The locals tend to favor Flafel Boaron at Migdal.\n\n",{"type":"==","value":["Drink"]},"\nBeer Hole at the Khan in Migdal.\n\nHanasi 1 - busy bar that attracts many young locals. Located on Ha'nasi st. 1, Afridar center.\n\nMany bars and clubs are located at the Marina area. Tend to be packed during weekends (Thursday to Saturday).\n\nTwo bars are working on the beach between the marina and the national park: Hofman and Ananas, they are more active during the summer.\n\nFew clubs are working in Delila beach and there's also nice but smoky pool house there.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Hotel 4 stars"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hotel\/askil"],["email="],["address=9 Yekuttiel Adam Stree"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=noon"],["content=The Holiday Inn Ashkelon is located on a cliff over looking the Mediterranean and close to the beach and marine. The architecture of the hotel and its interior design are distinctively unique."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dan Gardens Mediterranean Hotel"],["url=http:\/\/www.danhotels.com\/AshkelonHotels\/DanGardensAshkelonHotel\/"],["email="],["address=56 Hatayassim"],["lat="],["long="],["directions="],["phone=972-3-5202552"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A luxury hotel in a garden setting on the Mediterranean shore."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Samson Gardens 3 stars"],["url="],["email="],["address=37 Ha'tamar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["geo"],["31.6667"],["34.5667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Israeli Coastal Plain"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ashkelon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Israel\/Localities\/Ashkelon\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Ashkelon"]]}]