[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Asmara-Night_Panorama.jpeg"],["thumb"],["250px"],["Asmara by night."]]},"\n\nThe ",{"type":"[[","value":[["Eritrea"]]},"n capital of ",{"type":"'''","value":["Asmara"]}," is a vibrant mix of Italian, Arabic and African architecture and culture. Founded in the twelfth century by a union of villages trying to protect themselves from bandits, Asmara has grown to become a bustling city of over half a million people. Over its history, the city has endured the rule of various empires and countries, including the ",{"type":"[[","value":[["Italy"],["Italian Empire"]]}," from the late 19th century, the British from after World War II and ",{"type":"[[","value":[["Ethiopia"]]}," from 1950. After a long and bloody war with Ethiopia, Asmara was finally liberated in 1991 and became the capital of a country which had not had self-rule for two centuries.\n\nToday, it is difficult to walk down a street in downtown Asmara and not see an old Italian building. In the early 1930s, Mussolini, the Italian dictator, injected huge amounts of funds into the city with the goal of making it the centre of a second Roman Empire that spanned ",{"type":"[[","value":[["Africa"]]},". Architects were only limited by their imagination, and practically the entire city centre was rebuilt. Not only were cathedrals built in ancient-Romanesque style, but also numerous offices influenced by the architectural movements of cubism and futurism.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":[" Climate "]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =23"],["febhigh =24"],["marhigh =25"],["aprhigh =25"],["mayhigh =26"],["junhigh =26"],["julhigh =22"],["aughigh =21"],["sephigh =24"],["octhigh =22"],["novhigh =22"],["dechigh =22"],["janlow =6"],["feblow =7"],["marlow =9"],["aprlow =10"],["maylow =11"],["junlow =12"],["jullow =12"],["auglow =12"],["seplow =10"],["octlow =9"],["novlow =8"],["declow =7"],["janprecip =1"],["febprecip =3"],["marprecip =12"],["aprprecip =30"],["mayprecip =42"],["junprecip =37"],["julprecip =174"],["augprecip =145"],["sepprecip =25"],["octprecip =7"],["novprecip =21"],["decprecip =4"]]},"\n\nThe dry season from December to April is distinguished by the terrain of red-brown, rusty, beige or black rubble surrounding the city, resembling photos from Mars. The vegetation consists largely of shrubbery, eucalyptus, aloes, cacti and the odd explosively colorful specs of bougainville, jacaranda or other ornamental plants. \n\nThe rainy season between May and September (hopefully) brings torrents of rain and needed nourishment to the land, which transforms itself from lunar\/marsian-esque to verdant and grassy in the post-rain months of August to October.\n\nRegardless of when you go, temperatures in Asmara rarely rise above a comfortable dry 30°C in the sun. The capital is known for its lovely climate. There is very little humidity in the air so the biggest\nvariations in temperatures occur between night and day, or whether one is standing in the sun or in the shade, not between seasons. Between December and February, it can get very cold at night and in the morning, it can even drop a few degrees below 0°C. Due to lack of heating and insulation in Asmara, it is important to bring proper clothes. Rains only last a few hours at a time and it all dries up quickly enough, although the occasional flash flood is not uncommon during the rainy season.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["Asmara International Airport"]}," (",{"type":"{{","value":[["IATA"],["ASM"]]},"). As of 2008, the airport served ",{"type":"[[","value":[["Frankfurt"]]}," three times weekly by Lufthansa; ",{"type":"[[","value":[["Sanaa"]]},",",{"type":"[[","value":[["Yemen"]]}," twice weekly by Yemenia Airways; ",{"type":"[[","value":[["Cairo"]]}," twice weekly by Egyptair; and ",{"type":"[[","value":[["Jeddah"]]},"\/",{"type":"[[","value":[["Riyadh"]]}," twice weekly by Saudi Arabian Airlines. As of January 2010, ",{"type":"''","value":["Eritrean Airlines"]}," was not operating any flights.  As of January 2010, ",{"type":"''","value":["Nasair"]},", a private-state joint venture airline based in Massawa, served a few regional capitals such as ",{"type":"[[","value":[["Jeddah"]]},", ",{"type":"[[","value":[["Nairobi"]]},", ",{"type":"[[","value":[["Dubai"]]}," and ",{"type":"[[","value":[["Khartoum"]]}," as well as domestic airports Assab and Massawa. There is an airport departure tax of US$20 or €15, payable in foreign currency if you don't have a local resident ID. \n\nIf you entering the country without a visa, as a holder of an Eritrean ID card in combination with a foreign passport, you are required to register with the Immigration and Nationality office in Asmara within seven business days of entry into the country.\n\nBoth Eritrea and Ethiopia maintain large military presences along the border and all border crossings into Ethiopia from Eritrea remain closed.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Harnet Avenue (8352530432).jpg"],["thumb"],["250px"],["Harnet Avenue, in the central district of Asmara."]]},"\n\nAsmara has 10 downtown bus-lines on distinctive ",{"type":"'''","value":["Red Mercedes Benz buses"]},", with a sign in the front saying where they're headed (oftentimes in Latin script). The bus stops are easily identifiable (there are signs and an obvious shelter with a bench), but the buses stop running quite early in the evening (about 7PM). They run on 15-30 minute intervals during the day (every day), but there is no fixed or published schedule. The roads get pretty jammed at rush hours (in the morning, midday and around 4PM in the evening). The fare is 1 Nakfa, and the entrance is in the back where one buys the ticket. It is not necessary to have exact change, but one should try to pay in lower denominations. \n\nLine number 1 goes between the airport, 3 km south of the city, and the zoo in Biet Ghiorghis, 2 km (1 mi) east of the city on the eastern escarpment (the windy road to the Red Sea begins after Biet Ghirogis). Number 1 also passes through the main streets in downtown Asmara (Independence and Martyrs Avenues). All bus lines that begin with 2 (e.g. 21, 22, etc.), run between the marketplace downtown and the surrounding villages, but there are only a few a day. Therefore, plan to leave early in order to be able to return the same day. Only the locals know the schedule (through word of mouth). If you're lucky one of them speaks English and will be very helpful. Some villages like Embaderho and Tselot are well worth visiting for their scenery and traditional lifestyle. \n\nThere also ",{"type":"'''","value":["white minibus"]},"-lines running on the main streets of the city, which run on fixed routes but without fixed stops or signs. They usually stop at the bus stops, but you still have to hail them when you see them, just like a cab. Before boarding, ask them where they're headed, unless the ticket-boy (called ",{"type":"''","value":["fottorino"]},") doesn't beat you to it by announcing it loudly.  Then, let them know when you want to get off  (\"Stop!\" is a universally understood command). 2 Nakfa. \n\nFinally there are the ",{"type":"'''","value":["yellow taxis"]},", most of which also run on fixed routes on the main streets like the white minivans. They have a similar system to the minivans, and the fare is 5 Nakfa.  You'll most likely be sharing the ride with 3 other people. Since some cabs do not use fixed routes, some will take you personally to where you want to go. These taxis are called ",{"type":"''","value":["contract taxis"]},", and you will have to negotiate the price with the driver. The price depends on how far you're travelling, but most contract drivers charge, at a minimum, 70 Nakfa. These cabs usually wait outside the airport when a plane is coming in, the city's main hotels (Asmara Palace Hotel, Nyala, Ambassador etc.), the road to the right of the main cathedral downtown and other obvious spots. They can also be hailed on any street, but many cabs are on a fixed route with passengers already in them. \n\n",{"type":"'''","value":["Renting a car"]}," is insanely expensive and fuel prices are higher than in Europe. Renting a cab to drive you around town is also quite expensive, but affordable. Be prepared to pay around 3000 - 6000 Nakfa for a weekend with a driver. It is perhaps better to take the bus or contact one of the national tour agencies (ask at the information desk at the airport upon arrival).\n\n",{"type":"==","value":["See"]},"\n\nAsmara's main attraction is its ",{"type":"'''","value":["colonial Italian architecture"]},". The palm-lined main street \"Independence Avenue\" is colloquially referred to as \"Kombishtato\" (a creol of the neighbourhood's original name: ",{"type":"'''","value":["Campo di Citta"]},"). It is full of cafés, bars, shops and old cinemas, and it makes for a nice mile long stroll between the north end of this avenue where the \"half\" stadium is (you'll know when you see half a bleacher) and the south end facing the Nyala Hotel, the city's tallest building. Asmara's colourful and bustling marketplace lies behind the cathedral on the road to its right (as seen when standing in front of the cathedral's main entrance on Independence Avenue). It's a great place to learn how to ",{"type":"[[","value":[["haggle"]]}," and buy some souvenirs. \n\nFrom the café on the top floor of the ",{"type":"'''","value":["Nyala Hotel"]},", one has a great view of the city while enjoying a nice well-chilled beer. The beer is exceptionally good in Asmara, aptly called \"Asmara Beer\". Behind the hotel on a quieter street is the ",{"type":"'''","value":["National Museum"]},", with an impressive collection spanning the six millennia of the land's civilization. \n\nOn Massawa Road near the outskirts of the city, lies the ",{"type":"'''","value":["Biet Ghiorghis Zoo and Park"]}," area, famous for its scenery of the eastern escarpment. The Zoo itself is rather sad.  Further down the road, one reaches Bar Durfo, a bar and café perched on a cliff overlooking the dramatic precipice of the Asmara - Massawa highway. You will need a car or taxi to get beyond the last stop of the No. 1 bus, Biet Ghiorghis, to Bar Durfo.\n\nAnother place to see is the dramatic highland landscape on the eastern escarpment.  Additionally, one can see a traditional Eritrean highland village in the ",{"type":"'''","value":["village of Tselot"]}," (which means 'prayer' and is also famous for being the President's village). Tselot lies about 20 km (12 mi) outside the city center and is served by one of the red city buses departing from a section of the marketplace called \"Meda Eritrea\". You should leave as early as possible because there are only a couple of buses per day so you have to make sure you have a way to get back. The rural highland lifestyle in Tselot resembles Biblical times: stone houses, small plots, ancient temples (both Christian and Muslim), people farming and herding with traditional means using little technology, transporting their goods (as well as themselves) on mule- and camelback.\n\nWithin walking distance of the village, is the ",{"type":"'''","value":["Martyrs National Park"]},", inaugurated in 2000. It is a mountainous forest and wildlife reserve at the ridge of the highland plateau. The landscape consists of an eerily quiet semi-arid plain in a valley, an extension of the highland plateau, interrupted by the dramatic chasm of the eastern ridge which the village center straddles.  The views and scenery are spectacular. The highest viewpoint features chasms, gorges and mountaintops bathed by a sea of clouds, which gives one the impression of standing \"above the clouds\".\n",{"type":"==","value":["Do"]},"\n\nIf you are in Asmara for a short stay, the best thing to do after you're done sightseeing in this city is to head for the outskirts where the scenery is stunning at the very least.\n\nUnless you come from a high altitude area yourself, you need a couple of days of strolling in Asmara to get your body used to the thin dry air at 2,600 m (8,530 ft). \n\nBring lots of sunscreen lotion but also a sweater as it can get really chilly not only at night but even when standing in the shade (temperatures can vary greatly on different sides of the same street depending on the position of the sun). The sun shines very bright throughout the day in Africa, especially so in Asmara where clouds are rare, so unless you enjoy squinting, bring UV blocking shades. \n\nIf you like ",{"type":"'''","value":["hiking, rock climbing and mountainbiking"]},", the above mentioned areas outside of town are excellent places to do so, but bring your own gear (including bike) as there are no rental bikes and a very limited supply of safety equipment (shoes, ropes, etc.) in Asmara.  However, tents and mosquito nets are readily available at an affordable price in the marketplace downtown. Also ",{"type":"'''","value":["consult the locals and bring a guide"]},", because it is good to have someone familiar with the place who speaks the local language in case of an accident or any other eventuality (like what is legal and not legal). For example, ",{"type":"'''","value":["taking pictures around any government installation or authority (police, airport, ministries etc.) is strictly forbidden"]},", and your guide can help you get out of such sticky situations. \n\nFinally, take time to savor some good food in Asmara. Don't drink any \"fresh\" fruit juices or eat any ice cream unless you want health issues to mess up your time. Stick to bottled drinks, unpeeled fruits and cooked food.\n\n",{"type":"==","value":["Buy"]},"\n\nGold and silver jewellery is cheap in Asmara and is definitely a bargain by world standards. So are frankincense and myrrh (if you have any use for them). \n\nOtherwise most of the souvenirs bought by tourists are the local home-spun and gold-thread embroidered cotton garments, traditional goat-skin rugs, olivewood carvings, clay coffee-pots and other traditional knick-knacks - all of which are found at the marketplace.\n\n",{"type":"==","value":["Eat"]},"\n\nEritrea is big on Italian food, due to having been an Italian colony between 1890 and 1940. There is a huge range of restaurants in Asmara serving Italian food with ",{"type":"'''","value":["Albergo Italia"]}," being the best in quality, closely followed by the outdoor setting of ",{"type":"'''","value":["Casa Degli Italiani"]},", ",{"type":"'''","value":["Alba Bistro"]}," opposite the post office also offers a quality, wide range, of food not forgetting ",{"type":"'''","value":["Castello"]}," behind the Nyala Hotel. ",{"type":"'''","value":["The Spaghetti and Pizza House"]}," on Harnet Av. offers a great choice of pizza and pasta dishes as well as its signature Chilli red snapper.\n\nMost traditional Eritrean food is quite spicy, and consists generally of very hot meat and\/or vegetable stews, eaten over the staple called \"injera\" a kind of sour-dough pancake or flatbread. ",{"type":"'''","value":["Blue Bird"]}," and ",{"type":"'''","value":["Milano"]}," are generally considered the best places for traditional food. \n\nOn the up-side, there are many restaurants which make hamburgers using quality organic beef or lamb, such as ",{"type":"'''","value":["The Mask Restaurant"]},". \n\nFor Indian and Far East cuisine you can visit the ",{"type":"'''","value":["Rooftop Garden"]}," or ",{"type":"'''","value":["The China Star"]},"\n\nFor a taste of home and a fantastic steak visit the weekend only restaurant at the ",{"type":"'''","value":["Asmara Palace Hotel"]}," although avoid their buffets.\n\n",{"type":"'''","value":["Drink a lot"]}," because Asmara will dry you out. Mineral water is there in abundance and that is really the only water you can drink. ",{"type":"'''","value":["Don't drink the tapwater"]}," if you value your health. Similarly, there are also a lot of bottled fruit juices, 'Fresh' juices are typically safe to drink in the cleaner bars and restaurants. \n\nEritreans, especially Asmarinos, love their coffee. Like so much else it is imbibed Italian-style and the city's favorite ",{"type":"'''","value":["coffee drink"]}," is the ",{"type":"'''","value":["macchiato"]}," (makyato) i.e. 'stained' (that is coffee stained with a touch of steamed milk-froth) which is definitely worth a try if you like strong, sweet coffee.\n\n",{"type":"==","value":["Drink"]}," \n\nEritrea is not a big wine country, even though it used to have a wine-making tradition during the colonial period. On the other hand Eritrea, is a big beer-drinking country, and the ",{"type":"'''","value":["Eritrean beer"]}," is definitely a good one if you like lager, pilsner or dark beer.  All three varieties are made by the country's only brewery, which is in Asmara and is aptly called \"Asmara Beer\".  Asmara Beer is great, quenches your thirsty throat and has a good taste. Between early 2008 and May 2009 it was not available, due to a lack of hard currency for buying imported malt.  As of June 2009, nationwide distribution was back. Asmara brewers have proven they produce a good Pilsner beer. Most varieties have around 5% alcohol per volume and a nice hop flavour in the well known bottle. Enjoy!\n\nNightlife in Asmara is often considered quieter than most other country capitals, but there are a good range of local bars and also the infamous ",{"type":"'''","value":["Zara Bar"]}," near the ",{"type":"'''","value":["Blue Bird"]}," restaurant is a popular haunt with expats. \n\nAsmara is an extremely safe city, safe enough for a stroll in the middle of the night. Most people are genuinely friendly, without wanting anything in exchange, beggary and \"hustling\" is not as common as in most other third world countries and neither is tourism.\n\nAfter the ",{"type":"'''","value":["Zara Bar"]}," closes there are few choices of night clubs although they do exist. ",{"type":"'''","value":["Mocambo"]}," is in a basement in the downtown area and is popular with young locals. The ",{"type":"'''","value":["Warsai"]}," is out of the way and a little seedy. The Asmara Palace Hotel boasts ",{"type":"'''","value":["The Green Pub"]}," which has disco's on Wednesday, Friday and Saturday nights. In the Expo grounds there is the ",{"type":"'''","value":["Benifer"]}," which is a restaurant by day but a busy club by night, and the ",{"type":"'''","value":["Shamrock"]}," which used to be popular with UN staff. \n\nWord of warning, entry is normally priced at 100 Nacfa + and beer is similarly priced. Prostitution is legal and rife.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Asmara Palace Hotel"],["alt="],["url="],["email="],["address="],["lat=15.31419"],["long=38.91231"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Formally the Intercontinental Hotel, out by the airport. The odd spaceship-looking hotel probably has the comfiest beds. But quite far from the city centre and with a heafty price."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Albergo Italia (formally the Keren Hotel)"]},", by the central post office. "]},{"type":"*","value":[{"type":"'''","value":["Nyala Hotel"]},", (the city's highest building on Martyrs Avenue). "]},{"type":"*","value":[{"type":"'''","value":["Embasoira Hotel"]},", behind Independence Avenue (on the east side). "]},{"type":"*","value":[{"type":"'''","value":["Hamassien Hotel"]},", right next door to the Embasoira. The Swiss-cottage-looking building. "]},{"type":"*","value":[{"type":"'''","value":["Sunshine Hotel"]},", near the Roof Garden restaurant. "]},{"type":"*","value":[{"type":"'''","value":["Selam Hotel"]},", a few blocks away from the Presidential Palace and the National Museum and has a nice garden. "]},{"type":"*","value":[{"type":"'''","value":["The Buon Respiro"]}," is a very cosy Bed and Breakfast in an ornate Italian villa with a nice patio in the middle of the city just a few blocks from Cinema Odeon."]},{"type":"*","value":[{"type":"'''","value":["The Crystal Hotel"]}," behind Cinema Roma, similar to the Sunshine Hotel."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=P.O. Box 4173"],["lat="],["long="],["directions="],["phone=+291 1 12-19-76"],["tollfree="],["fax=+291 1 12-20-17"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/eritrea.usembassy.gov\/"],["email=usembassyasmara@state.gov; consularasmara@state.gov"],["address=179 Ala St"],["lat="],["long="],["directions="],["phone=+291 1 12-00-04"],["tollfree="],["fax=+291 1 12-75-84"],["hours=M-Th 8AM-6PM, F 8AM-noon"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nTo leave Asmara ",{"type":"'''","value":["to go anywhere else in the country you need a traveler's permit"]}," which can be obtained from the Ministry of Immigration and Nationality opposite the Cathedral Compound on Harnet Av. downtown. \n\nIf you intend to leave by Air, see the \"Getting In\" section. There are two domestic flight routes as of date and they go to the port cities of ",{"type":"[[","value":[["Massawa"]]}," (half an hour's flight and only 110 km northeast) and Assab at the southwest tip of the country by the borders of Djibouti and Ethiopia (an hour and half's flight and nearly 1000 km away). \n\nThere are roads heading in 4 directions from Asmara. At Asmara's city limits on each of these roads, there are also ",{"type":"'''","value":["military-police roadblocks (called \"blocco\" locally)"]}," where you will be checked for your ID and traveller's permit. Always carry these or certified copies of these with you. The blocco for the road towards the coast is placed past the village of Durfo and is called \"blocco Batsi\" (Batsi is another name for Massawa). The blocco for the road heading west towards the country's second largest town ",{"type":"[[","value":[["Keren"]]}," and the western lowlands (bordering Sudan) is called \"blocco Keren\" and the blocco for the two roads heading south is called \"blocco Godaeif\" (Asmara's southernmost suburb) which later divides at a fork with one road towards the southwestern highlands and the Mereb river border crossing (now closed) to Ethiopia and the other road towards the southeastern highlands and the \"Zalambessa\" border crossing to Ethiopia (closed). Besides the bloccos, there are also mobile and random checkpoints on the roads and both inside and outside the limits of nearly all towns and communities in Eritrea. So you will be asked more than once for your papers. \n\nBuses are the main means of transport in Eritrea other than camelback or your own car.  Buses run to all main towns and villages from Asmara, some several times a day, others only once a day or a couple of times a week, requiring you to sleepover for one or more nights there or even on the way, before returning. ",{"type":"'''","value":["Buses don't run after dusk"]}," because of road safety (Eritrea is a very mountainous country). Fog and mist can severely delay traffic as well.  \n\nRenting a car or chartering a taxi is possible in Eritrea, but both cost about the same and are extremely expensive, as is the price of fuel. There is one narrow-gauge train line, from Asmara to Massawa, but it is driven by a slow steam-engine which only runs for chartered tours. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Eritrea"]]},"\n\n",{"type":"{{","value":[["geo"],["15.333333"],["38.933333"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Asmara"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Asmara"]]}]