[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Asni"]}," is a small town, in the foothills of the ",{"type":"[[","value":[["Atlas Mountains"],["High Atlas"]]}," mountains in ",{"type":"[[","value":[["Morocco"]]},". It is about an hours drive from ",{"type":"[[","value":[["Marrakech"]]},". As the town is on both the routes into and around the Atlas mountains, there is a steady drift of tourists, and hence the place is full of hustlers. For a more peaceful stay near the Atlas mountains, carry on up the road to the more attractive ",{"type":"[[","value":[["Imlil"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Weather"]}," in Asni during the ",{"type":"'''","value":["SUMMER"]}," (June, July & August 2008 from 1st hand experience):\n",{"type":"*","value":[" MAX temperature of ~45oC \/ 113F (around 1:30PM)"]},{"type":"*","value":[" MIN temperatureof ~15oC \/ 60F (around 5AM, before sunrise.)"]},{"type":"*","value":[" RAIN: Very rare. Sometimes short, sharp downpours of dirty rain in the afternoons \/ thunderstorms."]},{"type":"*","value":[" SUN: Very intense. It's so much cooler in the shade (hard to find with the sun so high in the sky!). Causes perpetual sweat (despite low-ish humidity): at least 3 litres of water needed during a day spent outside."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"''","value":["Currently duplicated in Imlil"]},"\nIt takes about 1 hour to get from ",{"type":"[[","value":[["Marrakech"]]}," to Asni. There are buses from the central bus station which ostensibly leave every 30 minutes. A quicker way is to take a ",{"type":"''","value":["petit taxi"]}," to the out-of-town grand taxi 'park' (cost 15dh. If you're better at ",{"type":"[[","value":[["haggling"]]}," you can get this lower, if you care about a few pence). From there, a ",{"type":"''","value":["grand taxi"]}," will take you to Asni costing 15Dh per person, 6 sharing. DO NOT pay more than maybe 25Dh per person. (Grand taxis are maybe not the way, if you don't like sharing very confined spaces with strangers: the official policy is to seat 4 people in the back, and two people on the passenger's seat.)). Don't get ripped off taking a taxi straight from the airport!\n\nAlternatively, if you are staying at Kasbah Tamadot (Sir Richard Branson's luxury hotel), private transfers are available from the Marrakech airport to the resort bookable through Virgin Limited Edition.\n\n",{"type":"==","value":["Get around"]},"\nAsni describes both the small village where the grande taxis drop you and the wider valley, however if we just consider the village: It is split into two parts. The 'commercial' area, down by the main road. Here there are shops lined up on either side of the road. Behind the shops up a slope to the south(?) a short distance is the 'residential' part of the village, consisting of 50 or so houses.\n\nObviously walking on foot is the way to get around (as the village is only a few hundred metres wide).\n\nA old green Mercedes-Benz minibus shuttles between Asni and Imlil all day long (from 7am onwards). Wait at the taxi area until someone shouts \"ImlilImlilImlilImlilImlil!\". It should cost just 10 dirhams (August 2008 prices): Don't get ripped off. A taxi shouldn't cost that much more (about 15Dh to Imlil; about 30Dh to Marrakech). If, as a tourist, you're quoted a price in the 100s of dirhams (this happens), say it's too expensive and walk away. You'll instantly be called back and asked to name your price: they will still want your business even if they can't rip you off.\n\n",{"type":"==","value":["See"]},"\nThis village has little to see. Old mud-brick houses seem amazing the first time you seem them, but you'll see more, higher up in the mountains, without all the touts and conmen. Compared to Imlil and Marrakech, Asni is noticeably less touristy and therefore is more like the 'real' Morocco whilst still offering all the amenities needed to stay there. It is, however, neither as picturesque as Imlil nor better located for visiting the Atlas. If you are looking for a base from which to explore deep into the Atlas, Asni's a bit too far north.\n\n",{"type":"==","value":["Do"]},"\nFor many people there's little to do here beyond buying food and water, and leaving.\nOkay, that's a bit harsh. Asni has many hammam (bath houses), which would have been nice after long walks in the day.\nThere's also an internet cafe (6Dh\/hour: bargain!)\n\n",{"type":"==","value":["Buy"]},"\nThere are maybe 20 or 30 tiny shops in Asni, mostly selling exactly the same things. Food, water (probably a ",{"type":"''","value":["really"]}," good idea if you're planning to head further into the mountains. Bottled water gets more expensive the further you get from ",{"type":"[[","value":[["Marrakech"]]},"? And if you feel like being conned, there are ",{"type":"''","value":["Loads"]}," of really naff trinkets being sold by hustlers. BEWARE: Hustlers are out to get you. They'll invite you to their house, give you lots of mint tea and sell you an excellent but massively overpriced meal (50Dh each for cous-cous). I was hustled by these guys (Muhammed and Muhammed) who although were friendly and spoke good English, became really pushy when they got out the inevitable \"silver\" bangles. They spend all day waiting around the cafe opposite the petrol station. Perhaps it's just how they make a living, but it's easier to not get too involved with them. Sunglasses allow you to avoid making eye-contact.\n\nThe weekly market (Saturdays) is big. Traders travel for hours and hours to get there. However, remember Marrakech probably has everything you can buy here, at a lower price.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" There are a couple of cafes on the main street mainly selling tagine: It's quite nice."]},{"type":"*","value":[" Rounds of bread, eggs and cigarettes all cost 1Dh each."]},{"type":"*","value":[" Fruit and Veg: from a couple of stalls, really fresh stuff, amazing flavour: e.g. 5Dh\/kg for potatoes"]},{"type":"*","value":[" There are a few butchers and several places to buy a chicken (alive or dead)"]},{"type":"*","value":[" Tinned foods and sauces are sold in most shops"]},"\nN.B. There is a lack of dairy: there is ",{"type":"'''","value":["no"]}," cheese (except 'Laughing Cow') and although they sell milk, it's already curdled before you buy it.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Water: bottled water (1.5 litre bottles) can be bought at most shops. Some shops have fridges, and therefore sell ",{"type":"''","value":["cold"]}," water! The locals drink the tap water with no problem, but foreigners should drink just small amounts at first to get used to it. The water in Asni is far better than in Marrakech."]},{"type":"*","value":[" Soft Drinks: Coke, Fanta, Sprite, etc. cost around 7Dh for a litre bottle, and can be bought from a fridge too."]},{"type":"*","value":[" Alcohol: it's legal, but there's nowhere to buy it in Asni!"]},"\n",{"type":"==","value":["Sleep"]},"\nThere is one hostel and one hotel (The hotel has closed down, but the hostel is open for business).\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Jeunesse d'Asni (Asni Youth Hostel)"],["alt="],["url=http:\/\/www.hihostels.com\/performLocationSearchHome.do?hostel=Asni%20-%20Asni%20Youth%20Hostel&country=MA&city=a96129"],["email="],["address="],["lat="],["long="],["directions="],["phone=212-04-447713"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=30Dh\/person\/night, Location: 31.2478oN;7.9788oW. It's very basic but has everything essential. The owners, Omar and Fatima, are very welcoming and friendly although they speak almost no English. A typical dorm comprises: a few metal bunkbeds (with mattresses, mattress covers and pillows), a concrete floor, a tin roof, walls, an electric light, a power socket, a lockable door, and a window, nothing else. There are 2 showers to use free of charge, and the water's perfect in the evening after being heated by the sun during the day. There's a delightful selection of 4 squat toilets in the outhouse (bring your own toilet paper). For water, there's a tap outside and another in the 'kitchen' to get fresh, drinkable water (I drank it neat for several weeks and was OK). Also in the kitchen is a sink and a massive table (but no means to cook anything if you don't bring your own stove). Ask Omar nicely to use his freezer. There's a large garden area with plenty of shade under a canopy of trees, outdoor lighting, and plenty of garden chairs knocking about to sit on. The hostel's really peaceful, secluded and shaded compared to the noise, bustle and heat of the town. This place is great: stay there!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kasbah Tamadot"],["alt="],["url=http:\/\/www.virginlimitededition.com\/kasbah\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 24 36 82 00"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sir Richard Branson's new luxury Moroccan retreat is in Asni. It features a total of 19 rooms and suites."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dar Tassa"],["url=http:\/\/www.dartassa.com\/"],["email="],["address=Douar Tassaouirgane"],["lat="],["long="],["directions=Near Marigha, in the serene mountain setting of National Park, just over an hour's drive south of Marrakech in a hamlet accessed by a track"],["phone=00212 (5)24484312"],["tollfree="],["fax="],["hours="],["price=€35"],["checkin=1:30PM"],["checkout=noon"],["content=Eco-friendly and cosy guest house. Built in traditional Berber style with traditional materials, it enjoys with stunning views from the picture window in the lounge and from the large roof terrace. The owners actively support eco tourism and local conservation projects. The seven suites and rooms are arranged around a spacious living\/dining room with fountain. The cosy bedrooms are decorated with warm colours and Berber furnishings and have heating and air conditioning. There are three suites with double beds (extra bed possible) with en suite bathrooms, two doubles with shared bathrooms and two twins\/singles with shared bathrooms."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" To get back to ",{"type":"[[","value":[["Marrakech"]]}," a grande taxi back is the best way."]},{"type":"'''","value":["Warning"]},": Taxis ",{"type":"''","value":["back"]}," to ",{"type":"[[","value":[["Marrakech"]]}," are in general ",{"type":"''","value":["more expensive"]}," than coming here. The is because people often travel through the mountains, so there's less people coming back to Marrakech (apparently...)\n",{"type":"*","value":[" To go on up into the mountains, please read the ",{"type":"[[","value":[["Imlil"]]}," page."]},"\n",{"type":"{{","value":[["IsPartOf"],["High Atlas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Asni"]]}]