[{"type":"{{","value":[["pagebanner"],["Central Astana banner.jpg"]]},"\n\n",{"type":"[[","value":[["File:Astana.jpg"],["thumb"],["180px"],["Ministry of Transportation, Left Bank, Astana"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.astana.kz\/en\/ Astana"]}]}," (formerly Aqmola and Tselinograd), in the ",{"type":"[[","value":[["Kazakhstani North"],["north of Kazakhstan"]]},", is the second largest city in the country. It took over the role of capital city from ",{"type":"[[","value":[["Almaty"]]}," (the largest city) in December 1998. Now, it is undergoing a transformation costing billions of dollars, where top international architects assist in trying to make Astana a worthy capital - not only of Kazakhstan but of all Central Asia. Thus, Astana presents an interesting and intriguing blend of old Soviet architecture with the modern designs of Norman Foster and the likes. Astana is growing, but still does not offer the comforts and thrills of its Western counterparts, or Almaty, but has its own charms and pleasures.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.astanaairport.kz\/ Astana International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["TSE"]]},") is about 15 kilometers south of central Astana. It serves ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Kiev"]]},", ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Hannover"]]}," and ",{"type":"[[","value":[["Frankfurt"]]},", as well as several domestic destinations. \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airastana.com\/ Air Astana"]}]},", the flag carrier of Kazakhstan, flies to ",{"type":"[[","value":[["Almaty"]]},", ",{"type":"[[","value":[["Delhi"]]},",",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Hannover"]]},", Istanbul-Atatürk, Moscow-Sheremetyevo, and Ürümqi from Astana Airport.\n\n",{"type":"'''","value":["Bus 10"]}," connects the airport and the city centre twice hourly, price is 60 KZT. A ",{"type":"'''","value":["taxi"]}," from the airport to the city centre is about USD20.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Astana rail terminal, view of the apron. May 2009.JPG"],["thumb"],["Astana rail station"]]},"\nAstana is served by the Qazaqstan Temir Zholy (Kazakhstan National Railway). Express trains run between ",{"type":"[[","value":[["Almaty"]]}," and Astana. Additional service connects to ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Urumqi"]]}," in western ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Get around"]},"\nThere are plenty of taxis around: expect to pay between KZT300 and 1000 for a trip within the city.\n\nStreet taxis: Stand at the side of any road and thumb down a passing car, within 3 minutes you should have had a string of them.  Tell them your destination and they will either drive off or gesture you in.  It is useful to know numbers so you can set a price for the journey before starting. They are much cheaper than official taxis and you can expect to pay about half the price in one of these, prices start at about 500T for a cross river trip.  Some drivers will practice their English on you, others will race around the streets like a maniac, slowing down for the obvious speed camera. Use this method with caution and try to travel in groups.\n\nThe public buses cost 60 KZT. Get on the bus and a conductor will come and ask for your fare and give you a ticket. Given the simplicity of the process, you don't need to speak the language to be able to do this. The buses are efficient and comfortable, but they are often full. Some buses are from the 90's, but there are also newer buses from the last 10 years that match any modern city in terms of the quality of the bus.\n\n",{"type":"[","value":["http:\/\/www.astana.kz\/en\/bus-routes\/ The municipal authorities have published a bus route map  on Astana.kz (click here)"]},". Unfortunately, however, you have to choose the bus number to see the route. This is not helpful if you know where you want to go but don't know which bus to take! Once you're on the bus, there is a route map, so it's worth taking a photo of that on your phone for later trips around the city! When you get on a bus tell the conductor your destination and they will either tell you when to get off or gesture you to get on another bus. \n\n",{"type":"[","value":["http:\/\/zaproezd.kz\/astana On the route map published by ZaProezd.kz (click here)"]}," you can more easily search for the route you want in either Astana, Almaty or Karaganda, but sadly the page is only available in Russian language. To find an appropriate route, first click on \"Поиск маршрутов «От → До»\", then click on the starting point on the map (\"ot\" means \"from\") and then click on the end point you wish (\"do\" means \"to\"). The page will suggest routes for you on the page's left side.\n\nThe number 12 bus does a nice loop around the new part of the city with the palace etc., so this is a nice one for a tour.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["image:KazMunayGas HQ.jpg"],["thumb"],["300px"],["KazMunayGas Headquarters"]]},"\n",{"type":"[[","value":[["image:Central Downtown Astana 2.jpg"],["thumb"],["Downtown with Baiterek Tower in center"]]},"\n",{"type":"[[","value":[["image:Nur-Astana Mosque.jpg"],["thumb"],["Nur-Astana Mosque"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bayterek Tower"],["alt=Бәйтерек, Bäyterek"],["url="],["email="],["address="],["lat=51.1283"],["long=71.4305"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=500T for Adults, 150T for 5-15 (with documentation), under 5s are free"],["content=An example of the futuristic architecture in the newborn city. Nicknamed ",{"type":"''","value":["Chupa Chups"]}," by the locals due to its similarity to a giant lollipop, this 97 meter high building offers a great view of the city as well as an art gallery, an aquarium and a restaurant. In the center of the top sphere, the ever so humble President Nazarbayev has made a golden palm print where visitors may put their own hands.  Be warned at busier times the queue for the palm can be very long."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Khan Shatyry"],["alt="],["url=http:\/\/www.khanshatyry.com\/"],["email="],["address="],["lat=51.132222"],["long=71.403889"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a giant transparent tent big enough to hold 10,000 people. The 150m-high tent has a 200m elliptical base covering an area larger than 10 football stadiums, and contains a park, a shopping and entertainment area with squares and cobbled streets, a boating river, minigolf and an indoor beach resort. It even contains its own monorail with several stops. While Astana is one of the world's coldest capitals with temperatures down to -40°C in the cold season, the transparent material lets sunshine in and helps to keep temperatures comfortable all year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The President's Museum of Kazakhstan"],["alt="],["url="],["email="],["address=Barayev 3"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built like a yurt with a dome resembling a mosque. It contains exhibitions about the history of the country. The main attraction is a replica of the Golden Man costume, a warrior's suit that was found in a tomb east of Almaty. It contains more than 4000 gold pieces, and the original was considered too fragile to be put on display (it is now kept safe in the national bank)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Atameken Map of Kazakhstan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An outdoor museum giving you an overview of the entire country in a miniature version. This 1.7-hectare exhibit features more than 200 mock-up pieces, creating Kazakh cities and historical memorials. During the summer months at least, there are normally English speaking guides available (optional obviously), should you wish to learn a little about the models, and there is a covered section which focuses on the newer constructions within the city of Astana itself. Taking photos sometimes requires an extra payment to be made - you may want to keep cameras in your bag until you pass out of sight of the front ticket office.  There is a covered map of Astana on a platform overlooking the rest of the map, be sure to visit the exhibition underneath this, which offers dioramas of Kazakhstani industry, sport and culture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palace of Peace and Reconciliation"],["alt="],["url="],["email="],["address="],["lat=51.123056"],["long=71.463611"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The pyramid portion of the building is 62m high and sits on a 15m high earth-covered block. All of this construction is above ground level. The building holds a summit of all religions of the world every 2–3 years. Though the landscaping of the park rises up to cover the lower levels, these are not in fact basements. This building offers a great view of the city as well as two art galleries, an archeological and ethnographic museum, opera hall, and a cafe."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Duman"],["alt="],["url=http:\/\/www.duman.kz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An entertainment complex consisting of an oceanarium, 3D theatre, dome area, souvenir shops and cafes. The aquarium is unique for being located over 3,000 km away from the ocean! It has more than 2000 sea inhabitants, the representatives of 100 species of sea fauna from different parts of the world. You can also see \"Mermaid\" and sharks-feeding shows at the aquarium. In the Motion Theatre you can make an underwater trip under the command of captain Mac-Cloud during the World War II, to overcome the traps while rescuing the gorgeous princess, confined in the dungeon, go on a tour to the past to dinosaur age, escorted by a troll and etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nur-Astana Mosque"],["alt="],["url="],["email="],["address="],["lat=51.126438"],["long=71.415093"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The second largest mosque in Central Asia, completed in 2008."]]}]},"\nThe dome area contains symbols from all over the world like the Statue of Liberty, the fragment of the great Chinese wall, the \"Doriphor\" statue, Parthenon and others.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kazakh Eli monument"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Situated next to Pyramid (Palace of Peace) and has a small statue of the first president of the Republic of Kazakhstan. It is about 100 metres tall and has a mythical golden bird ",{"type":"''","value":["Samryk"]}," on the top. Monument is made from white marble and surrounded by very beautiful fountains."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shabyt Palace"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shabyt is a palace of arts situated to the right of Kazakh Eli monument. It is a dish like building made from glass."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palace of Independence"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Most of political and business gatherings are held in this palace. Summit of OSCE (Organization of Security and Cooperation in Europe) will take place on 1–2 December 2010 in this building inviting about 56 countries is called to be one of the largest gatherings of heads of the states (bigger than Washington Nuclear Summit). Summits concerning ecology in Asia was held in October 2010 and European ecology summit for the first time will take place outside of Europe in 2011."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of the First President of the Republic of Kazakhstan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is situated north of the river on the junction of Abai Street and Bebeishelik Street.  This magnificent building was the seat of power before the new presidential palace was built.  There is an entrance on Abai Street where you will have your baggage searched and you will be scanned for metal.  Once inside be sure to ask the people at the front door for an English guide book.  Pictures are allowed on the ground floor (1st in Kazakh speak) and outside, but no where else.  Most people will have to don covers for their shoes and all luggage must be stored in lockers.  Entry is free.  The building consists of displays outlining the struggle for independence, gifts and awards given to Nazarbayev including a machine gun from the Saudis, and state rooms preserved as they were when Nazarbayev was there.  On the top floor there is a comprehensive photo display of Yeltsin, someone that Nazarbayev seems to have a lot of sympathy towards.  Be sure to see the full sized recreation of the golden man.  The museum is often on the empty side and don't be surprised to find yourself trailed by anxious (maybe bored) gallery staff.  There isn't much for the kids here, it is more suited to those interested in the art of state diplomacy and the history of Nazarbayev.  There is a small gift shop on the ground floor with the normal tourist paraphernalia."]]}]},"\n",{"type":"==","value":["Do"]},"\n'REVision Park' Cinema in English: Every Tuesday at 8pm, 24 Turan St. Sary Arka Shopping Mall (3d Floor). ",{"type":"[","value":["http:\/\/languageleader.kz\/index.php?option=com_content&view=article&id=82"]},", Revision Park is a new project of Language Leader ",{"type":"[","value":["http:\/\/languageleader.kz\/"]}," and KinoPark Multiplex cinemas ",{"type":"[","value":["http:\/\/kinopark.kz\/revision_park\/?lang=ru"]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ak Bulak sauna Complex"],["url="],["email="],["address=8th kilometer on the Astana-Airport highway"],["lat="],["long="],["directions=Olympic stadiums"],["phone=+7 (7172) 49-76-98 (reception), +7-705-140-7221 (cell)"],["tollfree="],["fax="],["hours=24 hours"],["price=from $20\/hr to $60\/hr"],["content=A Sauna Complex with 3 private VIP double floor saunas (for a party of 6, 9 and 12 people). Each sauna is decorated in a different geographic style and has its own swimming pool, Finnish and Russian steam rooms (banya), jacuzzi, hamam, entertainment hall with a banquet table, billiard, karaoke, TV with cable channels and 2 private relax rooms. The Complex has its own parking lot and conveniently located on the main Astana-Airport highway (not far from Olympic stadiums). Ak Bulak sauna Complex is an excellent way to enjoy cold and windy Astana and feel the bathing tradition of Kazakhs. Food and beverages are provided at the Complex. Different types of massage can be ordered at the reception."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":[" Souvenir Shopping "]},"\n",{"type":"'''","value":["Talisman"]}," on Republic Avenue is a great little souvenir shop with T-shirts, felt products, leather paintings, traditional musical instruments, desk sets and  jewellery and stuffed leopards. A bit expensive and the staff watch you very carefully to make sure you don't shoplift, but there is a good variety of goods.\n\n",{"type":"'''","value":["TSUM"]}," also has a nice little souvenir shop in the second floor with traditional Kazakh souvenirs.\n\n",{"type":"===","value":[" General Shopping "]},"\n\n",{"type":"'''","value":["TSUM"]}," The central shopping mall on Kenesary Street, across from Congress Hall has some shops for clothes, perfumes, a camera shop, cafe and a small supermarket.\n\nNew Western-style shopping malls have sprung up with all the variety of shopping you would expect from a mall in the West including:\n\n",{"type":"'''","value":["Keruen"]}," on the Left Bank near Bayterek. Supermarket, Cinema, Babylon (video-arcade\/indoor rides for children). Food court.\n\n",{"type":"'''","value":["Mega"]}," on Turan Street. Cinema. Ramstor supermarket. Climbing wall. Food court.\n\n",{"type":"'''","value":["Sara Arkai"]}," on Turan Street. Cinema. Supermarket.\n\n",{"type":"'''","value":["Ramstor"]}," is another chain of supermarkets that is popular among Westerners in Astana. They sell lots of things you can't find elsewhere such as macaroni and cheese, microwave popcorn, Worcestershire Sauce, barbeque sauces, tortilla chips, salsa and so on.\n\n",{"type":"'''","value":["Asia Park"]},". Next to Central Mosque of Astana. Has a nice skybar with a pretty good view. Includes an Alma supermarket with good bakery, dairy, tinned food and frozen food. Fruit and vegetables don't look so good (in late 2011). Some basic homeware is also on sale. There is a Finn Mark shop for winter clothes. There is also a Fitness First gym.\n\n",{"type":"'''","value":["Artem"]},". This is half way between a bazaar (as some people call it) and an old fashioned shopping mall. The ground floor is open and feels like a market - it has lots of fresh fruit and vegetables, and dried fruit and nuts, all for sale in market stalls; plus mobile phone shops at one end. There are also areas that sell meat and fish. The many upper floors contain mostly clothes shops - a bit more reasonably priced than MEGA, Khan Shatyr etc., plus toiletries, furniture, and more.\n\n",{"type":"'''","value":["Alem"]},"\n\n",{"type":"'''","value":["Shanghai"]},". These are big supermarkets that are more like bazaar mostly for the groceries but they also have clothes.\n\n",{"type":"'''","value":["Eurasia"]},". One of the first shopping centres in Astana. Has everything for a little bit lower prices.\n\nWith China relatively close, you can find many electronic gadgets in the shops, just remember that returns policies are not as customer-friendly as in the West. Also some of the latest gadgets such as iPhones and iPods are more expensive here than in Western countries.\n\n",{"type":"'''","value":["Khan Shatyr"]},". Contains a Greens supermarket - well laid out (the aisles aren't straight, so it doesn't have that factory-like feel of typical supermarkets). Prices are reasonable considering it's in the Khan Shatyr. There is also a Debenhams in Khan Shatyr.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Beshbarmak"]}," - a horse meat and pasta dish. Most restaurants that serve it will present a portion enough for two or three people.  ",{"type":"'''","value":["Boursaky"]}," - bread best served piping hot. A little like an unsweetened doughnut.  ",{"type":"'''","value":["Shashliq"]}," - unless you have a sturdy stomach, best to avoid unknown street vendors, but these kebabs are often cheap, and a good 'safe bet' if you recognise little else on the menu.\n\nAlong Turan street (formerly Sara Arka), there is a row of restaurants that while a bit expensive are quite good. They also have private rooms for parties, saunas, and even hotel rooms.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Shimket"],["url="],["email="],["address=Immanova, near Republic Street"],["lat="],["long="],["directions=in Kazyna Mall, next to Cinema City"],["phone="],["tollfree="],["fax="],["hours="],["price=cheaper"],["content=If you want a greasy spoon style meal, with cheap prices, and a mixture of makes in the car park, rather than 4x4s, Hummers and Mercedes, head over here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Melnitsa"],["alt=Windmill"],["url="],["email="],["address=Turan Street"],["lat="],["long="],["directions=near Khan Shatyr"],["phone="],["tollfree="],["fax="],["hours="],["price=1500-3000T for a main dish."],["content=Possibly the only Ukrainian restaurant in Astana with one of the best outdoor dining areas in the city. Lots of traditional Ukrainian dishes like potato pancakes and of course Chicken Kiev. Live music in the evenings. Fresh bread oven. Great decor, like a farmer's hut."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tre Kronor"],["alt=Three Crowns"],["url="],["email="],["address=Turan Street"],["lat="],["long="],["directions=near Mega Mall"],["phone="],["tollfree="],["fax="],["hours="],["price=1500-3000T for a main dish."],["content=Consistent with its name, the restaurant strives for a more European fare. It features excellent steaks and decent sausages. Nice Brew Pub atmosphere though it is a proper restaurant. Most evenings there's a live band which plays a mix of reggae, classic rock and Russian rock. Nice outdoor cafe in the summer."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Satti"],["url=http:\/\/arka.kz\/en\/pages\/88.html"],["email="],["address=32 Kabanbay Batyr Street"],["lat=51.130969"],["long=71.415479"],["directions="],["phone=+7 (7172) 24 28 48"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Line Brew"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular with expats and locals alike, Line Brew features its own brew of beer, with an impressive menu that includes several delicious steaks, including one made of horse meat."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=1000 and 1 nights cafe"],["url="],["email="],["address=Bayan Sulu hotel"],["lat="],["long="],["directions="],["phone=+7-7172-366-222"],["tollfree="],["fax="],["hours="],["price="],["content=The main destination for authentic Turkish and Arabic cuisine in Astana. Operated by Turkish management. Located at Bayan Sulu Hotel, which is located not far from Eurasia shopping center."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ali Babas"],["url="],["email="],["address=3 Bukeikhan st. Astana 010000, Kazakhstan. 8 172321899"],["lat="],["long="],["directions=North of the river"],["phone="],["tollfree="],["fax="],["hours=Summer only"],["price=~3000T"],["content=A very popular summer restaurant.  The waitresses and waiters dress in traditional dress and the menu offers a selection of central asian cuisine.  Prices are in line with Europe or America but the food is good. There are fake bird cages hanging from the roof which tweet electronically.  Camel and horse milk are on offer along side Leffe beer"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rafe"],["url="],["email="],["address=Bukeikhan Street Astana, Kazakhstan"],["lat="],["long="],["directions=Almost opposite Ali Babas"],["phone="],["tollfree="],["fax="],["hours="],["price=~3000T"],["content=A modern coffee bar offering Italian food with a twist. Be sure to check out the horse pizza"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kumis"]}," - different varieties are available of this mare's milk, some are a little salty. Slightly fermented.  "]},{"type":"*","value":[{"type":"'''","value":["Vodka"]}," - supermarkets stock a huge variety, ranging from $2 bottles that will strip your throat to $115 bottles that are more for giving as a present or showing off your wealth. Shots tend to be drunk, rather than utilising mixers - don't feel obliged to down each and every one if at a celebration.  "]},{"type":"*","value":[{"type":"'''","value":["Cognac"]}," - what we would refer to as brandy, again a wide range in the shops and restaurants. Same rules apply regarding shots - with all the toasts made at parties and other gatherings, you may want to pace yourself."]},"\nThere are more than 10 discos (night clubs) that are frequently referenced by locals: Chocolate ",{"type":"[","value":["http:\/\/www.tamak.kz\/en\/catalog\/details\/shokolad-lounge-bar\/"]},", A8, Fusion, Ice, etc. Chocolate is in the same building as the SAS Radisson hotel, but may only be open on selected days (weekends). \"Ice\" (centrally located - ask locals for the address) has a nice atmosphere and is on two floors with a large dance area. Prices are towards the high end, no entrance fee on Thursday night.\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Duman"]}," - located behind the Duman entertainment complex, this approximately four star hotel is an 18-story building built in 2008 and overlooking the park and river to the North and East, and MEGA shopping mall to the south. The rooms are good quality, with space, large beds (beds are firm - how good this is depends on your preference) heating and air conditioning, and excellent showers and bathroom facilities. The room rates vary. The lobby bar on the ground floor sits at the bottom of an 18 floor atrium, one wall of which is all glass. The glass lifts in the atrium give an impressive view out the glass window. On the 16th floor there is a bar and restaurant with great views but very poor food. The laundry service is exorbitant - about $100 for a week's worth of clothes."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Okan InterContinental Astana"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/ic\/1\/en\/hotel\/tseha"],["email="],["address=113 Abaya Avenue"],["lat=51.169115"],["long=71.428363"],["directions="],["phone=+7 (7172) 391-000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The first luxury hotel in Astana, the service is very good and the room quality is consistent. Singles\/doubles from KZT 46000. A very good breakfast bar is included, and there are is a popular Italian restaurant (Pucchini's) and an eastern-style (Turkish) restaurant, as well as a pub on the mezzanine floor. Expensive (but fast, reliable) wireless internet, and a nicely equipped business center. A nice range of conference facilities. Unfortunately, the once nicely equipped gym (pool, exercise room\/equipment, saunas) is closed through the end of 2007 for a full renovation. Located in the old area of town, within walking distance from many restaurants, it is a long way from the government buildings on the other side of the river now that the government has moved."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rixos Presidents Hotel Astana"],["alt="],["url=http:\/\/www.rixos.com\/en\/rixos-president-astana-hotel"],["email="],["address="],["lat=51.133504"],["long=71.421255"],["directions="],["phone="],["tollfree="],["fax="],["price=Rooms start around $250\/night."],["checkin="],["checkout="],["content=Make no mistake about it, this is the most luxurious hotel in Astana. For starters, standard rooms come with heated tiled floors in the bathroom, step in showers and jaccuzi tubs, LCD wide-screen television, and ",{"type":"''","value":["free"]}," wireless internet (although it is not very consistent). The service is friendly and professional. There is a bar, a cafe, and two restaurants, and the best conference facilities in Astana. The spa has the best exercise equipment in Astana, and the pool is lovely. It is within walking distance to the ministries and the better restaurants, and the breakfast buffet is more than fantastic (they've been known to put out caviar!) complete with a harpist. The main drawback? So many VIPs prefer to stay in this hotel (visiting presidents, prime ministers, and other big-wigs) that you often have to fight security to get in and out!"]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Radisson Hotel Astana"],["alt="],["url=http:\/\/www.radissonblu.com\/hotel-astana"],["email="],["address=Sary Arka 4"],["lat=51.159536"],["long=71.411686"],["directions="],["phone=+77 (172) 670-777"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=New hotel, just north of Ishim river with 180 rooms. Singles\/doubles at USD 480 including breakfast, access to fitness center but excluding current VAT. Rooms are modern design, with flat-screen TV and free internet. Wi-Fi in the rooms can be dodgy, but there is a cable alternative, and Wi-Fi works fine in the lobby\/lounge. Hotel has a reliable Italian restaurant, and a sports club\/spa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bayan Sulu Hotel Astana"],["url=http:\/\/bs.restoran.kz"],["email=Bayan.Sulu.hotel@gmail.com"],["address=microdistrict 2a, building 8\/1"],["lat="],["long="],["directions=Eurasia shopping center"],["phone=+7 (7172) 36-62-22 and +7 (7172) 36-60-79"],["tollfree="],["fax=+7 (7172) 36-89-30"],["hours="],["price=Prices: from $55\/night for a single room to $85\/night for 2-room deluxe"],["checkin="],["checkout="],["content=This inexpensive, but very comfortable 3-star hotel enjoys a quiet location in Astana, a 10-minute walk from the Kazakhstan Sports Palace and 5-minute drive from the left bank – a new administrative center of dynamic Astana. The hotel offers 3 saunas that include swimming pools, jacuzzi, Finnish steam rooms. Wi-Fi is free in all rooms, which are warmly furnished with elegant interiors and wooden floors. Every room is air-conditioned and has a working table, minibar, cable TV and private bathroom with a bathtub. A free breakfast is provided for guest each morning at the “1000 and 1 night” Café that serves European, Arabic and Turkish cuisine."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Gran Park Esil"],["url="],["email="],["address=Beibitshilik Street Astana, Kazakhstan"],["lat="],["long="],["directions=North of the river opposite the Msueum of the first president of the Republic of Kazakhstan"],["phone="],["tollfree="],["fax="],["hours="],["price=from 18000T"],["checkin=13:00"],["checkout=12:00"],["content=A pleasant and clean hotel that is breakfast included.  There is free wifi and satellite television.  The gym, pool and sauna are free, as is the masseur but you must book ahead.  The mini bar has condoms, listed under 'miscellaneous'.  The staff are friendly and receptionists have a good grasp of English.  The bar is pricey and Friday night is cocktail night."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Mobile phone providers"]},"\nThere are three mobile phone providers: KCell, Tele2 and Beeline. All three offer mobile web (Edge, 3G).  SIM cards are cheap and can be bought without filling in documentation.\n\n",{"type":"===","value":["Money"]},"\nThere are cash machines in shopping centres, on the street and in most hotels.  Most accept VISA and some people have had trouble with MasterCard.  Most banks convert dollars, euros and roubles.  Pounds are much harder to get rid of.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/kz.chineseembassy.org"],["email="],["address=37 Kabanbai Batyra Ave"],["lat="],["long="],["directions="],["phone=+7 7172-793561"],["tollfree="],["fax=+7 7172-793565"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/Egyptian_Embassy_Kazakhstan\/Pages\/default.aspx"],["email=embassy.astana@mfa.gov.eg"],["address=24A Sarayshyk Street, Diplomatic Town"],["lat="],["long="],["directions="],["phone=+7 7172-241830"],["tollfree="],["fax=+7 7172-286050"],["hours=9:00 AM - 16:00 PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.kz"],["email=sanomat.ast@formin.fi"],["address=Astana Tower 17th floor, 12 Samal Microdistrict, 010000 Astana"],["lat="],["long="],["directions="],["phone=+7-7172-44 21 21"],["tollfree="],["fax=+7-7172-44 21 16"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=gremb.ast@mfa.gr"],["address=109 Micro District Karaotkel 2010000"],["lat="],["long="],["directions="],["phone=+7 7172-563714, +7 701 188 7406 (Emergencies)"],["tollfree="],["fax=+7 7172-244776"],["hours=Mo-Fr 9AM-noon, 1PM-5PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url="],["email=ast@minbuza.nl"],["address=Kosmonavtov street 62, Renco building 3rd floor, Microdistrict Chubary"],["lat="],["long="],["directions="],["phone=+7 7172 555450"],["tollfree="],["fax=+7 7172 555474"],["hours=Monday - Friday 09.00-13.00 and 13.30-17.30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/www.indembassy.kz\/"],["email=amb.astana@mea.gov.in, hoc.astana@mea.gov.in, admn.astana@mea.gov.in, com.astana@mea.gov.in)"],["address=Kaskad Business Center, 5th Floor 6\/1, Kabanbai Batyr Avenue"],["lat="],["long="],["directions="],["phone=007-7172- 925700\/925701\/925702\/925703"],["tollfree="],["fax=007-7172-925716"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Kazakhstani North"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.166667"],["71.416667"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Astana"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Kazakhstan\/Localities\/Astana\/"]]}]