[{"type":"{{","value":[["pagebanner"],["Asturie banner.jpg"],["caption=The Central Massif of the Picos de Europa, showing the peaks of Peña Main overlooking the village of Sotres in Cabrales, Asturias, Spain"]]},"\n",{"type":"'''","value":["Asturias"]},", officially ",{"type":"'''","value":["Principality of Asturias"]}," (Spanish: ",{"type":"''","value":["Principado de Asturias"]},", Asturian: ",{"type":"''","value":["Principáu d'Asturies"]},"), is a region in the north of ",{"type":"[[","value":[["Spain"]]},".\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Oviedo (Spain)"],["Oviedo"]]}," — Capital of the principality"]},{"type":"*","value":[{"type":"[[","value":[["Gijón"]]}," —Largest city of the principality"]},{"type":"*","value":[{"type":"[[","value":[["Avilés"]]}]},{"type":"*","value":[{"type":"[[","value":[["Colunga"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gedrez"]]},"  "]},{"type":"*","value":[{"type":"[[","value":[["Langreo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Llastres"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Ribadesella"]]}]},{"type":"*","value":[{"type":"[[","value":[["Villaviciosa"]]}]},"\n",{"type":"==","value":["Other destinations"]}," \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\nAsturias has its own language, ",{"type":"'''","value":["Asturian"]},", although everyone speaks  Spanish.\n\n",{"type":"'''","value":["Asturian"]}," (also called ",{"type":"''","value":["Bable"]},", but this is a derogatory term) is a Romance language spoken in some parts of the provinces of Asturias and León in Spain, and in the area of Miranda de Douro in Portugal (where it is co-official and officially called ",{"type":"''","value":["Mirandese"]},"). In Asturias, it is protected under the Autonomous Status legislation, and it is an optional language at schools. There was a diglossia conflict between Asturian and Spanish, which resulted in some scholars considering it a dialect. However, nowadays, it is considered a separate language.\n\nMuch effort has been made since 1980 to protect and promote Asturian among the Asturian population. However, establishing the language as a co-official tongue is still awaited in most areas to protect this minority Romance language better. The situation of Asturian in other parts of Spain is critical, with a large decline in the number of speakers in the last 100 years. The area of Miranda de Douro in Portugal has taken a further step in protecting this language, by making it co-official. \n\nThough Asturian and Spanish are highly similar to one another, the prevalence of Asturian on road signs and maps means that travelers, for instance, may need to pay attention to name changes, such as how ",{"type":"'''","value":["Oviedo"]}," becomes ",{"type":"'''","value":["Uviéu"]}," and ",{"type":"'''","value":["Gijón"]}," becomes ",{"type":"'''","value":["Xixón"]},".\n\nOne must also be aware while traveling through Asturias that almost ",{"type":"''","value":["nobody"]}," speaks English. In other parts of Spain one can come across people who speak English to a limited extent (particularly in the larger cities), yet rarely will Asturians be able to understand you unless you make a considerable effort brush up on your Spanish. Bring a phrasebook and translate as you go if need be; the Asturian people are remarkably patient and welcoming and will be glad to invest time in helping you understand their culture, which they are intensely proud of.\n\n",{"type":"==","value":["Get in"]},"\nThere are two main options to arrive in Asturias.\nThe first is to fly directly from Madrid, Barcelona, Paris, or London, which can be fairly cheap, depending on when you buy the ticket. Asturias airport ",{"type":"[","value":["http:\/\/www.aena.es\/csee\/Satellite?pagename=subHome&Language=EN_GB&c=Page&SiteName=OVD&cid=1047658435997"]}," is located near Avilés, and is easily accessible by bus from the three main cities of Gijón, Oviedo and Avilés.\nIf you're coming from London try easyjet.com, which flies direct to Asturias airport or Air Berlin which flies to Asturias via Palma de Mallorca. From other areas in Europe try ryanair.com, which flies into Santander, less than a three hour bus ride from Oviedo.  All three of these airlines are low cost carriers.\nIf you're coming via Madrid, buses also frequently run from the bus station, which is accessible by metro from the airport.  Tickets cost from about €30 each way and can be pre-booked online though the web site of the coach company ALSA ",{"type":"[","value":["http:\/\/www.alsa.es"]},". ALSA is the company that operates the majority of the inter-city buses. The bus takes a little over 5 hours.    \nTrain is a third option when coming from Madrid. Prices are from €27 each way for the discounted 'Estrella' tariff which must be booked at least least 7 days in advance through the RENFE (Spanish state railways) website ",{"type":"[","value":["http:\/\/www.renfe.es"]},". This makes it slightly cheaper than the bus. Otherwise the train is a bit more expensive, from €45. The train is definitely the scenic option though. Nowadays there's a 'fast' connection: high speed until Valladolid.\nThere are also direct bus lines departing from Brussels, Paris, etc. See eurolines.com (in partnership ALSA).\n\n",{"type":"==","value":["Get around"]},"\nAll Asturian cities are very walkable, as they're quite compact.  If you need a way to get around, bus and taxi are the two best options. Taxi stands are all over the city, and charge a base fee of around €4.  Getting from one side of the city to the other costs about €8.  Buses are the most convenient, and cheapest form of travel.  The run from early in the morning until 11PM.  Urban buses are around €0.85.  Schedules are available at tourist offices and bus stops.\nTo travel between cities, both train and bus are good. There are 2 train networks: Renfe (the national railways) and Feve (smaller trains). They sometimes share station but not always. Finding them won't be a problem, though, as they're always clearly shown on maps.\n\n",{"type":"==","value":["See"]},"\nMake sure you visit the ",{"type":"'''","value":["Picos de Europa"]}," National Park\n\nWithin the city, there are various museums, historical buildings, etc.  Be sure to walk around the centro antiguo, that being the part of Oviedo that was once encircled by a stone wall. The Cathedral, convent, and parts of the wall itself are just a few things to see.  The Parque San Francisco is one of the biggest parks in Oviedo, complete with gardens, paths, ponds, and pavos reales (peacocks). This is just off of Calle Uría, one of the main shopping areas down town. El Museo de Bellas Artes, in the plaza of the Cathedral, contains works of Asturian artists as well as Picasso and El Greco. To get away from the city, try a walk up to El Cristo, located on El Naranco, which is visible from nearly all parts of the city.  On the way up are two pre-Romanesque buildings.  La Pista Finlandesa is another nice option for walks or runs, as it skirts the Naranco hill and has full views of the city.  Also, keep an eye out for the numerous statues and sculptures in Oviedo.\n\nNight life in Oviedo is great.  Try the Calle Mon, located just off of the Cathedral's plaza, but remember that most Spaniards don't leave home before 12:00.  If you're an early bird, head to the Calle Gascona, just north of the Cathedral, which is said to be home of the largest number of sidrerias in the world.  Sidra is an alcoholic apple cider famous to Asturias, with its own tradition.  Be sure to ask a server how to correctly drink the beverage, and don't miss the way they pour it.  Another game that can be played in many of the Bars in Oviedo and other parts of Spain and France is Duro.  It is a drinking game similar to that of quarters.  They play it with a drink known as Calimocho, a combination of Coke, red wine, and current berry syrup.  Ask a bartender and they will give you the necessary cups, etc.\n\nBut Asturias is not only Oviedo. Try visiting coasts cities like Gijon and Avilés, spend a morning in Tito Bustillo caves, or relax in one of the thousand beaches in the province.\n\n",{"type":"==","value":["Do"]},"\n\nLos Premios Principes de Asturias are awards given by the Prince of Spain, known as the prince of Asturias, to various people for various categories.  Previous winners are Nelson Mandela, Al Gore, Bill Gates, and Oviedo's very own Formula One racer Fernando Alonso. These awards take place each fall, and are held in Oviedo.\n\n",{"type":"==","value":["Eat"]},"\n\nFabada. Beans stew made of white beans of typical asturian type, red sausage (chorizo), black pudding (morcilla) and diced bacon.  \n\nCheese. There are more than a hundred of different types of cheese in Asturias. The more well known is Cabrales cheese.\nCabrales cheese is produced only in the village of the same name and three villages of the Peñamellera Alta township, located on the northern spur of the Europa Peaks in eastern Asturias.\nThis is certainly the most well-known Spanish blue cheese due to the manner in which goat farmers jealously guard its origin and authenticity; and one of the great blue cheeses of the world. Also its highly recommended cheese Gamoneu, which is considered to be one of the best cheeses in Europe, its a special kind of blue cheese, similar to Cabrales, but smoother and more solid, quite expensive and hard to find.\n\nFrisuelos: These are very similar to the French crêpes (actually have the same Celtic\/atlantic arc-cuisine origin), and are eaten as a dessert.\n\nCachopo: Its a delicious breaded, fried kid of “sandwich” of ham and cheese, cachopo is a little similar to Cordon Bleu but a lot bigger. Make sure to eat it in a good place, as many places will use cheaper ingredients and you won't be getting the real thing.\n\nArroz con Leche: Its a rice pudding dessert, also very popular made just in Asturias, every place has its very own recipe.\n\nIn general it's recommended to eat in small villages or places far from the city center, the quality of the food will always better and of course more affordable prices. When you eat in some central location you will be paying the location more than the food.\n\n",{"type":"==","value":["Drink"]},"\n\nCider. Made of local apples, like the Raxao and Xuanina types. The peculiar way it is served is called \"escanciar\", dropping the cider from the bottle hold with one hand above the head while the thin wide special glass is hold with the other hand under the hip level.\n\nCalimocho, made of red wine, Coke, and current or blackberry syrup is delicious, and fun when used to play Duro (see above).\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"==","value":["Stay safe"]},"\n\nCrime is definitely not a big problem in Asturias.  In the inner cities, as night life is huge, and even grandmothers pushing strollers can be seen at midnight, being out late isn't a big concern (I felt safe walking 30 minutes home alone at night, and I'm female, although it is always preferable to walk with others at night as an added precaution). Of course it depends on the area and bags can be snatched every now and then, so use common sense.\nAsturias in general is to be considered one of the safest places in Europe, and its capital (Oviedo) has been awarded as the safest city in Europe. Children or women can walk alone all the night long without their parents caring.\n\nAny hikers attempting to traverse parts of Asturias on foot should also be wary of the region's notorious weather. Asturias is unlike the majority of Spain, in that consecutive days of non-stop rain and drizzle accompanied by summer temperatures barely reaching 20°C are not uncommon. However, the biggest problem any outdoor types will face is how fast the weather can change. One can be walking in clear blue skies and warm weather and suddenly find themselves stranded in exceedingly dense fog (and vice versa, meaning one must always carry a suitable amount of water and protection from the sun).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Galicia"]]}]}," - Rugged, mountainous and with an extensive coastline, this region to the west bears many similarities to Asturias whilst still maintaining its own traditions, such as its own language and a unique cuisine."]},"\n",{"type":"[[","value":[["WikiPedia:Asturias"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous_Communities\/Asturias\/"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"{{","value":[["geo"],["43.3333"],["-6.0000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Green Spain"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Asturias"]]}]