[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Korankei Gorge.jpg"],["thumb"],["200px"],["Korankei Gorge"]]},"\n\n",{"type":"'''","value":["Asuke"]}," (足助) is former town and current district of ",{"type":"[[","value":[["Toyota"]]},".\n\nThe town of Asuke flourished in the past as a post station located along the trail used to transport salt. \n\nEven today, the area is very reminiscent of the good old days. Indeed, its townscape is filled with remnants from the past including houses made of black board walls and warehouses with white earthen walls.",{"type":"[","value":["http:\/\/www.japan-i.jp\/explorejapan\/chubu\/aichi\/inuyama-seto\/d8jk7l00000007y3.html"]},"\n\n",{"type":"==","value":["Get in"]},"\nThere are many ways of getting to Asuke. \n\nFrom Toyota city, you can take the bus opposite Toyotashi train station, bay 1 (¥800) directly to Asuke.\n\nThe other close city besides Toyota is ",{"type":"[[","value":[["Nagoya"]]},". If you start from here, the fastest and cheapest way to reach Asuke is:\nTake the Nagoya Subway to Akaike (赤池) on the Tsurumai Line. There switch on the Meitetsu Toyota Line (¥390); sometimes the subway train continues to Toyota directly as a Meitetsu train, so you do not have to even switch trains. Get off at Josui (浄水). Here you can catch Toyota-city bus no. 8 (¥500)(Toyota Welfare Hospital - Asuke). ",{"type":"[","value":["http:\/\/michinavitoyota.jp\/main\/c_train-bus\/bus.html"]},"\nPrices as of November 2011.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["The Korankei Gorge"]}," (香嵐渓) stretching 1.2 kilometers upstream of the Tomoe River in Asuke-cho Miya-machi boasts its magnificent autumn foliage. Many tourists visit this gorge in mid-November when the colors of the leaves are at their best. Indeed, the view of more than 4,000 trees with beautifully-colored leaves is truly a sight to behold. During the month of November, the trees are illuminated at nighttime to create a magical atmosphere with their leaves giving off a golden glitter.\n\nTo reach Korankei, just get on any bus towards Asuke and get off at the Korankei (香嵐渓) bus stop.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Sanshu-Asuke Yashiki"]}," (¥500, 9:00a.m.-5:00p.m) is a traditional Japanese farming village containing a farm house, a warehouse, a stable, a water mill, a handicraft centre, etc. They exhibit the traditional Japanese life in the mountainside. \n\n",{"type":"'''","value":["Asuke Castle"]}," (¥300). Suzuki family, who occupied Asuke area during the late 15C to the early 16C, built the castle. In the 1990s Asuke government has re-built it. The design of the castle was based on the excavations on-site. \n\n",{"type":"'''","value":["Koujaku-ji"]},", established in 1427 (Oei 34), belonging to the Soto school. It is said that the maple trees in Korankei were planted in 1634 by Sanei-osho, the 11th priest of this temple.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Aichi"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]