[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Asuka"]}," (",{"type":"{{","value":[["lang"],["ja"],["飛鳥"]]},") refers to the south-eastern part of Nara Basin, which mostly overlaps with contemporary Asuka Town (明日香村), in ",{"type":"[[","value":[["Nara Prefecture"]]},".\n\n",{"type":"'''","value":["Asuka"]}," is the land where Japan has developed into a centralized state than a collective sovereign between 6C AD and 8C AD.  Imperial palaces were built on this ground to form an ancient capital city of Japan, ",{"type":"'''","value":["Asukakyo"]}," (飛鳥京).\n\nNumerous burial mounds and ruins of ancient buildings are discovered and preserved in Asuka, thus making the whole area itself a big historical museum that attracts so many visitors.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nFrom ",{"type":"[[","value":[["Nara"]]},", on ",{"type":"'''","value":["Kintetsu lines"]},": Take any train (except ",{"type":"''","value":["Tokkyū"]}," (特急)) for direction either Kyoto or Namba, and change at Yamato Saidaiji to trains for ",{"type":"'''","value":["Kashihara Jingu-mae"]},"(橿原神宮前), on Kashihara Line.  From Kashihara Jingu-mae Station, change to ",{"type":"'''","value":["Kintetsu Yoshino Line"]}," and get off at ",{"type":"'''","value":["Asuka"]}," (飛鳥) Station.  Otherwise, local bus services are available from Kashihara Jingu-mae Station to destinations in Asuka.  \n\nFrom ",{"type":"[[","value":[["Kyoto"]]},":  The most convenient is by ",{"type":"'''","value":["Kintetsu lines"]},".  Get onto a train running for ",{"type":"'''","value":["Kashihara Jingu-mae"]},"(橿原神宮前) directly without change. Then change trains to reach Asuka Station.\n\nAsuka is geared more towards the domestic rather than the foreign tourist, and as such English signs\/menus are relatively scarce.  For example, as of March 2010, very little non-Japanese information\/signage was present at the Asuka Historical Museum.\n\n",{"type":"==","value":["Get around"]},"\nBy walk, or on rental bicycles.\n\n",{"type":"'''''","value":["Kame Bus"]}," (かめバス), is a bus service that tours around major sight-seeing spots including Kintetsu Kashihara Jingu-mae and Asuka Stations, and a one-way trip between the two stations, through Asuka Town takes around 35 minutes. A One-day Free Ticket is available at ¥650\n\n",{"type":"'''","value":["Bicycles"]}," are available for hire at most accommodation locations around Asuka Town, and dedicated bike\/pedestrian paths connect the main historical\/sightseeing attractions around the town.  Where no bike paths are available, the roads are generally slightly wider and quieter than in the cities, although caution is advised in the narrow main streets of Asuka town, where vehicular traffic can travel alarmingly quickly.\n\nGenerally the roads and paths are relatively flat, and a gearless bike will suffice (and tend to be more common at the hire outlets); however, a geared bicycle would be helpful for getting up the few gentle slopes around the town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Stone Burial Mound"]}," (石舞台墳)"]},{"type":"*","value":[{"type":"'''","value":["Takamatsu-zuka Burial Mound"]}," (高松塚古墳)"]},{"type":"*","value":[{"type":"'''","value":["Asuka-dera Temple"]}," (飛鳥寺)"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Asuka Historial Museum"],["alt="],["url=http:\/\/www.asukanet.gr.jp\/asukahome\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(飛鳥資料館)"]]}]},"\n",{"type":"==","value":["Do"]},"\n\nDuring strawberry season (apparently from January until the end of May) all-you-can-eat strawberry picking is available. Price and time limit probably differ depending on the greenhouse you go to.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/yume9200.jp\/itigogari.htm"]}," this place for example offers 30 minutes all-you-can-eat for 1000 - 1400 yen depending on time of year."]},"\n",{"type":"==","value":["Buy"]},"\n\nOut of the station, cross the street at the lights, and on your right you will find a small farmers' market. Fresh strawberries (of the Asuka Ruby variety), Japanese apricots (ume, 梅) to make umeshu at half the supermarket price, and a great variety of other local produce is available. May be seasonal only.\n\n",{"type":"==","value":["Eat"]},"\n\nAs you walk out of Asuka Station and pass the bike rental shop on your left, you will see a sign for a cafe and small hotel a 150 meters to the right. Follow it, and you'll find yourself in a restaurant with an attractive classy interior that doesn't seem to belong in Japanese inaka. Try the hayashi rice, it's heavenly.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAsuka B&B (",{"type":"[","value":["http:\/\/www.bb-asuka.jp\/sub-1E.htm"]},") is a clean and welcoming Continental-style B&B with Japanese elements.  European and Japanese-style rooms available.  Private toilets and showers in all rooms; shared Japanese-style bath.  Bike hire is available.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Asuka, Nara"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["34.4667"],["135.8167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Nara (prefecture)"]]},{"type":"[[","value":[["Commons:Category:Asuka, Nara"]]}]