[{"type":"{{","value":[["pagebanner"],["Atlantic City-banner1.jpg"]]},"\n",{"type":"{{","value":[["Otheruses"]]},"\n",{"type":"[[","value":[["File:Atlanticcity.jpg"],["thumb"],["400px"],["Atlantic City casinos at night."]]},"\nThe entertainment capital of the Eastern seaboard, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.atlanticcitynj.com\/ Atlantic City"]}]}," is ",{"type":"[[","value":[["New Jersey"]]},"'s most popular resort destination. Its streets are familiar to anyone who's ever played Monopoly (the American version), but board game fans aren't the only ones who want to \"take a walk on the Boardwalk\". The city's beaches and the famous wood-plank walkway have attracted visitors for more than a century.\n\nToday, many visitors come just for the casinos, which revitalized the A.C. after decades of decline. But if you never set foot on the beach, it's fair to say you're missing the whole point. Atlantic City is more than just a gambler's haven; it's a legendary resort town like no other.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nFrom its founding, Atlantic City has always been about tourism. It was founded in the late 19th century as a resort destination after railroad companies built track between Absecon Island (on which the city exists today) and ",{"type":"[[","value":[["Philadelphia"]]},". In its early days, Atlantic City catered to urban workers from Philadelphia. The heyday for Atlantic City as a beach resort lasted through the first half of the 20th century, when it fell out of favor. Atlantic City was revived after a state-wide referendum in 1976 legalized casino gambling in the city, and casinos began popping up along the boardwalk and in the Marina District in 1978.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Atlantic City International Airport"]}," (",{"type":"{{","value":[["IATA"],["ACY"]]},") ",{"type":"[","value":["http:\/\/www.acairport.com"]}," is located about 9 miles to the west of Atlantic City along the Atlantic City Expressway. Car rentals are available in the airport, as well as taxi service and passenger vans for larger groups. Bus service via NJTransit is also available with a connection through the Pleasantville Bus Terminal. Atlantic City International Airport is a smaller airport and only serviced by Spirit Airlines ",{"type":"[","value":["http:\/\/www.spiritair.com"]},". It's poorly connected to major airports, since Spirit flights are generally bound for other tourist destinations in Florida and the Caribbean. For many travelers, it will make sense to fly into ",{"type":"[[","value":[["Philadelphia"]]}," and drive the hour it takes to reach Atlantic City or take the train.\n",{"type":"'''","value":["Philadelphia International Airport"]}," (",{"type":"{{","value":[["IATA"],["PHL"]]},") ",{"type":"[","value":["http:\/\/www.phl.org"]}," is located about 60 miles to the west of Atlantic City. It is significantly larger than Atlantic City International and has more flights.\n\n",{"type":"===","value":["By train"]},"\nNJ Transit ",{"type":"[","value":["http:\/\/www.njtransit.com\/"]}," offers train service from ",{"type":"[[","value":[["Philadelphia"]]},"'s 30th Street Station to Atlantic City, with several stops in ",{"type":"[[","value":[["New Jersey"]]},". One-way fare is $10, and the ride takes about an hour and a half. The train also has several stops along the way, including Cherry Hill, Lindenwold (with connections to PATCO Speedline), Atco, Hammonton, Egg Harbor City and Absecon. Once in Atlantic City at the Atlantic City Rail Terminal, free Jitney shuttles are provided to take rail patrons to area casinos. Taxi service is available, and within two blocks is the Atlantic City Bus Terminal.\n\nIf you're coming from NYC, you can take the Northeast Corridor Line from Penn Station, New York to Trenton. Transfer to the RiverLINE light rail to Walter Rand Transportation Center for the PATCO train to Lindenwold. From there, take the Atlantic City Rail Line. This costs about $21 each way.\n\n",{"type":"===","value":["By car"]},"\nAtlantic City is well-connected to a number of major highways.\n\nThe Atlantic City Expressway ($3.25 Toll) connects Philadelphia and South Jersey and deposits right into the center of town as well as to the Marina district and Brigantine.\n\nThe Garden State Parkway (Toll) intersects the Expressway about 10 miles away from Atlantic City. It connects New York City and Cape May. A slower (toll-free) alternative is US Highway 9.\n\n",{"type":"===","value":["By bus"]},"\nGreyhound ",{"type":"[","value":["http:\/\/www.Greyhound.com"]}," now offers scheduled service from Washington, DC, Philadelphia, and New York directly to many of the Atlantic City casinos, as well as the Atlantic City Bus Terminal. Round-trip fares are typically between $20–40, depending on the city and destination. Greyhound's website lists the routes and schedules offered, as well as the various free play offers for bus passengers.\n\nMany charter bus operators will offer Atlantic City trips originating from other parts of New Jersey, Eastern Pennsylvania, and Southern New York. Many trips will come with casino chips and\/or food vouchers for patrons. This particular route is popular with senior citizens.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:ACboardwalkers.jpg"],["thumb"],["250px"],["Walking along the AC Boardwalk"]]},"\n\nThe most popular way to get around Atlantic City is on the 4-mile (6.4 km) long Boardwalk (the oldest in the United States), as eight of the eleven casinos are on the Boardwalk. While one's feet are the most popular way of navigating the boards, there are also old-fashioned rolling chairs that can be hired. These shaded surreys are rolled up and down the length of the Boardwalk by experienced guides, who are out soliciting riders day and night. The fee is based on the distance traveled, but expect a minimum fare of $5 plus tip.\n\nBikes can be rented as well, with the Boardwalk being the favorite spot to ride. Note that bikes are only allowed on the Boardwalk from 6:30AM to 10AM during the summer months, so be sure to get up early. Bikes of all sorts can be rented (single, tandem). One bike rental location is B & K Bike Rental at N Carolina Ave and the Boardwalk.\n\nTaxicabs are plentiful throughout the city. The easiest way to get a cab is to call a local service, go to a taxi queue outside of any casino, or visit drop-off points at the Atlantic City Convention Center. The maximum cost for a taxi ride within city limits for up to five passengers is $13, not including tip.\n\nOne can also travel between the casinos along Pacific Avenue, which runs parallel to the Boardwalk 1 block inland, aboard the ",{"type":"'''","value":["Atlantic City Jitney"]},", tel. 609\/344-8642; ",{"type":"[","value":["http:\/\/www.jitneys.net"]},", a fleet of minibuses that run 24 hours a day; the fare is $2.25 The baby-blue and upcoming green versions also run to the Marina section of the city, where the Trump Marina, Borgata, Water Club and Harrah's casinos are located.\n\nHandicap mobility scooter and wheelchair rentals are available through ",{"type":"'''","value":["Diamond Scooters"]},", tel. 609\/646-0003; ",{"type":"[","value":["http:\/\/www.diamondscooters.com\/"]},". They will deliver a scooter or wheelchair to your hotel of choice. Make a reservation several days in advance to have your equipment waiting for you when you arrive.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Water Show at The Pier Shops at Caesars"],["url=http:\/\/www.thepiershopsatcaesars.com\/"],["email="],["address=One Atlantic Ocean"],["lat="],["long="],["directions=Enter the Arcades from the Boardwalk and walk through to the ocean"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=There is a nice show about 10min, consisting of colors, fountains, and music."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Atlantic City Aquarium - Ocean Life Center"],["url=http:\/\/www.atlanticcityaquarium.com\/"],["email="],["address=800 North New Hampshire Av."],["lat="],["long="],["directions="],["phone=+1 609 348-2880"],["tollfree="],["fax="],["hours=Daily 10AM–5PM"],["price=Adults: $7, Seniors: $5, Children (ages 4–12): $4, Under 3: Free"],["content=Features eight giant aquariums (including a touch tank), shipwreck artifacts, etc."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Absecon Lighthouse"],["url=http:\/\/www.abseconlighthouse.org\/"],["email="],["address=31 S. Rhode Island Ave"],["lat="],["long="],["directions="],["phone=+1 609 449-1360"],["tollfree="],["fax="],["hours=M 11AM–4PM, Th-Su 11AM–4PM; July and August daily 10AM-5PM"],["price=Adults: $8, Seniors: $4, Children (ages 4–12): $5, Under 3: Free"],["content=Built in 1857 and is the tallest in New Jersey. 228 steps to the top will yield a magnificent view of the Jersey shoreline."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lucy the Elephant"],["url=http:\/\/www.lucytheelephant.org\/"],["email="],["address=9200 Atlantic Av. ",{"type":"''","value":["at Decatur Ave."]}],["lat="],["long="],["directions=located in nearby town of Margate"],["phone=+1 609 823-6473"],["tollfree="],["fax="],["hours="],["price=Adults $6, ages 3–12 $3"],["content=A 65-ton building built to look like an elephant. Built in 1881 and listed on the National Register of Historic Places, this is one of those curious pieces of Americana that one doesn't see too much of anymore. 30-minute tours of its interior are available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Atlantic City Historical Museum"],["url=http:\/\/www.acmuseum.net"],["email="],["address=New Jersey Av. and the Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 344-1943"],["tollfree="],["fax="],["hours="],["price="],["content=Interesting insights into the city's history through various exhibits and artifacts. Look for the larger-than life Mr. Peanut!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monopoly Monument"],["url="],["email="],["address=Park Place and the Boardwalk, across from Bally's Atlantic City"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The streets in the world's favorite board game take their names from Atlantic City's streets. September 2011- December 2011"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Atlantic City Shows"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Atlantic City has grown to be one of the north easts main stops for all large concerts and tours. With Boardwalk Hall being a great place to see a show or a world championship boxing match – the entertainment with Atlantic City Shows never ends."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:AC Boardwalk Hall and Ocean.jpg"],["thumb"],["300px"],["A view of the Atlantic City Boardwalk from the Tropicana Casino Hotel"]]},"\n\nThere is plenty to do in Atlantic City. Most people go to \"AC\" to ",{"type":"[[","value":[["gambling"],["gamble"]]}," in one of the many resorts. Atlantic City casinos offer slots, poker, blackjack, roulette, craps, baccarat, keno, race books and specialty table games.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boardwalk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Explore the world's first boardwalk! The Atlantic City Boardwalk is the backbone of this seaside resort city, providing access to hotels, resorts, shops, casinos and more. Stemming from the Atlantic City Boardwalk are several piers featuring a number of attractions. Steel Pier features an amusement park right off the Atlantic City Boardwalk with rides, games and food. Garden Pier is known as the arts and cultural center of the Atlantic City Boardwalk complete with Atlantic City historical museum and Atlantic City Art Center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Atlantic City is right on the beach at the Jersey Shore; you can go swimming, tanning, fishing, or surfing. Many of the resorts are located right on the beach and boardwalk.\nIn addition to the beach in Atlantic City, the southern New Jersey Shore boasts many other beaches to the south including Ocean City, The Wildwoods, and Cape May - with their own boardwalks containing amusements, restaurants, shops and souvenir stores. Gambling in New Jersey, however, is restricted to Atlantic City."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Steel's Fudge"],["url=http:\/\/www.steelsfudge.com"],["email="],["address=1633 Boardwalk"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-783-3571"],["fax="],["hours="],["price="],["content=The oldest continuously family owned & operated fudge producer in the world, Steel's has two locations on the famous Atlantic City boardwalk, and makes and sells delicious fudge, taffy, cookies, and candies."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Atlantic City Outlets"],["url=http:\/\/www.acoutlets.com\/"],["email="],["address=Right behind Caesars casino (around Michigan Ave and Atlantic and Arctic Aves)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opened a few years ago and still expanding."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Pier Shops at Caesars"],["url=http:\/\/www.thepiershopsatcaesars.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An upscale mall built on what was an industrial pier many years ago. Home to upscale shops such as Gucci and Louis Vuitton."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shore Mall"],["url=http:\/\/www.shoremallshopping.com\/"],["email="],["address=6725 Black Horse Pike"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=About 7 miles away in Egg Harbor Township. Anchors include Boscov's and Burlington Coat Factory."]]}]},"\n",{"type":"==","value":[" Eat "]},"\n",{"type":"[[","value":[["File:BoardwalkPizza.jpg"],["thumb"],["300px"],["A pizza vendor on the boardwalk"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Longhorn Steakhouse"],["url=http:\/\/www.longhornsteakhouse.com"],["email="],["address=2108 Atlantic Avenue"],["lat="],["long="],["directions=at crossing with Arkansas Ave."],["phone=+1 609 344-2050"],["tollfree="],["fax="],["hours="],["price=Appetizers: 10$, Main Dishes: 15-30$"],["content=Try the perfect Margarita."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=White House Sub Shop"],["url="],["email="],["address=2301 Arctic Avenue"],["lat="],["long="],["directions="],["phone=+1 609 345-1564"],["tollfree="],["fax="],["hours=11 - 11"],["price="],["content=Some theorize that it's the great bread, or even the water that's used to make the great bread, but whatever it is, it's great sandwiches. A must-do in AC, check out the celeb pictures on the wall—look for the Beatles pics."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Street vendors on the Boardwalk"]}," sell items such as pretzels, hot dogs, pizza, salt water taffy, funnel cakes, cotton candy, and the like."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=One Atlantic"],["url="],["email="],["address=1 Atlantic Ocean, Suite 4106"],["lat="],["long="],["directions="],["phone=+1 609 343-9902"],["tollfree="],["fax="],["hours="],["price="],["content=One Atlantic is located at the top of The Pier Shops at Caesars. Spectacular ocean views and custom cuisine for any special occasion. Expert event planners will help you plan extravagant events."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Red Square"],["url="],["email="],["address=2901 Pacific Avenue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Red Square specialises in vodka, chicken kiev, caviar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dock's Oyster House"],["url=http:\/\/www.docksoysterhouse.com"],["email="],["address=2405 Atlantic Av."],["lat="],["long="],["directions="],["phone=+1 609 345-0092"],["tollfree="],["fax="],["hours="],["price="],["content=Dock's Oyster House opened in 1897 and continues to offer items from their original menu. Along with the raw bar, they have an extensive selection of sea food. The food and service are both great."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=izakaya"],["url=http:\/\/www.theborgata.com\/Main.cfm?Category_1=4000&Category_2=4100&Category_3=4150"],["email="],["address=One Borgata Way, Atlantic City 08401"],["lat="],["long="],["directions="],["phone=+1 609 317-1000"],["tollfree="],["fax="],["hours="],["price="],["content=A modern Japanese pub that defies comparison. Extraordinary sushi, sake and robatayaki served in a sensual, yet contemporary atmosphere. Izakaya's tempting cocktails and sharable plates make it the premier spot for after-hours nosh and drinks, or a delicious late night meal."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tony's Baltimore Grill"],["url="],["email="],["address=2800 Atlantic Av."],["lat="],["long="],["directions="],["phone=+1 609 345-5766"],["tollfree="],["fax="],["hours="],["price="],["content=Old-style pizza and pasta, reasonable prices, a local favorite. Some people are not sold on the place, however."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Atlantic City Bar and Grill"],["url=http:\/\/atlanticcitybar.com\/home.html"],["email="],["address=1217 Pacific Avenue"],["lat="],["long="],["directions="],["phone = +1 609 348-8080"],["tollfree="],["fax="],["hours=11AM-after midnight"],["price="],["content= Family owned restaurant in the heart of Atlantic City offering fresh unique food in a comfortable, friendly atmosphere. Atlantic City Bar and Grill offers a wide variety of Seafood, steaks, and spirits. Stop by Atlantic City Bar and Grill for a great time!"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ducktown Tavern"],["url=http:\/\/www.ducktowntavernac.com\/"],["email="],["address=2400 Atlantic Ave"],["lat="],["long="],["directions="],["phone=+1 609 449-1212"],["tollfree="],["fax="],["hours=24\/7"],["price="],["content=Local sports bar with three happy bars. It's the place to go outside the casinos to watch sports and eat good wings. It's a local but friendly crowd. Open 24\/7, they serve breakfast, lunch, and dinner. They carry NFL and NCAA Football packages."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pic-A-Lilli Pub"],["url="],["email="],["address=231 S. Tennessee Ave"],["lat="],["long="],["directions="],["phone=+1 609 344-1113"],["tollfree="],["fax="],["hours="],["price="],["content=Lauded by locals and tourists alike for its down-to-earth crowd, cheap drinks, and great bar food. The place to go for wings."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Culmone's Bar"],["url="],["email="],["address=2437 Atlantic Ave"],["lat="],["long="],["directions="],["phone=+1 609 348-5170"],["tollfree="],["fax="],["hours="],["price="],["content=Divey locals bar known for its good, cheap beer and attentive, sometimes-strict bartenders."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chelsea Hotel and Pub"],["url="],["email="],["address=8 S Morris Ave"],["lat="],["long="],["directions="],["phone=+1 609 345-4916"],["tollfree="],["fax="],["hours="],["price="],["content=Good mixed drinks for relatively cheap, a pleasant atmosphere, and a laid back crowd make this pub a favorite with locals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Casbah"],["url="],["email="],["address=1000 Boardwalk (at Virginia Avenue)"],["lat="],["long="],["directions="],["phone=+1 609 449-1000"],["tollfree="],["fax="],["hours="],["price="],["content=A Donald Trump venture, this nightclub will make you feel like one of the glitterati, if that's your thing. Definitely the place to go for a night in the life of Lindsay Lohan."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tony Boloney's"],["url=http:\/\/www.tonyboloneys.com"],["email="],["address=300 Oriental Ave"],["lat="],["long="],["directions="],["phone =+1 609 344-8669"],["tollfree="],["fax="],["hours="],["price="],["content=Indigenous Atlantic City pizza-joint, winner of the Guy Fieri Cheesesteak Battle, and local hang-out."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMost of the hotels in Atlantic City are large chain hotel\/casino combinations, which means lower prices and a high level of service but uninspiring decor and neon-lit lobbies. Not exactly the place to go if you like little Bed and Breakfasts, but an easy place to find a clean bed and a continental breakfast.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Atlantic City Club Casino"],["alt=ACH Casino Resort"],["url=http:\/\/www.hiltonac.com\/"],["email="],["address=Boston Avenue & The Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 347-7111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bally's Atlantic City"],["url=http:\/\/www.ballysac.com\/"],["email="],["address=Park Place & The Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 340-2000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Borgata"],["url=http:\/\/www.theborgata.com\/"],["email="],["address=One Borgata Way or 1501 MGM Mirage Boulevard"],["lat="],["long="],["directions="],["phone=+1 609 317-8888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury hotel with casino, spa, shopping, entertainment, and restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Caesars Atlantic City"],["url=http:\/\/www.caesarsac.com\/"],["email="],["address=Pacific Avenue & The Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 343-2495"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Clarion Inn Atlantic City North"],["url=http:\/\/www.clarionatlanticcityhotel.com"],["email="],["address=342 E. White Horse Pike"],["lat="],["long="],["directions=Take US Rt 30 E. from Atlantic City"],["phone=+1 609-272-8700"],["tollfree="],["fax="],["hours="],["price="],["checkin=4PM"],["checkout=11AM"],["content=The Clarion Atlantic City North is the newest hotel built in the Atlantic City area. The hotel offers an indoor heated swimming pool, sauna, fitness center, and many other amenities. A continental breakfast and wireless internet are free for all guests."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Flagship Resort"],["url=http:\/\/www.flagshipresort.com Visit Flagship Resort"],["email="],["address=Main Street & Gramercy Place (60 N. Main)"],["lat="],["long="],["directions="],["phone=+1 609 343-1400"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Amazing ocean views"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Harrah's Atlantic City"],["url=http:\/\/www.harrahs.com\/our_casinos\/atl\/"],["email="],["address=777 Harrah's Boulevard"],["lat="],["long="],["directions="],["phone=+1 609 441-5000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Look out for their Hot deals on the website; sometimes it can be as low as $59 a night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Irish Pub & Inn"],["url=http:\/\/www.theirishpub.com\/"],["email="],["address=164 St. James Place"],["lat="],["long="],["directions="],["phone=+1 609 344-9063"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=old-school Irish pub\/inn."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Resorts Atlantic City"],["url=http:\/\/www.resortsac.com\/"],["email="],["address=North Carolina Avenue & The Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 344-6000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Atlantic City"],["url=http:\/\/www.sheratonac.com"],["email="],["address=2 Convention Center Way"],["lat="],["long="],["directions="],["phone = +1 609-344-3535"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12 noon"],["content=Beautiful Art Deco style hotel smack-dab in the middle of the action in AC."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Showboat"],["url="],["email="],["address=South States Avenue & The Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 343-4000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tropicana Casino And Resort"],["url=http:\/\/www.tropicana.net\/"],["email="],["address=Brighton Avenue & The Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 340-4000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trump Marina"],["alt=Golden Nugget Atlantic City"],["url="],["email="],["address=Huron Avenue and Brigantine Boulevard"],["lat="],["long="],["directions="],["phone=+1 609 441-2000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trump Plaza"],["url=http:\/\/www.trumpplaza.com\/"],["email="],["address=Mississippi Avenue & The Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 441-6000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trump Taj Mahal Casino Resort"],["url=http:\/\/www.trumptaj.com\/"],["email="],["address=Virginia Avenue & The Boardwalk"],["lat="],["long="],["directions="],["phone=+1 609 449-1000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAtlantic City has many high rise condominiums and other major hotels along the Boardwalk and Marina Districts. The Atlantic City Police Department patrols the Boardwalk via bicycle and ATV details. Like any other major city, it is always wise to be aware of your surroundings in this heavily visited tourism district. Many areas away from the casinos are significantly less safe.\n\nLike many cities that attract money and gambling, Atlantic City has a significant population of homeless beggars. The homeless aren't aggressive and are usually found asking for change on the boardwalk. Simply say \"no\" or ignore them. They'll usually move onto the next person.\n\nThe casinos themselves are very well-policed and if you run into problems, simply ask security for assistance. Be careful with your winnings! There's always a chance that pick pockets are waiting for an opportunity to cause trouble. If you're lucky enough to win at the slots, but feel uncomfortable carrying large sums of cash to your car or hotel room, ask the casino for either an escort or to receive your winnings via check.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Philadelphia"]]},", 1 hour away to the northwest"]},{"type":"*","value":[" ",{"type":"[[","value":[["New York City"]]},", just over 2 hours to the north"]},{"type":"*","value":[" ",{"type":"[[","value":[["Allentown"]]},", home of Dorney Park, 120 miles to the northwest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cape May"]]}," and ",{"type":"[[","value":[["Wildwood (New Jersey)"],["Wildwood"]]},", only 30 minutes to the south"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ocean City (New Jersey)"],["Ocean City"]]},", only 15 minutes south on the next island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Long Port"]]}," 10 minutes and still on the same island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Brigantine"]]}," 2 minutes away across the Absecon Inlet, bridge located next to Harrah's"]},"\n",{"type":"{{","value":[["routebox"],["image1=Atlantic City Expressway.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Philadelphia"]]}],["minorl1=",{"type":"[[","value":[["Pleasantville (New Jersey)"],["Pleasantville"]]}],["directionr1=E"],["majorr1=END"],["minorr1="],["image2=Ocean Drive NJ.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=END"],["minorl2="],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Cape May"]]}],["minorr2=",{"type":"[[","value":[["Ventnor (New Jersey)"],["Ventnor"]]}],["image3=US 30.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Philadelphia"]]}],["minorl3=",{"type":"[[","value":[["Absecon"]]}],["directionr3=E"],["majorr3=END"],["minorr3="],["image4=US 40.svg"],["imagesize4=22"],["image4a=US 322.svg"],["imagesize4a=22"],["image4b="],["imagesize4b="],["directionl4=W"],["majorl4=",{"type":"[[","value":[["New Castle (Delaware)"],["New Castle"]]},"\/",{"type":"[[","value":[["Chester (Pennsylvania)"],["Chester"]]}],["minorl4=",{"type":"[[","value":[["Pleasantville (New Jersey)"],["Pleasantville"]]}],["directionr4=E"],["majorr4=END"],["minorr4="]]},"\n\n",{"type":"{{","value":[["geo"],["39.364966"],["-74.439034"]]},"\n",{"type":"{{","value":[["isPartOf"],["Atlantic County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Atlantic City, New Jersey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/New Jersey\/Localities\/A\/Atlantic City\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Atlantic City, New Jersey"]]}]