[{"type":"{{","value":[["pagebanner"],["Halifax (Nova Scotia) banner Halifax harbour sunset.jpg"],["caption=Yacht in Halifax"]]},"\n\n\nThe ",{"type":"'''","value":["Atlantic Provinces"]}," of ",{"type":"[[","value":[["Canada"]]}," are on the far east coast of that country. Rugged and sparsely populated, the provinces have traditionally made much of their income from the area's large ",{"type":"'''","value":["fisheries"]},".  This is changing in the region, as oil production, information technology, biomedical research, post-secondary education and tourism become more important for local economies.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:NewfoundlandFishingBoat.jpg"],["thumb"],["320px"],["right"],["Newfoundland fishing boat"]]},"\nThe people of the Atlantic Provinces are historically of west European (Scottish, Irish, English, French (Acadians)) and First Nations heritage.  The Mi'kmaq Nation's reserves throughout ",{"type":"[[","value":[["Nova Scotia"]]},", ",{"type":"[[","value":[["Prince Edward Island"]]}," and eastern ",{"type":"[[","value":[["New Brunswick"]]}," dominate aboriginal culture in the Maritimes region, while ",{"type":"[[","value":[["Newfoundland and Labrador"]]}," has a unique history of Innu, Inuit, and Mi'kmaq groups.  The first aboriginal group likely to have encountered Europeans in Newfoundland, the Beothuck, has long since disappeared.\n\nDespite the region's strong Aboriginal and Acadian cultural heritage, it normally conjures up Celtic images for Canadian tourists, on account of the Scottish and Irish heritage of these provinces.  A fragment of Gaelic culture remains in Nova Scotia but primarily on Cape Breton Island, where Gaelic is still a dominant language in some communities.\n\n",{"type":"===","value":["Acadia"]},"\nHistorically, Acadia (in French ",{"type":"'''","value":["Acadie"]},") was the name given by the French to a territory in northeastern North America, including parts of eastern Quebec, the Atlantic Provinces of Canada and modern-day New England stretching as far south as Philadelphia.  Later, the territory was divided into the British colonies which were to become American states and Canadian provinces.  The Acadians, were forcibly expelled from the region by the British.  Famously, many of these expelled Acadians found their way to ",{"type":"[[","value":[["Louisiana"]]},", becoming known as ",{"type":"'''","value":["Cajuns"]},".\n\nToday, Acadia refers to regions of Atlantic Canada with French roots, language, and culture. In the abstract, Acadia refers to the existence of a French culture on Canada’s east coast.  Recently, Canada celebrated 400 years of Acadia (although it also celebrated 500 years of the French presence on the island of Newfoundland).\n\n",{"type":"===","value":["Music"]},"\nThe Atlantic region is famous for its traditional music, heavily influenced by the folk traditions of Western Europe, but with a distinctive local twist.  Music is one the main carriers of local ethnic cultures here, and it is possible to hear both French and Scots Gaelic songs sung, on ",{"type":"[[","value":[["Cape Breton Island"]]}," for example, despite the overwhelming use of English in daily life.\n\nAlthough Celtic influences are seen throughout the region, Newfoundland's music is distinct, incorporating much of the traditions of Irish and British sailors' and fishermen's sea shanties.  Newfoundland's traditional music industry is at least as strong as that of Ireland, and groups like Great Big Sea have found mainstream success on \"the mainland\" (Canada).\n\n",{"type":"==","value":["Provinces"]},"\n\nNew Brunswick, Nova Scotia, and PEI are collectively known as the ",{"type":"'''","value":["Maritime Provinces"]},", while ",{"type":"'''","value":["Atlantic Provinces"]}," includes the Maritimes and Newfoundland and Labrador.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Atlantic provinces map.png"],["regionmaptext=The Atlantic provinces of Canada"],["regionmapsize=325px"],["region1name=",{"type":"[[","value":[["Newfoundland and Labrador"]]}],["region1color=#d56d76"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["New Brunswick"]]}],["region2color=#d09440"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Nova Scotia"]]}],["region3color=#b383b3"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Prince Edward Island"]]}],["region4color=#71b37b"],["region4items="],["region4description="]]},"\n\n",{"type":"==","value":["Cities"]},"\nWhile Atlantic Canada has been mostly a rural place steeped in natural resource economies, it is home to a number of historic cities that are central to the cultural life of the region.\n\n",{"type":"*","value":[{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]}," -- the largest city in the Atlantic Provinces, a historic port city that serves as the region's economic centre on the eastern coast of ",{"type":"[[","value":[["Nova Scotia"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Sydney (Nova Scotia)"]]}," -- the most populated city in ",{"type":"[[","value":[["Cape Breton Island"]]},", a part of ",{"type":"[[","value":[["Nova Scotia"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Saint John"]]}," -- the oldest incorporated city in Canada, as well as the largest city in ",{"type":"[[","value":[["New Brunswick"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Moncton"]]}," -- the only officially bilingual city in Canada, notable for its ",{"type":"'''","value":["Franglais"]}," dialect and Acadian history (it was a centre in New Brunswick for Acadian Deportation by the British)."]},{"type":"*","value":[{"type":"[[","value":[["Fredericton"]]}," is the Capital city of New Brunswick.  It is situated on the St. John River and is a very clean and beautiful city.  "]},{"type":"*","value":[{"type":"[[","value":[["Charlottetown"]]}," -- the capital city of ",{"type":"[[","value":[["Prince Edward Island"]]}," and the city where the Confederation of Canada was negotiated.  The area also has Acadian history across the harbour in the settlement on ",{"type":"'''","value":["Port La Joye"]},"."]},{"type":"*","value":[{"type":"[[","value":[["St. John's"]]}," -- one of the oldest cities in North America and the historic capital of the ",{"type":"'''","value":["New World"]}," on the island of ",{"type":"[[","value":[["Newfoundland"]]},"."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"[[","value":[["Image:Greenwich dunes.jpg"],["thumb"],["275px"],["right"],["Sand dunes at the Greenwich section of PEI National Park"]]},"\n\nAtlantic Canada is full of interesting places found outside of its urban centers.  Check out:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bay of Fundy"]]}," — separating ",{"type":"[[","value":[["New Brunswick"]]}," and ",{"type":"[[","value":[["Nova Scotia"]]},", boasts the World's highest tides"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gros Morne National Park"]]}," — UNESCO World Heritage Site, north of ",{"type":"[[","value":[["Corner Brook"]]},", ",{"type":"[[","value":[["Newfoundland and Labrador"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["L'Anse aux Meadows National Historic Site"]]}," — Site of an ancient Viking settlement, the earliest European settlement in North America, dating from 1000 A.D., in the Northern Peninsula of ",{"type":"[[","value":[["Newfoundland and Labrador"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Peggys Cove"]]}," — a scenic and historic ",{"type":"[[","value":[["Nova Scotia"]]}," fishing community with picturesque ocean views and the world's most photographed lighthouse. Look for the metallic plaques melded into the rocks warning all who walk on the rocks that danger is imminent from crashing waves. The lighthouse includes a famous post office which operates during the summer months. Send a postcard from here to get your special postal mark.  There is a souvenir shop near the lighthouse for the usual run-of-the-mill mementos.  The township of Peggy's Cove is a delight for photographers - even amateurs will have an easy time taking poster-worthy pictures."]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint John River Valley"]]}," — historic wooden covered bridges, river ferries, falls, as well as artist studios and historic sites"]},{"type":"*","value":[" ",{"type":"[[","value":[["The Whalesback"]]},"— near to Peggy's Cove is the memorial to those who lost their lives in the Flight 111 crash. The monument says: \"In memory of the 229 men, women and children aboard Swissair Flight 111 who perished off these shores September 2nd, 1998, They have been joined to the sea, and the sky. May they rest in peace.\" It is an eerie reminder of human frailty despite our amazing technological advances. There is a view back across Peggy's Cove from here as well. In summer, it is worth visiting in the evening as the sun is setting, to take advantage of the brilliant light for taking photographs"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kejimkujik National Park"]]}," — petroglyphs, canoeing, sandy beaches, and many species of birds"]},{"type":"*","value":[" ",{"type":"[[","value":[["Prince Edward Island National Park"]]}," — covers much of the central north coast and includes \"Green Gables\" and other sites related to the Anne of Green Gables books and their author, Lucy Maud Montgomery"]},"\n",{"type":"==","value":["Talk"]},"\nWhile the people of the Atlantic Provinces predominantly speak English and French, it is worth noting that there are regional dialects of these languages that can throw off the average Central Canadian tourist, not to mention those from abroad.\n\nSome rural communities in the Maritime Provinces have unique vernacular expressions unfamiliar to tourists.  For example, \"Some fine\" means \"Very good\". Such expressions will not hamper a tourist's understanding of locals, but it may be a noticeable feature in certain areas. Not limited to Atlantic Canada, some of these expressions can be found in neighbouring US states.\n\n",{"type":"===","value":["Acadian French"]},"\nAcadian French (",{"type":"'''","value":["le français acadien"]},") is a dialect of French spoken by the Acadians in the Canadian Maritimes provinces. Like other Canadian French dialects, it diverged from the French of France about 400 years ago at the time of the French colonization of the Americas, and sounds different to visiting Francophones.  Acadians and francophones from Quebec can understand each other with little difficulty.  A good glossary is available ",{"type":"[","value":["http:\/\/www2.umoncton.ca\/cfdocs\/cea\/livres\/doc.cfm?livre=glossaire online."]},"\n\n",{"type":"===","value":["Newfoundland English, French, and Irish"]},"\nIn Newfoundland, another dialect of English is found in combination with any number of local variations.  It is often noted that a Newfoundlander can give away his or her home town simply by speaking.  In some areas, an Irish lilt can be heard, while in other areas it may not be present.\n\nA few Newfoundland English expressions you may encounter:\n",{"type":"*","value":[" ",{"type":"''","value":["Where you to?"]},": Where are you? (also used to ask 'How are you?')"]},{"type":"*","value":[" ",{"type":"''","value":["Stay where you're to."]},": Don't leave."]},{"type":"*","value":[" ",{"type":"''","value":["Stay where you're to 'til I comes where you're at."]},": Wait there for me."]},{"type":"*","value":[" ",{"type":"''","value":["Flat on the back with that!"]},": An expression of approval, male speaker"]},{"type":"*","value":[" ",{"type":"''","value":["Flat on the back for that!"]},": An expression of approval, female speaker"]},{"type":"*","value":[" ",{"type":"''","value":["b'y"]}," (pronounced bye): boy, guy, man, friend (sometimes used in a general way to include males and females)"]},"\nUnlike Newfoundland English, Newfoundland French and Irish are nearly extinct.  Newfoundland French is distinct from other Canadian French dialects including Quebec French and Acadian French, and is generally found in the Port au Port Peninsula.  The language was deliberately discouraged by the government in the 20th century.  Newfoundland Irish is a dialect of the Irish language specific to the island of Newfoundland and was widely spoken until the mid-20th century. It is very similar to the accent heard in the southeast of Ireland, due to mass immigration from the counties Tipperary, Waterford, Wexford and Cork.  Newfoundland is the only place outside Europe with its own distinctive name in the Irish language, Talamh an Éisc, literally \"Land of Fish\".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Plane"]},"\n",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]}," has the main international airport in the region (and it was recently listed as one of North America's best). Flights can also be made to ",{"type":"[[","value":[["Sydney"]]}," in ",{"type":"[[","value":[["Cape Breton"]]}," from Halifax, or periodically from ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Toronto"]]},", or other Maritime cities.\n\n",{"type":"*","value":[{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]}," International Airport"]},{"type":"*","value":[{"type":"[[","value":[["St. John's"]]}," International Airport"]},{"type":"*","value":["Greater ",{"type":"[[","value":[["Fredericton"]]}," Airport"]},{"type":"*","value":["Greater ",{"type":"[[","value":[["Moncton"]]}," International Airport"]},{"type":"*","value":[{"type":"[[","value":[["Saint John"]]}," Airport"]},{"type":"*","value":[{"type":"[[","value":[["Charlottetown"]]}," International Airport"]},"\n",{"type":"===","value":["By Bus"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.greyhound.ca\/ Greyhound"]}," connects to the Atlantic Provinces, and in some cases their passes include coach services in the Maritimes."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.drlgroup.com\/ DRL Coachlines Ltd."]}," offers daily scheduled passenger coach services in Newfoundland. DRL's head office is in Dartmouth, Nova Scotia, but they can be reached toll-free at 1-888-738-8091."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.maritimebus.com\/ Maritime Bus"]}," Maritime Bus offers bus transport throughout the Maritime Provinces."]},"\n",{"type":"===","value":["By Ferry"]},"\nFerry service is available from ",{"type":"[[","value":[["Prince Edward Island"]]}," to ",{"type":"[[","value":[["Pictou"]]},", ",{"type":"[[","value":[["Nova Scotia"]]},", or ",{"type":"[[","value":[["Newfoundland"]]}," to ",{"type":"[[","value":[["North Sydney"]]},", ",{"type":"[[","value":[["Nova Scotia"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.peishuttle.com\/ PEI Express Shuttle"]}]}," offers service between PEI and Halifax. 3 days advance reservation is recommended."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Town Clock at Sunset.jpg"],["thumb"],["250px"],["right"],["The old town clock situated on Halifax's Citadel Hill"]]},"\n\n",{"type":"*","value":[" Historical recreations at the ",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]}," Citadel or Fortress ",{"type":"[[","value":[["Louisbourg"]]}]},{"type":"*","value":[" World's highest tides at ",{"type":"[[","value":[["Fundy National Park"]]}," on the ",{"type":"[[","value":[["Bay of Fundy"]]}]},{"type":"*","value":[" Anne of Green Gables' house at ",{"type":"[[","value":[["Prince Edward Island National Park"]]}," on PEI"]},{"type":"*","value":[" Alexander Granham Bell's house at ",{"type":"[[","value":[["Baddeck"]]},", Nova Scotia"]},{"type":"*","value":[" a coal mine under the ocean floor at ",{"type":"[[","value":[["Sydney (Nova Scotia)"],["Sydney"]]},", ",{"type":"[[","value":[["Nova Scotia"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Eat a \"church basement lobster supper\" in PEI"]},{"type":"*","value":[" Join the \"Order of Good Cheer\" in ",{"type":"[[","value":[["Annapolis Royal"]]},", NS"]},{"type":"*","value":[" Golf the historic course at ",{"type":"[[","value":[["Saint Andrews (New Brunswick)"],["St. Andrews"]]},", NB"]},{"type":"*","value":[" Watch a production of ",{"type":"''","value":["Anne of Green Gables"]}," in ",{"type":"[[","value":[["Charlottetown"]]},", PEI"]},{"type":"*","value":[" Go to the Ripley's Believe it or Not Odditorium in ",{"type":"[[","value":[["Cavendish (PEI)"],["Cavendish"]]},", PEI"]},{"type":"*","value":[" Go deep-sea cod fishing just about anywhere in the region"]},{"type":"*","value":[" Go whale watching just about anywhere"]},{"type":"*","value":[" Go iceburg hunting off Newfoundland"]},"\n",{"type":"==","value":["Eat"]},"\nThe whole region is famous for its seafood.  The clam chowder is to die for and the mussels are legendary.  Nova Scotia is famous for its scallops and lobsters; PEI for mussels, oysters and lobsters; Newfoundland for \"fish\" (always refers to cod) and seal-flipper pie (yes, made from flippers of seals).  The local cuisine is marked by the origins of the population, French for the Acadians (e.g. scallops severed \"coquille St. Jacques\"), and British and Irish for the English-speakers (e.g. hodge-podged vegetables).\n\n",{"type":"==","value":["Drink"]},"\n\nWhen out at a pub enjoying the scene, the usual Canadian mass-market beers are available, but local specialties may be found as well.  In Nova Scotia try an Alexander Keith's India Pale Ale and in New Brunswick reach for Moosehead Lager.\n\nIn Newfoundland the drink they try to force on tourists in called \"screech.\"  This is a high-proof rum from ",{"type":"[[","value":[["Jamaica"]]}," that is the province's unoffcial national drink.  The drink goes back the days of the British Empire, when sailing ships full of salted codfish from Newfoundland would sail down to Jamaica and return home with a cargo of rum. Be careful when trying this, it is very strong!\n\n",{"type":"==","value":["Stay safe"]},"\nSince most tourist destinations in the region are rural, crime is less of a threat than getting lost.  The weather can turn ugly quickly, so be prepared.  Moose are huge member of the deer family (called \"elk\" in Europe, that are a common hazard on the roads.\n\n",{"type":"==","value":["Go next"]},"\nThe neighbouring province of ",{"type":"[[","value":[["Quebec"]]}," offers an immersion in a unique French-speaking culture, while just to the south there is the charm of the ",{"type":"[[","value":[["New England"]]}," region of the United States.  Both are accessible by ferry or road.\n\n",{"type":"{{","value":[["geo"],["47.0"],["-62.0"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Canada"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n\n\n",{"type":"[[","value":[["WikiPedia:Atlantic Canada"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Canada\/Regions\/Atlantic\/"]]}]