[{"type":"{{","value":[["pagebanner"],["Augsburg Wikivoyage banner.png"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.augsburg.de\/Seiten\/augsburg_e\/index_e\/index_e.shtml Augsburg"]}]}," is a lovely city of about 267,000 people in the German ",{"type":"''","value":["Bundesland"]}," (Federal State) of ",{"type":"[[","value":[["Bavaria"]]}," (German: ",{"type":"''","value":["Bayern"]},").\n",{"type":"[[","value":[["File:Augsburger Rathausplatz.jpg"],["thumb"],["266px"],["St. Peter and ",{"type":"''","value":["Rathaus "]},"(City Hall)'' ",{"type":"<","value":["br"]},"  Oldest secular Renaissance building north of the Alps"]]},"\n\n",{"type":"==","value":["Get in"]},"\nAugsburg is most easily reached via train from ",{"type":"[[","value":[["Munich Airport"]]}," or bus from ",{"type":"[[","value":[["Memmingen"]]}," Airport. \n\n",{"type":"===","value":[" By train from Munich "]},"\nIf you arrive in Munich at the airport then you will need to take the S-Bahn S1 or S8 to the ",{"type":"''","value":["Hauptbahnhof"]}," (main train station), a 45 min ride, before you can catch a train bound for Augsburg.  \nAt least once per hour a ",{"type":"''","value":["Regional Bahn"]}," train leaves from Munich's ",{"type":"''","value":["Hauptbahnhof"]}," (Main Train Station) towards Augsburg. The ride last about 50 min.  Plan at least 2 h in total from Munich Airport to Augsburg (as you can see taking a bus or private transfer will be much faster). It is best to purchase a ",{"type":"''","value":["Bayern-Ticket"]}," (Bavaria Ticket) from one of the ticket machines located in the train station.  A ",{"type":"''","value":["Bayern-Ticket"]}," allows one (along with up to four other friends) to travel within Bavaria using all ",{"type":"'''","value":["regional trains"]}," (no InterCity Express) and city transportations (trams, buses, etc.) from the time of purchase until 3AM the following day. The  Bayern-Ticket ",{"type":"[","value":["http:\/\/www.bahn.de\/regional\/view\/regionen\/bayern\/freizeit\/bayernticket_flexible_preise.shtml"]}," costs €23 for one person, €26 for two people, and €38 for 5 people. Regional trains between Augsburg and Munich always have ,,Fugger Express\" written on them, this is important for finding the right ones. They usually continue in the direction of Ulm or Donauwörth after Augsburg Central Station. So make sure to get out as soon as you see ,,Augsburg Hauptbahnhof\" as the next station. These regional trains usually run twice every hour.\n\nFor fans of scenic trains going to Augsburg from Munich, it is recommended to take Munich`s S4 to the end station - Geltendorf. From here, you can get the BRB to Augsburg Central Station, with very nice landscapes between Geltendorf and Mering. But note, that this train (Geltendorf-Augsburg) usually only runs once per hour and this takes longer than directly going from Munich. So you might have to spend time in Geltendorf, which is really a small village with not much to do. At least, there is an Ihle bakery next to the train station and you can for a walk to the Sankt Ottilien monastery. Here, you get a feeling how Bavaria is very far away from usual tourist routes. On a nice day though, it`s absolutely worth doing this trip. Of course, both trains here can also be used with Bayernticket. Parts of the S-train between Buchenau and Geltendorf go right through the forest, so they can be scenic too.\n\nOf course, Augsburg is also connected to Germany`s efficient train system, most high-speed trains from Munich going to other cities like Dortmund, Cologne, Karlsruhe, Hamburg, Frankfurt and Berlin stop here. So you can easily travel to basically any place in Germany. For general information, see here: http:\/\/en.wikivoyage.org\/wiki\/Germany#Get_around. \n\nIn the Central Train Station (Hauptbahnhof), you can ask for information and book travels at the ,,Reisezentrum\" next to the coffee fellows café.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":["Public transportation"]}]},"Augsburg has a small but efficient transportation system ",{"type":"[","value":["http:\/\/www.avv-augsburg.de\/"]}," with four main Tram (German: ",{"type":"''","value":["Straßenbahn"]},") lines and several buslines which cover the whole urban and suburban areas.  These lines run Monday through Sunday from around 5AM to 11:30PM  On Thursday, Friday and Saturday nights, a night bus runs from midnight to 3AM\n\nIf you purchase a ",{"type":"''","value":["Bayern-Ticket"]}," (Bavaria Ticket), you will be covered during your stay in Augsburg and will not be required to purchase additional tickets for using the Augsburg transportation system.  However, if you did not purchase a ",{"type":"''","value":["Bayern-Ticket"]}," then you ",{"type":"'''","value":["must"]}," purchase a ticket and stamp it ",{"type":"'''","value":["each"]}," time you enter a streetcar or bus.  Riding without a ticket (German: ",{"type":"''","value":["schwarzfahren"]},", \"black driving\") will get you a €40 fee and a visit with the police.\n\nYou can also buy a 24 h ticket, a single ticket for €5.80, or a family ticket for €7.40.\n\nYou can see a plan of the AVV lines here: http:\/\/www.avv-augsburg.de\/tl_files\/avv_files\/verkehrsnetz\/Liniennetz_Innenraum.pdf\n\nThe ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/laender-ticket.shtml Bayern Ticket"]}," is only valid after 9AM (Weekdays) to the airport from Augsburg Hbf if you are traveling to the airport.  Also, if traveling from Munich Airport to Augsburg, it may be possible to use a Bayern-Ticket Nacht (Bavaria Night Ticket), is valid Monday to Thursday from 6PM to 6AM the next day, Monday and Friday, from 6PM until 7AM if you book online for €22 - 38, at the ticket machine or at the Reisezentrum (Travel Centre) for €24 - €40.\n\nWith AVV tickets, you can also use every REGIONAL train in the Augsburg region (only inside of course, you can`t go to Munich or Ulm with AVV). The BRB rail network operated from Augsburg Hbf is also a bit like a Suburban train connecting suburbs and even more villages to Augsburg`s center. A suburban train system (S-Bahn, just like in many other German cities) is planned to follow the BRB and regional routes.\n\n",{"type":"*","value":[{"type":"'''","value":["Bike rental"]}]},"Since Augsburg's topography is not that easy to get, but actually everything is quite near together, it is a great idea to explore this little city by bike. That way you'll have a little more time to get lost and then find out where you are again, instead of waiting for buses or walking around.\n\nBikes can be rented on several bus stations from the \"Stadtwerke\", and at some bike stores in Augsburg: Zweirad Bäuml, Jakoberstr. 70, Augsburg; UNI - RAD, Salomon-Idler-Str. 26, 86159 Augsburg; GEPE Sportgeräteverleih UG, Reisingerstr. 27, 86159 Augsburg\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Bertolt Brecht Haus"]},"\nThe birth place of the writer.\n",{"type":"''","value":["Auf dem Rain 7"]},"\n\n",{"type":"'''","value":["Fuggerei"]}," The Fuggerei is the world's oldest welfare housing and dates back to 1516. 160 people still live in this complex. The rent of an apartment today is only one euro.\n\n",{"type":"'''","value":["Fugger Stadtpalast"]},"\nThis 16th century renaissance building is the former residence of Jakob Fugger.\n",{"type":"''","value":["Maximilianstraße 36 - 38 "]},"\n\n",{"type":"'''","value":["Maximilianmuseum"]},"\nDisplays verious topics connected with Augsburg.\n",{"type":"''","value":["Fuggerplatz 1"]},"\nhttp:\/\/www.kunstsammlungen-museen.augsburg.de\n\n",{"type":"'''","value":["Rathaus"]},"\nCity hall built in the 17th century by Elias Holl.\n\n",{"type":"'''","value":["Römisches Museum"]},"\nMuseum in the 16th-century church St. Magdalena, containing Roman artifacts found in and around Augsburg. Currently being renovated and \nclosed to the public. (April 2013)\n\n",{"type":"''","value":["Dominikanergasse 15"]},"\nhttp:\/\/www.kunstsammlungen-museen.augsburg.de\n\n",{"type":"'''","value":["Schaetzlerpalais"]},"\nDisplays art from baroque and rococo eras.\n",{"type":"''","value":["Maximilianstraße 46"]},"\nhttp:\/\/www.kunstsammlungen-museen.augsburg.de\n\n",{"type":"'''","value":["Augsburg Zoo"]},"\nOld zoo of medium size. To get there, take bus 32 with the final station ,,Zoo\" from the train station.\n\n",{"type":"'''","value":["Mozarthaus"]},"\nLeopold Mozart's birthplace. Now this house hosts an interesting museum which is dedicated to Leopold Mozart and his son Wolfgang A Mozart.\n\n",{"type":"'''","value":["Textilmuseum"]},"\nAugsburg`s newest museum broaches the issue of the city`s drapery industry. If you are interested in history, this is very interesting as it shows the economical history of Germany on the example of the drapery in Augsburg - also very interesting for anyone who is interested in technical functions of clothing production. Every 2 hours (10 am, 12, 2 pm, 4 pm) retired clothing engineers show the functions of old machines featured in the drapery production. This needs an extra cost of 1 Euro. The museum is opened every day 9-18, entry fee is 4 Euro (3 Euro for old people or students), on Sunday it`s only 1 Euro. Children under 18 are always free. Of course, therefore it`s very crowded on Sundays. There is also a restaurant\/café inside the restaurant, called ,,Nino\". It`s good, though a bit expensive. To get here from the city center, take tram 64 in the direction ,,Friedberg\" until ,,Textilmuseum\". Then cross the street and go left through a area full of unused old factories, it reflects the presence of drapery industry in Augsburg. The museum itself is located in an old factory hall.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Augsburger Puppenkiste"]}," Modern and classic fairy tales are played at the Augsburger Puppenkiste . The stars on strings are so endearing and the sets so elaborate that even non-German speakers (and non-kids) will enjoy a show. It's often sold out; make advance reservations or check with the tourist office for remaining tickets."]},{"type":"*","value":[{"type":"'''","value":["Altstadt"]}," Going on a walk in the narrow alleys of Augsburg`s historic district is highly recommended for visitors. You can find places with a very nice flair in here (Especially away from lively areas like Maxstrasse), that also are great spots for making photos of typical medieval European cities. As the historic district is quite small, there is no danger of getting lost in here - also being in the city center, you won`t have it hard to find a tram stop after you get out. Especially nice, also because of the small park nearby, are the alleys between Ulrichsplatz and Rotes Tor."]},{"type":"*","value":[{"type":"'''","value":["Christkindlmarkt"]}," In Germany, Augsburg is known for having one of the biggest and most beautiful Christmas markets. It usually starts the last weekend in November and closes on 24th of December. Make sure to come to Rathausplatz and the surrounding areas hosting this market, if you come to Augsburg in December (Tram stop: Rathausplatz). Every Friday, Saturday and Sunday at 6 pm there is the famous ,,Engelesspiel\" where 24 people dressed as angels appear in front of the town hall (Rathaus). Augsburg Christmas Market is specifically known for this act. Make sure to taste Glühwein (spiced wine, boiled hot with fruits and cinnamon) on the Market, you might also take a bottle home as a souvenir. For food, there are many booths selling German fast food like Bratwurst - usually a bit expensive (concerning it is fast food and compared to their usual prices), but it tastes good. For further information, look here: http:\/\/www.augsburger-christkindlesmarkt.com\/englisch\/willkommen\/frameeins.html"]},{"type":"*","value":[{"type":"'''","value":["Sports"]}," If spectating is your thing, you might want to go to a ice hockey match of Augsburger Panther or to a football (soccer) match of FC Augsburg. Both are currently in the first German league of their sport and the locals are very enthusiastic about their teams, as it not always usual to have first league teams as a city of Augsburg`s size. This means, it is not easy to get tickets. Also, as they are not present on international level (like for example Bayern Munich) the online sales are only in German. The best way to get tickets might be just asking in the ticket store next to the town hall (here you can also get tickets for theater and concerts in town) or (football only) in FCA-Café in Bahnhofsstrasse. FCA-Café also serves coffee for 1 euro (very cheap!) and merchandising. The ice hockey stadium can be reached by tram 64 in the direction ,,Augsburg Nord\", get off at Bruntal. The soccer stadium, which is very far away from the center, at the southern end of the city, gets an own tram line on match days running from Königsplatz. Look out for a tram that has a football on the screen that usually indicates the final station. You also get back after the game with those. If you don`t get a ticket, you might watch the game with locals in a sports bar like Elfer (under the section Drink), which has a similar atmosphere."]},{"type":"*","value":[{"type":"'''","value":["Cycling in the nearby forests"]}," For information about bike rental, look in the ,,Get around\" section above. In the summer it`s a nice idea to go on a cycling tour in the nearby forest ,,Stadtwald\" - ,,city forest\". Therefore, you should follow national road 300 direction Friedberg until the Lech river and then turn right. You will find yourself on a great cycling track next to the river with a forest on the right side. If you want to make it a longer tour, you can cycle all the way down to Mandichosee (approximately 7 km from the city center), a barrier lake of Lech River. In the summer, many people come here to relax and swim. If you are too lazy to ride back to Augsburg, you might just follow the street signs to ,,Bahnhof Mering Sankt Afra\" and take a train (the Munich-Augsburg regional route stops here each 30 minutes as well as the Augsburg-Geltendorf and Augsburg-Mering BRB trains; so in total you won`t have to wait too long for a train to Augsburg here), the one-way fare for Augsburg main station is 3.70 euros for adults and 2.50 euros for children. Eating possibilities include ,,Waldgaststätte Jagdhaus\" about midway between Mandichosee and Augsburg and ,,Waldgaststätte Friedenau\" close to the Mandichosee. To find them, it`s best to look up for signs or ask locals. It is also recommended to take a lunch bag and have a break at some nice place along the Lech river."]},"\n",{"type":"==","value":["Buy"]},"\nAugsburg is a lively University town, a city for business and recreation. Enjoy the benefits like traditional pubs, theatre, museums and lots of shopping facilities. You find many shops in the pedestrian zone, but don´t miss to go downhill to the \"Altstadt\" with its fancy shops! There is also a mall called \"City Galerie\", common brands, big stores, but in the weekend it is a noisy place. Regarding souvenirs go to the Rathausplatz, find Augsburg-umbrellas and Brecht-T-shirts. The local brewery Thorbräu sells giftboxes with 6 different types of beer!\n\n",{"type":"==","value":["Eat"]},"\n\nAugsburg is famous for its plum cake called Zwetschgendatschi.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"'''","value":["Asia-Imbiß Ginseng‎"]}," Fresh Asian Food for little money. Friendly stuff. (Karlstraße 5, 86150 Augsburg)"]},{"type":"*","value":[{"type":"'''","value":["Arkadas Döner"]}," Most popular doner kebab & other turkish food in the middle of the city - most young people say you get the city's best doner kebab there. Good for a snack at night when visiting the bars in Maximilianstraße, since it is the only fast food shop which is open in the night! (Maximilianstraße 64, 86150 Augsburg)"]},{"type":"*","value":[{"type":"'''","value":["Aspendos"]}," Very good doner kebab as well, also has many other Turkish dishes. You should taste the cheese Börek here. Quite full for lunch because many people come in their work breaks. Very central, close to the train station (if you use it to leave or to come to Augsburg) (Bahnhofstraße, on the other side of the street there is C&A)"]},{"type":"*","value":[{"type":"'''","value":["Fastwok"]}," Very cheap, clean and friendly chinese fastfood - looks like a McDonalds but offers chinese foods instead of burgers. Located in the middle of the university district. (Hermann-Köhl-Str. 28, 86159 Augsburg)"]},{"type":"*","value":[{"type":"'''","value":["Nam Hoa"]}," Local chain of Asian fast food, very cheap and really yummy! (2.50 for a noodle dish that makes you full!) Has 2 central restaurants, one in Bahnhofsstraße close to the train station and one on Moritzplatz, close to the tram stop. Lots of students come here to eat."]},{"type":"*","value":[{"type":"'''","value":["Razz Fazz Finger food"]}," Falafel and Samosas lovingly made from fresh ingredients. The food is take-away. Healthiest (and filling) vegetarian fast food in all the city for a cheap price. (Moritzplatz, at the tram stop)."]},{"type":"*","value":[{"type":"'''","value":["Cosmos Heart Cafe"]}," Small, bright and cozy cafe with teas, coffee, and light vegetarian food like sandwiches, bagels and homemade cake. At midday lunch is served. The staff are very friendly and bilingual. Quiet and intimate. (Traunerpassage Augsburg  -- between Steingasse and Karolinenstrasse, near Rathaus Platz)"]},"\nThe ",{"type":"''","value":["Stadtmarkt"]}," or city market, enter from Fuggerstrasse or Annastrasse, has fresh fruits or vegetables as well as the ",{"type":"''","value":["Fleischhalle"]}," and ",{"type":"''","value":["Viktualienhalle"]},", which have various budget options available, including typical Bavarian, Greek, Thai, sushi and more.  A standard for the locals.\n\nAs almost everywhere, bakeries are also a good choice for snacks. For budget travelers, the Augsburg chain ",{"type":"'''","value":["Lechbäck"]}," is a tip: On some of their stores you can get coffee and a piece of cake for 1 Euro! Quite central is their store on Martin-Luther-Platz (behind the Karstadt shopping center). A bit more expensive, but from high quality is the Augsburg based ",{"type":"'''","value":["Ihle"]},". You can also try Zwetschgendatschi here.\n\n",{"type":"'''","value":["McDonald`s"]}," etc. are present everywhere in the city, as usual in Germany\n\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Joe Peña's"]}," Mexican restaurant with really good food, beer garden and nice atmosphere. (Müllerstraße 19, 86153 Augsburg near bus stop Stephingerberg)"]},{"type":"*","value":[{"type":"'''","value":["Vapiano"]}," Fast food italian restaurant, new franchise which is opening shops all around Germany. Nice but not really cheap. The food is basically different kinds of salads, pasta and pizza. Located near the Theatre and the pedestrian precinct. (Fuggerstr. 20, 86150 Augsburg)"]},{"type":"*","value":[{"type":"'''","value":["Cafe Il Gabbiano"]}," Upper mid-range italian cafe & restaurant, good food for fair prices, great atmosphere; in the middle of the \"Altstadt\" (historic district) (Predigerberg 20, 86150 Augsburg)"]},{"type":"*","value":[{"type":"'''","value":["Thing"]}," Bavarian \"Biergarten\" (although not a REAL one, since in a REAL Biergarten it's usual to bring your own food and only buy the beverages there) - good german food, nice atmosphere, in the middle of the \"Altstadt\" (historic district) and also 5 minutes by foot away from the City Galerie (Vorderer Lech 45, 86150 Augsburg)"]},{"type":"*","value":[{"type":"'''","value":["Charlie Bräu"]}," Very atmospheric, the restaurant area is inside an old beer brewery. The food is good, Swabian cuisine. They serve really good home-brewed beer. (Ulmer Straße 43, near Oberhausen train station)"]},{"type":"*","value":[{"type":"'''","value":["Riegele Wirtshaus"]}," Located directly next to Augsburg`s Riegele brewery, this is a good place for fresh beer and typical Swabian cuisine, of course with a beer garden for summer. Apart from the beer, you should also try Riegele`s ,,Chabeso\", a citron lemonade that is rated amongst the best existing. You can get them in the Wirtshaus or buy them in supermarkets, though they are only sold in Augsburg and suburbs. Sometimes there are guided tours of the brewery, you can ask at the restaurant. They cost 14.50 euros but include food and of course tasting the beers.(Frölichstraße 26) To find Riegele Wirtshaus, go to the Central Train Station and just turn Viktoriastrasse left. The brewery is on the other side of Frölichstraße, in which Viktoriastrasse ends."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"'''","value":["Maximilian's - Steigenberger Drei Mohren"]}," Being part of the luxury hotel Steigenberger Drei Mohren, the Restaurant Maximilian's offers all kinds of expensive (but not excessively expensive) food."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Clubs\/Bars"]}]},"A good part of Augsburg's night life takes place in Maximilianstraße and the historic district right beneath the Maximilianstraße. There is great diversity in the type of clubs\/bars, ranging from disco to student bars. It is a great idea to go see more than one place and find out which is the most comforting to you. Luckily, in generally, Augsburg`s night life is a lot cheaper than in Munich or other big cities.\n\n",{"type":"'''","value":["Elfer"]}," Called ,,Eleven\", if there is a football ( soccer ) game going on in Germany and you want to see it with locals in a typical German sports bar, this is THE place in Augsburg to go: Coming from Moritzplatz, you go down a Maxstraße and then turn left into Wintergasse. Elfer is on the right side. (On the other side, there is the Römisches Museum). It can get very crowded here so if you like sitting you better show up early (at least 30 minutes before the game).\n\n",{"type":"'''","value":["Flannigan`s Post"]}," This irish pub is located very central, right on Königsplatz. With 4 euro for a pint, Guiness is quite expensive here but fresh. German beer is cheaper. You can also eat here, but mainly this is a bar with a good atmosphere and lots of beer. \n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Beim Weissen Lamm"],["url=http:\/\/www.lamm-klub.net\/"],["email="],["address=Ludwigstr. 23"],["lat="],["long="],["directions=Near the Theater"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cafe by day,pub and sometimes even a club by night.\nLiving-room atmosphere with retro mis-matched chairs and sofas salvaged from somewhere. Red walls and wallpaper. Nice music, good drinks.\nOn the opposite side of the street is the disco & club Schwarzes Schaf."]]}]},"\n",{"type":"'''","value":["Liquid"]}," This club is very popular amongst students. It is located very central at Maxstrasse, walk down from Moritzplatz - it is on the left side. \n\n",{"type":"'''","value":["Rockfabrik"]}," Huge club, very popular amongst the youth. Many of them even come from Munich or Ulm just to go to this club. Unfortunately this also means they already drank a lot a beer in the regional trains, so there are many drunk people here that might cause some trouble. But the club itself is nice: It plays rock music and has several dancefloors and bars. A bit outside of the center, take tram 64 (from Königsplatz\/Moritzplatz) direction ,,Augsburg Nord\", get off ,,Bärenwirt\" and walk right over the bridge. A very funny fact is that this once was a Rockfabrik (English: skirt factory), and now it is a Rockfabrik (meaning: rock music factory). \n\n",{"type":"'''","value":["Kantine"]}," Just like Rockfabrik, this club has a historical background: The whole area here is an old US casern from the occupation times. Here many concerts from different music genres take place, as well as partys every weekend. It`s even further from the center than Rockfabrik, but you can get here with bus 35 direction ,,Pfersee Süd\", get off at ,,Kulturpark West\". You can first go to ,,Oberhausen Bahnhof\" with the regional train or the tram and then get into bus 35, because bus 35 is some kind of a circle bus around the city center.\n\n",{"type":"*","value":[{"type":"'''","value":["Beer gardens"]}]},"Beer gardens: In Augsburg there are several beer gardens, and although they are smaller and may lack some facilities like a children's playground, what is written in the Munich travel guide about beer gardens also applies to Augsburg's beer gardens (",{"type":"[[","value":[["Munich#Beer_gardens_and_beer_halls"],["Link to Beer gardens and beer halls in Munich travelguide"]]},")\n\n",{"type":"*","value":[{"type":"'''","value":["Gay scene"]}]},"Gay scene: Augsburg has a fairly small gay scene, but there is one gay bar in particular, the Fegefeuer, which is about 5-10 minutes by foot from the city hall\/Maximilianstraße (Ludwigstr. 34, 86152 Augsburg)\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\nAugsburg has some cheap places to stay. One is the Jugendherberge the other is a private hostel called ",{"type":"[","value":["http:\/\/www.uebernacht-hostel.de\/index_en.html Übernacht Hostel"]},". The ",{"type":"[","value":["http:\/\/www.jugendherberge.de\/jh\/bayern\/augsburg\/index.shtml.de Jugendherberge"]}," is a little outside of the city center (5 Minutes walk to the town center). The Übernacht Hostel is near the town hall.\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Express"],["alt="],["url=http:\/\/www.ihg.com\/holidayinnexpress\/hotels\/us\/en\/augsburg\/mucau\/hoteldetail"],["email="],["address=Nagahama-Allee 77"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Modern furnished, but some style casualties. Free internet (if you ask). Basic but good and adequate breakfast. Limited parking. 3 min. to shopping mall, 15 min. walk to town centre."]]}]},{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Steigenberger"],["alt="],["url=http:\/\/www.steigenberger.com\/en\/Augsburg"],["email="],["address=Maximilianstraße 40"],["lat="],["long="],["directions="],["phone=+49 821 5036-0"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\nAugsburg is a very safe city, maybe nearly as safe as Munich. Virtually all crimes are domestic violence, drug abuse or drunk people getting in a fight at a bar, so no dangers for tourists, except if you get drunk and then get into a fight.\nThere is a drug scene in Augsburg, which has been a little more spread over the city after the police wiped them out of the Königsplatz. However, if you are not behaving very stupid (showing off as a tourist & having an easy pickable wallet or alike), you will not be bothered.\nAugsburg also tends to be pretty safe at night. Don't be afraid of using the small and poorly lighted streets in the historic district, since this is one of the best areas in the city!\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dachau"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Munich"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ulm"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["48.3667"],["10.9000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bavarian Swabia"]]},"\n\n",{"type":"[[","value":[["commons:Category:Augsburg"]]},"\n",{"type":"[[","value":[["WikiPedia:Augsburg"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Bavaria\/Localities\/Augsburg\/"]]}]