[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Auli"]}," is a city in the Indian state of ",{"type":"[[","value":[["Uttarakhand"]]},".\n",{"type":"[[","value":[["Image:Auli-slopes.jpg"],["right"],["thumb"],["300px"]]},"\nAuli is nestled in the lap of snow-capped peaks of Garhwal Himalayas, in the ",{"type":"[[","value":[["Chamoli"]]}," district of ",{"type":"[[","value":[["Uttarakhand"]]},", near the world famous religious shrine of Badrinath. At an altitude of 2,500 to 3,050 m above sea level, Auli’s well-dressed slopes are flanked by coniferous and oak forests, which offer a panoramic view of mountains.\nIf you are out for adventure, fun and frolic this winter, find yourself in Auli, in the vicinity of the mountain peaks Nanda Devi and Mana Parbat.\n\nFeel the rush of air on your face, blaze a defiant trail as you go skiing on the well-dressed snow slopes. Or pelt each other with snow-balls on a blanket of snow. And if you’re a lover of natural splendour let your eyes feast on the breathtaking view of snow-capped peaks all around you.\n\n",{"type":"==","value":["Understand"]},"\nTourist Bureau Gopeshwar\nTel.: 01372-252468.\nTourist Bureau Joshimath\nTel.: 22781. 222252\nRishikesh (Yatra Office),\nAGM (Tourism),\nGarhwal Mandal Vikas Nigam Ltd.,\nTourist Information Centre,\n(Advance Reservation Centre),\nShail Vihar, Haridwar By Pass Road, Rishikesh - 249201. \nTel.: 0135-2431793, 2431783, 2435174, 2432648, 2430799, 2430357(R).\nFax: 0135-2430372.\nEmail: yatra@gmvnl.com, yatraoffice@sancharnet.in \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Best Way"]},": The best way to travel will be to take overnight ",{"type":"'''","value":["train"]}," from ",{"type":"[[","value":[["Delhi"]]}," and have a cab pick you up from ",{"type":"[[","value":[["Haridwar"]]}," in the morning for onward journey to Auli.\n\n",{"type":"===","value":["By plane"]},"\nFor those travelling by air, the nearest airport is Jolly Grant, Dehradun, 17 km from Rishikesh, 273 km from Joshimath.\n\n",{"type":"===","value":["By train"]},"\nComing from any part of India, the nearest rail head is Haridwar 299 km from Auli. Catch a train to New Delhi Station. From New Delhi one can catch a train for Haridwar. It takes more than 7 hours to reach Haridwar (Shatabdi\/JanShatabdi takes 6 hours).\n\n",{"type":"===","value":["By road"]},"\nAuli is only 13 km drive from Joshimath. State transport and Union buses play regularly between Joshimath and Rishikesh (253 km). Local Transport Union Buses and State Transport buses operate between Joshimath and Rishikesh (253 km), Haridwar (277 km), Dehradun (298 km) and Delhi (500 km). From Joshimath onwards, both bus and taxi services are available for Auli. Deluxe coaches can also be arranged with prior notice for the group of 15 people or more. If you are dropping at New Delhi and want to go by Bus then take a Metro Train to ISBT - Kashmere Gate. From there one can catch Bus of DTC\/UPSRTC\/UTC. Only problem is that there are no fixed timetable and every person incharge will promise you many things. Don't fall in the trap of private tour operator. They all will say bus is just leaving and what not. So be prepared for confusion. You may loose your temper. Check the bus condition before boaring as road from New Delhi to Haridwar is long [7-8 hrs] and some patches are in very bad conditions, comfortable seats are must. Once you are at Haridwar stay overnite and catch a bus leaving bus stand opp rly station at around 3:30AM. This bus is the only mean to reach Joshimath in 10+ hrs if you are planning to catch Cable Car (last ride 3:30PM). Other option is to book Car from the Car Union Off opp Bus stand they normally charge 3000+ for Joshimath Dropping for Ambassador which is best for 4 people. Whether in bus or car pls sit on right hand side window for magnificent view, road to Joshimath runs parallel to holy river Ganga and Alaknanda which falls on right side.\n\n",{"type":"'''","value":["Cable Car"]},"  : The most popular way to drop in at Auli is by the famed cable car service which runs for 3 km. Travelling by the rope-way, it is impossible to resist the captive beauty of the snow covered peaks, the alpine forest and the bracing climate. This cable holds a record of longest in Asia with total length of 4.15 km. Its lower tower is at 1906 m from MSL and the upper tower is at 3016 m. It takes around 15 minutes to complete this ride at speed of 5 m\/sec. Its the best start one can have for exciting Auli trip. Charges are Rs 400 for Return.\n\n",{"type":"==","value":["See"]},"\n16 km from Joshimath and accessible by a good motor able road, is the ideal ski resort of Auli with its slopes comparable to the best in the world. The resort is run by GMVN, which, apart from providing accommodation also provides all facilities for skiing. The season extends from January to March, during this time skiing festivals and the National Championships are held. The Auli slopes, descending from 3049 to 2915 m are flanked by stately conifers and oaks, which cut wind velocity to the minimum. Adding to the thrill of skiing is a 180 degree view of Himalayan peaks, which include Nanda Devi (7817 m), Kamet (7756 m), Mana Parvat (7273 m) and Dunagiri (7066 m), seemingly only snowballs throw away.\n\nThe conditions for skiing are perfect at Auli. A 500 m long ski-lift and an 800 m long chair-lift link the upper and lower slopes, and snow beaters and snow-packing machines maintain the smoothness of the slopes. Skiers can enjoy almost 20 km of virgin slopes, which provide excellent opportunities for cross-country, slalom and down-hill skiing events. \nAuli has now become a leading tourist spot. While its slopes beckon daring and gallant skiing enthusiasts, its pristine natural beauty and its alpine atmosphere lure many tourists. A haven for those who want to escape the humdrum of everyday life, conquer their fear of heights, savour nature in its purest form or just throw snowballs at each other.\n\n \nTourists are advised to bring woollen clothing, cap, socks, dark glasses, gloves, mufflers, pullovers, wind-proof jacket, gum \/ snow boots and a torch light. These accessories are a must for the tourist keeping in mind the weather conditions at Auli where the temperatures drop to as low as -8° C in winters although it is moderately cold in the summers.\n\n",{"type":"==","value":["Do"]},"\nTraining Courses in Skiing:\n\nTraining courses are conducted in modules of 7 and 14 days. Training is imparted to the enrolled persons in modern skiing techniques by qualified instructors from Skiing and Tourist Resorts, Auli and Indian Institute of Skiing and Mountaineering, Gulmarg.\n\n",{"type":"'''","value":["Best Option"]}," for those who want to learn basic skiing and save money enrol with the GMVNL basic course as the cost of the package is inclusive of Chair-lift(Rs 100 return) + Accommodation [better than the Rs 750 wooden hut] + Food [casual eating will cost Rs 60\/pp each time] + Gear.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a Government run small café where you can find coffee, tea or some snacks like Maggi Noodles. Other than this, there are hardly any eating places nearby. Even at this café the prices are highly inflated mainly because there are few modes of transport to move the material from Joshimath.\n\n",{"type":"==","value":["Sleep"]},"\nAlpine cottages and log huts prove to be a more exciting choice. Also available are catering services, adequate heating arrangements, round the clock hot water supply and of course – warm hospitality – all of which ensure a comfortable and memorable stay. The above modes of accommodation are supplemented by a wide network of luxurious yet affordable hotels and rest-houses all along the route (at Dehradun, Rishikesh, Devprayag, Srinagar, Rudraprayag, Gauchar, Karanprayag, Nand-Prayag, Pipalkoti and Joshimath).\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Uttarakhand"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Auli"]]}]