[{"type":"{{","value":[["pagebanner"],["Austin_SXSW_banner.jpg"]]},"\n",{"type":"{{","value":[["districts discussion"],["district borders"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"[[","value":[["File:Capitol Austin Texas.JPG"],["thumb"],["300px"],["right"],["The state capitol in Austin, Texas"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.austin.tx.us\/ Austin"]}]}," is a city of over 700,000 people in the ",{"type":"[[","value":[["Hill Country"]]}," region of the ",{"type":"[[","value":[["United States of America"],["U.S. state"]]}," of Texas.  It is the capital of Texas and a college town, and also a center of ",{"type":"'''","value":["alternative culture"]}," away from the major cities on the US coasts, though the city is rapidly gentrifying with its rising popularity.  Austin's attitude is commonly emblazoned about town on T-Shirts and bumper stickers that read: \"Keep Austin Weird.\"  Austin is also marketed as the ",{"type":"'''","value":["\"Live Music Capital of the World\""]}," due to the large number of venues.\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Austin\/Downtown"],["Downtown"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Austin\/East"],["East Austin"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Austin\/Northwest"],["Northwest Austin"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Austin\/South"],["South Austin"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Austin\/UT and the Drag"],["UT and the Drag"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Austin\/Hyde Park"],["Hyde Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Austin\/North Loop"],["North Loop"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Visitor information"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Austin Visitor Center"]},", 209 E. Sixth Street, ",{"type":"''","value":["+1-866"]}," GO-AUSTIN, ",{"type":"[","value":["http:\/\/www.austintexas.org\/"]},". Daily 8:30AM–5:30PM."]},"\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 60"],["febhigh = 64"],["marhigh = 72"],["aprhigh = 79"],["mayhigh = 85"],["junhigh = 91"],["julhigh = 95"],["aughigh = 96"],["sephigh = 90"],["octhigh = 81"],["novhigh = 70"],["dechigh = 63"],["janlow = 39"],["feblow = 43"],["marlow = 50"],["aprlow = 58"],["maylow = 65"],["junlow = 72"],["jullow = 74"],["auglow = 74"],["seplow = 69"],["octlow = 59"],["novlow = 49"],["declow = 42"],["janprecip = 1.8"],["febprecip = 2.4"],["marprecip = 1.9"],["aprprecip = 2.9"],["mayprecip = 4.5"],["junprecip = 3.4"],["julprecip = 1.8"],["augprecip = 2.1"],["sepprecip = 3.3"],["octprecip = 3.5"],["novprecip = 2.1"],["decprecip = 2.3"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Austin"],["30.26767"],["-97.74296"]]}]]},"\n\nAustin weather is generally nice most of the year; activities are generally not limited by season. However, as Austin lies within Central Texas, be prepared to deal with the ",{"type":"'''","value":["long, hot summers"]}," if you are visiting between May and September. It is not uncommon for daily high temperatures to be between 90 and 100 degrees during this time — in fact, a day in the 80s is rare, and several days may even reach triple digits (90 days in 2011). If you are here when the weather is like this, dress accordingly, drink plenty of water, and do not plan on staying outside for long (nearly all indoor places are air-conditioned) — unless you're taking the opportunity to take a dip in Barton Springs Pool or any of the other swimming holes in the area. This is especially true if the heat index is around 105 or higher, which is considered to be dangerous. Also keep in mind that the interior of cars will get dangerously hot, especially if the windows are up and it's parked in the sun — don't leave pets or children in there, no matter how briefly. How hot the summer gets usually depends on the amount of precipitation the area has been getting. If there is no drought and the spring has been particularly wet, temperatures will remain relatively tolerable and rarely break triple digits.  If it has been dry, as it was from 2007-2009, summers can be very uncomfortable and triple-digit temperatures will be very common.\n\nCentral Texas winters are short to non-existent. There are many pleasant or even warm days during the winter months (the first 90 degree day of 2012 was in February), and snowfall is rare.  However, hard freezes happen occasionally, and light freezes may occur frequently (especially in the more rural areas), and when this mixes with precipitation, ",{"type":"'''","value":["ice storms"]}," and other wintry weather happen. If the storm is severe enough, the city may shut down for a day or so, traffic may be snarled, and the local auto body shops may notice a spike in business. The Austin area usually experiences such events 0-2 times each year or so, from late December to mid-February. Generally, though, winter weather just varies a lot, with alternating cold and warm fronts that can make for large temperature swings in the course of a single week.\n\nSpring and fall are the best times to visit. Springs tend to be stormy (see \"Stay safe\" for related warning), and falls may bring light freezes during the night. For the most part, though, springs and falls are very pleasant times to experience Austin.\n\n",{"type":"===","value":["Read"]},"\nPick up an ",{"type":"'''","value":["Austin Chronicle"]}," newspaper first thing.  These are freely available all over town, including the information desk across from baggage claim at the airport. It will be your guide to everything that's going on in Austin from festivals (Spam Festival, Chili Festival, etc.) to music, theater and food; it's all in there. New issues are published every Thursday.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.statesman.com\/ Austin American-Statesman"]}]}," — the major daily paper."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.austinchronicle.com\/ Austin Chronicle"]}]}," — the alternative weekly.  Their \"Best of\" lists and calendar of events are great resources and can be accessed online."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dailytexanonline.com\/ The Daily Texan"]}]}," — the student newspaper of the University of Texas at Austin."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.theonion.com\/ The Onion"]}]}," — the well-known satirical paper\/website recently opened print edition office in Austin. The weekly paper also includes local events and reviews."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tribeza.com\/ Tribeza"]}]}," — Tribeza is a free monthly publication profiling and highlighting local culture, focusing a bit on higher end establishments while remaining accessible."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.austinmonthly.com\/ Austin Monthly"]}]}," — aims to highlight more in depth the people, places and events that make Austin unique. Can be purchased on any newsstand in town (including Austin Bergstrom International Airport)."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.edibleaustin.com\/ Edible Austin"]}]}," — a free quarterly publication that celebrates the local food culture in Austin. The primary focus is on sustainable food practices and the farmers, retailers and chefs in Austin and surrounding areas that strive to contribute to a sustainable food culture in the region."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lstylegstyle.com\/ L Style\/G Style"]}]}," — a free bi-monthly lifestyle magazine for social and cultural influencers in the gay\/lesbian community."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Austin Bergstrom International Airport"]}," (",{"type":"{{","value":[["IATA"],["AUS"]]},"), ",{"type":"[","value":["http:\/\/www.ci.austin.tx.us\/austinairport"]},". 6 miles (10 km) southeast of the city center, it is served by most major carriers, with non-stop service to 49 destinations.  There are a selection of buses ",{"type":"[","value":["http:\/\/www.capmetro.org\/riding\/airport.asp"]},", taxis, shuttles and car rentals to get you into town and back.  Chauffeured sedans or limos are also available to pick you up or drop you off at the airport but normally require advance reservations.  Taxi fare to downtown Austin is approximately $30. You may also catch Capital Metro bus 100 from ABIA to Downtown Austin, $1 for one way or $2 for a 24 hour local pass.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Austin Amtrak station"]},", 250 North Lamar Blvd., ",{"type":"[","value":["http:\/\/www.amtrak.com"]},". Served by the Texas Eagle Line with service from ",{"type":"[[","value":[["Chicago"]]}," to ",{"type":"[[","value":[["San Antonio"]]},".\n\n",{"type":"===","value":["By car"]},"\nAustin is on one major freeway and several regional highways, and its outskirts are served by several tollways.  From ",{"type":"[[","value":[["San Antonio"]]},", head north on IH-35, about one and a half hours.  From ",{"type":"[[","value":[["Dallas"]]},", head south on IH-35, about three hours.  From ",{"type":"[[","value":[["Houston"]]},", head west on US-290 (or I-10 W to Hwy 71 W if you want to reach South Austin), about three hours. From I-10, take SH-130 Toll north to Austin.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Greyhound Bus Line"]},", (",{"type":"''","value":["station is on IH-35 near Highland Mall)"]},", +1 800-231-2222, ",{"type":"[","value":["http:\/\/www.greyhound.com"]},". Serves Austin daily. Schedules may change. Passengers can catch the number 7 bus to downtown from there."]},{"type":"*","value":[" ",{"type":"'''","value":["Megabus"]},", ",{"type":"[","value":["http:\/\/us.megabus.com"]},". Service from ",{"type":"[[","value":[["San Antonio"]]},", ",{"type":"[[","value":[["Dallas"]]},", and ",{"type":"[[","value":[["Houston"]]},". Bus stop is on the west side of Whitis Ave between W 20th and 21st Sts on the UT campus. Fares from $1 and up."]},{"type":"*","value":[" ",{"type":"'''","value":["Autobus Americanos"]},", ",{"type":"[","value":["http:\/\/www.autobusesamericanos.us\/EN\/Home.shtml"]},". Mexican trans-border bus line with services to various points in Mexico. Bus stop is located at 1140 Airport Blvd in Austin."]},{"type":"*","value":[" ",{"type":"'''","value":["Turimex Internacional"]},", ",{"type":"[","value":["http:\/\/ticket.gruposenda.com\/"]},". Mexican trans-border bus line with services to various points in Mexico. Bus stop is located at 5012 E. 7th Street in Austin."]},{"type":"*","value":[" ",{"type":"'''","value":["Omnibus Mexicanos"]},", ",{"type":"[","value":["http:\/\/www.omnibusmexicanos.com.mx\/"]},". Mexican trans-border bus line with services to various points in Mexico. Bus stop is located at 3301 N Interstate 35 in Austin."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["On foot"]},"\nGenerally, the feasibility of seeing Austin by foot depends largely on the weather\n\nFor those content to see only downtown Austin and who are in good shape, exploring most of the downtown area on foot is possible.  There are many attractions within a 1 - 2 mile walk from most downtown hotels. Just be prepared for potentially oppressive heat during the summer months.\n\nThe University of Texas area, just north of downtown, is also very pedestrian friendly, and in fact can be a difficult place to get around by car (very hard to find a parking spot).\n\n",{"type":"===","value":["By bike"]},"\nThough there are some exceptions, most of downtown Austin is reasonably bike friendly. There is a high concentration of cyclists in the city, and many trails around town.\nAustin is hilly to the west but generally mildly sloping toward the river in the center of town.  There are bike lanes on most major streets.  Biking is a great way to get around year round and the weather is usually agreeable from mid-October to mid-April. May to mid-October temperatures may reach the high 90's to 100's and humidity may be a problem.\n  \n",{"type":"*","value":[" ",{"type":"'''","value":["Yellow Bike Project"]},", Phone: 512-457-9880 ",{"type":"[","value":["http:\/\/www.austinyellowbike.org\/"]},". Operates two community bike shops where individuals can go and repair their own bikes free of charge.  Coordinators are present to answer any questions and guide you, but not to fix your bike for you.  At the Main Shop on 51st Street there are 10+ work stands and tools sets available for use.  The Satellite Shop is better for minor repairs and only has as a few work stands.  If you are looking for a cheap bike while in town and are willing to do a little maintenance work, visit The Yellow Bike Project and pick out a bike that needs a little love in exchange for a small donation.  If you are interested in getting away from touristy attractions on your visit, the Yellow Bike shop is a great place to drop in and volunteer for a few hours.  Their hours change monthly but are up-to-date on their website.  If you are lucky you might see one of the eponymous Yellow Bikes around town. If you see a Yellow Bike, feel free to ride it to your destination and leave it for the next person.  Yellow Bikes are not to be locked up and you ride at your own risk.  The Austin Yellow Bike Project has been operating for ten years and has released over 600 yellow bikes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bicycle Sports Shop - Bike Rentals"]},", Phone: 512-477-3472 ",{"type":"[","value":["http:\/\/bicyclesportshop.com\/page.cfm?PageID=174"]},".  The Bicycle Sports Shop is located Downtown and offers the largest selection of bike rentals in the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rocket Electrics - Electric Bike Sales, Rentals, and Tours"]},", Phone: 512-442-2453 ",{"type":"[","value":["http:\/\/rocketelectrics.com"]},".  Rocket Electrics is Austin's only all-electric bike shop and is located 1 mile southeast of downtown in the Southshore District with direct access to the Hike-and-Bike Trail System.  Day rentals are available as well as guided tours including a foodie tour and a Live Music Capital of the World Tour that is led by full-time Austin Musicians and includes a live performance by the artist."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Capital Metro"]},", ",{"type":"[","value":["http:\/\/www.capmetro.org"]},". The city's public bus network with a system of inexpensive neighborhood, express and downtown routes.  Visitors can also get around on the Capital MetroRail commuter train which operates on weekdays between Downtown and northwest Austin.  Local fares cost $1.00 per trip, or you can get a 24 hour pass for $2.00 on board every bus (express and 2 zone MetroRail fares are $2.75, $5.50 for a day pass).  \"E-Bus\" and \"Night Owl\" services serve the city's entertainment districts after hours. Expect a 1 1\/2 hour bus ride from any point north of 183 to downtown.  The Capital Metro website has a trip planner which can be used to find public transport options between two points in Austin.\n\nAustin has a generally mediocre public transit system. However, the bus can be a viable method of getting around with proper planning ahead of time.\n\nThe University of Texas shuttles offer frequent free service between the University and some neighborhoods during weekdays when school is in session.\n\nThere are also double-decker tour buses:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=DoubleDeckerAustin.com"],["url=http:\/\/www.doubledeckeraustin.com"],["email=Getinfo@doubledeckeraustin.com"],["address=602 E 4th St"],["lat="],["long="],["directions="],["phone =+1 512 478-0098"],["tollfree="],["fax="],["hours="],["price=$25.00 and up"],["content=Hop on, hop off, with a guide."]]}]},"\n",{"type":"===","value":["By car"]},"\nDriving is not too difficult if you're used to living in a large city. Traffic is bad from 7-9 AM and 3:30-7 PM weekdays, though IH-35 through town can be jammed at other times as well. Austin's traffic is among the worst in the nation in terms of hours of delay per year, so allow plenty of extra time during the morning and evening commute.\n\nThere are two major north-south expressways: ",{"type":"'''","value":["I-35"]}," (non-standardly called \"IH-35\") and ",{"type":"'''","value":["Loop 1"]}," (also called the ",{"type":"'''","value":["MoPac"]}," Expressway for the former owner of the railroad which runs along it, Missouri-Pacific - or \"Slo-Pac\" for anyone who has experienced it at rush hour).  There is only one true major east-west freeway in Austin, located south of the city center, known as Ben White or US 290 West\/Texas highway 71.  The freeway section of 290 West\/Ben White currently runs from I-35 to just east of Oak Hill.  Freeway extensions are currently being constructed east on 71 to the airport, and the beginning stages of construction are taking place west towards and past Oak Hill. Hwy 183 runs from the southeast corner of the city near the airport to the northwest suburbs, bridging MoPac and I-35 in North Austin.\n\n",{"type":"[[","value":[["Austin\/Oak Hill"],["Oak Hill"]]}," is the point at which TX 71 and US 290 split apart and go in separate directions, and in case this isn't confusing enough, some people make the distinction between 290 West and 290 East because at I-35, 290 East actually heads up the interstate, and then continues on to the east in North Austin.  There is a second freeway that runs from the Northwest side of the city down to the Southeast side of the city past the airport.  This freeway is called US 183, and in North Austin it may also be referred to as Research Boulevard.  Most of it is freeway now, however there are still several major intersections which are currently being constructed and turned into freeway.\n\nI-35 has no loop that circumnavigates the city, so watch out for aggressive, confused drivers.  Also, keep your eyes open for the upper deck\/lower deck split between Airport Boulevard and Martin Luther King Jr Boulevard; it's confusing, and accidents occur there frequently.  Drivers going through Austin without stopping, or those who wish to avoid the chaos of the lower deck, should use the ",{"type":"''","value":["right"]}," two lanes as the deck split approaches, in contrast to other cities where through traffic uses the left lane. On the northbound side, traffic entering I-35 at Martin Luther King Jr Boulevard goes directly to the upper deck.\n\nOut-of-towners be warned: on-ramps on I-35, especially the lower deck, are very short.\n\nAustin has a mostly completed network of toll roads, see Central Texas Turnpike System ",{"type":"[","value":["http:\/\/www.centraltexasturnpike.org\/"]}," and Central Texas Regional Mobile Authority ",{"type":"[","value":["http:\/\/www.ctrma.org\/"]},". These include SH 130, an Austin bypass east of town; SH 45, an east-west artery in North Austin; the North MoPac extension; the US 183A bypass of Cedar Park and Leander; and SH 45SE in far south Austin. TxTag ",{"type":"[","value":["http:\/\/www.txtag.org\/"]}," accounts are available for commuters.  There has been significant opposition and accommodations have been made in some areas.  Both US 183A and MoPac are rather deceptive — if you keep going north on either 183 or MoPac, the freeway seamlessly transitions into a toll road and the signing is rather poor. To avoid the toll, you must keep a sharp eye out and get off the main lanes. Even worse, all tolls on 183A are \"TxTag Only\" meaning that you cannot pay cash.  This trend will likely extend to all Austin tollways in the near future.\n\nParts of the city are subject to flooding at times during the year; however, it is not too common as Austin does not usually get an excessive amount of rain. The year 2007 saw several flood episodes with the worst effects in Marble Falls, northwest of the city. See City of Austin Flood History ",{"type":"[","value":["http:\/\/www.ci.austin.tx.us\/watershed\/floodhistory.htm\/"]}," for historic flooding.\n\nFor those of you unfamiliar with proper treatment of flooded areas, ",{"type":"'''","value":["NEVER"]}," drive through flooded low water crossings.  You will lose your car and possibly your life.  As little as a few inches of running water can and does wash a car away and each year there are some deaths due to this. \"Turn Around, Don't Drown.\"\n\n",{"type":"====","value":["Parking"]},"\nWhile driving is not too bad, parking in the city center can be difficult; look for municipal parking garages as officers will ticket you in the blink of an eye (check meters, though, because many are free in the evenings, on weekends, and on major holidays). Worse yet, vehicles illegally parked in private parking areas are ",{"type":"'''","value":["very"]}," quickly towed, so make sure that you don't park in spots marked no parking.\n\nParking is free in the Texas State History Museum garage near UT after hours and on weekends. As of 2005 under SB 1533, state employees may park in state garages during non-business hours for free.\n\n",{"type":"===","value":["By taxi"]},"\nThere are several cab companies on call if you'd prefer to avoid the driving hassle.\n",{"type":"*","value":[" ",{"type":"'''","value":["Yellow Cab"]},", Phone: 512-452-9999. website includes fare estimator and online booking: ",{"type":"[","value":["http:\/\/www.YellowCabAustin.com"]}]},{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Marriton Limousine"],["alt="],["url=http:\/\/www.marritonlimo.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 512 329-7007"],["tollfree=+1-800-940-7007"],["fax="],["hours="],["price="],["content=For airport transfers or those who just demand a bit more luxury you can rent a chauffeured sedan, limousine or minibus."]]}]},"\n",{"type":"===","value":["Square Patrol"]},"\nThe Square Patrol offers a free designated driver service between 10pm and 3am seven days a week. Call or text 512-R-U-DRUNK (512-783-7865) and leave your phone number. They will call you back immediately and ask for your location. This service requires you to have your own car, as they only provide driver. ",{"type":"[","value":["http:\/\/www.squarepatrol.org\/"]},"\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"[[","value":[["File:UT Tower Austin.JPG"],["thumb"],["250px"],["The University of Texas Tower"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The University of Texas at Austin"]},", ",{"type":"[","value":["http:\/\/www.utexas.edu\/"]}," is a beautiful stroll. While there you might want to visit the Blanton Museum of Art ",{"type":"[","value":["http:\/\/www.blantonmuseum.org\/"]},", the Harry Ransom Center ",{"type":"[","value":["http:\/\/www.hrc.utexas.edu\/"]},", Texas Memorial Museum of Science and History ",{"type":"[","value":["http:\/\/www.tmm.utexas.edu\/"]},", or view the public art around campus ",{"type":"[","value":["http:\/\/landmarks.utexas.edu\/"]},". The famous UT tower has reopened and is worth a look for the breathtaking views and history lesson. It is a tour though so you need to make reservations ",{"type":"[","value":["http:\/\/www.utexas.edu\/tower\/schedule.html\/"]},". The theater and music departments are both well regarded and have performances throughout the school year. If you visit during football season, you can see the 2005 National Champion Texas Longhorn football team play at Darrell K. Royal - Texas Memorial Stadium."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=LBJ Presidential Library"],["alt="],["url=http:\/\/www.lbjlib.utexas.edu\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Always seems to have something interesting on display. They change their exhibits fairly frequently."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Texas State Capitol"],["alt="],["url=http:\/\/www.tspb.state.tx.us\/SPB\/Plan\/Tours.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a must-see for new visitors to Austin. A large source of pride for the city and the state, the State Capitol is a beautiful building wrapped in Texas pink granite. Independent-minded Texans take pride in the fact that the State Capitol is actually 14 feet taller than the U.S. Capitol in Washington, D.C. Unlike many other state capitols in America, Texas's is as welcoming as the state's people, and is completely open to the public seven days a week. It's interesting to stroll through the halls, look at the paintings and sculptures, and peek into the legislative chambers. And it's free!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Austin Bats"],["url=http:\/\/www.batcon.org\/index.php\/get-involved\/visit-a-bat-location\/congress-avenue-bridge"],["content=Yes, that's right, bats. Austin's Congress Avenue bridge is home to about 1.5 million Mexican free-tailed bats. This is the largest urban bat colony in the world and one of the largest Mexican free-tailed bat colonies in North America. The bats are generally active at dusk every evening between March and November. In years when there has been a drought, the bats leave early (when there is still light), and can be a quite impressive sight. In years when there has been plenty of rain, they leave so late it is difficult to see much. Best place to see them is near the Austin American Statesman's parking lot, or you can pay for boat tours to see them from underneath the bridge. Towards the end of bat season, when the colony's young are flying for the first time, pedestrian crowds can become rather dense. Try to arrive at least an hour before dark if you want to have a good, unobstructed view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Texas State Cemetery"],["alt="],["url=http:\/\/www.cemetery.state.tx.us"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the state burying ground for Texas politicians, cultural figures and Republic of Texas heroes. Texas luminaries buried within its grounds include Stephen F. Austin, John Connally, Barbara Jordan, Darrell Royal and Ann Richards. The cemetery is open 365 days a year from 8AM to 5PM Audio tours are available at the office at 909 Navasota Street or can be downloaded for free from the website. Admittance is free, but can be limited during a funeral."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n\n\n",{"type":"===","value":["Cycling"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lady Bird Lake Hike and Bike Trail"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= formerly known as the Town Lake Hike and Bike Trail, the 1.1 mile trail creates a complete circuit around Lady Bird Lake. It is one of the oldest urban Texas hike and bike paths. The trail is the longest trail designed for non-motorized traffic maintained by the City of Austin Parks and Recreation Department and watched after by a local non-profit named The Trail Foundation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Veloway"],["url=http:\/\/www.veloway.com\/"],["email="],["address=4900 La Crosse Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 3.1 mile long, paved asphalt bicycling and rollerblading trail."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Walnut Creek Municipal Park"],["url=http:\/\/www.austinparks.org\/our-parks.html?parkid=368"],["email="],["address=12138 N. Lamar Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Walnut Creek Park features a large loop and a multitude of hilly, meandering trails popular with mountain bikers. As of 2013 a new dirt BMX trail and loop has been added to the existing trails. ",{"type":"'''","value":["Stay on mark trails"]},", some areas have experience heavy errosions which have lead to huge rock slides recently."]]}]},"\n",{"type":"===","value":["Festivals"]},"\nArranged by month. The mammoth South by Southwest (SXSW) festivals are in March. \nThe major Austin City Limits Festival is in October.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chinatown Center Austin Chinese New Year Festival"],["alt="],["url=http:\/\/www.chinatownaustin.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=JANUARY\/FEBRUARY. Austin’s Chinatown Center has set a Texas-sized standard for how Chinese New Year’s Celebration should be done! All adults and children are invited to attend this FREE two-day event with family-fun entertainment including the kids’ area, dragon and lion dances, traditional Chinese dances, martial arts performances and more! Don’t miss out on a celebration that embraces and educates on the wide range of Asian culture. All retail stores and restaurants in the center are open - Chinatown Center is located at 10901 N. Lamar Blvd. at the intersection of Kramer and N. Lamar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lunar New Year Festival"],["alt="],["url=http:\/\/www.asianamericancc.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=FEBRUARY."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zilker Park Kite Festival"],["alt="],["url=http:\/\/www.zilkerkitefestival.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MARCH. The oldest continuous kite festival in the USA. Hundreds of kites will dance in the sky the first Sunday in March (10AM to 5PM). Admission is FREE. Everyone is welcome whether they fly a kite or just enjoy the spectacle that must be seen to be believed. Kite flying demonstrations will be held all day and delicious food of all kinds will be prepared fresh at the event. See kite ballet, kite battles, kite buggies and giant kites over 50 feet long. Come compete in both youth and adult kite contests with your homemade kite. Trophies are awarded to the winners. Proceeds from vendor sales go to break the cycle of child abuse. Free parking and shuttles. Come on down to Zilker Park and enjoy “Kite Day”. Zilker Park is at 2200 Barton Springs Road. Rain date is the following Sunday."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Chocolate Festival"],["alt="],["url=http:\/\/austinchocolatefestival.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MARCH. The festival will include up to 20 vendors including chocolatiers, bakeries, patisseries, restaurants, hotels, caterers, authors, and resorts. The participating vendors will offer samples to festival guests. Guests will also enjoy and participate in chocolate competitions and demonstrations. It was founded in 2006 and benefits Susan G. Komen for the Cure. Tickets for the Austin Chocolate Festival are available for purchase online in advance at the festival website. For more information, volunteer, vendor or sponsorship opportunities please visit the website."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=South by Southwest (SXSW) Film Festival"],["alt="],["url=http:\/\/www.sxsw.com\/film\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MARCH. Beginning before and overlapping the SXSW Music Festival. SXSW Film is a significant industry conference, but also hosts many film screenings."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=South by Southwest (SXSW) Interactive Festival"],["alt="],["url=http:\/\/www.sxsw.com\/interactive\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MARCH. Spotlighting cutting-edge technologies and digital creativity, SXSWi features five days of presentations and workshops, networking events and special programs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=South by Southwest (SXSW) Music Festival"],["alt="],["url=http:\/\/www.sxsw.com\/music\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MARCH. One of the biggest music festivals in the United States, with more than 1,400 performers playing dozens of venues around Austin for four days. The wrist bands are loved by college students here, but be warned that you'll be turned away at the door at many of the venues even with one. You can still get into some of the larger venues without a wristband if you'd simply like to sample a band or two and check out the atmosphere; you can usually pick one \"official\" venue where you think you'll like all the bands, and then go early and pay the cover. Hardcore music fans usually make a week long calendar and plan to arrive at different venues for different acts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wildflower Center Art and Artisans Festival"],["alt="],["url=http:\/\/www.wildflower.org\/artisans\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MARCH. The annual Wildflower Days celebration begins with the Art and Artisans Festival devoted to arts, crafts and nature. This early spring event features the work of local artists and artisans, all working with a nature theme. You will find watercolors, metalwork, pottery, jewelry, photography, woodwork and more, all lovingly made by hand. Highlights include children's activities in the Little House as well as book signings and special discounts at the store. Then, add some leisure to your arts - dine on tasty cuisine at the Wildflower Cafe and enjoy entertainment provided by local musicians."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Texas Round-Up & Street Festival"],["alt="],["url=http:\/\/www.texasroundup.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=APRIL. The Texas Round-Up 10K, 5K and Family Mile is held annually in Austin on the last Saturday in April. Race weekend begins with a health and fitness expo showcasing vendors and sponsors. The race is followed by a fitness festival where families can enjoy live music, food, fitness demonstrations and family-friendly activities. Many participants spend months training for Texas Round-Up, and for several participants, the Texas Round-Up is their first race, making the events a very special accomplishment and a true celebration of healthy living."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dragon Boat Festival"],["alt="],["url=http:\/\/www.asianamericancc.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=APRIL. Running since 1999 with growing participation and attendance; held centrally on Town Lake. In addition to the friendly, competitive races, the festival will include many other cultural exhibitions, vendors, and kids activities. FREE admission to the public."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Eeyore's Birthday Party"]},". APRIL. ",{"type":"[","value":["http:\/\/www.eeyores.com\/"]},". Held on the last Saturday of every April to ring in spring, there are few things that seem so \"Austin\" as Eeyore's Birthday Party. It is a unique event: a free-form hang-out of several thousand people... sitting, walking, playing music, beating drums, eating, drinking beer, playing games. Be yourself... there are families, dogs, tattoos, costumes, hotties, hippies, gay, straight, black, white, brown, red, tan.... and a statue of Eeyore dressed like the Statue of Liberty. The drum circle is massive and the beat vibrates throughout the central city. It ends when the sun goes down and everyone leaves peacefully. More information can be found at: ",{"type":"[","value":["http:\/\/www.klru.org\/austinnow\/archives\/eeyores\/eeyores.asp"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Moontower Comedy Festival"],["alt="],["url=http:\/\/www.moontowercomedyfestival.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=APRIL. Moontower Comedy and Oddity Festival brings to Austin some of the funniest, wittiest and oddest world-class comics from around the globe. This marathon of side-splitting nights throughout the city is slated to bring over 60 comedians doing everything from stand-up and sketch to improv and musical comedy. National headliners, up-and-comer and local Austin-based comedians ensure that there are options for every type of comedy fan, from die-hards to those just looking for a fun night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Old Pecan Street Festival"],["alt="],["url=http:\/\/www.oldpecanstreetfestival.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MAY & SEPTEMBER. East Sixth Street (formerly Pecan Street) from Congress to IH-35 and adjacent streets are closed to traffic to host over 240 Arts, Crafts and other vendors. Several music stages offer live music."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Wine Festival"],["alt="],["url=http:\/\/www.austinwinefestival.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=MAY. A uniquely Austin 3-day Texas wine celebration - RAIN OR SHINE! Wineries from Lampasas to New Braunfels and Fredericksburg to Dripping Springs have bloomed from a pioneering few, into an internationally awarded and recognized wine region. The number 2 wine destination in the nation, second only to Napa! Together they have created the annual Austin Wine Festival, the first of its kind in Texas."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Gay Pride"],["alt="],["url=http:\/\/www.austinpride.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=SEPTEMBER. Austin's single largest LGBT event includes a festival at Fiesta Gardens park and a parade that goes through the Warehouse District."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Bamboo Festival"],["alt="],["url=http:\/\/www.bamboocentral.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 512 477-8672"],["tollfree="],["fax="],["hours="],["price="],["content=AUGUST. Zilker Botanical Garden. This annual event features tours of the Taniguchi Japanese Garden, traditional dances, bamboo crafts and flute music."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin City Limits Festival"],["alt="],["url=http:\/\/www.aclfestival.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=OCTOBER. An annual three-day outdoor music festival. It brings together more than 130 bands on eight stages, including rock, country, folk, indie, Americana, hip-hop, reggae, and bluegrass, and attracts a crowd of about 65,000 music-lovers each day. A great mix of big names and local acts, but be prepared to deal with the heat."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Texas Book Festival"]}," has reached national prominence, in part due to support from Honorary Chairperson Laura Bush. OCTOBER. ",{"type":"[","value":["http:\/\/www.texasbookfestival.org\/"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Film Festival"],["alt="],["url=http:\/\/www.austinfilmfestival.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=OCTOBER. Conference and film showings."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lone Star Vegetarian Chili Cook-Off"],["alt="],["url=http:\/\/lsvn.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=NOVEMBER. The annual vegetarian cook-off began in 1989. Its mission is to show a healthy lifestyle can be as familiar as traditional, homemade chili – and a lot more fun! All of the chili is purely vegan (no animal products). The cook-off is open to all entrants. It is open to the public for tasting and mingling; admission enables you to taste ALL the different chili (and includes zoo entrance fee)! There will be lots of chili to taste, lots of interesting people to meet, guest speakers, great door prizes, live music, and many educational booths and exhibits. Half of the proceeds benefit the Austin Zoo, a rescue zoo providing sanctuary to displaced animals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Asian Film Festival"],["alt="],["url=http:\/\/www.cinemaasiaaustin.org\/Site_2\/AAFF_Home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=NOVEMBER. An innovative Asian\/Asian-American film festival committed to celebrating the best in independent Asian cinema from across the globe. For five years, the festival has highlighted the complexity and vitality of Asian\/Asian-American communities through cutting-edge narrative, documentary and experimental films."]]}]},"\n",{"type":"===","value":["Film"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alamo Draft House"],["url=http:\/\/drafthouse.com\/austin"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= With several locations scattered throughout the city, the Alamo Draft House is a great place for movie lovers to experience current and classic movies on the big screen. Every theater offers a full food and drink menu, and servers deliver your order straight to your seat."]]}]},"\n",{"type":"===","value":["Public Art"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Castle Hill Graffiti Park"],["url=http:\/\/www.austinchronicle.com\/best-of-austin\/year:2013\/poll:readers\/category:architecture-and-lodging\/graffiti-park-on-baylor-at-castle-hill-best-public-art\/"],["email="],["address= Baylor St, Austin, TX 78703"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours= 24\/7"],["price=free"],["content= The graffiti park is a large concrete walled hill that is open to the public. Spray paiting and adding art is encouraged."]]}]},"\n",{"type":"===","value":["Tours"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.TexasSegwayTours.com Segway Tours"]}]}," Austin Segway Tours enable you to tour downtown Austin on the Segway. Learn to ride a Segway for $50 or tour downtown Austin for $75. Tours depart daily."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Tours"],["url=http:\/\/www.austintours.us"],["email=info@reserve123.com"],["address=555 E. 5th Street, #2811"],["lat="],["long="],["directions="],["phone =+1 512 215-4603"],["tollfree="],["fax="],["hours=Operating daily"],["price=Priced from $16.95"],["content=Offers scenic carriage and van tours as well as ground transportation to several area landmarks including Arboretum, Round Rock, and UT."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=TexasWineTours.com"],["url="],["email=info@texaswinetours.com"],["address="],["lat="],["long="],["directions="],["phone =+1 512 329-7007"],["tollfree="],["fax="],["hours=http:\/\/www.Texas-Wine-Tours.com"],["price=$50-$1500"],["content=Offers half and full day tours of the nearby Texas Wine country. Rent a chauffeured sedan, limo or minibus, generally departing between 10AM and noon daily."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Ghost Tours"],["url=http:\/\/www.austinghosttours.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 512 853-9826"],["tollfree="],["fax="],["hours="],["price=~$15"],["content=Offers several guided walking tours of downtown haunts"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Independence Brewery Tour"],["url=http:\/\/www.independencebrewing.com\/"],["email=info@independencebrewing.com"],["address=3913 Todd Lane #607"],["lat="],["long="],["directions="],["phone =+1 512 707-0099"],["tollfree="],["fax="],["hours=1-3PM, first Saturday of the month"],["price="],["content=Austin's local microbrewery, if you're in town on a tour day they are worth the time to see (and sample)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bike Nation Tours and Rentals"],["url=http:\/\/www.BikeToursandRentals.com\/"],["email="],["address=1108 Lavaca Street"],["lat="],["long="],["directions="],["phone =+1 512 663-9634"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Theater Companies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rude Mechanicals"],["alt="],["url=http:\/\/www.rudemechs.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Or ",{"type":"'''","value":["Rude Mechs"]},". Original pieces are always engaging. Their production values are over the top (10 foot tesla coils on stage), and always make you interested to be watching theater. They did Lipstick Traces, which I loved. Also loved Get Your War On. They tour, so look for them."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pro Arts Collective"],["alt="],["url=http:\/\/www.proarts.info"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They do everything: theatre, dance, hip-hop, musicals, festivals and more."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Teatro Vivo"],["alt="],["url=http:\/\/teatrovivo.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dedicated to producing quality bilingual theatre. Reflects the heart and soul of the Latino reality."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Salvage Vanguard"],["alt="],["url=http:\/\/www.salvagevanguard.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Original musical pieces in conjunction with the Golden Arm Trio's Graham Reynolds are not to be missed."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Different Stages"],["alt="],["url=http:\/\/www.main.org\/diffstages"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Austin's oldest rep. companies."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Refraction Arts"],["alt="],["url=http:\/\/refractionarts.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They dabble in multiple mediums. Always interesting."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=the dirigo group"],["alt="],["url=http:\/\/www.thedirigogroup.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These critical darlings do original and established work."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bedlam Faction"],["alt="],["url=http:\/\/www.bedlamfaction.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The typical Bedlam fare is nervy, physical productions of lesser known early-modern playwrights. They occasionally do new, local works."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Naughty Austin"],["alt="],["url=http:\/\/www.naughtyaustin.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Started out dedicated to gay-themed scripts, but they've been branching out lately."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Loaded Gun Theory"],["alt="],["url=http:\/\/www.loadedguntheory.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Original pieces."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Yellow Tape Construction Co"],["alt="],["url=http:\/\/www.yellowtape.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New work in theatre, dance, music, and many different combinations of the three."]]}]},"\n",{"type":"====","value":["Theaters"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The State and Paramount Theaters"]}," feature a wide variety of plays and acts, from Broadway touring shows to Chinese acrobats to plays and unique dance companies. Note that the State Theater is closed for most of the 2006-2007 season due to flooding. Performances not canceled will take place in the Paramount Theater. ",{"type":"[","value":["http:\/\/www.austintheatre.org"]}]},{"type":"*","value":[" Go to ",{"type":"'''","value":["Esther's Follies"]}," for an entertaining Saturday Night Live-like comedy skits (Th-Sa). Located in the 6th street entertainment district it's a great way to start an evening. Reservations recommended. ",{"type":"[","value":["http:\/\/www.esthersfollies.com"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Off Center"],["alt="],["url=http:\/\/www.rudemechs.com\/off_center\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Managed by Rude Mechs and home to some of Austin's best theatre, music and dance: Deborah Hay Dance Company, Physical Plant Theatre, Salvage Vanguard Theatre, The Golden Hornet Project."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Hideout"],["alt="],["url=http:\/\/www.hideouttheatre.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Managed by The Austin Improv Collective. You can always find improv comedy there."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The ColdTowne Theater"],["alt="],["url=http:\/\/www.coldtownetheatre.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Plenty of comedy, ranging from stand-up to sketch and improv."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zach Scott"],["alt="],["url=http:\/\/www.zachscott.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dave Steakley is artistic director. If you are looking for solid musical theatre, this is your venue. They also have a lock on Christmas plays."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Blue Theater"],["alt="],["url=http:\/\/refractionarts.org\/index.shtml"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Managed by Refraction Arts and featuring theatre, music, film and dance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Vortex"],["alt="],["url=http:\/\/www.vortexrep.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bonnie Cullum is artistic director. Original musicals and operas and plays. Some of the most delightfully weird stuff you'll see."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sam Bass Community Theater"],["alt="],["url=http:\/\/www.sambasstheatre.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arts on Real"],["alt="],["url=http:\/\/www.artsonreal.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Gas Light Theater"],["alt="],["url=http:\/\/www.gaslighttheater.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Mary Moody Northen Theatre"],["alt="],["url=http:\/\/stedwards.edu\/theatre"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sitting atop a hill with gorgeous views of downtown, this professional Equity house at St. Edward's University allows college students and seasoned actors to work together creating exceptional theatre at a great value. 512-448-8484"]]}]},"\n",{"type":"===","value":["Spoken Word"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Poetry Slam"],["alt="],["url=http:\/\/austinslam.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=8:30pm, every Tuesday night at the 29th Street Ballroom."]]}]},{"type":"===","value":["Music"]},"\n\n",{"type":"[","value":["http:\/\/www.austinmusicmap.com\/ KUTX Austin Music Map"]}," (Warning: sound; mute at bottom left)\n\nAustin is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.austin.tx.us\/music\/ \"Live Music Capital of the World\""]}]},". If you're into the bar and club scene, head to ",{"type":"'''","value":["Sixth Street"]}," during the later hours for a wide selection of venues, many of which also feature live music. Sixth street is not by any stretch the only place to see music. It can in fact, become very crowded, and is generally the most tourist filled part of town. By ordinance for the protection of workers and public enjoyment, all public buildings in Austin are clean air zones, including bars. Smoking is prohibited except in rare separately ventilated areas, making Austin one of the few cities where a large and varied selection of music can be experienced smokefree.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Cactus Café"],["url=http:\/\/cactuscafe.org\/"],["email=cactus@mail.utexas.edu"],["address=2247 Guadalupe (at 24th St.)"],["lat="],["long="],["directions="],["phone =+1 512 475-6515"],["tollfree="],["fax="],["hours=M-Th 11AM-Midnight, F 11AM-2AM, Sa 8PM-2AM (hours may vary during school breaks)"],["price="],["content=A great place to hear many local artists. Much of the music that is played there seems to be singer-songwriter. It's musically akin to Austin City Limits and unlike Austin City Limits you can probably actually get in to the Cactus Café."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Austin City Limits"],["url=http:\/\/www.pbs.org\/klru\/austin\/"],["email=acl@klru.org"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The venerable PBS show was filmed at Studio 6A in the Communications Building B at the University of Texas from 1976 to 2010. In February 2011, it moved to the The Moody Theater at 310 Willie Nelson Blvd in Downtown Austin."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Stubb's BBQ"],["url=http:\/\/www.stubbsaustin.com\/music.php"],["email="],["address=801 Red River"],["lat="],["long="],["directions="],["phone =+1 512 482-8422"],["tollfree="],["fax="],["hours="],["price="],["content=This BBQ restaurant has some of the best selection of live music in Austin, thanks to Charles Attal, one of the owners, who is recognized nationally for his music booking business. Crowded on Sundays!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Antone's"],["url=http:\/\/www.antones.net"],["email="],["address=213 West 5th"],["lat="],["long="],["directions="],["phone =+1 512 320-8424"],["tollfree="],["fax="],["hours="],["price="],["content=An Austin original that has survived despite many hardships. Considered by USA Today to be one of the best Blues clubs in the nation, Antone's continues to be a launching pad for dozens of new artists each year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Saxon Pub"],["url=http:\/\/www.thesaxonpub.com"],["email="],["address=1320 South Lamar"],["lat="],["long="],["directions="],["phone =+1 512 448-2552"],["tollfree="],["fax="],["hours=M-Sa 11AM-2AM, Su Noon-2AM"],["price="],["content=An awesome live music venue. The Saxon hosts live music throughout the week and even has a \"no cover\" happy hour until 7PM. Look for the giant knight and neon guitar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Emo's East"],["url=http:\/\/www.emosaustin.com"],["email="],["address=2015 E. Riverside Dr."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Standing on the site of the old Back Room, this venue has a larger capacity than the old Emo's (which, as of December 2011, is closed), better sound quality, and the draw of bigger acts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hole in the Wall"],["url="],["email="],["address=3600 Guadalupe (UT Campus ARea.)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Unique UT campus area club. Great Live Music. Usually no cover. Unique mix of students and z's, craftsman and construction workers, gays, and professionals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Elysium"],["url=http:\/\/www.elysiumonline.net"],["email="],["address=705 Red River"],["lat="],["long="],["directions=Take I-35 to exit number 234B, 8TH"],["phone =+1 512 478-2979"],["tollfree="],["fax="],["hours="],["price="],["content= Voted Best Dance Club 2003-2008 in the Austin Chronicle Readers' Poll"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mohawk"],["url=http:\/\/www.mohawkaustin.com"],["email="],["address=912 Red River"],["lat="],["long="],["directions=Intersection of East 10TH and Red River"],["phone="],["tollfree="],["fax="],["hours="],["price=varies based on performer"],["content= Live music venue featuring local and national tallent. 8pm-2am live music everyday. 5-9pm weekday happy hour featuring local ales on tap."]]}]},"\n",{"type":"===","value":["Film"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Austin Film Festival"]},". See information under Festival heading."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["SXSW Film Festival"]},". See information under Festival heading."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Alamo Drafthouse"],["alt="],["url=http:\/\/www.drafthouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Four locations. A movie theater with full restaurant service. Downtown always has an eclectic array of cult and foreign films and a good beer and food menu and recently began serving liquor. They also have a dizzying number of specialty shows and film festivals. Their other locations show more first run movies with the same excellent food and beer menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arbor 7 Cinema"],["alt="],["url=http:\/\/www.fandango.com\/TheaterPage.aspx?location=78759&tid=AAEUJ"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=9828 Great Hills Trail in the Arboretum area. Even though it is owned and operated by mainstream Regal Cinemas, the Arbor 7 shows art and foreign films."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=IMAX® Theatre"],["alt="],["url=http:\/\/www.thestoryoftexas.com\/showtimes\/imax_theatre.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At Bob Bullock Texas State Historical Museum. Huge screen, 400 seats, with 2-D and 3-D capability."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Austin Film Society"],["alt="],["url=http:\/\/austinfilm.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Various theaters. A membership organization bringing the best of cinema to Austinites. Many screenings open to the public. Check the website for current programs and community film annoucements."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Austin Jewish Film Festival"]},", takes place annually in January, presenting a cinematic examination of Jewish life and culture. ",{"type":"[","value":["http:\/\/www.austinjff.org"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cine Las Americas International Film Festival"]},", takes place in April, presenting the best in Latino and Indigenous cinema. The Festival presents approximately 100 films with screenings in theaters throughout Austin. ",{"type":"[","value":["http:\/\/www.cinelasamericas.org"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Austin Gay and Lesbian International Film Festival"]},", takes place annually in September. aGLIFF is the oldest and largest gay & lesbian film festival in the Southwest and one of the Top 5 Film Festivals of its kind in the nation. ",{"type":"[","value":["http:\/\/www.agliff.org"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Austin Bicycle Film Festival"]},", takes place annually in September. The Bicycle Film Festival is a celebration of bicycles through film, art and music. ",{"type":"[","value":["http:\/\/bicyclefilmfestival.com\/2008_site\/austin\/"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Austin Asian American Film Festival"]},", takes place annually in October, celebrating the best in independent Asian cinema from across the globe. ",{"type":"[","value":["http:\/\/www.aaaff.org"]},"."]},"\n",{"type":"===","value":["Enjoying the outdoors"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=43rd Street Bench"],["alt="],["url="],["email="],["address="],["lat=37.062"],["long=-95.677"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Undoubtedly Austin's favorite bench. Amazing location outside Quack's Bakery at the corner of 43rd Street and Duval. Frequently the scene of Hyde Park regulars holding forth on all manner of topics both day and night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zilker Park"],["alt="],["url=http:\/\/www.ci.austin.tx.us\/zilker\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Undoubtedly Austin's favorite park. Amazing location on the banks of Town Lake with several miles of hiking and biking trails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Barton Springs Pool"],["alt="],["url=http:\/\/www.ci.austin.tx.us\/parks\/bartonsprings.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one of Austin's most unique (and a refreshing 68 degrees year-round!) attractions: a beautiful spring-fed pool over 3 times longer than a football field, nestled in the heart of the city at Zilker Park. $3 entrance fee for the whole day. If you are short of cash or have a dog, head downstream just on the other side of the fence and find more clear beautiful water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lady Bird Johnson Wildflower Center"],["alt="],["url=http:\/\/www.wildflower.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Showcases flowers and plant life of the area. The center is a bit southwest of downtown and worth the drive, especially during spring."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Town Lake Boat Rental"]}," Rent a canoe or kayak and enjoy the natural world in the heart of the city."]},{"type":"*","value":[{"type":"*","value":[" Austin Rowing Dock ",{"type":"[","value":["http:\/\/rowingdock.com\/"]},", 2418 Stratford Drive (512) 459-0999. From $10 to $25\/hr. "]}]},{"type":"*","value":[{"type":"*","value":[" Zilker Park boat rentals ",{"type":"[","value":["http:\/\/www.zilkerboats.com\/"]},", (512) 478-3852. In the park. $10\/hr, $40 per day."]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tubing the San Marcos River"],["alt="],["url=http:\/\/www.tubesanmarcos.com\/"],["email="],["address=170 Bobcat Dr"],["lat="],["long="],["directions="],["phone=+1 512 396-5466"],["tollfree="],["fax="],["hours="],["price="],["content=San Marcos, 25 miles south of town on I-35. There is no more quintessentially Central Texan thing than enjoying a summer afternoon lazily floating down the river. The Lion's club of San Marcos rents tubes at around $8\/person or canoes at $10\/each. They take you to the river and pick you up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=McKinney Falls State Park"],["alt="],["url=http:\/\/www.tpwd.state.tx.us\/park\/mckinney\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 744 acre state park located in southeast Austin is rich in local history."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Town Lake Hike & Bike trail"]},". A big loop around Town Lake, beautiful scenery while getting a good workout. Recent beautification has cleaned up parts, and is making it nicer for all. Runs alongside Zilker park. A good place for biking, running, walking, or taking the dog out for a nice run. Relatively easy hike."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Other parks in and around Austin"],["alt="],["url=http:\/\/www.austinparks.org\/our-parks.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are numerous parks all over the city and in the surrounding suburbs that are very popular with the residents of Austin. A significant number of these parks are pet friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mt. Bonnell"],["alt="],["url="],["email="],["address=3800 Mt. Bonnell Dr"],["lat="],["long="],["directions=west of Mopac on 2222, left on Mt. Bonnell Rd."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The third-highest point in Austin city limits at 780 feet. Several trails make for pleasant short hikes and points to experience incredible views of Town Lake and the city. The area has a history of romance and is sometimes called Antoinette's Leap, after a woman who supposedly leapt to her death to escape Indians who killed her lover."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hippie Hollow"],["url=https:\/\/parks.traviscountytx.gov\/find-a-park\/hippie-hollow"],["email="],["address=700 Comanche Trail"],["lat="],["long="],["directions=West on FM 2222, left on FM 620, right on to Comanche Trail"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only legal nude beach in Texas, although \"beach\" is a bit of a stretch. Located on the North shore of Lake Travis, Hippie Hollow has a \"steep, rocky, shoreline.\" It is also home to both the golden cheeked warbler and the black capped vireo, two bird species listed under the US Endangered Species Act."]]}]},"\n",{"type":"===","value":["Spectator Sports"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=University of Texas Longhorns"],["alt="],["url=http:\/\/www.texassports.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Austin is a university town and Texas sports are taken very seriously. Home of the 2005-06 National Football Champions. UT also has strong basketball and baseball teams, in particular."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Professional Sports"]},". Among the professional sports teams in Austin are the ",{"type":"'''","value":["Austin Aztex"]}," of the United Soccer League, and the ",{"type":"'''","value":["Austin Toros"]}," of the National Basketball Development League. The ",{"type":"'''","value":["Round Rock Express"]},", affiliated with the Texas Rangers, are located in nearby ",{"type":"[[","value":[["Round Rock"]]},", Texas and play Triple-A baseball in the Pacific Coast League. The ",{"type":"'''","value":["Texas Stars"]}," hockey team is an American Hockey League team playing at the Cedar Park Center and are affiliated with the Dallas Stars (NHL)."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Formula 1"],["url=http:\/\/www.circuitoftheamericas.com\/"],["email="],["address="],["lat="],["long="],["directions=at the Circuit of the Americas south of Austin-Bergstrom Airport"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Formula 1 has added Austin to its series of races. A must see for auto enthusiasts, the COTA also hosts other racing events such as Moto GP and the Australian V8 Supercars series."]]}]},"\n",{"type":"===","value":["Extreme Sports"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=House Park Skatepark"],["alt="],["url=https:\/\/plus.google.com\/115284006227191068058\/about?gl=us&hl=en"],["email="],["address=1213 Shoal Creek Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a 30,000 square foot public, concrete skate park next to the ACC Rio Grande Campus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Maple Davis Skate Park"],["alt="],["url=http:\/\/www.austinparks.org\/our-parks.html?parkid=279"],["email="],["address=3427 Parker Lane"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is Austin's first public concrete skate park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Duncan Park BMX Trails"],["alt="],["url=http:\/\/ninthstreetbmx.com\/"],["email="],["address=900 W. 9th St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=78703, For the past 20 years, the South side of Duncan Park has been used as a BMX bicycle Jumping\/Trail spot. It has been hand built by the local riders with very minimal involvement from the City of Austin and absolutely zero compensation."]]}]},"\n",{"type":"===","value":["Other"]},"\nThe ",{"type":"'''","value":["Austin Steam Train Association"]},", ",{"type":"[","value":["http:\/\/www.austinsteamtrain.org"]},", runs several tours aboard the ",{"type":"'''","value":["Hill Country Flyer"]}," steam train into and around Texas ",{"type":"[[","value":[["Hill Country"]]},". The train makes short half hour jaunts as well as a 30 mile (50 km) circuit on weekends March through December. The Steam Train Association does actually own a live steam train, but it has been out of commission since about 2000. The train still runs though, just using a borrowed diesel engine. It is still nice, but not as attractive as it used to be.\n\n",{"type":"==","value":["Learn"]},"\nAustin is one of the premier educational areas in the nation.  The University of Texas at Austin is one of the best universities in the world, public or private.  The flagship institution of the University of Texas System, it is also one of the largest universities in the world, both in terms of endowment, and in terms of student population.  UT has been the largest university in the United States, but has intentionally limited enrollment and now ranks in the top five nationally.  The red-tiled roofs of the \"Forty Acres,\" as it is known, shelter many cultural and entertainment institutions.  The campus is beautiful and vibrant, and visitors are welcome.\n\nAustin is a college town as well as a government and high-tech center.  It draws its population from all over, and many students decide to stay.  This gives Austin a high level of general education and a diverse cultural scene.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.austincc.edu\/ Austin Community College"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.concordia.edu Concordia University Texas"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.htc.edu\/ Huston-Tillotson College"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stedwards.edu\/ St. Edwards University"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.utexas.edu\/ University of Texas"]}]}]},"\n",{"type":"==","value":["Buy"]},"\n\n\nAustin is very proud of its local stores. Great places to shop are ",{"type":"'''","value":["South Congress (SoCo)"]},", ",{"type":"'''","value":["The Drag"]},", (Guadalupe, from 17th to 38th, along the West side of the UT campus) and ",{"type":"'''","value":["South First"]},".  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ibuyaustin.com\/ibiz-northloop.html North Loop"]}]}," also has a few fun and funky shops, but you'll probably have to ask a local (or several) how to get there.\n\n",{"type":"===","value":["Malls"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Barton Creek Mall"],["alt="],["url=http:\/\/www.simon.com\/mall\/default.aspx?ID=223"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Southwest of town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Lakeline Mall"],["alt="],["url=http:\/\/www.simon.com\/mall\/default.aspx?ID=227"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Northwest of town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Highland Mall"],["alt="],["url=http:\/\/www.highlandmall.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=North of downtown. Most stores are gone, though there is La Chaparrita, a very good Peruvian restaurant. Will soon be converted into a ACC campus. The red line has a dedicated stop at this once important shopping center."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Round Rock Premium Outlets"]}," opened in August, 2006 and features upscale outlet shopping in an outdoor courtyard style center.  Just north of RM 1431 at I-35 in North Round Rock. 125 stores. IKEA Home furnishings is nearby. ",{"type":"[","value":["http:\/\/www.premiumoutlets.com\/outlets\/outlet.asp?id=73"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.primeoutlets.com\/cntrdefault.asp?cntrid=1042 Prime Outlets San Marcos"]}]}," and adjacent ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tangeroutlet.com\/centers\/index.html?center=SAN Tanger Factory Outlets"]}]}," combine for over 200 stores and is worth the trip south from Austin.   "]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Domain"],["alt="],["url=http:\/\/www.thedomainaustin.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=And ",{"type":"'''","value":["The Shops at Arbor Walk"]}," at Braker and MoPac. The Domain hosts Neiman Marcus, Tiffany's and Macy's."]]}]},"\n",{"type":"===","value":["Groceries"]},"\nAustin is home of the original and the world headquarters of Whole Foods.  Their flagship store is located downtown at W. 6th St. and Lamar, in the same building as their brand-new corporate headquarters.  They have several other stores around town as well.  The flagship store is a destination in and of itself.\n\nAustin is also home to the original Central Market, near Lamar and 38th St., and a second location at Lamar and Westgate, down south. Both have live music in their dining areas on weekends.\n\nBoth Whole Foods and Central Market have a large selection of fresh fruits and vegetables, wines, beer, cheese, free-range meats, and seafood.  The Whole Foods flagship store downtown and the 38th St. Central Market locations have a varied selection of gelato.  The \"mothership\" Whole Foods (as locals call it) is the largest in its chain, boasting six mini-restaurants with dishes prepared to order (seafood, vegetarian, BBQ, Italian, Asian, and pizza). Spirits live music at night, an ice rink on top (during the winter months) and much, much more.\n\nWheatsville Food Co-op ",{"type":"[","value":["http:\/\/wheatsville.coop\/index.html"]}," (3101 Guadalupe, Austin TX 78705, Open Daily 9AM-11PM) is now a thriving cooperative grocery and has been around for over 30 years.  Their focus on food issues guaranteed an excellent selection of ethically produced products including organics, vegetarian, vegan, free range meats and eggs, fair trade, household items, bulk foods and a full service deli.  The store is a much smaller than the large supermarkets and provides a much more personal grocery experience. \"King of the Hill\" made fun of the earnestness of the place with by having Hank eat \"faux fu\" (a more ethical form of tofu) from the place.\n\nAustin also features a large variety of ethnic grocery stores, including Chinese, Vietnamese, Japanese, and, of course, Mexican.\n",{"type":"*","value":[" ",{"type":"'''","value":["MT Supermarket"]},", North Lamar Blvd. and Braker Lane. 68,000 square foot Vietnamese and Chinese grocery supermarket, part of the 180,000 square foot Chinatown Center."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hong Kong"],["alt="],["url="],["email="],["address=8557 Research Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chinese groceries."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Asahi Imports"],["alt="],["url="],["email="],["address=6105 Burnet Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Japanese grocery store."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Fiesta Mart"]},", 3909 N. Interstate 35. Mexican groceries, strong selection of other international fare."]},{"type":"*","value":[" ",{"type":"'''","value":["Barton Creek Farmers Market"]},"*, 2901 S Capital of Texas Hwy. Austin's largest and most acclaimed farmers market located in the Barton Creek Mall parking lot, meets 9:00-1:00 PM every Saturday"]},{"type":"*","value":[" ",{"type":"'''","value":["HEB"]},", one of the largest private (not publicly traded) corporations in America, has many supermarkets around town.  They have great selection. Most markets have specialty, organic, and ethnic foods.  Many are open 24 hours.  Their newest large-scale supermarkets include everything from furniture to electronics to books to eggs."]},{"type":"*","value":[" ",{"type":"'''","value":["Randalls"]},", the second largest supermarket chain in town after H-E-B, owned by Safeway has a few locations open 24 hours."]},"\n",{"type":"===","value":["Music"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Waterloo Records"],["alt="],["url=http:\/\/www.waterloorecords.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sixth & Lamar. Known around town for having local artists play in-store. Wide selection of music, everything from Blues to Electronica to Country. Has a wall dedicated to local musicians, great if you need a real country fix, not that sugary syrup they play on the radio."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=End of an Ear"],["alt="],["url=http:\/\/www.endofanear.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Experimental music, jazz, other \"left of the dial\" music. Regular in-store performances, usually on weekends."]]}]},"\n",{"type":"===","value":["Books"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bookpeople"],["alt="],["url=http:\/\/www.bookpeople.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sixth & Lamar. Across the street from Waterloo Records, this locally owned bookstore has two stories of books with lots of quiet corners to sit down for a read. Largest independent bookstore in Texas. Great selection of books on Texas history and architecture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=BookWoman"],["alt="],["url=http:\/\/www.ebookwoman.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=5501 N. Lamar. Independent feminist bookstore also specializing in LGBTQ texts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Half-Price Books"],["alt="],["url=http:\/\/www.halfpricebooks.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Five locations around town. This Texas-based chain's stores offer exceptional value for your dollar, and have an extremely diverse selection. A peek in these stores will show you what Austinites are really reading."]]}]},"\n",{"type":"===","value":["Toys"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Terratoys"],["alt="],["url=http:\/\/www.terratoys.com"],["email="],["address=2438 W. Anderson Lane"],["lat="],["long="],["directions=newly re-located"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wide variety of toys and excellent selection of children's books."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Hogwild"]},", 100-A East North Loop. Vintage toys."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Toy Joy"],["alt="],["url=http:\/\/www.toyjoy.com"],["email="],["address=403 W 2nd St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Awesome selection of novelty, themed, and era-reminiscent toys, candy, and stationary."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Game Over Videogames"],["alt="],["url=http:\/\/www.gameovervideogames.com"],["email="],["address=911 West Anderson Lane #106"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Classic & used videogames from Atari to Xbox360."]]}]},"\n",{"type":"===","value":["Antiques"]},"\nThere are several antique stores on South Congress.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aqua"]}," 1415 S. Congress."]},"\n",{"type":"===","value":["Clothing"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue Velvet"]},", 217 W. North Loop."]},{"type":"*","value":[" ",{"type":"'''","value":["Buffalo Exchange"]},", 2904 Guadalupe."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Flashback"],["alt="],["url="],["email="],["address=1805 South 1st St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Blackmail"]},". 1202 S. Congress. All black clothing and various accessories."]},{"type":"*","value":[" ",{"type":"'''","value":["Parts & Labor"]},". 1604 S. Congress.  Lots of unique items (clothes, earrings, purses, etc.) made by local artists."]},{"type":"*","value":[" ",{"type":"'''","value":["Lucy in Disguise"]},". 1506 South Congress.  Eclectic clothing and costumery for children and adults."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Secret Oktober"],["alt="],["url="],["email="],["address=1905 South 1st St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Suite B. Goth, punk, and alternative clothing new\/resale shop. Doubles as a local venue ticket sales outlet.",{"type":"[","value":["http:\/\/www.secret-oktober.com"]}]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\nWhen you visit Austin, or if you decide to live here, you'll have no shortage of interesting and satisfying places to eat.  Austin's restaurants are a feast for the mind and the palate.  The listings below are only a sampling of the diverse and plentiful Austin restaurant scene.\n\nAustin has many high-end, destination restaurants, but it also has many high-quality, unique, and inexpensive restaurants where the locals eat, drink, and socialize every day (all day). It's a town built for living in, and the affordable, excellent restaurants show it. Just so you know you're in Texas, Austin has a large number of places serving Texas Barbeque and Tex-Mex; many of them are venerable, famous, and exceptionally good eating.\n\nAustin is vegetarian-friendly, and many restaurants have a good selection to choose from. Most supermarkets such as HEB, Fiesta and Randall's offer inexpensive prepared food.\n\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Asia Cafe"]},": One of the best Chinese food places in Austin. It's family style (huge portions) and offers some very exotic dishes. But its claim to fame is the \"spicy fish fillet\". It's amazing. There are a few other must-try items, such as eggplant with ground pork and twice cooked pork (bacon) with garlic sprouts."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Threadgill's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The menu focuses on southern comfort food. The chicken fried steaks, salads, and peach cobbler are all especially good. Both locations are famous concert venues, starting the likes of Janis Joplin. Weekly gospel brunch at the south location on Sunday, for which you might want to call for reservations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pluckers Wing Bar"],["url=http:\/\/www.pluckers.com\/"],["email="],["address=Rio Grande, South Lamar, Research Blvd, Lakeline Mall, Round Rock"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A local wing joint\/sports bar. Reasonably priced, delicious wings and other menu items (including tasty salads). Try the fried macaroni and cheese. They have tons of TVs; it's a great place to watch a ball game."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Austin Land and Cattle"],["url=http:\/\/alcsteaks.com\/"],["email="],["address=1205 N. Lamar Blvd."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious steaks in a relaxed atmosphere (for a steakhouse). Great bar, appetizers, and sides too. Not especially cheap, but some of the best steaks in town."]]}]},"\n",{"type":"===","value":["Burgers"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dan's Hamburgers"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Big, greasy burgers and tasty milkshakes. There is also Fran's Hamburgers; the story is that Dan & Fran divorced and each took part of the franchise."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Waterloo Ice House"],["url=http:\/\/www.waterlooicehouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Austin classic. Delish burgers, some of the best onion rings in town. Don't miss the Cinnamon Chocolate Shake!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hopdoddy Burger Bar"],["url=http:\/\/www.hopdoddy.com\/"],["email="],["address=South Congress and West Anderson Lane"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Absolutely amazing burgers, an excellent bar, and great milkshakes (be sure to try the Caramel & Sea Salt)! Be prepared for a wait."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=P.Terry's"],["url=http:\/\/www.pterrys.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=  Hormone free, anti-biotic free beef, served up in tasty burgers with fresh cut french fries. Veggie burgers and quality chicken burgers (better than the regular burgers) are also available. Great quality 'fast food.' Several locations all over town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mighty FIne"],["url=http:\/\/mightyfineburgers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=4 Locations. Up and coming burger joint in Austin, short menu but not short on taste."]]}]},"\n",{"type":"===","value":[" Barbecue"]},"\nIf you're going to Austin looking for barbecue, you're going to the right place.  Austin is home to multiple of the best barbecue restaurants in the state.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Franklin Barbecue"],["url=http:\/\/franklinbarbecue.com\/"],["email="],["address=900 E. 11th Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11AM until sold out"],["price="],["content=Super popular (and rightfully so) place just east of I-35. It started as a trailer, but they now have a small restaurant. They open at 11AM and only serve food until they sell out. Be warned; folks start lining up incredibly early. If you arrive later than 10 or 10:30 on a usual day, you may not get food. It's easily worth the wait if you have the time; their brisket is the best in Texas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Salt Lick"],["url=http:\/\/www.saltlickbbq.com\/"],["email="],["address=18300 FM 1826"],["lat="],["long="],["directions="],["phone =+1 512 858-4959"],["tollfree="],["fax="],["hours=11am to 10pm"],["price="],["content= Built in 1967, this Austin establishment is a local favorite and winner of multiple awards. A great place to have a huge BYOB barbecue feast."]]}]},"\n",{"type":"===","value":["Mexican"]},"\nAustin is home to a verity of excellent Mexican restaurants. Everyone in town has his\/her favorite so if your looking to find a good one just ask the locals.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Polvo's Mexican Restaurant"],["url=http:\/\/www.polvosaustin.com"],["email="],["address=2004 S 1st Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All-around excellent tex-mex, very popular with the local crowd. Some of the best margaritas to be found anywhere, and a trip to Austin is not complete without their Rellenos al Nogal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Curra's Grill"],["url=http:\/\/www.currasgrill.com"],["email="],["address=614 E Oltorf Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A much larger, more diverse menu than most tex-mex restaurants, and it's all fantastic. The avacado margaritas are extremely popular. Be forewarned, it's a small restaurant and it's almost always packed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Baby Acapulco's"],["url=http:\/\/www.babyacapulco.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a well known Tex-Mex restaurant serving out of 5 locations throughout the Austin area.  A fun place for happy hour with a more upbeat and younger crowd.  The famous purple margarita will do you just fine.  But they serve a limit of two so drink responsibly!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chuy's Restaurant"],["url=http:\/\/www.chuys.com"],["email=hey@chuys.com"],["address=4 locations"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Austin institution with great Tex-Mex food.  The North Lamar location is somewhat out of the way, but also tends to have the shortest wait times.  Call ahead because the wait can sometimes be extremely long, though there are free chips and salsa to help make up for it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maudie's"],["url=http:\/\/www.maudies.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=6 locations.  Great local Tex-Mex chain with locations spread across the city. Excellent tacos, enchiladas and chili rellenos. Serves breakfast all day.  Gluten Free Menu available upon request."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maria's Taco Express"],["url=http:\/\/www.tacoxpress.com\/index.php#galleries\/home\/home001.jpg"],["email="],["address=2529 South Lamar Boulevard"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Local mexican food. Live music on a regular basis and great fajitas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Changos Taqueria"],["url=http:\/\/www.changos.com\/"],["email="],["address=3023 Guadalupe"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tasty, affordable, and authentic tacos and other Mexican dishes. Try the al pastor tacos with the el nortena salsa. Serves breakfast tacos as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Garrido's"],["url=http:\/\/www.garridosaustin.com\/"],["email="],["address=Nueces & 3rd Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Modern Mexican food downtown. Try the chicken enchiladas and the guacamole. Great lunch special: 3 course meal for $12."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lupe Tortilla's"],["url=http:\/\/www.lupetortilla.com\/"],["email="],["address=Arbor Walk and Westlake"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Really delicious and affordable Tex-Mex. Great margaritas. Their queso is the best in town, and be sure to try the flour tortillas (which are as big as your plate)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Serranos"],["url=http:\/\/www.serranos.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A homegrown Tex-Mex restaurant with five area locations aroud town offering a great selection of tasty Tex-Mex dishes. The food and service are consistently good for a reasonable price. For something different try the enchiladas con huevos."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Santa Rita Cantina"],["url=http:\/\/www.santaritacantina.com\/"],["email="],["address=38th and Lamar, Slaughter Lane"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic and reasonably priced Tex-Mex. Their enchiladas are amazing, and their Mexican martinis are the best in town. Great happy hour specials, too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tamale House"],["url="],["email="],["address=5003 Airport Boulevard, Austin, TX 78751"],["lat="],["long="],["directions="],["phone=+1 512 453-9842"],["tollfree="],["fax="],["hours="],["price=$"],["content=The best hole-in-the-wall Mexican food in town. Simple, wholesome food made right in front of you by somebody's Mexican tias and abuelitas. It's mostly a take-out place but they have a half dozen tables inside\/outside if you aren't in a hurry. Great value and colorful clientele. Nothing glamorous here though. One of the few places in town that feels like it is south of the border."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Torchy's Tacos"],["url=http:\/\/torchystacos.com\/"],["email="],["address=Locations across town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Amazing tacos of every kind, including breakfast tacos. Try the green chile pork or the democrat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trudy's"],["url=http:\/\/www.trudys.com"],["email="],["address=3 locations"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Regarded by some as the favorite for Tex-Mex food in town, but this also means they are generally incredibly crowded and loud. Excellent margaritas with specials each night of the week. They're known more for their Mexican martinis than for their food."]]}]},"\n",{"type":"===","value":["Italian"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mandola's Italian Market"],["url=http:\/\/www.mandolasmarket.com\/Index.html"],["email="],["address=The Triangle, Bee Cave, and Arbor Trail"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Referred to by some as the best Italian food in Austin. Everything on the menu is affordable and delicious. Try the bruschetta alla checca, the trenette al pesto, or any pizza. They also have fabulous coffee, dessert, and gelato selections. From 3-6PM on weekdays they have a great happy hour."]]}]},"\n",{"type":"===","value":["Seafood"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Perla's Seafood and Oyster Bar"],["url=http:\/\/perlasaustin.com"],["email="],["address=1400 S Congress Avenue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent for lunch or dinner, but particularly wonderful for weekend brunch on their patio. Have a few cocktails and some oysters before ordering your entree."]]}]},"\n",{"type":"===","value":["Japanese"]},"\nThere are numerous Japanese restaurants in town (if you are looking for the real thing, most Japanese restaurants in town also are Korean or Chinese run). If you see bulgogi or other Korean fare it's likely a Korean restaurant. These places are pretty good and if you're not really into sushi, it's great to also have the option to eat Korean food.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Uchi"],["url=http:\/\/www.uchiaustin.com\/uchi"],["email="],["address=801 s. lamar"],["lat="],["long="],["directions="],["phone =+1 512 916-4808"],["tollfree="],["fax="],["hours="],["price="],["content= High end authentic Japanese dining and sushi. Make a reservation!!! Always slammed full of people."]]}]},"\n",{"type":"===","value":["Vietnamese"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pho Tai Son"],["url=http:\/\/www.phothaison.com\/"],["email="],["address=Three or four locations (Burnet Rd & Parmer in the HEB strip mall, Wm. Cannon and Brodie by ChoobieDoos, the Drag, and maybe Oltorf, but that's probably Hai Ky now?)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good fresh Vietnamese standbys, pho, bun, stirfry and bubble drinks.  No beer but maybe you can bring your own?"]]}]},"\n",{"type":"===","value":["Etc."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amy's Ice Creams"],["url=http:\/\/www.amysicecream.com\/"],["email="],["address="],["lat="],["long="],["directions=Downtown, North Loop, Northwest Austin, South Austin, UT and the Drag"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The atmosphere is lively and the employees are friendly.  Add a fruit or candy \"crush'n\" to your ice cream for even more flavor. The recently-added location on Burnet Road, aside from being right beside the Amy's production facility, also features a burger joint - Phil's Ice House. Try the sweet potato fries and the burger sampler."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kerbey Lane Cafe"],["url=http:\/\/www.kerbeylanecafe.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=24 hours"],["price="],["content=This Austin favorite offers legendary pancakes and an extensive vegan menu that includes breakfast tacos, chai pancakes, tofu cheesecake, and more. Also try the queso and Dave's enchiladas. Breakfast all day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Opal Divine's"],["url=http:\/\/www.opaldivines.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serving up American food menu at four Austin locations, all of which have large outdoor decks for those who prefer to dine or enjoy an adult beverage with nature."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Thundercloud Subs"],["url=http:\/\/thundercloud.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A local Sandwich deli with over 27 locations around town. Known for its 'Keep Austin Weird' atmosphere and 'Thunder sauce.'"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Whole Foods Market Cafe"],["url=http:\/\/www.wholefoodsmarket.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Vegetarian-friendly grocery store with numerous food bars offering vegan and vegetarian options. Whole Foods' flagship store is in Austin."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n\n\n",{"type":"===","value":["Coffee"]},"\nAustin is coffee mad. The coffeehouse culture is strong and growing here in Austin, and you can hear poetry and live music at quite a few of these places, as well as getting light eats.  Coffeehouses are where the liberal heart of Austin beats for all to see. Free wireless Internet connections are very common (and available at many other businesses as well).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Houndstooth Coffee"],["url=http:\/\/www.houndstoothcoffee.com"],["email="],["address=4200 N Lamar"],["lat="],["long="],["directions="],["phone =+1 512 531-9417"],["tollfree="],["fax="],["hours=Varies by day"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Caffe Medici"],["url=http:\/\/www.caffemedici.com"],["email="],["address=Three Locations"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Varies"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Spider House"],["url=http:\/\/www.spiderhousecafe.com"],["email="],["address=2908 Fruth St (just north of the UT Campus)"],["lat="],["long="],["directions="],["phone =+1 512 480-9562"],["tollfree="],["fax="],["hours=Daily 7AM-2AM"],["price="],["content=A lovely place to spend a night out on the patio  by yourself or with friends. Table service available. The Chai Milkshake is a dream; the Sangria pitcher is pricey but a fun way to unwind. Decent food as well. Hosts a poetry slam every Tuesday night at 8pm in an annex."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Epoch Coffee"],["url=http:\/\/www.epochcoffee.com"],["email=epochcoffee@gmail.com"],["address=221 W North Loop Blvd"],["lat="],["long="],["directions="],["phone =+1 512 454-3762"],["tollfree="],["fax="],["hours=Always open"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Genuine Joe"],["url=http:\/\/www.genuinejoe.com"],["email="],["address=2001 W Anderson Ln"],["lat="],["long="],["directions="],["phone =+1 512 220-1576"],["tollfree="],["fax="],["hours=M-F 7AM-11PM, Sa-Su 8AM-11PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Texspresso Cafe"],["url="],["email="],["address=2700 W Anderson Ln"],["lat="],["long="],["directions="],["phone =+1 512 467-9898"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ruta Maya"],["url=http:\/\/www.rutamaya.net"],["email=paulinapacotti@yahoo.com"],["address=3601 S Congress Ave **As of January 15, 2013, Ruta Maya has either moved or closed down!** (turn off So. Congress at the strip joint and go uphill)"],["lat="],["long="],["directions="],["phone =+1 512 707-9637"],["tollfree="],["fax=+1 512-472-9639"],["hours=M 7AM-11PM, Tu-Th 7AM-1PM, F 7AM-2AM, Sa 8AM-2AM, Su 8AM-11PM"],["price="],["content=An Austin tradition. Located at the Penn Field complex in a cavernous space with classes, entertainment, and events.  Be aware that the service can be haphazard, but always friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Teo"],["url=http:\/\/www.caffeteo.com"],["email="],["address=1206 W 38th St"],["lat="],["long="],["directions="],["phone =+1 512 451-9555"],["tollfree="],["fax="],["hours=M-Th 7AM-10PM, F 7AM-Midnight, Sa 8AM-Midnight, Su 9AM-10PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mozart's Coffee Roasters"],["url=http:\/\/www.mozartscoffee.com"],["email=mozarts@austin.rr.com"],["address=3826 Lake Austin Blvd"],["lat="],["long="],["directions="],["phone =+1 512 477-2900"],["tollfree="],["fax=+1 512-477-1971"],["hours=M-Th 7AM-Midnight, F 7AM-1AM, Sa 8AM-1AM, Su 8AM-Midnight"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Caffeine"],["url=http:\/\/www.cafecaffeine.com"],["email="],["address=909 W Mary St"],["lat="],["long="],["directions="],["phone =+1 512 447-9473"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bouldin Creek Coffeehouse"],["url=http:\/\/www.bouldincreek.com"],["email=info@bouldincreek.com"],["address=1501 S 1st St"],["lat="],["long="],["directions="],["phone =+1 512 416-1601"],["tollfree="],["fax="],["hours=M-F 7AM-Midnight, Sa-Su 9AM-Midnight"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Jo's"],["url=http:\/\/www.joscoffee.com"],["email="],["address=1300 S Congress Ave"],["lat="],["long="],["directions="],["phone =+1 512 444-3800"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Flipnotics Coffeespace"],["url=http:\/\/www.flipnotics.com"],["email="],["address=1601 Barton Springs Rd"],["lat="],["long="],["directions="],["phone =+1 512 480-8646"],["tollfree="],["fax="],["hours=M-F 7AM-Midnight, Sa 7AM-1AM, Su 8AM-11PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lava Java"],["url="],["email="],["address=2901 Medical Arts St"],["lat="],["long="],["directions="],["phone =+1 512 495-9228"],["tollfree="],["fax="],["hours=M-Th 7:30AM-Midnight, F 7:30AM-10PM, Sa-Su 9AM-10PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Anderson's Coffee Company"],["url=http:\/\/www.andersonscoffee.com"],["email="],["address=1601 W 38th St"],["lat="],["long="],["directions="],["phone =+1 512 453-1533"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Trianon the Coffee Place"],["url="],["email="],["address=3201 Bee Cave Rd"],["lat="],["long="],["directions="],["phone =+1 512 328-4033"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Halcyon Coffee Bar & Lounge Cafe"],["url=http:\/\/www.halcyonaustin.com"],["email=lisa@zebolounge.com"],["address=218 W 4th St"],["lat="],["long="],["directions="],["phone =+1 512 472-9637"],["tollfree="],["fax="],["hours=M-W 7AM-1AM, Th 7AM-2AM, F 7AM-3AM, Sa 8AM-3AM, Su 8AM-1AM"],["price="],["content=More of a bar than a coffee house, serves smores."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Progress Coffee"],["url=http:\/\/www.progresscoffee.com"],["email=info@progresscoffee.com"],["address=500 San Marcos St"],["lat="],["long="],["directions="],["phone =+1 512 493-0963"],["tollfree="],["fax=+1 512-493-0964"],["hours=M-W 7AM-8PM, Th-F 7AM-9PM, Sa 8AM-9PM, Su 8AM-8PM"],["price="],["content=Best Iced Toddy in town!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pacha"],["url="],["email="],["address=4618 Burnet Rd"],["lat="],["long="],["directions="],["phone =+1 512 420-8758"],["tollfree="],["fax="],["hours=M-F 7AM-7PM, Sa-Su 8AM-7PM"],["price="],["content="]]}]},"\n",{"type":"===","value":["Gay and Lesbian"]},"\nMost gay and lesbian bars and night clubs are located downtown with the highest concentration in the Warehouse district.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Oilcan Harry's"],["url=http:\/\/www.oilcanharrys.com"],["email="],["address=211 W 4th Street"],["lat="],["long="],["directions="],["phone =+1 512 320-8823"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rain"],["url=http:\/\/www.rainon4th.com"],["email=info@rainon4th.com"],["address=217 W 4th Street"],["lat="],["long="],["directions="],["phone =+1 512 494-1150"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chain Drive"],["url="],["email="],["address=504 Willow St"],["lat="],["long="],["directions="],["phone =+1 512 480-9017"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bout Time II"],["url=http:\/\/www.bouttime2.com\/"],["email="],["address=6607 N Interstate 35"],["lat="],["long="],["directions="],["phone=+1 512 419-9192"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Austin Gay and Lesbian Chamber of Commerce"],["url=http:\/\/www.aglcc.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Alcohol"]},"\nAustin's main strip is on ",{"type":"'''","value":["6th Street"]}," downtown. But like most entertainment districts that get raves in the media, it's a little overhyped. Check out the nearby ",{"type":"'''","value":["Warehouse District"]}," and ",{"type":"'''","value":["Fourth Street"]}," if you don't want quarter wells and million-dollar sorority girls.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Opal Divines Freehouse"],["url=http:\/\/www.opaldivines.com"],["email="],["address=700 West 6th Street"],["lat="],["long="],["directions="],["phone =+1 512 477-3308"],["tollfree="],["fax="],["hours=11AM-2AM every day"],["price="],["content=This place serves great pub food and has an excellent beer menu. They have an enormous wrap around patio that affords an excellent view of drunk Austin staggering past."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Maudie's"],["url=http:\/\/www.maudies.com"],["email="],["address=2608 West 7th Street"],["lat="],["long="],["directions="],["phone =+1 512 474-7271"],["tollfree="],["fax="],["hours="],["price="],["content=Austin as Austin can get.  A staple Tex-Mex favorite with five locations around town. Great salsa and better margarita's.  If you crave cheese enchiladas get the Hernandez Enchiladas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Trudy's"],["url="],["email="],["address=409 W 30th Street"],["lat="],["long="],["directions="],["phone =+1 512 477-5720"],["tollfree="],["fax="],["hours="],["price="],["content=Known for its 'Mexican Martini'.  Great place for decent Tex-Mex and great frozen margaritas.  Close to campus, so watch out for the frat crowd on weekends.  Relaxing patio overlooks a city park. Also known for its unwillingness to split checks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Draught House"],["url=http:\/\/www.draughthouse.com\/about\/about.home.html"],["email="],["address=4112 Medical Parkway"],["lat="],["long="],["directions="],["phone =+1 512 452-MALT"],["tollfree="],["fax="],["hours="],["price="],["content=A neighborhood pub that features 78 taps with an ever-changing selection of unique self-brews in a classic English pub environment that doesn't come off feeling cheesy. Locals bring folding chairs and dogs and tailgate in the parking lot. Check the website for great specials. Often crowded. Homebrews are $2.25 on Thursdays before 11PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Ginger Man"],["url=http:\/\/www.gingermanpub.com\/austin\/a-frame.html"],["email="],["address=304 West 4th Street"],["lat="],["long="],["directions="],["phone =+1 512 473-8801"],["tollfree="],["fax="],["hours="],["price="],["content=Dark and warm warehouse with 79 drafts at last count.  Pool table and darts and a nice patio out back.  Noted for its wide array of craft and local brews. Go on Mondays after 6PM for pint night - buy a pint of the beer of the day and you get to keep the glass."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Barfly's"],["url="],["email="],["address=5420 Airport Blvd (above Burger Tex)"],["lat="],["long="],["directions="],["phone=+1 512 452-6455"],["tollfree="],["fax="],["hours="],["price="],["content=Dark and dive-alicious. Great juke-box, super-cheap and STRONG drinks. Guaranteed interesting crowd of locals. Excellent bartenders."]]}]},"\n",{"type":"====","value":["Local Beer"]},"\nMost grocery stores (especially HEB and Central Market) carry a variety of Texas beer.  There are several microbreweries operating in Texas, and you can expect to find their beer at outlets with moderate to wide selections:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Independence Brewing Co."],["alt="],["url=http:\/\/www.independencebrewing.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Relatively new, and in Austin."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Spoetzl"],["alt="],["url=http:\/\/www.shiner.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has several brews, including the Texas staple, Shiner Bock."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Rahr & Sons"],["alt="],["url=http:\/\/www.rahrbrewing.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Out of ",{"type":"[[","value":[["Fort Worth"]]}]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Real Ale Brewing Company"],["alt="],["url=http:\/\/www.realalebrewing.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is based in Blanco, about an hour west of Austin."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Saint Arnold Brewing Company"],["alt="],["url=http:\/\/www.starnold.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From ",{"type":"[[","value":[["Houston"]]}," is fairly established and has a near-cult following."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Live Oak Brewing"],["alt="],["url=http:\/\/www.liveoakbrewing.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is another Austin microbrewery. You can find their beers on tap all over town."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=(512) Brewing Company"],["alt="],["url=http:\/\/512brewing.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one the Austin microbreweries, located just south of downtown in the SoCo neighborhood. Their beers are on tap in almost every bar in Austin."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Jester King Craft Brewery"],["alt="],["url=http:\/\/www.jesterkingbrewery.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a newly emerging traditional farmhouse brewery located a short drive west of town on a pastoral farm in the Hill Country. They offer tastings and tours every Saturday afternoon."]]}]},"\nThere are also a number of small brewpubs serving their own house-brewed beers to the local cognoscienti. These include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["NXNW"]},",  10010 Capital of Texas:  Standard menu options here include an Amber, Pale Ale, Hefeweizen, a light Pilsner and a hearty Black Ale.  They also rotate out a number of magnificent seasonals, including some amazing house-brewed lambics.  Once a month, head brewer Ty Phelps rolls out a special cask-conditioned brew that typically disappears within an hour.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Draught House"]},", 4112 Medical Parkway: amazingly quick turnover of their fast-rotating seasonals. Drink it today because it won't be on tomorrow."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Uncle Billy's"],["alt="],["url="],["email="],["address=1530 Barton Springs Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tendency towards lighter beers, but their Haystack Hefeweizen is predictably good and some of their hoppy seasonals have been excellent."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Black Star Co-op"],["alt="],["url=http:\/\/www.blackstar.coop\/"],["email=info@blackstar.coop"],["address=7020 Easy Wind Drive, Suite 100, Austin, TX 78752"],["lat="],["long="],["directions="],["phone=+1-512-452-2337"],["tollfree="],["fax="],["hours="],["price="],["content=The world's first member-owned brewpub. A cooperative with house brews from brewmaster Jeff Young."]]}]},"\n",{"type":"===","value":["Distilleries"]},"\nAustin is becoming a hotbed for local, handcrafted spirits.\n \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Treaty Oak Distilling Co."],["url=http:\/\/www.facebook.com\/treatyoak"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= One of the first craft distilleries established in Texas, with a focus on using local ingredients when possible. They make Treaty Oak Rum, Waterloo Gin, Graham's Texas Tea and Starlite Vodka, with whiskey set to release in 2013."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n\nNote that many hotels sell out for Austin festivals, particularly South By Southwest. Book well ahead for anything downtown\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Austin Motel"],["url=http:\/\/www.austinmotel.com\/home.html"],["email=reservations@austinmotel.com"],["address=1220 S. Congress Ave."],["lat="],["long="],["directions="],["phone=+1 512 441-1157"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= A motel right on South Congress which really captures the classic Austin experience."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Austin International Hostel"],["alt="],["url=http:\/\/www.hiaustin.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Country Inn & Suites Austin-North"],["url=http:\/\/www.countryinns.com\/austintx_north"],["email="],["address=7400 IH35 North,  Austin North"],["lat="],["long="],["directions="],["phone=+1 512 380-0008"],["tollfree="],["fax=+1 512 380-0046"],["hours="],["price="],["checkin="],["checkout="],["content= Charming country style décor, convenient to Austin Airport, University of Texas for Business or Leisure Travel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=McKinney Falls State Park"],["url=http:\/\/www.tpwd.state.tx.us\/spdest\/findadest\/parks\/mckinney_falls\/"],["email="],["address=5808 McKinney Falls Parkway"],["lat="],["long="],["directions="],["phone=+1 512 243-1643"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The McKinney Falls State Park offers camping just outside the city.  Reservations can be made online."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Motel 6 Austin Central-North"],["url=http:\/\/www.motel6.com"],["email="],["address=8010 I-35 North"],["lat="],["long="],["directions="],["phone=+1 512 837-9890"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Motel 6 Austin Central-South\/University of TX"],["url=http:\/\/www.motel6.com"],["email="],["address=5330 North Interregional Highway"],["lat="],["long="],["directions="],["phone=+1 512 467-9111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Studio 6 Austin Midtown"],["url=http:\/\/www.motel6.com"],["email="],["address=6603 North I-35"],["lat="],["long="],["directions="],["phone=+1 512 458-5453"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Suburban Extended Stay Hotel South"],["url=http:\/\/www.suburbanhotels.com\/hotel-austin-texas-TXA14"],["email="],["address=2501 Interstate Highway 35"],["lat="],["long="],["directions="],["phone=+1 512 712-9920"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=11AM"],["content=This hotel offers free high-speed Internet access in all rooms."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Place Arboretum"],["url=http:\/\/www.amerisuites.com\/reservations\/locationdetail.asp?facid=3951"],["email="],["address=3612 Tudor Boulevard"],["lat="],["long="],["directions="],["phone=+1 512 231-8491"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Spacious rooms with in-room microwave, refrigerator, separate workspace and free high speed Wi-Fi Internet access. Plus, free hot breakfast, fitness center and pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Place North Central"],["url=http:\/\/www.amerisuites.com\/reservations\/locationdetail.asp?facid=3973"],["email="],["address=7522 North IH-35"],["lat="],["long="],["directions="],["phone=+1 512 323-2121"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=AmeriSuites Austin North Central is centrally located north of downtown Austin and 14 miles from the airport. Three adjacent restaurants will deliver to your suite."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Clarion Inn & Suites Central Austin Hotel"],["url=http:\/\/www.clarionhotel.com\/hotel-austin-texas-TX027"],["email="],["address=2200 IH-35 South"],["lat="],["long="],["directions="],["phone=+1 512 444-0561"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Courtyard Austin Airport"],["url=http:\/\/www.marriott.com\/ausaa"],["email="],["address=7809 E. Ben White Blvd. Austin, TX 78741"],["lat="],["long="],["directions="],["phone =+1 512 386-7464"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12 Noon"],["content=Airport hotel with breakfast buffet, free airport shuttle and free internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn Austin Crossroads"],["url=http:\/\/www.northaustinhotel.com"],["email="],["address=820 E.Anderson Lane, Austin, TX 78752"],["lat="],["long="],["directions="],["phone=+1 512 835-4311"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hawthorn Suites Austin Airport"],["url=http:\/\/hawthorn.com\/reservations\/locationdetail.asp?facid=1771"],["email="],["address=7800 East Riverside Drive"],["lat="],["long="],["directions="],["phone=+1 512 247-6166"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Situated in good location, with Downtown Austin, 6th Street, the Austin Convention Center, the State Capitol, the University of Texas and the Frank Erwin Center all within minutes. Also offers a courtesy airport shuttle and car rental."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Austin Arboretum"],["url=http:\/\/www.hotelaustin.com\/"],["email="],["address=8901 Business Park Dr"],["lat="],["long="],["directions=NW"],["phone=+1 512 343-0888"],["tollfree="],["fax="],["hours="],["price=$140 and up"],["checkin="],["checkout="],["content=194 room hotel with heated pool, fitness facility, free parking and high speed internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Austin Town Lake Hotel"],["url=http:\/\/austin.wyndham-hotels.com"],["email="],["address=20 North IH-35"],["lat="],["long="],["directions="],["phone=+1 512 472-8211"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Allandale - NW Austin"],["url=http:\/\/www.hotelallandale.com"],["email="],["address=7685 Northcross Drive"],["lat="],["long="],["directions="],["phone=+1 512 452-9391"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Formerly known as Northcross Suites, this hotel is very unique boutique all-suite hotel in Northwest Austin. Enjoy a beautifully-landscaped pool area, a fitness center, complimentary continental breakfast, live music every Thursday night, and fresh-baked cookies and milk every night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Summerfield Suites Austin Arboretum"],["url=http:\/\/www.hyatt.com\/hyatt\/summerfield"],["email="],["address=10001 N. Capital of Texas Highway"],["lat="],["long="],["directions="],["phone =+1 512 342-8080"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hyatt Summerfield Suites Austin\/Arboretum is located in the upscale Arboretum area of Austin Texas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Staybridge Suites Arboretum"],["url=http:\/\/www.staybridge.com\/ausarboretum"],["email=jessica.swarts@ihg.com"],["address=10201 Stonelake Blvd"],["lat="],["long="],["directions="],["phone =+1 512 349-0888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in Austin's upscale shopping and dining district, Staybridge Suites Arboretum is a very clean and comfortable hotel with an urban feel. Their lobby is full of local artwork and their spacious suites are great for weekend getaways, business travel and weddings. Only a quick drive from UT and downtown, it's great place to stay without breaking the bank."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Driskill Hotel"],["url=http:\/\/www.driskillhotel.com"],["email="],["address=604 Brazos St"],["lat="],["long="],["directions="],["phone=+1 512 474-5911"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The oldest hotel in the city, built in 1886 by a cattle baron. Beautiful architecture, marble floors, high ceilings, and the best upscale bar in the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Austin"],["url="],["email="],["address=500 East 4th Street"],["lat="],["long="],["directions="],["phone=+1 512 482-8000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxurious, 4-Diamond hotel adjacent to the Convention Center"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel San Jose"],["url=https:\/\/www.sanjosehotel.com\/index2.php#"],["email=info@sanjosehotel.com"],["address=1316 South Congress Avenue"],["lat="],["long="],["directions="],["phone=+1 512 444-7322"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Lost Pines Resort and Spa"],["url=http:\/\/www.lostpines.hyatt.com"],["email="],["address=575 Hyatt Lost Pines Road"],["lat="],["long="],["directions="],["phone=+1 512 308-1234"],["tollfree="],["fax=+1 512 308-4800"],["hours="],["price="],["checkin="],["checkout="],["content= A new resort near McKinney Falls and McKinney Roughs, between Austin Bergstrom International Airport and Bastrop, Texas, just southeast of Austin.  The 405 acre resort features horseback riding, Django Spa, a small waterpark and river tubing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Austin"],["url=http:\/\/www.austin.hyatt.com"],["email="],["address=208 Barton Springs"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Downtown hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lake Austin Spa Resort"],["url=http:\/\/www.lakeaustin.com"],["email="],["address=1705 South Quinlan Park Road"],["lat="],["long="],["directions="],["phone=+1 512 372-7300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The resort is one of Austin's finest, featuring extensive spa facilities & luxury accommodations. It combines the amenities of a destination spa & lake resort for the ideal Texas vacation destination."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Omni Austin Hotel Southpark"],["url=http:\/\/www.omnihotels.com\/Home\/FindAHotel\/AustinSouthpark.aspx"],["email="],["address=4140 Governors Row"],["lat="],["long="],["directions="],["phone=+1 512 448-2222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=At I-35 and Ben White is South Austin."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Renaissance Austin Hotel"],["url=http:\/\/www.marriott.com\/hotels\/travel\/aussh-renaissance-austin-hotel\/"],["email="],["address=9721 Arboretum Boulevard"],["lat="],["long="],["directions="],["phone=+1 512 343-2626"],["tollfree="],["fax=+1 512 346-7953"],["hours="],["price="],["checkin="],["checkout="],["content=Marriott's Luxury Hotel at the Arboretum near US 183 and Texas 360.  It features Hill Country views and a nine story atrium."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" Free Austin area WiFi Hotspots: ",{"type":"[","value":["http:\/\/www.austinwirelesscity.org\/"]},"."]},"\n",{"type":"==","value":["Stay safe"]},"\nAustin is one of the safest major cities in the US. However, this ",{"type":"'''","value":["does not"]}," mean that there is no crime.  As with most American cities, credit cards are accepted nearly universally, especially for nightlife. Therefore, for convenience and safety, it's inadvisable to carry large amounts of cash. The number for police, fire, and medical services is 911.\n\nIn many parts of Austin, there are beggars on the street corners, particularly off of the freeways, who will hold signs asking for money (panhandling).  Almost all of these people are fakes.  A business hires them, supplies them with a cardboard sad-message sign, puts them at a begging station in the morning, picks them up at the end of the day, and takes a cut of the handouts.  Much of the panhandled donations goes straight to drug dealers.  These fake panhandlers crowd out legitimate poor people.  Therefore is ",{"type":"'''","value":["not recommended"]}," that you give handouts to panhandlers.  Donate instead to a legitimate charity, like Meals on Wheels or the Salvation Army.\n\nThere is a district around 6th St. and Red River that houses a large homeless shelter known as the Arch.  This area is generally safe during the day, but often filled with panhandlers at night.  They can be fairly aggressive and sometimes follow people traveling alone.  In addition, groups of muggers sometimes target intoxicated bar patrons who dare to depart on their own.\n\nThere is generally a large, visible police presence (mounted, foot, and cruiser) at night in the 6th St. area.  They are quite willing to let belligerent drunks dry out overnight in the city jail.  They do, however, provide a safe and secure area to enjoy yourself and Austin's famous live music.\n\nThere is the Rundberg area, where you should not walk alone on the streets by yourself, especially around the I-35 area. Austinites tend to avoid this area.\n\nBecause surrounding hills concentrate the water, some streets in Austin and the surrounding area are prone to flooding during periods of heavy rain.  These areas are typically marked as 'low water crossings' but in any event ",{"type":"'''","value":["do not drive or walk across moving water"]},".  Each year several people are killed as they are swept away by flooding.  You will also see many flood control structures built into the landscape.  Small, dry low places with bounding berms during the dry season, these are dangerous places to be in, but keep Austin safer when the rains come.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chittamani Buddhist Center "]},", 1918 Bissel Ln, ",{"type":"''","value":["+1"]}," 512-916-4444, ",{"type":"[","value":["http:\/\/www.meditationinaustin.org"]},".  Offers relaxation meditations and meditation classes to increase inner peace."]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.sre.gob.mx\/austin\/"],["email="],["address=800 Brazos St Ste 330"],["lat="],["long="],["directions="],["phone=+1 512 478-2866"],["tollfree="],["fax=+1 512 478-8008"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Radio"]},"\nFM\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.kmfa.org\/ 89.5 KMFA"]},", commercial-free classical station"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/kut.org\/ 90.5 KUT"]},", Austin's public radio station. (24\/7 news\/talk radio)."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.koop.org\/ 91.7 KOOP"]},", volunteer community radio"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.klbjfm.com\/ 93.7 KLBJ"]},", classic rock"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mix947.com\/ 94.7 KAMX"]},", mix of the 80s, 90s and modern music"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.majic.com\/ 95.5"]},", soft rock"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.967kissfm.com\/ 96.7 Kiss"]},", top 40"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/kut.org\/ 98.9 KUTX"]},", Austin's public radio station. (24\/7 music). "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.newsradioklbj.com\/ 99.7 KLBJ"]},", talk radio"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.101x.com\/ 101.5 KROX"]},", Independent. Local. Alternative."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Salt Lick"],["url=http:\/\/www.saltlickbbq.com"],["email=saltlick@saltlickbbq.com"],["address=3801 N Capital of Texas Hwy"],["lat="],["long="],["directions="],["phone =+1 512 328-4957"],["tollfree="],["fax="],["hours=Daily 11AM-10PM"],["price=All-you-can-eat $16\/5 (Adults\/Children under 12)"],["content=About 30-40 minutes outside of town in Driftwood, you'll get to drive through some beautiful hill country before arriving at this sprawling and magnificent BBQ restaurant. It's BYOB, cash only, and the all-you-can-eat menu option that will have you staggering back to your hotel.  A satellite restaurant is in the airport, and is a great place to eat.  If you've got withdrawal symptoms, and need your maintenance dose, Salt Lick barbeque is available shipped worldwide!"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hill Country Flyer"]},", 512 477 8468, ",{"type":"[","value":["http:\/\/www.austinsteamtrain.org\/"]},". A scenic 2-hour train ride through the ",{"type":"[[","value":[["Hill Country"]]}," to ",{"type":"[[","value":[["Burnet"]]},", where the train stops for shopping and dining. The ride especially scenic during mid-spring when the hills are covered in bluebonnets. The train is normally pulled by an old steam engine which is currently under restoration. In the meantime, the route still runs, pulled by a 60s diesel engine."]},{"type":"*","value":[" ",{"type":"[[","value":[["San Marcos (Texas)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Braunfels"]]}]},{"type":"*","value":[" San Marcos River"]},{"type":"*","value":[" Hippy Hollow, county park offering clothing-optional bathing since the 1960s."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-35.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Waco"]]}],["minorl1=",{"type":"[[","value":[["Round Rock"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["San Antonio"]]}],["minorr1=",{"type":"[[","value":[["San Marcos (Texas)"],["San Marcos"]]}],["image2=US 183.svg"],["imagesize2=22"],["directionl2=N"],["majorl2="],["minorl2=Leander"],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Gonzales"]]}],["minorr2="],["image3=US 290.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["El Paso"]]}],["minorl3=",{"type":"[[","value":[["Dripping Springs"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Houston"]]}],["minorr3=",{"type":"[[","value":[["Brenham"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Hill Country"]]},"\n\n",{"type":"{{","value":[["geo"],["30.26767"],["-97.74296"],["zoom=11"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Austin, Texas"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Texas\/Localities\/A\/Austin\/"]]}]