[{"type":"{{","value":[["pagebanner"],["Austria-banner1.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Vienna Palace.JPG"],["caption="],["location=LocationAustria.png"],["flag=Flag of Austria.svg"],["capital=",{"type":"[[","value":[["Vienna"]]}],["government=Federal Parliamentary Republic"],["currency=Euro (€)"],["area= ",{"type":"''","value":["total:"]}," 83,871 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 1,426 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 82,445 km",{"type":"<","value":["sup",["2"]]}],["population=8,404,252 (January 2011)"],["language= German (official), Austro-Bavarian Dialect (of German(native, except in Vorarlberg)), ",{"type":"[[","value":[["Swiss-German phrasebook"],["Alemannic"]]}," (native in Vorarlberg), regional ",{"type":"[[","value":[["Slovenian"]]},", ",{"type":"[[","value":[["Serbo-Croatian"]]},", ",{"type":"[[","value":[["Hungarian"]]}],["religion=Roman Catholic 78%, Protestant 5%, Agnostics and Atheists 12%, Muslim and other 5%"],["electricity=230V\/50Hz (European plug)"],["callingcode=+43"],["tld=.at"],["timezone=UTC +1"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.austria.info\/ Austria"]}]}," (German: ",{"type":"''","value":["Österreich"]},", literally \"the Eastern Realm\" or \"Eastern Empire\") is a landlocked ",{"type":"[[","value":[["Alps"],["alpine"]]}," German-speaking country in ",{"type":"[[","value":[["Central Europe"]]}," bordering ",{"type":"[[","value":[["Switzerland"]]}," and ",{"type":"[[","value":[["Liechtenstein"]]}," to the west, ",{"type":"[[","value":[["Germany"]]}," and ",{"type":"[[","value":[["Czech Republic"]]}," to the north, ",{"type":"[[","value":[["Slovakia"]]}," and ",{"type":"[[","value":[["Hungary"]]}," to the east and ",{"type":"[[","value":[["Slovenia"]]}," and ",{"type":"[[","value":[["Italy"]]}," to the south. Austria, along with neighboring Switzerland, is the winter sports center of Europe. However, it is just as popular for summer tourists who visit its historic cities and villages and hike in the magnificent scenery of the Alps.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nToday's Austria is what was once the German speaking core and centre of power for the large multiethnic Austro-Hungarian Empire with its imperial capital in Vienna. This empire stretched eastwards from present-day Austria through much of east-central and south-central Europe. It included the entire territories of modern day Hungary, the Czech Republic, Slovakia, Slovenia, Croatia, Bosnia, and portions of Serbia, Romania, Ukraine, Poland and Italy. While Prussia united the German states to the north by force into one \"",{"type":"[[","value":[["Germany"]]},"\" in the latter part of the 19th Century, Austria remained oriented eastwards towards its diverse empire. However, from the start of the 20th century, the political history of Austria has been closely linked to the misfortunes and disasters of modern German history, mainly the First and Second World Wars and their terrible aftermath.\n\nThe modern republic of Austria came into being in 1918 as a result of its defeat in World War I. In its wake, the empire was split into many components. They included Austria's current borders, an independent Hungary, lands given to Italy (South Tyrol, Trieste and Trentino), lands given to southern Poland (which also came about from lands taken from the Russian and German Empires), and an independent Czechoslovakia and the northern and western half of Yugoslavia. Following an unresisted invasion and annexation by Nazi Germany in 1938, Austria more or less functioned as a part of Nazi Germany during the Second World War. Thus, a large proportion of the population supported Hitler and Austria's incorporation into Germany. Austrian soldiers also fought in the Wehrmacht. Cities were bombed heavily by the Allies and concentration camps also existed on Austrian soil (such as Mauthausen near ",{"type":"[[","value":[["Linz"]]},").\n\nIt was not until the end of the war that the mood changed and that Austria tried to distance itself from Germany. In 1945, Austria was divided into zones of occupation like Germany. However, unlike Germany, Austria was not subject to any further territorial losses. A treaty signed in 1955 ended the Allied and Soviet occupation, recognized Austria's independence, and forbade future unification with Germany. A constitutional law of that same year declared the country's \"perpetual neutrality\", a condition for Soviet military withdrawal, and thus saved Austria from Germany's fate of a divided nation with a divided capital. However, the South Tyrol Question took Austria and Italy to the UN in the post-war era and international brokered mitigation found a suitable solution for both countries by the late 1980s. This official neutrality, once ingrained as part of the Austrian cultural identity, has been called into question since the Soviet Union's collapse of 1991 and Austria's entry into the ",{"type":"[[","value":[["European Union"]]}," in 1995.\n\nReexamining its Nazi past is something that has become large-scale and accepted as commonplace in the media only relatively recently. Before, Austria had sought to portray itself as \"Hitler's first victim\", although Hitler himself, was Austrian.  A prosperous country, Austria entered the European Monetary Union in 1999, and the euro currency replaced the schilling in 2002. Austria is also part of \"borderless Europe\", resulting in many students from all over the European Union studying in Austrian universities and vice verse. Austria is one of the most popular summer and winter holiday destinations in Europe and has the tourist industry to match it.\n\n",{"type":"===","value":["Culture"]},"\nAustria is a federation. Each of its nine federal states has a unique and distinct culture.\n\nAustrians aren't easy to categorize. In fact, the main reason Austrians stand out from their European neighbors is that they don't stand out from the rest for anything in particular. Austrians are moderate in their outlook and behavior. Being at Europe's crossroads, their culture is influenced from several sides. The stereotype of the yodeling, thigh slapping, beer-swilling (schnitzel eating) xenophobe may apply to a few individuals but it certainly doesn't apply to the majority of Austrians.\n\nThe average Austrian on the street is likely to be friendly yet somewhat reserved and formal, softly spoken and well mannered, law abiding, socially conservative, rooted, family oriented, conformist and somewhat nepotistic, a Catholic at heart, not particularly religious but a follower of tradition, well educated if not as cosmopolitan as his\/her other European cousins, cynical, and equipped with a dry, sarcastic sense of humor.\n\nAustrians generally like to define themselves merely by what they are ",{"type":"''","value":["not"]},". Tourists often make the mistake of classifying Austrians as Germans, which despite a common language (well at least on paper), they are not. Arguably, Southern Germany, especially Bavaria, is a close cultural relative of Austria in many ways. Indeed the regions of Austria are all similar to their neighbors, so you will not notice you have crossed a border, whether it be into South Tyrol in Italy, north to Bavaria or east to Hungary.\n\nAustria and Germany are sister nations and enjoy warm relations, but Mozart was Austrian, or a Salzburger for the record, not German! For most of its history, Austrians have a hard time defining their own nation; they face perhaps currently the most media influence from Germany but have a very different culture, especially from northern Germany. The historic minorities and individual cultures are valued, yet they have to struggle to survive.\n\nAustria has a long history of being multicultural country: a glance at the Vienna phone book is all you need to discover this. Ironically, it is Germany to the north that is paving the way regarding the integration of foreigners into society in Central Europe. Austria remains a largely conservative and rural country with the exception of Vienna. Indeed, the cultural conflicts and national identity are as complicated and hard to understand for many Austrians as they are for visitors! The level of personal awareness and views on this vary greatly from person to person but are generally subject to a particularly Austrian avoidance of the subject. It is best to try to see the diversity and enjoy the variety than to jump to conclusions.\n\nHence many Austrians derive their identity from their region or ",{"type":"''","value":["Bundesland"]}," (state). For instance, typical inhabitants of Carinthia would say that they are Carinthian first and Austrian second and maybe European third. Asking what state someone is from is normally the first question Austrians ask when meeting for the first time.\n\nThe fact that Austrians dislike demonstrations of national identity can, however, also be explained partly by the historical experiences Austria had during the Third Reich and especially due to the violent use of national symbols in the growing Austrofascist movement as well as by the far-right Freedom Party. It is also because the current state of Austria is a relatively young and loose federal republic of just 8 million people.\n\nHowever, the University of Chicago's National Opinion Research Center rates Austria as the 5th most patriotic country in the world. So Austrians do very much love their country but are unlikely to be flag-wavers. Perhaps Austria's ascendancy to the EU in 1995 and its more recent adoption of the euro and the border-less Europe have given it a stronger sense of importance and self-worth in the greater context of Europe.\n\nMost Austrians like to enjoy the good life. They spend a lot of time eating, drinking and having a good time with friends in a cozy environment, and are therefore very hospitable. Members of the older generation can be conservative in the sense that they frown upon extremes of any shape and form and, in general, are adverse to change. They enjoy one of the highest living standards in the world and want to keep it that way.\n\nAustria has no well-defined class system. The rural and regional difference tend to be greater than in neighboring countries. Generally, the further to the west and the more rural you go, the more socially conservative people are.\n\n",{"type":"===","value":["Politics"]},"\nAustria is a parliamentarian, federal republic consisting of nine federal states (see list below).\nThe official head of the state is the ",{"type":"'''","value":["federal president"]}," (",{"type":"''","value":["Bundespräsident"]},"), who is elected directly by the people for a term of six years. His\/her function is mainly representative, however, and the ",{"type":"'''","value":["federal chancellor"]}," (",{"type":"''","value":["Bundeskanzler"]},"), appointed by the president, runs most of the day-to-day politics.\n\nThe Austrian parliament consists of two chambers, the ",{"type":"''","value":["Nationalrat"]}," (National Council) with 183 members as the main chamber and the ",{"type":"''","value":["Bundesrat"]}," (Federal Council). Whereas the members of the National Council are elected every five years by popular vote, the 62 members of the Federal Council are elected by each of the legislatures of the states of Austria for 4- to 6-year terms. The composition of the Bundesrat changes after every election to a state's Landtag (State Parliament). The Austrian constitution provides the Bundesrat with the right to veto legislation passed by the National Council; in most cases this is only a suspensive veto, meaning the National Council can override it by passing the law again.\n\nThere are five major parties in Austria: The social democrats (SPÖ), the (conservative) Austrian people's party (ÖVP), the (right-wing) freedom party (FPÖ) which recently split into two parties (FPÖ and the alliance for the future of Austria BZÖ) and the (leftist) Green Party. The current government consists of a coalition of SPÖ and ÖVP.\n\n",{"type":"===","value":["Geography"]},"\n",{"type":"[[","value":[["File:Dürnstein, center.jpg"],["thumb"],["250px"],["Dürnstein\/Wachau"]]},"\n\nContrary to popular perceptions, Austria is not all about mountains. While the Alps do cover 3\/4 of the country dominating the provinces of Vorarlberg, Tyrol, Salzburg, Styria, Upper Austria and Carinthia, the eastern provinces of Lower Austria, the Burgenland and the federal capital of Vienna are more similar to the geography of the neighboring Czech Republic and Hungary. This diverse mix of landscapes is packed into a relatively small area of size. Glaciers, meadows, alpine valleys, wooded foothills, gently rolling farmland, vineyards, river gorges, plains and even semi-arid steppes can be found in Austria.\n\nOne quarter of Austria's population lives in Greater Vienna, a European metropolis, located where the Danube meets the easternmost fringe of the Alps, not far from the border with Slovakia and its capital Bratislava.\n\nVirtually all government, financial and cultural institutions, as well as national media and large corporations are based in Vienna, due largely to history and geography. Thus, the capital dominates Austria's cultural and political life and is clearly a world unto its own. It has little to do with the rest of mainly rural Austria and outside of Graz and Linz there really are no other large scale cities in the country. There is a playful joke told in Vorarlberg province regarding the dominance of Vienna regarding national affairs that reads, \"the people of western Austria make the money and Vienna spends it.\"\n\n",{"type":"===","value":["Climate"]},"\nAustria has a temperate continental climate. Summers last from early June to mid-September and \ncan be hot in some years and rainy in others. Day-time temperatures in July and August are around 25°C (77°F), but can often reach 35°C (95°F). Winters are cold in the lowlands and very harsh in the Alpine region with temperatures often dropping below -10°C (14°F). Winters last from December to March (longer at higher altitudes). In the Alpine region large temperature fluctuations occur all year round and nights are chilly even in high summer. The northern Alps are generally a lot wetter than the rest of the country. The South East (Styria and Carinthia) is dry and sunny. The area around Vienna often experiences strong easterly winds.\n\n",{"type":"===","value":["Electricity"]},"\nElectricity is supplied at 220 to 230V 50 Hz. Outlets are the European standard CEE-7\/7 \"Schukostecker\" or \"Schuko\" or the compatible, but non-grounded, CEE-7\/16 \"Europlug\" types. Generally speaking, U.S. and Canadian travelers should pack an adapter and a converter for these outlets if they plan to use North American electrical equipment in Austria.\n\n",{"type":"==","value":["Regions"]},"\nAustria is a federal republic comprised of nine states:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Austria-regions.png"],["regionmapsize=500px"],["regionmaptext=Regions of Austria"],["region1name=",{"type":"[[","value":[["Burgenland"]]}],["region1color=#608860"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Carinthia"]]}],["region2color=#578e86"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Lower Austria"]]}],["region3color=#a4c28d"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Salzburg (state)"],["Salzburg"]]}],["region4color=#6698bb"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Styria"]]}],["region5color=#b383b3"],["region5items="],["region5description="],["region6name=",{"type":"[[","value":[["Tyrol"]]}],["region6color=#c8b7b7"],["region6items="],["region6description="],["region7name=",{"type":"[[","value":[["Upper Austria"]]}],["region7color=#c5995c"],["region7items="],["region7description="],["region8name=",{"type":"[[","value":[["Vienna"]]}],["region8color=#dde58b"],["region8items="],["region8description="],["region9name=",{"type":"[[","value":[["Vorarlberg"]]}],["region9color=#71b37b"],["region9items="],["region9description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vienna"]]},"—the largest city in Austria, as well as its cultural, economic, and political centre"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bregenz"]]},"—famous for the annual summer music festival of Bregenzer Festspiele"]},{"type":"*","value":[" ",{"type":"[[","value":[["Eisenstadt"]]},"—historically the seat of the Eszterházy Hungarian noble family that gave the town its aristocratic feel"]},{"type":"*","value":[" ",{"type":"[[","value":[["Graz"]]},"—known as Austria's culinary capital and student city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Innsbruck"]]},"—the cultural and economic centre of Western Austria"]},{"type":"*","value":[" ",{"type":"[[","value":[["Klagenfurt"]]},"—scenic town very close to the Wörthersee"]},{"type":"*","value":[" ",{"type":"[[","value":[["Linz"]]},"—a vibrant music and arts scene and a beautiful historic core"]},{"type":"*","value":[" ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]},"—A city with an attractive setting and scenic Alpine backdrop"]},{"type":"*","value":[" ",{"type":"[[","value":[["Villach"]]},"—beautiful ",{"type":"''","value":["Altstadt"]}," surrounded by the Alps and various lakes"]},"\n",{"type":"==","value":[" Other destinations "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bregenz"],["Lake Constance"]]},"—a big lake situated in Vorarlberg and shared with Switzerland and Germany"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kaprun"]]},"—part of the Europa Sport Region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pinswang"]]},"—one of the most ancient settlements of the North Tyrolean Ausserfern, on the border with Bavaria and a short walk or drive to the famous King Ludwig's castles "]},{"type":"*","value":[" ",{"type":"[[","value":[["Salzkammergut"]]},"—a stunning cultural landscape among mountains and lakes"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Anton"]]},"—a popular ski resort in Austria on the Vorarlberg-Tyrolean border"]},{"type":"*","value":[" ",{"type":"[[","value":[["Thermenland"]]},"—the great spas of Styria, an easy daytrip from Graz or Vienna"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wörthersee"]]},"—one of Austria's warmest lakes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zell am See"]]},"—one of the most important alpine tourist towns in Austria"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Visa"]},"\n",{"type":"{{","value":[["infobox"],["Minimum validity of travel documents"],["* EU, EEA and Swiss citizens, as well as non-EU citizens who are visa-exempt (e.g. New Zealanders and Australians), need only produce a passport which is valid for the entirety of their stay in Austria.\n",{"type":"*","value":[" Other nationals who are required to have a visa (e.g. South Africans), however, must produce a passport which has ",{"type":"'''","value":["at least 3 months' validity"]}," beyond their period of stay in Austria."]},{"type":"*","value":[" More information about the minimum validity of travel documents is available at the ",{"type":"[","value":["http:\/\/www.bmeia.gv.at\/en\/embassy\/ottawa\/practical-advice\/travelling-to-austria\/entry-permits-visa.html Austrian Foreign Ministry's website"]},"."]}]]},"\n",{"type":"{{","value":[["Schengen"]]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are 6 airports in Austria with scheduled flights. The most important international airport is ",{"type":"[[","value":[["Vienna"]]}," which has connection to all major airports of the world. Other international airports include ",{"type":"[[","value":[["Graz"]]},", ",{"type":"[[","value":[["Innsbruck"]]},", ",{"type":"[[","value":[["Klagenfurt"]]},", ",{"type":"[[","value":[["Linz"]]},", and ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]}," which provide domestic flights as well as connections to some European countries. Those airports are particularly popular with cheap airlines such as Ryanair. For traveling to the western states it is recommended to use the very close ",{"type":"[[","value":[["Munich"]]}," airport.\n\nThe most common airports to visit ",{"type":"[[","value":[["Vorarlberg"]]}," are Altenrhein (Austrian), Friedrichshafen (Ryanair, Intersky) and Zürich (Swiss).\n\nIf visiting Austria for winter sports, choose airport considering cost and duration for the whole trip (plane+transfer), not always Vienna and even likely not in Austria.\n\nUnlike many countries, getting in to Austria for skiing shouldn't imply flying to the capital city first. Vienna itself is a 4 hour drive away from the nearest medium-sized resort, and longer by public transport. ",{"type":"''","value":["See more in GetIn section of ",{"type":"[[","value":[["Winter sports in Austria#Get in"],["Winter sports in Austria"]]},"."]},"\n\n",{"type":"====","value":["With children"]},"\n",{"type":"'''","value":["Austrian Airlines:"]}," Baby strollers weighting over 10 kg should be checked in as a luggage; strollers below 10 kg are allowed up until the aircraft board, and taken by personnel right at the entrance to the aircraft. See also a dedicated page on flying by Austrian with children: ",{"type":"[","value":["http:\/\/www.aua.com\/at\/eng\/About_Flight\/preparation\/kids\/"]},".\n\n",{"type":"===","value":["By bus"]},"\nBus is not always the cheapest way to travel though deep discounts for advanced bookings are being introduced for long-distance travel (as far as from Warsaw for €1). The bus may also be the cheapest option if you want to travel at short notice or if you have large amounts of luggage. Bus travel is especially interesting for those coming from the East as there are many buses into ",{"type":"[[","value":[["Vienna"]]}," and they are often faster than trains. Information about their assorted services and pricing is can be found in ",{"type":"[[","value":[["Vienna#By bus"],["that section"]]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eurolines.at Eurolines Austria"]}]}," is the largest operator and organizer of bus travel in Austria though many services are not included in their schedules.\n\n",{"type":"===","value":["By car"]},"\nAustria and all its neighbouring countries, except Liechtenstein are Schengen members so in theory there are no border controls. For using the ",{"type":"''","value":["Autobahnen"]}," or ",{"type":"''","value":["Schnellstrassen"]},", a vignette, or tax sticker, must be purchased and displayed on the wind-shield. Costs are €80.60 for one year, €24.20 for 8 weeks, or about €8.30 for 10 days and can be purchased at most service stations before the boarder and at the boarder. Some major tunnels have an additional toll of between €4 and €10.\n\nOn some Saturdays in July and August expect traffic jams on the motorways between Germany, Austria and Italy when millions of German tourists head south at the beginning of school vacations. A delay of about 2 hours is not unusual. The motorway A10 between Salzburg and Villach is especially notorious. It's best to avoid those Saturdays.\n\n",{"type":"====","value":[" From Germany "]},"\n",{"type":"*","value":[" Motorway A8 from ",{"type":"[[","value":[["Munich"]]}," to ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]},"."]},{"type":"*","value":[" Motorway A93 from ",{"type":"[[","value":[["Rosenheim"]]}," via ",{"type":"[[","value":[["Kufstein"]]}," to ",{"type":"[[","value":[["Innsbruck"]]},", ",{"type":"[[","value":[["Tyrol"]]},"."]},{"type":"*","value":[" E43 (A96) from Leutkirch via Wangen to ",{"type":"[[","value":[["Bregenz"]]},", ",{"type":"[[","value":[["Vorarlberg"]]},"."]},{"type":"*","value":[" E56 from ",{"type":"[[","value":[["Regensburg"]]}," via ",{"type":"[[","value":[["Passau"]]}," to ",{"type":"[[","value":[["Linz"]]},", ",{"type":"[[","value":[["Upper Austria"]]},"."]},"\n",{"type":"====","value":[" From Italy "]},"\n",{"type":"*","value":[" Motorway A23 to ",{"type":"[[","value":[["Villach"]]},", ",{"type":"[[","value":[["Carinthia"]]},"."]},{"type":"*","value":[" E54 via Brenner to ",{"type":"[[","value":[["Innsbruck"]]},", ",{"type":"[[","value":[["Tyrol"]]},"."]},"\n",{"type":"====","value":[" From Slovenia "]},"\n",{"type":"*","value":[" E652 to ",{"type":"[[","value":[["Villach"]]},",",{"type":"[[","value":[["Carinthia"]]},"."]},{"type":"*","value":[" E57 via Spielfeld to ",{"type":"[[","value":[["Graz"]]},", ",{"type":"[[","value":[["Styria"]]},"."]},"\n",{"type":"===","value":["By train"]},"\nAustria has plenty of connections with all its neighbors daily. Every neighboring country (even Lichtenstein) have trains at least hourly. Many (Czech Republic, Hungary, Germany, Slovakia, Switzerland) even more frequently. The ÖBB (Austrian Railways) operate high-speed ",{"type":"''","value":["ICE"]}," and ",{"type":"''","value":["RailJet"]}," trains from cities like ",{"type":"[[","value":[["Zürich"]]},", ",{"type":"[[","value":[["Munich"]]},",",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Passau"]]},", and ",{"type":"[[","value":[["Budapest"]]},". ",{"type":"''","value":["Eurocity"]}," trains are the next fastest trains available as well as the trains connecting the bigger Austrian cities called ",{"type":"''","value":["Intercity"]},". Regional trains called ",{"type":"''","value":["EURegio"]}," and simply ",{"type":"''","value":["Regionalzug"]}," are also avialible from all 8 of Austria's neighbors.\n\nVienna is a the largest railroad hub but day and night trains from most Central European countries travel to many stops across Austria. Day trains are normally much quicker than night trains. Tickets can be purchased from certain locations to Austria via the ÖBB website ",{"type":"[","value":["http:\/\/www.oebb.at\/"]},". Always compare fares from the departure or even transit countries' railways as there may be price difference even for the same train. ÖBB offers discount 'SparSchiene' tickets to and from destinations like Croatia, Denmark, Germany, Italy, Netherlands, Poland, Serbia, and Switzerland for a flat-rate (i.e. €29 for a one-way seater, €39 for a couchette, or €59 for a sleeper). There are a limited number of tickets at this price. At peak times you need to book in advance. Additional offers are available to all countries in Central Europe, although many cannot be booked online.\n\n",{"type":"===","value":["Information for trainspotters"]},"\nIn Austria most railways run electrically. Most electric trains get their power from a single-phase AC network. This network uses its own power lines run with 110 kV. In contrast to normal power lines, these employ a number of conductors that is not divisible by 3 - most power lines for the single phase AC grid of the traction power grid have four conductors. There are many interesting mountain railways of all types and trains from around central Europe.\n\n",{"type":"===","value":["From Slovakia"]},"\n",{"type":"*","value":[" There's a pontoon bridge accessible only to pedestrians and cyclists just south of the Austrian-Czech-Slovak three country border, between ",{"type":"'''","value":["Hohenau an der March"]}," (Austria) and ",{"type":"'''","value":["Moravský Svätý Ján"]}," (Slovakia). The way goes through flat countryside, is very calm and can be conveniently done by bike. Its length is approximately 6 kilometers, of which the 4 kilometers on the Slovak part are a completely straight invariable landscape which may feel somewhat boring."]},{"type":"*","value":[" The urban traffic company of Bratislava (DPB) runs a cross-border bus line no. 901 between ",{"type":"'''","value":["Hainburg an der Donau"]}," (Austria) and ",{"type":"'''","value":["Bratislava"]}," (Slovakia), with a stop also in the Austrian town of Wolfsthal. In Bratislava, the terminus is the stop ",{"type":"''","value":["Nový most"]},"."]},{"type":"*","value":[" There's a pontoon ferry accessible to car-drivers and pedestrians between ",{"type":"'''","value":["Angern an der March"]}," (Austria) and ",{"type":"'''","value":["Záhorská Ves"]}," (Slovakia). Open from five o'clock to twenty two o'clock."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By train and bus"]},"\nTrains are the best and most common from of mass transportation in Austria. Comfortable and moderately priced trains connect major cities and many towns; buses serve less significant towns and lakes. The two forms of transport are integrated and designed to complement each other, and intercity coaches exist but don't provide anywhere near the level of intercity rail service. The 2.5-hour train ride from Vienna to Graz takes you along one of the world's oldest mountain railways. 14 tunnels and 16 viaducts were built to cross the Alps. Trains between Austria's largest cities, Vienna and Graz, operate hourly.\n\nAustrian trains are operated mostly by state-owned company ÖBB ",{"type":"[","value":["http:\/\/www.oebb.at"]},". The Raaberbahn (GySEV) ",{"type":"[","value":["http:\/\/www.gysev.hu"]}," provides some trains over the Austrian-Hungarian border and there are some short private railways with tourist trains, which supplement rather than compete with the ÖBB.\n\nThe only competitor to the ÖBB is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.westbahn.at WestBahn"]}]}," on the Salzburg-Linz-Vienna line (the company shares the name of the stretch it runs on). Rail passes, ÖBB tickets and VORTEILScard are not valid on WestBahn; buy tickets on-line or on board. Free Wi-Fi.\n\nThe ÖBB also operate buses (",{"type":"''","value":[{"type":"[","value":["http:\/\/www.oebb.at\/en\/Travelling_by_bus\/OeBB_Intercitybus\/index.jsp InterCityBus"]}]},") on the ",{"type":"[[","value":[["Graz"]]},"–",{"type":"[[","value":[["Klagenfurt"]]},"–",{"type":"[[","value":[["Venice"]]}," line because the road between these cities is much shorter than the railway.\n\n",{"type":"====","value":["Train types"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["S"]}," ",{"type":"''","value":["(S-Bahn\/Schnellbahn)"]}," – commuter trains offered in several regions and suburban areas"]},{"type":"*","value":[" ",{"type":"'''","value":["RSB"]}," ",{"type":"''","value":["(Regio S-Bahn)"]}," – an express version of the S-Bahn making limited stops"]},{"type":"*","value":[" ",{"type":"'''","value":["R"]}," ",{"type":"''","value":["(Regionalzug)"]}," – slow local trains, stops everywhere"]},{"type":"*","value":[" ",{"type":"'''","value":["REX"]}," ",{"type":"''","value":["(Regionalexpress)"]}," – fast regional trains, stop at more significant stations"]},{"type":"*","value":[" ",{"type":"'''","value":["IC"]}," ",{"type":"''","value":["(InterCity)"]}," – long-distance trains connecting major towns and cities."]},{"type":"*","value":[" ",{"type":"'''","value":["EC"]}," ",{"type":"''","value":["(EuroCity)"]}," – international long-distance trains"]},{"type":"*","value":[" ",{"type":"'''","value":["WB"]}," ",{"type":"''","value":["(WestBahn)"]}," - private competitor's InterCity service, no through ticketing to other trains possible."]},{"type":"*","value":[" ",{"type":"'''","value":["ICE"]}," ",{"type":"''","value":["(InterCityExpress)"]}," – German high-speed trains"]},{"type":"*","value":[" ",{"type":"'''","value":["RJ"]}," ",{"type":"''","value":["(Railjet)"]}," – Austria's home-grown high-speed trains"]},"\nOn suburban and regional trains there is normally only second class. On ICE, IC and EC trains is second class, which has sufficiently roomy plush seats, and also first class which is more private and with even roomier leather seats. The RailJet offers three classes ",{"type":"''","value":["Economy"]}," which is akin to second class and where 2nd class tickets are valid, ",{"type":"''","value":["First Class"]}," features roomier leather seats and services like a welcome drink, ",{"type":"''","value":["Premium Class"]}," is yet fancier with more at your seat services.\n\n",{"type":"====","value":["Tickets"]},"\nThe ÖBB sell domestic tickets using a price based only upon distance traveled, regardless of when you buy the ticket and which train you take. Base fare is rather expensive, but Austrian Railways offer some interesting ",{"type":"[[","value":[["#Discounts"],["discounts"]]},". If you buy a ticket from Salzburg to Vienna, that ticket is valid for any train that takes you to Vienna, even for a foreign train stopping inside Austria. (Exception being any train operated by WestBahn, you'll recognize these trains by their white livery with bright green and blue stripes.)\n\nTickets can be ordered (and paid for) on the web, including itineraries coving connecting trains and involving narrow-gauge, privately-operated, railways (like in the Zillertal valley). You can also reserve seats for a small fee: that is definitely recommended if you plan to travel with luggage. Tickets ordered online should be printed and presented to the condoctor onbaord upon request. They should be printed since they will barcode-scanned and stamped.\n\nThere are ticket machines at all sizable train stations and onboard some regional trains. When boarding regional trains you are required to have purchased a ticket before boarding, if it is possible to buy a ticket via railway office or vending machine at the station you are departing from. (This includes most stations. These stations are marked with ",{"type":"'''","value":["SB"]}," in all ÖBB timetables). Ticket machines do not display or print itineraries, and many train stations only display basic timetables. It is best to find an itinerary on the Austrian Railways website trip planner. Stations also provide pamphlets with detailed timetables, but they assume that you know which line to board to get to your destination and can only be obtained during office hours.\n\n",{"type":"====","value":["Discounts"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oebb.at\/en\/Tickets\/SparSchiene\/index.jsp SparSchiene"]}]}," are cheap tickets offered between major cities both domestically and internationally. These tickets aren't based on distance, rather they're cheapest when booking well in advance online and are tied to a specific train run and time. Though this offer can be very tempting, especially for those without the VORTEILScard, do consider that they provide less flexibility than regular tickets and are not refundable or changeable and are often sold-out at popular times. For instance SparSchiene tickets from Salzburg to Klagenfurt can be had for €9 in second class, compared to €35 regular price, or €18 with VORTEILScard."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oebb.at\/en\/Customer_cards\/VORTEILScard\/index.jsp VORTEILScard"]}]}," gets you 45-55% reduction on any domestic rail ticket (depending on the train and whether you buy it online, at a ticket machine or at a counter) and 25% off on cross-border trains in Europe (so called RailPlus discount). The VC is also valid private railways, except the rack and WestBahn railways. The cards are issued for one year, first by preliminary paper ticket (printed on the spot and valid for the first two months). A plastic ID card is send out by mail, usually within two weeks of original purchase. The VC is available at all ÖBB station ticket offices and counters. You will need both your passport and one passport-sized picture to fill out the form and purchase your VORTEILScard. For one year:"]},{"type":"*","value":[{"type":"*","value":[" VORTEILScard (regular) costs € 99.90 if you aren't eligible for the following."]}]},{"type":"*","value":[{"type":"*","value":[" VORTEILScard <26 costs € 19.90 for those under 26 years."]}]},{"type":"*","value":[{"type":"*","value":[" VORTEILScard Senior costs € 26.90 for men and women from 60 years. (All seniors by this criteria are waived seat reservation fees, regardless of VorteilsCard.)"]}]},{"type":"*","value":[{"type":"*","value":[" Persons with limited physical mobility or handicaps (for instance the visually impared) are eligible for certain other versions of the VORTEILScard at extremely nominal prices, although getting these with foreign, or worse-yet non-EU, documents can be a challenge. None-the-less you are eligible to have the seat reservation fee waived.)"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oebb.at\/en\/Tickets\/Groups\/Group_ticket\/index.jsp Group discount"]}]}," for 2 people or more gives you 5 – 30% discount. Children, youths up to 18 years and youths with VORTEILScard <26 pay half of the reduced fare."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oebb.at\/en\/Tickets\/Groups\/Einfach-Raus-Ticket\/index.jsp Einfach-Raus-Ticket"]}]}," can be used by groups up to 5 people for unlimited train travel during one day on all Austrian regional trains (categories S, RSB, R and REX) and trains run by the operator Raaberbahn. It's valid from 9AM on weekdays (from midnight on weekends) till 3AM the following day. The tickets is €32 total, online ",{"type":"[","value":["https:\/\/ticket.oebb.at\/bin\/frame_ticket.pl?ticket=rausticket.pl?"]},", at vending machines, at stations or elsewhere ÖBB tickets are sold."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oebb.at\/en\/Tickets\/Groups\/Einfach-Raus-Bicycle_ticket\/index.jsp Einfach-Raus-Bicycle ticket"]}]}," – Price: 39,- €"]},"\n",{"type":"===","value":["By car"]},"\nRural or sparsely populated regions in Austria are easier to explore by car as bus services can be infrequent. Many popular spots in the mountains are accessible only by car or on foot\/ski.\nRenting a car for a couple of days is a good way to go off the beaten track. Driving in Austria is normally quite pleasant as the country is small and the roads are in good condition, not congested and offer fantastic scenery. Beware of dangerous drivers, however: Austrians are generally a very law-abiding bunch, but behind a wheel, they seem to make an exception to their considerate attitude. Comprehensive maps of Austria, specific regions within Austria (including city maps), as well as maps from neighbouring countries can be bought at any petrol station. Expect to pay around €7 for one map.\n\nAs in many European cities, parking in cities is subject to fee on work days. Usually those parking zones are marked by blue lines on the street. Some cities (such as ",{"type":"[[","value":[["Vienna"]]},") have area-wide zones not denotated by blue lines). Fees vary from town to town as do the fines, which are charged if you have no valid ticket, generally between €20 and €30. Tickets can be usually bought from kiosks, some cities (such as ",{"type":"[[","value":[["Graz"]]},") have ticket machines on the street. A cheap alternative is to park your car a bit outside of the town in parking garages called ",{"type":"''","value":["Park and Ride"]},", which can be found in any bigger city.\n\nTravelling on Austrian motorways (",{"type":"''","value":["Autobahnen"]},") or ",{"type":"''","value":["Schnellstraßen"]}," means you are liable to pay tolls. If your vehicle is under 3500 kg in weight, you have to buy a ",{"type":"''","value":["Vignette"]}," toll pass, in advance, which can be purchased at any petrol station or at the border. ",{"type":"''","value":["Vignetten"]}," can be bought for 10 days (€ 8.30), 2 months (€ 24.20) or 1 year (€ 80.60; technically valid until January of the following year) (2012).\n\nIf you intend to transit Austria via the A14 from the German border to the Swiss border at Hohenems\/Diepoldsau, you can instead purchase a ",{"type":"''","value":["Korridor-Vignette"]},". This is valid for a single trip along this road and can be purchased for €2.00 (or €4.00 for a round-trip) at the border.\n\nVehicles heavier than 3500 kg must instead purchase a ",{"type":"''","value":["GO-Box"]},", a transponder which deducts tolls as the vehicles travel along the Autobahn or Schnellstraße. The cost the GO-Box is €5 and tolls can either be prepaid (€75 initially, followed by increments of €50 to recharge) or paid through an invoice at a later date. Rates vary from €0,15 to €0,39\/km based on number of axles, with extra charges paid based on time of day and for certain Autobahnen.\n\nDriving a car on a motorway without a ",{"type":"''","value":["vignette"]}," is punished with either payment of a substitute toll of €120 (€65 for motorcycles) (that allows one to travel on the motorways for that day and the day immediately following) or a fine of upwards of €300, and if the fine is not paid on the spot, valuables may be seized from your vehicle and person to ensure that the fine is paid. You must affix the ",{"type":"''","value":["vignette"]}," to the front windscreen of your vehicle, preferably in the top centre or on one of the driver's side corners, otherwise it is ",{"type":"'''","value":["not"]}," valid, a common mistake made by foreigners in Austria. The motorway police regularly check for ",{"type":"'''","value":["vignetten"]},". Driving without a valid GO-Box, if required, costs €220, and setting an incorrect toll class carries a €110 substitute toll.\n\n",{"type":"{{","value":[["infobox"],["What not to do with a Vignette"],["Do ",{"type":"'''","value":["not"]},", under any circumstances, share a ",{"type":"''","value":["vignette"]}," with another vehicle, as doing so renders the ",{"type":"''","value":["vignette"]}," ",{"type":"'''","value":["invalid"]}," (and the sticker is designed to show if it has been invalidated in this manner). The penalty for doing so doubles the subsitute toll fee or incurs a fine of up to €3000, and payment may be guaranteed with the seizure of valuables from your car."]]},"\n\nAdditional tolls are payable on certain roads, especially mountain passes, which you need to pay in bank notes (not coins) or with credit card. An example is at Brenner Pass, right before the A13 enters Italy, where a toll of at least €7,95 is collected each way.\n\nThe speed limits are 130 km\/h on Autobahnen and 100 km\/h on Schnellstraßen and Bundesstraßen. Expect limits otherwise of 50–80 km\/h.\n\nHeadlights should be switch on at all times.\n\nRules on Autobahnen are very similar to the rules in Germany. For example, you may not pass on the right, and the minimum speed limit is 60 km\/h (vehicles unable to travel 60 km\/h are not admitted onto the Autobahn).\n\nTake special care when driving in ",{"type":"'''","value":["winter"]},", especially in the mountains (and keep in mind that winter lasts from September to May in the higher parts of the alps and snowfall is in general possible at any time of the year). Icy roads kill dozens of inexperienced drivers every year. Avoid speeding and driving at night and make sure the car is in a good condition. Motorway bridges are particularly prone to ice. Slow down to 80 km\/h when going over them.\n\nWinter tires are mandatory between November 1st and April 15. During winter season most rental cars are equipped with winter tires, an additional fee may be charged. (Some rental companies use all season tires, in such a case you might be able to rationalize this fee away.) Use of winter tires also is strongly recommended by Austrian motoring clubs. When there is snowfall, winter tires or snow chains are required by law on some mountain passes, and occasionally also on motorways. This is indicated by a round traffic sign depicting a white tire or chain on a blue background. It is always a good idea to take a pair of snow chains and a warm blanket in the boot. Drivers often get stuck in their car for several hours and sometimes suffer from hypothermia.\n\nContrary to popular belief there is no need to rent an off-road vehicle in winter (though a 4x4 is helpful). In fact, small, lightweight cars are better at tackling narrow mountain roads than sluggish off-road vehicles.\n\nVirtually all roads in Austria open to the public are either covered in tarmac or at the least even surfaced. The problems normally encountered are ice and steepness, not unevenness. When driving downhill the only remedy against sliding are snow chains no matter what vehicle you are inside.\n\nPetrol is cheaper in Austria than in some neighboring countries but is still more expensive than in America.\n\n",{"type":"===","value":["By plane"]},"\nAlthough you'll miss out most of the stunning Austrian Landscape, it is possible to travel by plane within Austria.\n\nDomestic flights normally cost in the region of €300-500 return, Austrian Airlines offers limited tickets for 99€ (Redtickets) but they have to be booked usually 2–3 months in advance. Since the country is small, the total journey time is unlikely to be shorter than by rail or car. In other words, fly only if you are on a business trip.\n\nThese domestic airports are served by airlines like Austrian Arrows, Intersky, Niki, Welcome Air:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Graz"]]}," (Thalerhof), servicing eastern ",{"type":"[[","value":[["Styria"]]}," and southern ",{"type":"[[","value":[["Burgenland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Innsbruck"]]}," (Kranebitten), servicing ",{"type":"[[","value":[["Tyrol"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Klagenfurt"]]}," (",{"type":"[[","value":[["Wörthersee"]]},"-Airport), servicing ",{"type":"[[","value":[["Carinthia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Linz"]]}," (Hörsching), servicing ",{"type":"[[","value":[["Upper Austria"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]}," (Wals), servicing Salzburg and ",{"type":"[[","value":[["Berchtesgaden"]]}," (",{"type":"[[","value":[["Bavaria"]]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Vienna"]]}," (Schwechat), servicing ",{"type":"[[","value":[["Vienna"]]}," and ",{"type":"[[","value":[["Lower Austria"]]}]},"\nHere are international airports serving western Austria:\n",{"type":"*","value":[" ",{"type":"[[","value":[["St Gallen"],["Altenrhein Airport"]]}," (",{"type":"[[","value":[["Switzerland"]]},"), servicing ",{"type":"[[","value":[["Vorarlberg"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Northeastern Switzerland"]]},", and ",{"type":"[[","value":[["Lake Constance"]]}," area"]},{"type":"*","value":[" ",{"type":"[[","value":[["Friedrichshafen"]]}," (",{"type":"[[","value":[["Germany"]]},"), servicing ",{"type":"[[","value":[["Vorarlberg"]]},", ",{"type":"[[","value":[["Baden-Württemberg"]]}," and ",{"type":"[[","value":[["Lake Constance"]]}," area"]},"\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["Seealso"],["German phrasebook"]]},"\n\nThe national official language of Austria is ",{"type":"'''","value":["German"]}," which, in its national standard variety, known as ",{"type":"'''","value":["Austrian (Standard) German"]}," (Österreichisches (Hoch)deutsch) is generally identical to the German used in Germany, with some significant vocabulary differences (many of which concern kitchen language or the home) and a rather distinct accent. Most Austriacisms are loanwords from Austro-Bavarian, even though languages of the neighbouring countries have influenced as well. Other languages have some official status in different localities (e.g., Slovenian in Carinthia, Burgenland Croatian and Hungarian in Burgenland).\n\nSome examples for different vocabulary in Austrian German:\n",{"type":"{|","value":[["class=\"prettytable\""],["|- bgcolor=\"#ececec\" style=\"text-align:center;\""],["! Austria"],["! Germany"],["! English"],["|- style=\"text-align:center;\""],["|der Jänner"],["|der Januar"],["|January"],["|- style=\"text-align:center;\""],["| der Topfen"],["| der Quark"],["| the curd"],["|- style=\"text-align:center;\""],["| die Marille"],["| die Aprikose"],["| the apricot"],["|- style=\"text-align:center;\""],["| die Fleischhauerei"],["| die Metzgerei"],["| the butcher's shop"],["|- style=\"text-align:center;\""],["| das Obers"],["| die Sahne"],["| the cream"],["|- style=\"text-align:center;\""],["| die Matura"],["| das Abitur"],["| the school leaving examination"],["|- style=\"text-align:center;\""],["| der Polster"],["| das Kissen"],["| the pillow"]]},"\n\nThe first language of almost all Austrians, however, is not German, but instead local dialects of ",{"type":"'''","value":["Austro-Bavarian"]}," (Boarisch) (also spoken as a first language by many in Bavaria and South Tyrol, Italy), with the exception of in Vorarlberg where it is replaced by ",{"type":"'''","value":["Alemannic"]}," (Alemannisch) (also the first language of the locals in German-speaking Switzerland and Liechtenstein, plus largely in Baden-Württemberg, especially in the southern parts, and partly in Alsace, France). Both these languages belong to the Upper German family, but are only partially mutually intelligeble to each other and German, and especially in the larger cities almost everyone will be able to communicate in German as well, if only when speaking to foreigners, (including Northern Germans). Most Austrians can understand another region's dialect but have the hardest time in Vorarlberg because it's Alemannic-speaking.\n\nEnglish is widely spoken, and the only area most tourists have linguistic problems with is in translating menus. Even competent German\/Austro-Bavarian speakers may find that they are replied to in English, and it is not uncommon to hear Austrians addressing each other in English! In rural places, however, people older than 50 often don't speak English, so it can help to learn a few basic German or Austro-Bavarian phrases if travelling to such places.\n\nItalian is widespread in the parts of Austria bordering ",{"type":"[[","value":[["Italy"]]}," like the Tyrol, even though the majority language on the Italian side (except in Bolzano, the region's capital) is still German (Austro-Bavarian in practice).\n\nAs a result of post-World War II immigration to Austria, in the large cities you will certainly encounter native speakers of ",{"type":"[[","value":[["Bosnian"]]},"\/",{"type":"[[","value":[["Croatian"]]},"\/",{"type":"[[","value":[["Serbian"]]}," and ",{"type":"[[","value":[["Turkish"]]},".\n\nIn general, when speaking German, Austrians tend to pronounce the vowels longer and use a pronunciation which is regional, yet genuine, elegant and melodic; it is agruably the most beautiful form of German. Also, the \"ch\", \"h\" and \"r\" are not as harshly pronounced as in Germany, making the accent much more mild in nature.\n\n",{"type":"==","value":[" See "]},"\nSummer and winter, large flocks of tourists are drawn to Austria's ",{"type":"'''","value":["mighty mountainous scenery"]},". With no less than 62% of the country at an altitude of 500m or more, it's hard to miss the stunning snow-covered peaks and green valleys. Depending on the season, you'll find green mountain meadows or white landscapes as far as you can see, but either way, you won't be disappointed by the grand views. Highlights include for example the ",{"type":"'''","value":["High Mountain National Park"]}," in the Zimmertal Alps, with peaks up to 3476m, narrow gorges and steep cliffs. ",{"type":"'''","value":["National Park Thayatal"]}," combines beautiful valley landscapes with a variety of castles and ruined fortresses. The country's highest peak is called Grossglockner and is located on the border between Carinthia and the East Tyrol. To get a good view, the ",{"type":"'''","value":["Grossglockner High Alpine Road"]},", with its gorgeous panorama's comes highly recommended. At the feet of mountain peaks you'll find luscious valleys, including the lovely ",{"type":"'''","value":["Villgratental"]},". The river Danube created some beautiful valley landscapes, where you'll now find famous vineyards. ",{"type":"'''","value":[{"type":"[[","value":[["Wachau"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Dunkelsteinerwald"]]}]}," in Lower Austra are fine (and protected) examples. To make the image complete, the valley landscapes and hillsides are dotted with countless ",{"type":"'''","value":["picturesque villages"]},".\n\nBeside all that rustic, tranquil nature and countryside, Austria has a whole other side too. As one of Europe's former great powers, Austria boosts a wealth of majestic architecture and historic structures. As it was long a centre of power in the Holy Roman Empire, you'll find not only palaces and magnificent city architecture but also grand cathedrals, monasteries and churches. ",{"type":"'''","value":[{"type":"[[","value":[["Vienna"]]}]},", the country's capital and most popular destination, is packed with Medieval and Baroque structures. ",{"type":"'''","value":["Schönbrunn Palace"]}," with its 1441 rooms is the absolute highlight, and every little girls' princess dream. Its zoo, ",{"type":"'''","value":["Tiergarten Schönbrunn"]},", is the oldest in the world. The 12th century ",{"type":"'''","value":["St. Stephen's Cathedral"]}," is the most prominent religious building. ",{"type":"'''","value":[{"type":"[[","value":[["Salzburg"]]}]},", birthplace of Mozart, combines delightful Alpine surroundings with a beautifully preserved historic centre. The same goes for ",{"type":"'''","value":[{"type":"[[","value":[["Innsbruck"]]}]},", at the heart of ",{"type":"[[","value":[["Tyrol"]]},". The ",{"type":"'''","value":["Mariazell Basilica"]}," in ",{"type":"[[","value":[["Mariazell"]]}," is one of the country's most visited attractions and an important pilgrimage destination.\n\n",{"type":"{{","value":[["infobox"],["Tips on how to save money"],["* Many museums and other attractions categorise everyone under 19 as a child. At some attractions, such as the Hofburg and Schoenbrunn Palaces in Vienna, all visitors under 19 pay admission charges at ",{"type":"'''","value":["a much lower rate"]},", whilst at others, such as the Natural History and Kunsthistorisches Museums in Vienna, those under 19 can even enter ",{"type":"'''","value":["free of charge"]}," (they may be requested to produce photographic official identification to verify their age).\n",{"type":"*","value":[" If you are a ",{"type":"'''","value":["student"]},", make sure that you have a student card or other proof of your student status as many museums and attractions offer reduced admission charges for students (e.g. the Hofburg and Schoenbrunn Palaces)."]}]]},"\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"===","value":["Skiing and Snowboarding"]},"\nsee ",{"type":"[[","value":[["Winter sports in Austria"]]},"\n\n",{"type":"===","value":["Cycle Touring"]},"\nAustria is well known for its scenic cycle routes along its largest rivers. Though Austria is a mountainous country, cycle routes along rivers are flat or gently downhill, and therefore suitable even for casual cyclists. The most famous route is the Danube cycle path from Passau to Vienna, one of the most popular cycle paths in Europe, drawing large crowds of cyclists from all over the world each summer. Other rivers with well-developed cycle routes are the Inn, Drau, Moell and Mur. Most routes follow a combination of dedicated cycle paths, country lanes, and traffic calmed roads, and are well suited for children.\n\n",{"type":"===","value":["Music"]},"\nMany visitors come to experience Austria's musical heritage. Salzburg and Vienna offer world renowned opera, classical music and jazz at moderate prices, but performances of high standards are also widely available throughout the rest of the country. There are dozens of Summer festivals for all tastes, the most famous being the avant-garde Salzburg festival (",{"type":"''","value":["Salzburger Festspiele"]},") but because they're aimed at tourists prices can be high. Austria's strong musical tradition is not confined to classical music alone. Austrian folk music (",{"type":"''","value":["Volksmusik"]},") is an integral part of rural Austria, and is said to have influenced many of the nation's big composers. In the Alps almost every village has its own choir or brass band (",{"type":"''","value":["Blasmusik"]},"), and you'll often see groups of friends sitting down to sing ",{"type":"''","value":["Lieder"]}," in rural pubs. Traditional Alpine instruments are the accordion and zither. In Vienna a type of melancholic violin music known as ",{"type":"''","value":["Schrammelmusik"]}," is often performed in Restaurants and ",{"type":"''","value":["Heurigen"]},".\n\n",{"type":"===","value":["Movies"]},"\nAustria has quite a special kind of cinematic culture, that is worth taking notice of as tourist. Many films star celebrities from cabaret, a kind of staged comedy popular in Austria. Most of these movies are characterized by their rather cynical and sometimes bizarre black humour, usually portraying members of Vienna's lower or middle class. Josef Hader, Roland Düringer, Reinhard Nowak or Alfred Dorfer are among the most outstanding actors here. Recommendations include ",{"type":"''","value":["Indien"]}," (1993), ",{"type":"''","value":["Muttertag"]}," (1993), ",{"type":"''","value":["Hinterholz 8"]}," (1998), ",{"type":"''","value":["Komm, süßer Tod"]}," (2000) and ",{"type":"''","value":["Silentium"]}," (2004). Popular directors are Harald Sicheritz, Michael Haneke and Ulrich Seidl. Haneke received positive international praise for his films ",{"type":"''","value":["Die Klavierspielerin"]}," (2001), based on the novel by nobel-prize winning author Elfriede Jelinek and ",{"type":"''","value":["Caché"]}," (2005). Seidl received various awards for his drama ",{"type":"''","value":["Hundstage"]}," (2001).\nAlso, the 1949 classic ",{"type":"''","value":["The Third Man"]}," was shot in Vienna, and is regularly shown in Vienna's Burg Kino.\n\n",{"type":"===","value":["Hiking"]},"\nIt is normally safe to hike without a guide in the Austrian Alps, as there is a dense network of marked trails and mountain shelters. However, a few lethal incidents do happen every year as a result of carelessness. Walkers are strongly advised not to stray off the trails and not to hike in bad weather or without suitable equipment. Before setting off, always check with the local tourist office whether the trail corresponds to your abilities.\n\nAlso, check the weather forecast. Sudden thunderstorms are frequent and are more likely to happen in the afternoon. A rule of thumb is that if you haven't reached the summit by noon, it's time to give up and return to shelter.\n\nThough the scenery is by all accounts majestic, don't expect an empty wilderness. The Alps can be very crowded with mountaineers, especially in high season (there are even traffic jams of climbers on some popular mountains). Littering is a no-no in all of Austria, but especially in the mountains, and you will enrage fellow walkers if you're seen doing it. If you really want to show respect, pick up any litter you happen to see in your path and dispose of it at the end of your hike (it's a bit of an unwritten rule). Long distance trails are marked with the Austrian flag (red-white-red horizontal stripes) painted onto rocks and tree trunks.\n\nMost trails and mountain huts are maintained by the Austrian Alpine Club. Some are run by other equivalent organizations, such as the German, Dutch and Italian Alpine Clubs. Mountain huts are meant to be shelters, not hotels. Though they are normally clean and well-equipped, standards of food and\naccommodation are basic. Don't expect a high level of customer service either. Blankets are provided, but bringing a thin sleeping bag is mandatory for hygienic reasons. During the high season (August), it's a good idea to book in advance. Mountain huts will not turn anyone down for the night, but if they're full, you'll have to sleep on the floor. Prices for the night are usually around 10-20€ (half for Alpine Club members), but meals and drinks are quite expensive, as everything has to be carried up from the valley, often by helicopters or on foot. For the same reason, there are no trash cans in or near huts. Electricity and gas are hard to bring there, too, so warm showers (if available at all) have to be paid for. Some huts don't even have running water, this means pit latrines. As mentioned above, mountain huts are very useful for hikers, they mostly have a heated common room and they are very romantic, but there is nothing more than necessary.\n\nDetailed hiking maps showing the location of marked trails and shelters can be purchased online from the Austrian Alpine Society ",{"type":"[","value":["http:\/\/www.alpenverein.at"]},".\n\n",{"type":"===","value":["Lakes"]},"\nAustria has a big number of lakes. Normally they are very clean,so you can swim in them. In winter you can use them for ice skating. In some times you have to pay a few to get on the lakeside. You can often find much information on the internet. Normally the place is very clean and often there is a camping place nearby. It's good to take your own towel with you. Near the grass fields you can often find a little shop, which sells different kinds of snacks, ice cream and drinks. At bigger lakes you can also find the Wasserrettung (safety in the water). They can help you in case of emergency or other problems. Lakes are a great way to spend your leisure time. Austrians normally spend the whole day at the place.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Currency"]},"\n",{"type":"{{","value":[["Euro"]]},"\n\nThe best rates for changing money are offered by banks.\n\nThe legacy currency, the Schilling, can still be exchanged for euros indefinitely, but not all banks may offer this service.\n\n",{"type":"===","value":["Prices"]},"\nThe prices are comparable with Western European countries, and a bit higher than the USA. The general sales taxs of 20% is included in prices but lower sales taxes applies to certain services and mainly food. A can of Coke will cost you about 55 cents, a good meal €15. Prices in tourist areas (",{"type":"[[","value":[["Tyrol"]]},", ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]},", Zell am See) are a lot higher than the averages. B&B accommodation and restaurants in towns and rural areas are quite cheap.\n\n",{"type":"===","value":["Shops"]},"\nShops are generally open from 8AM to 7PM on weekdays and Saturday from 8AM to 6PM and closed on Sundays except for gas station shops (expensive), shops at railway stations and restaurants. Especially in rural areas smaller shops may close around noon on Saturdays. Some also may be closed between 12 and 3pm on weekdays. Be aware that paying by credit card is not as common as in the rest of ",{"type":"[[","value":[["Europe"]]}," or as in the ",{"type":"[[","value":[["United States"]]}," but all major credit cards (Visa, MasterCard, American Express, Diners Club) are accepted at almost every gas station and at bigger shops, especially in shopping malls. In smaller towns and villages you normally find one or two small shops or bakeries, which carry nearly everything, called \"Greißler\", although they are under threat from bigger shopping centers.\n\n",{"type":"===","value":["ATMs"]},"\nATMs in Austria are called ",{"type":"'''","value":["Bankomat"]},". They are widespread and you will find them even in smaller, rural villages. Many shops (and some restaurants too) offer the service to pay directly with an ATM card. The majority of ATMs accept cards from abroad. All Bankomats in Austria can easily identified by a sign showing a ",{"type":"''","value":["green stripe above a blue stripe"]},". It doesn't matter which Bankomat you use; the transaction fee is always zero (excluding any fees charged by your own bank).\n\n",{"type":"===","value":["Bargaining"]},"\nBargaining is not common throughout Austria except at flea markets. It may be okay to ask for a discount, but accept No as an answer.\n\n",{"type":"===","value":["What gifts to take home"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eiswein"]}," (ice wine)—see ",{"type":"[[","value":[["#Drink"],["Drink"]]}," section"]},{"type":"*","value":[" ",{"type":"'''","value":["Marillenmarmelade"]}," (Apricot Jam)"]},{"type":"*","value":[" ",{"type":"'''","value":["Pumpkin Seed Oil"]}," a speciality from the southern region ",{"type":"[[","value":[["Styria"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Manner Schnitten"]}," Popular sweets in pink package available almost everywhere."]},"\n",{"type":"====","value":["For children"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Haba"]}," wooden toys"]},"\n",{"type":"==","value":["Eat"]},"\nAustrian food is distinctive and delicious, and is traditionally of the stodgy, hearty \"meat and dumplings\" variety. ",{"type":"'''","value":["Wiener Schnitzel"]}," (a bread-crumbed and fried veal escalope) is something of a national dish, and ",{"type":"'''","value":["Knödel"]}," are a kind of dumpling which can be made either sweet or savory according to taste.\nIn Vienna the ",{"type":"'''","value":["Tafelspitz"]}," (boiled beef with potatoes and horseradish) is traditionally served on Sundays, and is normally accompanied by clear broth with dumplings and herbs. Apart from these, Austria is renowned for its pastries and desserts, the most well-known of which is probably the ",{"type":"'''","value":["Apfelstrudel"]},".\n\n",{"type":"'''","value":["Bread"]}," is taken seriously in Austria. Almost every village has its own bakery, offering a large choice of freshly baked sweet and savoury rolls daily from 6AM. Rye bread (",{"type":"'''","value":["Vollkornbrot"]},", ",{"type":"'''","value":["Bauernbrot"]},") is the traditional staple food among peasants. If this is too heavy for you, try the common white bread roll (",{"type":"'''","value":["Semmel"]},"). Somewhat surprisingly, it is easier to find good bread outside of Vienna, where the baking industry hasn't yet come to be dominated by industrial scale chain shops.\n\nSome Austrians have a habit of eating sweet flour-based dishes (",{"type":"''","value":["Mehlspeise"]},") for a main course once a week. Varieties include ",{"type":"''","value":["Kaiserschmarren"]},", ",{"type":"''","value":["Marillenknoedel"]},", and ",{"type":"''","value":["Germknoedel"]},".\n\nThe best advice is to dive into the menu and give it a go - there are no nasty surprises!\n\n",{"type":"===","value":["Restaurants"]},"\nIf you want to try out traditional Austrian food go for a ",{"type":"''","value":["Gasthaus"]}," or ",{"type":"''","value":["Gasthof"]},", which serve traditional food for reasonable prices. Usually they offer various options of set lunch including a soup and a main dish and in some cases a dessert too. They are typically priced at around €5-7 (except for very touristy areas). Menus are written in German, though some of the restaurants have English menus as well. Keep in mind that tipping is expected throughout all restaurants in Austria. Rounding up the price given on the bill is usually enough tip.\n\n",{"type":"====","value":["Paying"]},"\nIn Austrian restaurants you must ask to pay. Get the attention of your server and say: \"zahlen, bitte\" (to pay, please). They will then bring you the check, or tell you the amount of the bill verbally. Then, the proper way to pay in Austria is to give your cash and say the amount you wish to pay, including tip. To tip it is appropriate to round up, or to round up +50 cents or €1 of the cost for each person (should equal about 5-10% for a full meal). Servers are not dependent on tips, and it is not appropriate to tip a large amount. Saying \"danke\" (thank you) when paying means keep the change! Alternatively, you can say the amount of the bill plus your tip and will only get change above that amount (for instance, if you pay with a €20 bill, the amount is €16.50 and you say \"Siebzehn Euro\" (seventeen euro), the server will give you €3 change and keep the €0.50 as tip).\n\n",{"type":"===","value":["Local specialties"]},"\n",{"type":"*","value":[" If you have the chance to try ",{"type":"'''","value":["Kletzennudeln"]}," you should definitely do it. They are an exceptional Carinthian specialty you can very rarely get anywhere: sweet noodles filled with dried pears and soft cheese. The best Kletzennudeln are hand made with minced dried pears, rather than the lower quality versions which use pear powder."]},{"type":"*","value":[" Some salads are made with ",{"type":"'''","value":["Kernöl"]}," (green pumpkin seed oil), a Styrian specialty. Even though it looks frightening (dark green or dark red, depending on lighting conditions) it has an interesting nutty taste. A bottle of good, pure Styrian Kernöl is very expensive (around €10-20), but maybe one of the most Austrian things to take home. (Beware of cheap Kernöl, sometimes sold as \"Salatöl\". Be sure to seal the bottle appropriately, the oil expands when slightly heated and leaves ",{"type":"''","value":["non removable"]}," stains. Just in case, sun light occasionally removes them, though.) Kernöl or pumpkin seed oil is also available in some online shops."]},"\n",{"type":"===","value":[" Desserts "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Strudel"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sachertorte"]}," is chocolate torte with chocolate icing and filled with apricot jam. It should be served fresh with freshly beaten, lightly sweetened cream, which the Austrians call \"Schlagobers\". The original is available in Vienna in the Cafe Sacher ",{"type":"[","value":["http:\/\/www.sacher.com\/sacher\/SacherCafes\/_layout\/index_en.jsp?strHMP=hm_a"]},", but similar cakes are very common in many other Viennese Cafes. Note also that Cafe Sacher has several tourist-trap behaviours (such as a non-optional €2 coat check) and their cakes are not always the freshest."]},{"type":"*","value":[" ",{"type":"'''","value":["Eszterházy"]}," Austrian torte."]},{"type":"*","value":[" ",{"type":"'''","value":["Malakhoff"]},": delicate cake"]},{"type":"*","value":[" ",{"type":"'''","value":["Manner Schnitten"]}," are a very Viennese sweet specialty, but just the square form factor and pink packaging are really unique. You can buy them everywhere. (Maybe you've already seen these as a product placement in some Hollywood movies or for example in \"Friends\" and wondered what they are.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Milchrahmstrudel"]},": milk and curd cheese struedel, served warm"]},{"type":"*","value":[" ",{"type":"'''","value":["Powidl"]}," is a type of savoury prune jam with alcohol, another speciality from Vienna. It makes a good present as it tastes exotic and is hard to find anywhere else in the world."]},"\n",{"type":"===","value":["Vegetarians"]},"\nVegetarianism is slowly gaining ground in Austria, especially in bigger cities. Austrians aren't as carnivorous as the rest of their Central European neighbors; 47% of the country reports having a diverse diet with only limited amounts of meat. Most restaurants don't cater for vegetarians specifically, but you're almost certain to find meals on the menu containing no meat. As an alternative, there are vegetarian restaurants in every major city, as well as harder to find vegan or vegan-friendly places. You can get vegetarian and vegan products (e.g. tofu, soy milk, lactose-free products) in nearly all supermarkets across the country (in rural areas as well) and in many health-food shops.\n\nIn more traditional or very rural restaurants, you may be viewed as eccentric if you say you are vegetarian, and it's possible that not a single meal on the menu is meat-free. This is especially true for restaurants serving traditional Austrian cuisine which relies heavily on meat—even apparent vegetable dishes such as potato salad or vegetable soup often contain meat products. Sometimes, also food clearly labeled as \"vegetarian\" contains fish, as vegetarianism is often equated with pescetarianism. If unsure, ask the waiting staff if there are any animal products in the dish you're about to order. Some traditional meals that are guaranteed to be vegetarian are ",{"type":"''","value":["Kaiserschmarren"]}," (sweet pieces of fluffy pancake with fruit compote), ",{"type":"''","value":["Germknödel"]}," (sweet dumpling with sour prune jam), and ",{"type":"''","value":["Kasnudel"]}," (similar to ravioli).\n\nAustria's Vegan Society maintains an updated list of vegetarian- and vegan-friendly eating places: ",{"type":"[","value":["http:\/\/www.vegan.at\/veganelebensweise\/restaurants\/restaurants.php original"]}," and ",{"type":"[","value":["http:\/\/translate.google.at\/translate?hl=en&sl=de&u=http:\/\/www.vegan.at\/veganelebensweise\/restaurants\/restaurants.php&ei=T-haTu-CDsKYOoD_qYUM&sa=X&oi=translate&ct=result&resnum=1&ved=0CDEQ7gEwAA translated version"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Vienna"]]}," is famous for its ",{"type":"'''","value":["café"]}," culture, and there are coffee houses all over the city, many of which have outdoor terraces that are popular in the summer. Visit them for coffee (of course), hot chocolate and pastries. Most famous is Sacher-Torte.\n\nAustria has also some first class ",{"type":"'''","value":["wines"]},", mostly whites, slightly on the acid side. Wine can be drunk pure or mixed with mineral water, called \"G'spritzter\" or \"Spritzer\". The best place to do so is at the \"Heurigen\" in the suburban areas of Vienna. Originally the \"Heurigen\" was open only in summer, but more recently you can have your \"Spritzer\" throughout the year with a little self-served snack.\n\n",{"type":"'''","value":["Soft drinks:"]}," Austria has also a national soft drink called ",{"type":"''","value":["Almdudler"]},". It is lemonade with herbs. Other typical Austrian soft drinks are ",{"type":"''","value":["Holler"]}," or ",{"type":"''","value":["Hollundersaft"]},". It's a soft drink made of elderberry blossoms.\n\n",{"type":"'''","value":["Beer"]}," in Austria is largely ubiquitous with ",{"type":"''","value":["Märzen"]}," Lager. The quality is generally very good but varies greatly between breweries, as in many other Central European countries. The best options are from a modest number of remaining regional breweries not yet bought up by Heiniken. Visitors accustomed to the selection common in most larger towns in the US or UK may be underwehlemed by beer lists, even in upscale bars. There are a small number of micro-breweries around the country, offering more exotic brews such as stouts. Beer culture in Austria is not widespread, many Austrians have strong brand loyalty but don't know the difference between pilsner and lager, so don't be surprised if a bar tender or server struggles to answer your questions.\n",{"type":"*","value":[" ",{"type":"'''","value":["Lagers"]},": decent classic \"Märzen\" lagers commonly available include Stiegl, Egger and Zwettler. The quality of many others including Gösser, Puntigamer, Schwechater, Wieselburger and Zipfer all now under the Heinicken umbrella has debatebly dropped."]},{"type":"*","value":[" ",{"type":"'''","value":["Pilsners"]},": are normally noted with ",{"type":"''","value":["Pils"]}," or ",{"type":"''","value":["Spezial"]},", most common is Hirter Pils."]},{"type":"*","value":[" ",{"type":"'''","value":["Dunkles"]},": is a rich dark brew offered by most breweries."]},{"type":"*","value":[" ",{"type":"'''","value":["Weiße"]},": is wheat beer. There are several breweries and many imports from neighboring Bavaria, though its rarely found on tap. "]},{"type":"*","value":[" ",{"type":"'''","value":["Zwickl"]},": is unfiltered lager and the pride of several breweries."]},"\n",{"type":"'''","value":["Schnaps"]}," is a type of fruit brandy served in many parts of Austria, usually after a meal. The most popular flavours are pear, apricot, and raspberry, though dozens of other flavours are available. \nThere are three quality tiers of Schnaps: distilled, infused, and flavoured. The distilled variety is the highest quality; several brands of Austrian fruit Schnaps rank among the best in the world, but are accordingly expensive: a half-Liter bottle can cost up to €100. \n\"Real\" Schnaps is made from real fruit (either distilled or infused). Beware of the cheap stuff sold in large bottles in supermarkets; this is often of the \"flavoured\" type - nothing more than pure ethanol mixed with artificial flavouring. If you want the real thing, go to a deli or upscale bar (if you're in a bigger city) or a ",{"type":"''","value":["Buschenschank"]}," (Farmhouse) (if you're in the countryside). However, be careful with Schnaps especially if you are not used to alcoholic drinks!\n\n",{"type":"'''","value":["Eiswein"]}," is a type of dessert wine produced from grapes that have been frozen while still on the vine. Eiswein is generally quite expensive due to the labour-intense and risky production process. Your best bet is to buy eiswein at Naschmarkt for €10..15 for 375 ml or 500 ml; more chances to find it there on weekends. Just to give an idea of prices elsewhere, ice wine sells at ",{"type":"''","value":["Wein & Co"]}," near Naschmarkt at €24-30 for a 375ml bottle, and Vienna duty free shop sells it for €23.50 as well.\n\n",{"type":"==","value":["Sleep"]},"\nAlthough hotels can usually even be found in smaller cities they are quite expensive (even more so in bigger cities) cheaper possibilities in big cities are youth ",{"type":"[[","value":[["hostels"]]}," and in smaller towns you can often find families renting flats in bed and breakfast style (look for ",{"type":"''","value":["Pension"]}," or ",{"type":"''","value":["Zimmer Frei"]}," signs) for €15-25. In the countryside many farmers will rent out rooms for a couple of nights, both officially and unofficially. To find a place to stay, simply knock on the door of a farmhouse and ask - if they don't have a room they'll probably know someone nearby who does.\n\nYou can also find a lot of camping grounds (some of them are open the whole year round) but while they are exceptionally clean and often provide additional services, they are also a bit more expensive than in other countries in ",{"type":"[[","value":[["Central Europe"]]},".\n\nAustrian law requires anyone to ",{"type":"'''","value":["register"]}," at their resident address, even if it's only for one night and even if it's a campsite.\n\nHotels will therefore ask you to hand over your passport or driving license and may refuse to give you accommodation if you don't have any ID on you. Don't worry too much about handing over your passport. In many countries, such a practice would raise concerns, but in Austria, it's a standard procedure. Your passport ",{"type":"''","value":["will"]}," be returned. If you stay in private accommodation for longer than about two weeks, you should obtain a document of registration (",{"type":"''","value":["Meldezettel"]},") from the local registration authority (",{"type":"''","value":["Bezirksamt"]}," or ",{"type":"''","value":["Meldeamt"]},"), usually located in the town hall. This document needs to be signed by the owner or tenant of your accommodation. Failure to present this document upon departure could cause difficulties if you have stayed in the country for more than two or three months.\n\n",{"type":"==","value":["Learn"]},"\nAustria has a diverse school and university system which can be quite confusing especially when you come from abroad. There is a four-year compulsory elementary school for everyone. In general, compulsory school attendance is 9 years. After elementary school you can decide between attending secondary school for four years or grammar school for eight years. However, after four years in secondary school or four years in grammar school, you can switch to a vocational school which typically focuses on technical or economic professions. Vocational schools are usually attended for five years (resulting in a diploman sufficient for university entrance) or three years (resulting in a craftsman's diploma for a certain profession).\n\nThe proper seconday school diploma (Matura) from grammar school or from five years technical school grants access to all subjects which are offered at universit. There are no further restrictions (e.g. like a grade point average in certain subjects at school) except for some programs, like Medicine, that have an entrace exam.\n\nAs in many European countries, Austria's traditional system of academic degrees is two-tiered, with a Diplom\/Magister stage (after 4--6 years of study) followed by the doctorate. However, Austria's universities have been moving to a three-tiered degree system in the past few years, with a bachelor's degree (3 years) followed by a master's degree (an additional 2 years) and finally the doctorate.\n\nTuition for attending regular programms in Austria's public universities is currently unlegistlated, which has left a messy legal situation. Some universities are collecting €363 per semester from students who are from most non-EU contiries (many developing country nationals are exmept), and from students (regardless of nationality) who have grossly exceeded the normal time frame of the degree program. All other students pay just €17 in union dues a semester.\n\nTuition for attending any of Austria's handful of private universities or special degree programs at public institutions varries.\n\nAustria has many great universities, the majority of which are located in ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Graz"]]},", and ",{"type":"[[","value":[["Innsbruck"]]},". A relatively recent development in tertiary education are the Fachhochschulen (Universities of Applied Sciences), vocational colleges that typically focus on engineering and business education with less emphasis on research than traditional universities, but a stronger view toward practice.\n\nIf you plan to study in Austria go here: ",{"type":"[","value":["http:\/\/www.help.gv.at\/Content.Node\/148\/Seite.1480000.html"]}," to see the requirements. If you need advice, you can contact the national students union at ",{"type":"[","value":["http:\/\/oeh.ac.at"]},".\n\n",{"type":"==","value":["Work"]},"\nGood work is difficult to find for non-fluent German speakers. If you speak no \nGerman at all the best option is probably looking for jobs advertised ",{"type":"''","value":["outside"]}," Austria.\nAnother possibility is giving private tuition in foreign languages, though\nyou are unlikely to earn a full-time income this way and it takes several months to \nbuild up a base of clients.\n\nThere is plenty of unskilled work available in the tourism industry. As long as you have a work permit, finding a job can often be as easy as simply turning up at a hotel and asking. ",{"type":"''","value":["Seasonal"]}," work in large ski\nresorts is the most promising option.\n\n",{"type":"==","value":["Stay safe"]},"\nAustria is one of the safest countries in the world. According to the OECD Factbook of 2006, levels of robbery, assault, and car crime are among the lowest in the developed world, and a study by Mercer ranks Vienna as the 6th safest city in the world out of 215 cities. Violent crimes are extremely rare and should not concern the average tourist. Small towns and uninhabited areas such as forests are very safe at any time of the day.\n\nBeware of ",{"type":"'''","value":["pickpockets"]}," in crowded places. Like everywhere in Europe they are becoming increasingly professional. ",{"type":"'''","value":["Bicycle theft"]}," is rampant in bigger cities, but virtually absent in smaller towns. Always lock your bike to an immobile object.\n\n",{"type":"'''","value":["Racism"]}," can also be a problem and make your stay an unpleasant experience. Just like anywhere else in Central Europe, there might be instances of glaring, hostile looks, even questioning by the police in big cities like Graz or Vienna is not uncommon. This might make the non-Caucasian audience unwelcome. However, racism is almost never seen in a violent form. In more remote parts of Austria people of non-white origin are a rare sight. If you see senior locals giving you strange looks here don't feel threatened. They are probably just showing curiosity or a distrust of foreigners and have no intention of doing any physical harm. A short conversation can often be enough to break the ice.\n\nDo not walk on the ",{"type":"'''","value":["bike lanes"]}," (especially in Vienna) and cross them like you would cross any other road. Some bike lanes are hard to recognize (e.g. on the \"Ring\" in Vienna) and some cyclists drive quite fast. Walking on bike lines is not only considered to be impolite, but it may also happen that you are hit by a cyclist.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Toilets"]},"\nPublic toilets are free in most cities. In more touristy areas and train stations, however, fees are normal. Prices range between €0.20 and €1, which must either be handed to a toilet assistant or inserted into a slot. Public toilets can always be found in city centers (normally on the main square), in train stations, and near major tourist attractions.\n\n",{"type":"===","value":["Laundry"]},"\nHouseholds without washing machines are almost unheard of in Austria. As a result, laundrettes are few and far between, and may be completely absent from smaller cities. However, most hotels, youth hostels, campsites and even B&Bs normally offer laundry facilities for a small charge.\n\n",{"type":"===","value":["People"]},"\nPeople in Austria are friendly and helpful. Most Austrians are very polite and treat tourists well.\n\n",{"type":"==","value":["Stay healthy"]},"\nAustria has an excellent healthcare system by Western standards. Hospitals are modern, clean, and well-equipped. Healthcare in Austria is funded by the ",{"type":"''","value":["Krankenkassen"]}," (Sickness-funds), compulsory public insurance schemes that cover 99% of the population. Most hospitals are owned and operated by government bodies or the Krankenkassen. Private hospitals exist, but mainly for non-life-threatening conditions. Doctor's surgeries on the other hand are mostly private, but most accept patients from the Krankenkassen. Many Austrians choose to buy supplemental private health insurance. This allows them to see doctors that don't accept Krankenkassen and to stay in special hospital wards with fewer beds (which often receive preferential treatment).\n\nIf you are a traveller from the EU, you can get any form of urgent treatment for free (or a small token fee) that is covered by the Krankenkassen. Non-urgent treatment is not covered. Simply show your European Health Insurance Card and passport to the doctor or hospital. When going to a GP, watch out if the street sign says \"Alle Kassen\" (all Krankenkassen accepted), or \"Keine Kassen\" (no Krankenkassen accepted), in which case your EHIC is not valid. Supplemental travel insurance is recommended if you want to be able to see any doctor or go to the special ward.\n\nIf you are a traveller from outside the EU, and have no travel insurance, you will need to pay the full cost of treatment up-front (with the exception of the emergency room). Medical bills can be very expensive, though still reasonable when compared to the USA.\n\nAustria has a dense network of helicopter ambulances that can reach any point in the country within 15 minutes. Beware: Mountain rescue by helicopter is ",{"type":"''","value":["not"]}," covered by your EHIC, or indeed most travel insurances. If you have a medical emergency while you are in the mountains (e.g. break a leg while skiing), the helicopter will be called on you ",{"type":"''","value":["regardless"]}," of whether you ask for it or not, and you will be billed upwards of €1,000. Mountain sports insurace is therefore highly recommended; you can obtain this from your health insurer or by becoming a member of the Austrian Alpine Club. (€ 48,50 for one year of membership, automatic insurance for mountain search-and-rescue costs up to € 22.000)\n\nCertain regions in Austria (Carinthia, Styria, Lower Austria) are affected by tick borne encephalitis.\nFor those who plan doing outdoor activities in spring or summer a vaccine is strongly recommended. Also be aware that there is a small, endangered population of sand vipers in the south.\n\nTap water is of exceptional quality and safe to drink in Austria (except in some parts of lower Austria, where it is recommended to ask about the water quality first!). The quality of water in Vienna and Graz is supposedly comparable to that of Evian.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["infobox"],["Nazi References"],["Symbols of Nazism, including material questioning the extent of National Socialist crimes or praising its actions, are forbidden in Austria, under section 3g of the NS-Prohibition Law. The penalty for any kind of neo-Nazism is a prison sentence of up to ten years, or a fine (the maximum is €21,600). Foreigners are not exempted from this law. This law also covers shouting Nazi paroles like \"Sieg heil\" and the performance of the Hitler salute."]]},"\n\nAustrians (especially those over 40) take formalities and etiquette seriously. Even if you are\nthe most uncharismatic person in the world, old-fashioned good manners (",{"type":"''","value":["Gutes Benehmen"]},")\ncan take you a long way in a social situation. On the flip side, there are endless\npossibilities to put your foot in it and attract frowns for breaking an obscure rule.\n\nIn general, in most of continental Europe, personnel in shops and other services do not show the same level of politeness people from other continents might be used to. You may find for example that a shop assistant tells you off after asking to buy something. In Vienna a cafe isn't considered a real cafe without bad-tempered and arrogant waiters.\n\nAustrians as a people generally \"don't like\" Germany or Germans at least in the competitive sense and are quite sensitive about it. 80 million to the north in Germany and 8 million in Austria has made this an even more lively rivalry. Don't compare Austria negatively to Germany; you will quickly anger the locals as Germans are seen as over rich bad arrogant driving tourists on a bad day.\n\nPerhaps surprisingly for a rather conservative nation, Austria's attitude towards ",{"type":"'''","value":["nudity"]}," \nis one of the most relaxed in Europe. The display of full nudity in the mainstream media and advertising can be \na shock for many visitors, especially those from outside Europe. It is not uncommon for women to bathe topless in beaches and recreational areas in summer. \nThough swimming costumes must normally be worn in public pools and beaches, when bathing \"wild\" in rivers and lakes is normally OK to take one's clothes off. Nudity is compulsory in Austria's\nmany nude beaches (",{"type":"''","value":["FKK Strand"]},"), health spas and hotel saunas. Like in Germany, do not wear bathing suits into saunas or you garner strange looks.\n\nSome basic etiquette (Of course most of this doesn't really matter when you are in a younger crowd)\n",{"type":"*","value":[" When entering and leaving public places Austrians always say hello (",{"type":"''","value":["Guten Tag"]}," or ",{"type":"''","value":["Grüß Gott"]},") and goodbye (",{"type":"''","value":["Auf Wiedersehen"]},"). When entering a small shop, one should say \"Grüß Gott\" to the shop keeper when entering and \"Wiedersehen\" when leaving (the \"Auf\" is normally left off). Phone calls are usually answered by telling your name, and finished with ",{"type":"''","value":["Auf Wiederhören"]},"."]},{"type":"*","value":[" Don't raise your voice or shout in public, especially on public transportation. It might be interpreted as aggression. If you are speaking a language other than German, it becomes all the more important to speak quietly in order to not be a \"loud foreigner\"."]},{"type":"*","value":[" When being introduced to someone, always shake them by the hand, keep the other hand out of your pocket, say your name and make ",{"type":"'''","value":["eye contact"]},". Failure to make eye contact, even if out of shyness, is considered condescending."]},{"type":"*","value":[" It is a custom to kiss ones cheeks twice when friends meet, except for Vorarlberg, where people kiss each other three times like in Switzerland and Liechtenstein. Fake air kisses work too. When you're not sure whether this is appropriate, wait until your counterpart starts the greeting."]},{"type":"*","value":[" When drinking alcohol you don't drink until you have toasted (\"anstoßen\"). Say \"prost\" or \"cheers\" and most importantly ",{"type":"'''","value":["make eye contact"]}," when toasting."]},{"type":"*","value":[" In restaurants, it is considered rude to start smoking while someone on the table is still eating. Wait until everybody has finished, or ask if it is okay with everyone."]},{"type":"*","value":[" If you have drunk all your wine and want more it's okay to pour some more into your glass, but ",{"type":"'''","value":["only"]}," after you've kindly asked everyone around you at the table if they need any more."]},{"type":"*","value":[" If you really want to show your manners while eating, let your unused hand rest on the table next to your plate and use it occasionally to hold your plate while eating, if necessary. Austrians use generally European table manners, that is, they hold the knife in the right hand and the fork in the left hand, eating with both utensils. It is polite to let your wrists or hands rest on the table, but not your elbows."]},{"type":"*","value":[" In most Austrian households it is customary to take off one's shoes. This is a habit prevailing in most of Central Europe, maybe because of general cleanliness, but also because grit and slush from the pavements can cause havoc to a flat in winter."]},{"type":"*","value":[" Austrians (like other Central European nations) really love to use honorific titles. Many books have been written on the subject of Austria and its ",{"type":"'''","value":["Titelwahn"]}," (title craze). There are over nine hundred titles from many categories such as job descriptions, academic degrees, honorary titles, official titles, etc.. People who think of themselves as being respectable always expect to be addressed by their proper title, be it Prof., Dr., Mag. (Master's), Dipl.Ing. (Master's in Engineering), Ing. (Graduate Engineer) or even B.A. This is especially true for older people. Younger people are generally much more relaxed in this regard. The ",{"type":"'''","value":["Titelwahn"]}," is something to be aware of but it is also often subject of satire and self-deprecating humour so it should not be taken too seriously. Foreigners are not expected to understand or care about (all of) it."]},{"type":"*","value":[" In German you should always use the ",{"type":"''","value":["Sie"]}," form when speaking with strangers or older people. ",{"type":"''","value":["Du"]}," is mainly reserved for friends and family. Younger people generally address each other with ",{"type":"''","value":["du"]},". Misusing those forms is considered rude. Switching between the forms can be very irritating to English speakers, but it is good to use the right form for the right situation. However, if you slip, people will excuse that as due to your limited language skills. In Tyrol the ",{"type":"''","value":["du"]}," form is used more frequently than elsewhere."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Calling Austria"]},"\nInternational code is +43.\n\nWhen calling Austria from abroad, if the number starts with the city code 01 (former 0222), it's in Vienna. Drop all four of those digits and replace it with a 1, then dial the remaining digits of the phone number.\n\nIf the number doesn't start with 01, simply drop the initial zero from the city code and dial the remaining digits.\n\n",{"type":"===","value":["Phones"]},"\nPublic phones are available in postal offices. Phone boxes are getting rare (and exchanged by boxes with internet access) since the use of cell phones got very popular over the last years. Phone boxes usually operate with prepaid cards which can be obtained from postal offices and kiosks (German:",{"type":"''","value":["Trafik"]},").\n\nPhone numbers have an area code followed by the phone number itself. Mobile phone numbers use the prefix 0650, 0660, 0664, 0676, 0699, 0680, 0681 or 0688. Toll-free numbers are denoted by 0800, service lines priced like local calls are setting off with 0810 whereas numbers starting with 0900, 0901, 0930 or 0931 are expensive service lines charging up to 3,63€ per minute. 05 is \"shared cost\" (usually a bit more expensive than landline\/mobile), beware of the exception 05133 though which is the Austrian federal police prefix. 0720 is VOIP\/virtual - usually billed at landline rates regardless of location.\n\nTo enjoy ",{"type":"'''","value":["cheap international calls"]}," from Austria you can use low-cost dial-around services such as pennyphone ",{"type":"[","value":["http:\/\/www.pennyphone.at\/"]},", austriaphone ",{"type":"[","value":["http:\/\/www.austriaphone.at\/"]}," or fuchstarife ",{"type":"[","value":["http:\/\/www.fuchstarife.at\/"]},". Dial-around services are directly available from any landline in Austria. No contract, no registration is required. Most dial-around services offer USA, Canada, Western Europe and many other countries at the price of a local call so you can save on your phone expenses easily. They also work from public payphones.\n\n",{"type":"===","value":["Cell phones"]},"\nAustria has a perfect GSM and 3G (UMTS) network coverage of nearly 100%. If you bring your own cell phone with you assure yourself that it operates on 900 MHz \/ 1800 MHz (GSM) or 2100Mhz (3G WCDMA). There are cell phones that operate at 1900 MHz (e.g. networks in the ",{"type":"[[","value":[["United States"]]},") which are not supported in Austria. If you plan a longer visit in Austria it might be useful to buy a new mobile with a prepaid card from a local cell phone network provider. Be aware that some remote areas (especially mountainous areas) do not have network coverage yet, though this rather the exception than the rule. Even the Vienna underground lines do have perfect coverage.\n\nDespite being a rather small country, Austria has a large number of cell network providers including A1, T-Mobile, Orange (former called One), Drei (3G), Telering, Tele2, Bob and Yesss.\n\nThe probably cheapest prepaid mobile providers right now are Bob ",{"type":"[","value":["http:\/\/www.bob.at\/"]}," and Yesss ",{"type":"[","value":["http:\/\/www.yesss.at\/"]},". A prepaid card costs €15 including 100 minutes talking time. Then you pay 6.8 cent per minute to all Austrian networks (as of June 2008) and 70 cents to the most important other countries. The Yesss SIM card is only available at the discounter Hofer ",{"type":"[","value":["http:\/\/www.hofer.at"]},". Yesss also sells cheap UMTS data cards (that are different from the normal SIM cards). The starter kit includes 1GB traffic and is available for €20. In order to prevent the SIM card from expiring, you need to recharge it once per year.\n\nIf you have an Austrian bank account, you can purchase a registered (non-prepaid) Bob SIM card. Calls then only cost 4 cent per minute to all other Austrian networks. There is no basic fee and no minimum charge.\n\nThe new provider eety ",{"type":"[","value":["http:\/\/www.eety.at"]}," has a prepaid SIM card with very cheap international rates (13 cents to Germany, 9 Cent for Short Messages (SMS) worldwide). Online available at www.eety.eu and also sold in a few stores in major towns.\n\nYou may often purchase a prepaid SIM card for Austria before you depart from an online vendor ",{"type":"[","value":["http:\/\/www.telestial.com\/view_product.php?PRODUCT_ID=LSIM-AT01"]}," which can be convenient as you get instructions in English and your cell phone number before you depart.\n\n",{"type":"===","value":["Internet"]},"\nInternet cafes are common in bigger cities. Hotels in cities do normally have internet terminals, more expensive hotels provide internet access directly in the rooms. There are many free WiFi Hotspots (\"Gratis WLAN\"), each McDonald's has free Wifi (unlimited Time and Traffic) and for example in Mariahilferstrasse in Vienna\n\n",{"type":"'''","value":["Mobile broadband"]}," providers in Austria are some of the cheapest and fastest in Europe, and 3G coverage is excellent most populated areas. Several providers offer pay-as-you-go plans that are open to non-residents, don't require registration, and can be topped up with vouchers available in stores, at the ATM, or online.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bob.at\/bobwertkarte Bob"]}]}," offers a SIM or Micro-SIM with 1 GB of traffic on a pay-as-you-go plan. Additional traffic can be booked on a data plan (\"Datenpaket\" ",{"type":"[","value":["http:\/\/www.bob.at\/bobdatenpaketwertkarte"]}," at a rate of €4 per GB. Beware of higher rates for traffic (6,8ct\/MB) if no data plan is booked. Available at all post offices and some supermarkets. (Ask for \"Bob Breitband Startpaket\", €14,90). SIMs come with a working cell number, and are also available bundled with a USB Modem without a contract. [updated 9\/2011]\n\n",{"type":"'''","value":[{"type":"[","value":["https:\/\/www.yesss.at\/diskont-surfen\/grundoption\/4\/8\/d7949fdc715c3d761f2efc83091f4e03 Yesss"]}]}," (an Orange subsidiary) offers SIM or Micro-SIM-cards with 1 GB of traffic for €9,90 and a pay-as-you go plan. Additional traffic can be bought for €20 for 2GB. Available at Hofer Supermarkets (ask for \"Yesss startpaket\" at the cashier). SIMs come with a working cell number, and are also available bundled with a USB Modem without a contract.[updated 9\/2011]\n\n",{"type":"'''''","value":["A1"]}," ",{"type":"[","value":["http:\/\/www.a1.net\/"]}," Offers the possibility to purchase Mobile internet Prepaid data SIM's ",{"type":"'''","value":["- Internet mit Wertkarte -"]}," via their webshop for delivery to any address in Austria. (pickup at your hotel) Payment can be made using credit card and they also provide package tracking. Prices start at 10Euro for 3GB\/30days with 4\/2 Mbit\/s. ",{"type":"[","value":["http:\/\/www.a1.net\/internet\/mobiles-internet-wertkarte"]}," [updated 11\/2013]\n\n",{"type":"{{","value":[["geo"],["48.2000"],["16.3500"],["zoom=7"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Europe"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Austria"]]},"\n",{"type":"[[","value":[["Wikipedia:Austria"]]},"\n",{"type":"[[","value":[["Dmoz:Europe\/Austria\/"]]},"\n\n",{"type":"{{","value":[["related"],["Winter sports in Austria"]]}]