[{"type":"{{","value":[["pagebanner"],["Uluru-Kata_Tjuta_banner_Uluru_Sunset.jpg"],["caption=Uluru glowing at sunset, Uluru-Kata Tjuta National Park, Northern Territory"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Paul Mannix - Uluru (Ayers Rock) at sunset, Uluru-Kata Tjuta National Park, Australia (by-sa).jpg"],["caption=Uluru in the Northern Territory."],["location=LocationAU2.svg"],["flag=Flag of Australia.svg"],["largestcity=",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["New South Wales"],["NSW"]]}],["capital=",{"type":"[[","value":[["Canberra"]]}],["government= Parliamentary Democracy (Federal Constitutional Monarchy)"],["currency=Australian Dollar (AUD$)"],["area=",{"type":"''","value":["total:"]}," 7,741,220 km²",{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 58,920 km²",{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 7,682,300 km²"],["population=23,250,902"],["language=English"],["callingcode=+61"],["tld=.au"],["timezone=UTC +8 to +10"],["electricity=240V\/50Hz (",{"type":"[[","value":[["Electrical systems#Plugs and adapters"],["Plug Type I"]]},")"],["emergencies=Dial ",{"type":"'''","value":["000"]}]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.australia.com Australia"]}]}," is the only country that has a whole continent to itself. Although it is world famous for its natural wonders and wide open spaces, its beaches, deserts, \"the bush\", and \"the ",{"type":"[[","value":[["Outback"]]},"\", Australia is actually one of the world's most highly urbanised countries with vibrant, cosmopolitan cities such as  ",{"type":"[[","value":[["Melbourne"]]},", ",{"type":"[[","value":[["Brisbane"]]},", ",{"type":"[[","value":[["Sydney"]]}," and ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]},".\n\n",{"type":"==","value":["States and Territories"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Australia regions map.png"],["regionmaptext=Australia's states and major highways"],["regionmapsize=376px"],["region1name=",{"type":"[[","value":[["New South Wales"]]}," and ",{"type":"[[","value":[["Australian Capital Territory"]]}," ",{"type":"''","value":["(NSW) & (ACT)"]}],["region1color=#c8aa92"],["region1items="],["region1description=New South Wales is Australia's most populous state. The Harbour City of Sydney is Australia's largest city.  The coast of New South Wales is lined with beachside communities, each one offering experiences for the traveller.  A little inland are the mountain ranges of the ",{"type":"[[","value":[["Blue Mountains"]]}," and ",{"type":"[[","value":[["Snowy Mountains"]]},", and the purpose built capital city of ",{"type":"[[","value":[["Canberra"]]},", excised from New South Wales.  Further inland still expect sweeping plains, turning from agriculture to desert the further inland you venture."],["region2name=",{"type":"[[","value":[["Northern Territory"]]}," ",{"type":"''","value":["(NT)"]}],["region2color=#acc2a6"],["region2items="],["region2description=From the red deserts surrounding ",{"type":"[[","value":[["Uluru"]]}," and ",{"type":"[[","value":[["Alice Springs"]]}," up to the tropics of ",{"type":"[[","value":[["Darwin"]]}," and ",{"type":"[[","value":[["Kakadu National Park"]]},", the Northern Territory is stunningly beautiful, and easier to access than you might think."],["region3name=",{"type":"[[","value":[["Queensland"]]}," ",{"type":"''","value":["(QLD)"]}],["region3color=#c3bea3"],["region3items="],["region3description=Famous for its sunny warm weather, Queensland offers coastal exploration from the vibe of the ",{"type":"[[","value":[["Gold Coast"]]}," to the tropics of the ",{"type":"[[","value":[["Great Barrier Reef"]]}," to the bustling city of ",{"type":"[[","value":[["Brisbane"]]},".  It is also home to tropical rainforests of the ",{"type":"[[","value":[["Daintree National Park"]]},", and the island resorts of the Whitsundays.  Inland lies the ranges of the hinterland, and further on the vast expanses and beauty of outback Australia."],["region4name=",{"type":"[[","value":[["South Australia"]]}," ",{"type":"''","value":["(SA)"]}],["region4color=#bcb491"],["region4items="],["region4description=Renowned for the fine wines of the ",{"type":"[[","value":[["Barossa Valley"]]},", the beauty of the ",{"type":"[[","value":[["Flinders Ranges"]]}," and the outback, and the beaches and events and culture of the ",{"type":"''","value":["City of Churches"]},", Adelaide."],["region5name=",{"type":"[[","value":[["Tasmania"]]}," ",{"type":"''","value":["(TAS)"]}],["region5color=#b69eb3"],["region5items="],["region5description=Separated from the mainland by Bass Strait, Tasmania has rugged beauty of Cradle Mountain and the west, the beaches of the east, and the complete wilderness of the south.  ",{"type":"[[","value":[["Hobart"]]}," was the site of the second European settlement in Australia, and many historic sites are well preserved.  The island has well developed facilities for travellers."],["region6name=",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]}," ",{"type":"''","value":["(VIC)"]}],["region6color=#c3d099"],["region6items="],["region6description=Small, vibrant and with something for everyone, Victoria has dramatic surf beaches along the southwest and central coast, green rolling farmland and photogenic national parks. The diversity of rural Victoria is very easy to access due in part to its size and well maintained roads.  Australia and Victoria's sporting, shopping, fashion and food capital is ",{"type":"[[","value":[["Melbourne"]]},"."],["region7name=",{"type":"[[","value":[["Western Australia"]]}," ",{"type":"''","value":["(WA)"]}],["region7color=#cfcf94"],["region7items="],["region7description=A vast state.  The south-west contains the state capital and major city of ",{"type":"[[","value":[["Perth"]]}," closely surrounded by the wildflower, wine growing and scenic destinations of ",{"type":"[[","value":[["Margaret River"]]}," and ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]},".  In the far north are the tropics and the beachside destination of ",{"type":"[[","value":[["Broome"]]},".  Small townships, roadhouses, mining communities and national parks scattered around the long distances between."]]},"\n\n",{"type":"===","value":["Islands"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lord Howe Island"]]}," -  Two hours flying time from Sydney, with a permanent population, and developed facilities. (Part of New South Wales)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Norfolk Island"]]}," -   Direct flights from the East Coast, and from ",{"type":"[[","value":[["Auckland"]]},".  Permanent population, and developed facilities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Christmas Island"]]}," - Famous for its red crab migration.  Flights from Perth and ",{"type":"[[","value":[["Kuala Lumpur"]]},", developing facilities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cocos Islands"]]}," - Coral atolls, populated, accessible by flights from Perth, with some facilities for travel."]},{"type":"*","value":[" ",{"type":"[[","value":[["Torres Strait"]]}," Islands - between Cape York and Papua New Guinea, most islands have some traveller facilities but require permission from the traditional owners to visit. Flights from ",{"type":"[[","value":[["Cairns"]]},". "]},{"type":"*","value":[" ",{"type":"[[","value":[["Ashmore and Cartier Islands"]]}," - uninhabited with no developed traveller facilities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Coral Sea Islands"]]}," - largely uninhabited, with no developed traveller facilities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Heard Island and McDonald Islands"]]}," - uninhabited islands over 4000 km from the Australian mainland."]},{"type":"*","value":[" ",{"type":"[[","value":[["Macquarie Island"]]}," - An Australian Antarctic base, halfway to Antarctica.  No facilities for travellers."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rottnest Island"]]}," - Rottnest Island located off the coast of Western Australia, is a Class A Reserve, with 63 beaches and 20 bays it is a highly awarded tourist destination."]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Sydney Harbour Bridge night.jpg"],["thumb"],["350px"],["Sydney cityscape at night"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Canberra"]]}," — the purpose-built national capital of Australia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Adelaide"]]}," — the City of Churches, a relaxed South Australian alternative to the big eastern cities"]},{"type":"*","value":[" ",{"type":"[[","value":[["Brisbane"]]}," — capital of sun-drenched Queensland and gateway to beautiful sandy beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cairns"]]}," — gateway to the Great Barrier Reef, Port Douglas, Daintree National Park, and many beautiful beaches and resorts; a great place for people to getaway to and relax"]},{"type":"*","value":[" ",{"type":"[[","value":[["Darwin"]]}," — Australia's tropical northern capital, at the top end of the Northern Territory"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hobart"]]}," — picturesque and quiet capital of Tasmania, the site of the second convict settlement in Australia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Melbourne"]]}," — Australia's second largest city, Melbourne is a large sporting, shopping and cultural capital; it is regarded as Australia's most European city in style"]},{"type":"*","value":[" ",{"type":"[[","value":[["Perth"]]}," — the most remote continental capital city on Earth, on the south-western edge of Western Australia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sydney"]]}," — Australia's oldest and largest city, famous for its picturesque harbour and natural beauty"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Apostles 3 GOR.JPG"],["thumb"],["250px"],["The Twelve Apostles"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Blue Mountains"]]}," — a mountainous region in New South Wales, including the Three Sisters"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dandenong Ranges"]]}," — these beautiful ranges offer world class gardens and the picturesque villages of Mt. Dandenong"]},{"type":"*","value":[" ",{"type":"[[","value":[["Great Barrier Reef"]]}," — off the coast of Queensland, easily accessible from Cairns, and even as far south as the Town of 1770"]},{"type":"*","value":[" ",{"type":"[[","value":[["Great Ocean Road"]]}," — a spectacular coastal drive in Victoria past many scenic icons including the Twelve Apostles"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kakadu National Park"]]}," — outback adventure travel, aboriginal culture and nature activities in the Northern Territory"]},{"type":"*","value":[" ",{"type":"[[","value":[["Katherine#Nitmiluk National Park"],["Nitmiluk National Park"]]}," — the amazing Katherine Gorge, close to the town of Katherine"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sunshine Coast (Queensland)"],["Sunshine Coast"]]}," and ",{"type":"[[","value":[["Gold Coast"]]}," — beachside and national park playgrounds north and south of Brisbane]"]},{"type":"*","value":[" ",{"type":"[[","value":[["Uluru-Kata Tjuta National Park"]]}," — Uluru (also known as ",{"type":"''","value":["Ayers Rock"]},") and Kata Tjuta (",{"type":"''","value":["The Olgas"]},") are iconic rock formations in the Red Centre"]},{"type":"*","value":[" ",{"type":"[[","value":[["Watarrka National Park"]]}," — most famous for Kings Canyon, a mighty chasm reaching a depth of 270 metres"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" Geography "]},"\nAustralia is both the world's smallest continent and the sixth largest country with a land area of 7,682,300 square kilometres (2,966,152 square miles). It is comparable in size to the 48 contiguous ",{"type":"[[","value":[["United States"]]}," although it has less than one tenth the population, with the distances between cities and towns easy to underestimate. Australia is bordered to the west by the Indian Ocean, and to the east by the South Pacific Ocean. The Tasman Sea lies to the southeast, separating it from ",{"type":"[[","value":[["New Zealand"]]},", while the Coral Sea lies to the northeast. ",{"type":"[[","value":[["Papua New Guinea"]]},", ",{"type":"[[","value":[["East Timor"]]}," and ",{"type":"[[","value":[["Indonesia"]]}," are Australia's northern neighbours, separated from Australia by the Arafura Sea and the Timor Sea.\n\nAustralia is highly urbanised with most of the population heavily concentrated along the eastern and south-eastern coasts. Most of the inland areas of the country are semi-arid. The most-populous states are ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]}," and ",{"type":"[[","value":[["New South Wales"]]},", but by far the largest in land area is ",{"type":"[[","value":[["Western Australia"]]},".\n\nAustralia has large areas that have been deforested for agricultural purposes, but many native forest areas survive in extensive national parks and other undeveloped areas.  Long-term Australian concerns include salinity, pollution, loss of biodiversity, and management and conservation of coastal areas, especially the Great Barrier Reef.\n\n",{"type":"===","value":[" Climate "]},"\nAs a large continent a wide variation of climates are found across Australia. Most of the country receives more than 3,000 hours of sunshine a year. Generally, the north is hot and tropical, while the south tends to sub-tropical and temperate.  Most rainfall is around the coast, and much of the centre is ",{"type":"'''","value":["arid"]}," and ",{"type":"'''","value":["semi-arid"]},".  The daytime maximum temperatures in the tropical city of ",{"type":"[[","value":[["Darwin"]]}," rarely drop below 30°C (86°F), even in winter, while night temperatures in winter usually hover around 15-20°C (59-68°F). Australian winters tend to be milder than those at similar latitudes in the northern hemisphere, and snow never falls in most parts of the country. Temperatures in high altitude areas of some southern regions can drop below freezing in winter (and sometimes even in the summer) and the Snowy Mountains in the South East experiences metres of winter snow. Parts of ",{"type":"[[","value":[["Tasmania"]]}," have a temperature range very similar to ",{"type":"[[","value":[["England"]]},", and it is not unheard of for snow to fall in the summer in some mountainous regions of the state.\n\nAs Australia is in the southern hemisphere the winter is June–August while December–February is summer. The winter is the dry season in the tropics, and the summer is the wet. In the southern parts of the country, the seasonal temperature variation is greater. The rainfall is more evenly distributed throughout the year in the southern parts of the East Coast, while in the rest of the south beyond the Great Dividing Range, the summers are dry with the bulk of the rainfall occurring in winter.\n\n",{"type":"===","value":["History"]},"\nThe continent of Australia was first settled more than 40,000 years ago with successive waves of immigration of Aboriginal peoples from south and south-east ",{"type":"[[","value":[["Asia"]]},". With rising sea levels after the last Ice Age, Australia became largely isolated from the rest of the world and the Aboriginal tribes developed a variety of cultures, based on a close spiritual relationship with the land and nature, and extended kinship. Australian Aboriginal people maintained a hunter-gatherer culture for thousands of years in association with a complex artistic and cultural life - including a very rich 'story-telling' tradition. While the 'modern impression' of Australian Aboriginal people is largely built around an image of the 'desert people' who have adapted to some of the harshest conditions on the planet (equivalent to the bushmen of the Kalahari), Australia provided a 'comfortable living' for the bulk of the Aboriginal people among the bountiful flora and fauna on the Australian coast - until the arrival of Europeans.\n\nAlthough a lucrative ",{"type":"[[","value":[["China"],["Chinese"]]}," market for shells and ",{"type":"''","value":["beche de mere"]}," had encouraged Indonesian fishermen to visit Northern Australia for centuries it was unknown to Europeans until the 1600s, when ",{"type":"[[","value":[["Holland"],["Dutch"]]}," traders to Asia began to 'bump' into the North Western Coast. Early Dutch impressions of this extremely harsh, dry country were unfavourable, and Australia remained for them something simply a road sign pointing north to the much richer (and lucrative) East Indies (modern Indonesia). Deliberate exploration of the Australian coast was then largely taken over by the French and the British. Consequently place names of bays, headlands and rivers around the coastline reflect a range of Dutch, French, British, and Aboriginal languages.\n\nIn 1770, the expedition of the Endeavour under the command of Captain James Cook navigated and charted the east coast of Australia, making first landfall at ",{"type":"[[","value":[["Sydney\/Sutherland Shire#History"],["Botany Bay"]]}," on 29 April 1770. Cook continued northwards, and before leaving put ashore on Possession Island in the Torres Strait off Cape York on 22 August 1770. Here he formally claimed the eastern coastline he had discovered for the British Crown, naming it New South Wales. Given that Cook's discoveries would lead to the first European settlement of Australia, he is often popularly conceived as its European discoverer, although he had been preceded by more than 160 years.\n",{"type":"[[","value":[["File:PortArthurPenitentiary.jpg"],["thumb"],["Part of the former ",{"type":"[[","value":[["Port Arthur (Tasmania)"],["Port Arthur"]]}," convict settlement in Tasmania. The remains of the settlement form part of the 'Australian Convict Sites' entry on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},"."]]},"\n\nFollowing the exploration period, the first British settlement in Australia was founded in 1788 at what is today ",{"type":"[[","value":[["Sydney"]]},", led by Captain Arthur Philip who became the first governor of the colony of New South Wales. This started a process of colonisation that almost entirely displaced the Aboriginal people who inhabited the land. This reduced indigenous populations drastically and marginalised them to the fringes of society. Originally comprising the eastern two-thirds of the continent, the colony of New South Wales was later split into several separate colonies, with ",{"type":"[[","value":[["Tasmania"]]}," (then known as Van Diemen's Land) becoming a separate colony in 1825, followed by ",{"type":"[[","value":[["South Australia"]]}," in 1836, ",{"type":"[[","value":[["New Zealand"]]}," in 1841, ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]}," in 1851 and ",{"type":"[[","value":[["Queensland"]]}," in 1859. On the other hand, the western third of the continent was not settled by Europeans until the British established a naval base in ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]},", then known as King George Sound in 1826. The Swan River Colony was formally established in 1829 at what is today ",{"type":"[[","value":[["Perth"]]},". The Swan River Colony was officially renamed ",{"type":"[[","value":[["Western Australia"]]}," in 1832.\n\nWhile Australia began its modern history as a British penal colony, the vast majority of people who came to Australia after 1788 were free settlers, mainly from Britain and ",{"type":"[[","value":[["Ireland"]]},", but also from other European countries. Convict settlements were mostly along the east coast, with scattered pockets of convict settlements in Western Australia. The state of South Australia, on the other hand, was settled entirely by free settlers. Many Asian and Eastern European people also came to Australia in the 1850s, during the Gold Rush that started Australia's first resource boom. Although such diverse immigration diminished greatly during the xenophobic years of the White Australia policy, Australia welcomed a successive series of immigration from Europe, the Mediterranean and later Asia to formulate a highly diverse and multicultural society by the late 20th century.\n\nThe system of separate colonies federated to form the self-governing British dominion of Australia in 1901, each colony now becoming a state of Australia, with New Zealand opting out of the federation. The new country took advantage of its natural resources to rapidly develop its agricultural and manufacturing industries and made a large contribution (considering its small size of population) to the Allied war effort in World Wars I and II as part of the British Commonwealth forces. Australian troops also made a valuable, if sometimes controversial, contribution to the wars in Korea, ",{"type":"[[","value":[["Vietnam"]]}," and ",{"type":"[[","value":[["Iraq"]]},". Australian Diggers retain a reputation as some of the hardest fighting troops along with a great social spirit. Australia and Britain passed the Australia Act in 1986, ending any remnant power the British parliament may have had to pass laws for Australia, though the British queen remains the head of state with an appointed Governor-General as her representative in Australia.\n\n",{"type":"===","value":["Economy"]},"\nAustralia has a prosperous Western-style capitalist economy, with a per capita GDP on par with the four dominant West European economies.\n\nThe service industries, including tourism, education, and financial services, account for the majority of the Australian Gross Domestic Product – about 69%. Within the service sector, tourism is one of the most important industries in Australia, as it provides employment, contributes $73 billion to the economy each year and accounts for at least 11% of total exports.\n\nPrimary industry - mining and agriculture -  accounts for most of Australia's exports.  Iron Ore and Coal are by far the largest exports, with wheat, beef and wool declining in importance.\n\nAustralia has a comprehensive social security system, and a minimum wage higher than the United States or the United Kingdom. Tradesmen are extremely well-paid in Australia, often more so than professionals.\n\n",{"type":"===","value":[" Politics "]},"\n",{"type":"[[","value":[["File:Parliament House Canberra 2.jpg"],["thumb"],["250px"],["Parliament House in Canberra"]]},"\nAustralia has a federal system of government, with eight state and territory governments and a national government. Each of the sub-national governments has an elected parliament, with the leader of each government, known as the Premier in the states (or Chief Minister in the territories), being the leader of the largest party represented in the lower house. The national parliament is based on the British Westminster system, with some elements being drawn from the American congressional system. At the federal level it consists of a Senate and a House of Representatives. Each Member of the House of Representatives (colloquially known as a Member of Parliament (MP)) represents an electoral division, with more populous states having more electoral divisions and hence, more MP's. On the other hand, similar to the US Senate, each Australian state has an equal number of senators, with 12 senators being directly elected by the people in each state, and 2 senators each from the Northern Territory and Australian Capital Territory. The political party (or coalition of parties) which has the most Members in the House of Representatives becomes the governing party and forms the national government. Ministers are drawn from both the House of Representatives and the Senate, though by convention, the Prime Minister comes from the House of Representatives. The current Prime Minister, Tony Abbott, is the leader of the majority Liberal-National coalition in the House of Representatives.\n\nThe Queen remains the notional head of state, and her representative in Australia - the Governor-General - has a ceremonial and conventionally politically powerless role. However, in 1975, these powers were controversially used to dismiss the incumbent government and then-Prime Minister Gough Whitlam. In practice, the Prime Minister is seen to wield the most authority in government. A referendum to change Australia's status to a republic was defeated in 1999, but republicanism in Australia remains a regularly debated topic.\n\nThe two major political parties in Australia are the Australian Labor Party (ALP) and the Liberal Party, which operates in coalition with the National Party. Emerging in power is the social democratic Greens Party, which supports an environmentalist policy platform. It should be noted that the Liberal Party is (traditionally) a centre-right, conservative party - the term liberal refers to maintaining a free market economy.\n\n",{"type":"===","value":["Culture"]},"\nAustralia has a multicultural population practicing almost every religion and lifestyle. Over one-quarter of Australians were born outside Australia, and another quarter have at least one foreign-born parent.  The most multicultural cities are Melbourne, Brisbane and Sydney. All three cities are renowned for the variety and quality of global foods available in their many restaurants, and Melbourne especially promotes itself as a centre for the arts, while Brisbane promotes itself through various, multicultural urban villages. Adelaide is known for being a centre for festivals as well as German cultural influences, while Perth is known for its food and wine culture, pearls, gems and precious metals as well as the international fringe arts festival.  Smaller rural settlements generally still reflect a majority Anglo-Celtic culture often with a small Aboriginal population. However, virtually every large Australian city and town reflects the immigration from Europe, Asia, the Middle East and the Pacific that occurred after World War II and continued into the 1970s; in the half century after the war Australia's population boomed from roughly 7 million to just over 20 million people.\n",{"type":"[[","value":[["File:Little bourke st.jpg"],["thumb"],["250px"],["left"],["Part of Melbourne's China Town"]]},"\n\nThere are approximately half a million Australians who identify as being of Aboriginal descent.  Many fewer maintain elements of traditional Aboriginal culture.\n\nContrary to popular mythology, descendants from convicts are a minority, and even during the years of transportation free settlers outnumbered convict migrants by at least five to one.\n\nAustralian English was once known for its colour and colloquialisms but has lost a great deal of this to outside influence, although people in rural areas still tend to speak in a broader accent, using many of the slang words that have become outmoded in metropolitan areas. There is very little provincialism in Australia, although accents tend to be broader and slower outside of the large cities. There are only small pronunciation differences in the cities but these are becoming more common. For example the word \"you\", which is often rolled off the tongue sharper on the south east coast, almost as \"ewe\" as opposed to the west coast and other regions. Another modern variation is the presence of Afrikaan accents on the west coast, modifying the local accents slightly due to the high immigration in that area. Like in much of the English speaking world, more educated and\/or white-collar Australian accents tend towards being softer or general in tone, rather than sharp, however it is a subtle difference overall and native speakers typically recognise regional variations.\n\nAustralians can be socially conservative compared to some European cultures and often have a balanced attitude defining their European origin with their growing Asian influence. They tend to be relaxed in their religious observance. While the Australian sense of egalitarianism has moderated in economic terms, modes of address still tend to be casual and familiar compared to some other cultures. Most Australians will tend to address you by your first name and will expect that you do the same to them.\n\n",{"type":"====","value":["Holidays"]},"\n",{"type":"[[","value":[["File:Lotto Skyworks Applecross.jpg"],["thumb"],["250px"],["Fireworks over Perth to mark Australia Day in 2006"]]},"\nThe national holidays in Australia are:\n",{"type":"*","value":[" ",{"type":"'''","value":["1 January"]},": New Year's Day"]},{"type":"*","value":[" ",{"type":"'''","value":["26 January"]},": Australia Day, marking the anniversary of the First Fleet's landing in Sydney Cove in 1788."]},{"type":"*","value":[" ",{"type":"'''","value":["Easter weekend"]}," (\"Good Friday\", \"Easter Saturday\", \"Easter Sunday\" and \"Easter Monday\"): a four day long weekend in March or April set according to the Western Christian dates."]},{"type":"*","value":[" ",{"type":"'''","value":["25 April"]},": ANZAC Day (Australia and New Zealand Army Corps), honouring military veterans"]},{"type":"*","value":[" ",{"type":"'''","value":["Second Monday in June"]},": Queen's birthday holiday (celebrated in Western Australia in September) (WA observes ",{"type":"'''","value":["Foundation Day"]}," a week earlier)"]},{"type":"*","value":[" ",{"type":"'''","value":["25 December"]},": Christmas Day"]},{"type":"*","value":[" ",{"type":"'''","value":["26 December"]},": Boxing Day"]},"\nMany states observe ",{"type":"'''","value":["Labour Day"]},", but on different days. Most states have one or two additional state-wide holidays, with ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]}," and ",{"type":"[[","value":[["South Australia"]]}," having a day off for a horse race (The Melbourne Cup and The Adelaide Cup). Western Australia has Foundation day typically the first Monday in June (recognising the founding of the state since 1829) but also celebrates the Queens Birthday at a different date to the rest of the country, either at the end of September or early October, due to the usual June date is such close proximity to Foundation day.\n\nWhen a public holiday falls on a Saturday or Sunday, the following Monday (and Tuesday if necessary) are usually declared holidays in lieu, although both the celebrations and the retail closures will occur on the day itself. Most tourist attractions are closed Christmas Day and Good Friday. Supermarkets and other stores may open for limited hours on some public holidays and on holidays in lieu, but are almost always closed on Christmas Day (25 December), Good Friday, Easter Sunday and ANZAC Day morning.\n\n",{"type":"===","value":[" Peak holiday times "]},"\nMost attractions in Australia remain open year-round, some operating at a reduced frequency or shorter hours during the off-peak season.\n\nSalaried Australians have four weeks of annual leave and school children in the major population centres have January as a long break.  Domestic tourism is strongest during January and the Easter school holidays.\n\nSummer tends to be the peak travel season through much of the south, with the winter (dry) season the peak travel season in the tropics.\n\nAustralian teenagers celebrate the end of school at the end of November and early December for the 3 weeks known as ",{"type":"''","value":["schoolies"]},".  The volume of teen revellers can completely change the nature of some of the cities and towns they choose to visit, especially coastal towns like ",{"type":"[[","value":[["Byron Bay"]]}," in New South Wales, the ",{"type":"[[","value":[["Gold Coast"]]}," in Queensland and various localities along the ",{"type":"[[","value":[["Mornington Peninsula"]]}," in Victoria.\n\n",{"type":"===","value":["Time"]},"\nAustralia can have up to five different time zones during the daylight savings period, and three at other times.\n\nIn the east, Tasmania, New South Wales and Victoria always have the same time. ",{"type":"[[","value":[["Queensland"]]}," doesn't observe daylight saving, so it is an hour behind the other eastern states during that period.\n\nIn the centre, South Australia and the ",{"type":"[[","value":[["Northern Territory"]]}," are half an hour behind during the winter, but the Northern Territory doesn't observe daylight saving while South Australia does.  During daylight saving South Australia remains half an hour behind New South Wales, Victoria and Tasmania, but moves half an hour ahead of Queensland.  The Northern Territory remains half an hour behind Queensland, but moves an hour and a half behind New South Wales, Victoria and Tasmania.\n\nIn the west, Western Australia is two hours behind the eastern states in winter, and also doesn't observe daylight saving.  It moves three hours behind the eastern states that observe daylight saving (remaining two hours behind Queensland).\n\nThere are no official abbreviations or names for Australian time zones, and you may see a few variations used.  EST, CST, WST along with EDT, CDT are sometimes used.  Sometimes AEST, etc., with the 'A' prefix distinguishing them from the North American time zones with the same names.  In conversation, the abbreviations aren't used.  People tend to say ",{"type":"''","value":["Sydney time"]},", ",{"type":"''","value":["Brisbane time"]},", or ",{"type":"''","value":["Perth time"]},".  Expect blank stares from most if you start talking about ",{"type":"''","value":["Central Summer Time"]},".\n\nIn those states which observe daylight saving, it commences on the first Sunday in October and ends on the first Sunday in April.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! State\/Territory !! Standard Time !! Daylight Saving Time"],["|-"],["| ",{"type":"[[","value":[["Western Australia"]]}," || UTC+8 || N\/A"],["|-"],["| ",{"type":"[[","value":[["South Australia"]]}," || UTC+9.5 || UTC+10.5"],["|-"],["| ",{"type":"[[","value":[["Northern Territory"]]}," || UTC+9.5 ||  N\/A"],["|-"],["| ",{"type":"[[","value":[["Queensland"]]}," || UTC+10 || N\/A"],["|-"],["| ",{"type":"[[","value":[["New South Wales"]]},", ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},", ",{"type":"[[","value":[["Tasmania"]]},". ",{"type":"[[","value":[["Canberra"],["ACT"]]}," || UTC+10  || UTC+11"]]},"\n\n",{"type":"===","value":["Power"]},"\n",{"type":"[[","value":[["File:I plug Chinese.jpg"],["thumb"]]},"\nAs of 2000, the mains supply voltage specified in AS 60038 is 230V with a tolerance of +10% -6% and 50Hz. This was done for voltage harmonisation – however 240V (and less commonly 250V) is within tolerance and is commonly supplied. Mains voltage is still popularly referred to as being \"two-forty volts\". Bathrooms in hotels will often have a type I, C and A socket marked \"for shavers only\" as pictured on the right, along with a standard 3 pin (earthed) plug; two pin (the two angled pins) unearthed plugs are also common. Three phase (415V) is also used, for larger appliances.\n\n",{"type":"===","value":[" See also "]},"\n",{"type":"{{","value":[["topicsin"],["Australia"],["0"]]},"\n\n",{"type":"==","value":["Get in"]},"\nAll visitors - apart from citizens of New Zealand - require a ",{"type":"[[","value":[["visa"]]}," in advance of travel.\n\nIf you are visiting for a holiday of less than three months, there are three types of visas you may apply for, depending on your nationality. From 23 March 2013, ",{"type":"[","value":["http:\/\/migrationblog.immi.gov.au\/2013\/03\/13\/simpler-visitor-visas\/ subclasses 676 and 976 visas were replaced"]}," by Visitor (subclass 600) and ETA (subclass 601) respectively.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Electronic Travel Authority (ETA) subclass 601"]}," is available ",{"type":"[","value":["http:\/\/www.immi.gov.au\/e_visa\/eta.htm  on-line"]}," to nationals of ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Hong Kong"],["Hong Kong SAR"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["South Korea"]]}," (ROK) and ",{"type":"[[","value":[["United States"]]},".  A service fee of $20 applies.  This fee can be waived if you obtain your ETA through a travel agent or airline unless you're flying on Jetstar, in which case they will charge $30 NZD at check in."]},{"type":"*","value":[" ",{"type":"'''","value":["eVisitor (subclass 651)"]},"  for citizens of the ",{"type":"[[","value":[["EEA"]]}," and a few European microstates. These visas are free, but otherwise effectively identical to the ETA. You must apply ",{"type":"[","value":["http:\/\/www.immi.gov.au\/e_visa\/evisitor.htm on-line"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Visitor Visa (subclass 600)"]},". Passport holders of 55 countries, including all the ETA and eVisitor eligible countries and ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Kuwait"]]},", ",{"type":"[[","value":[["Maldives"]]},", ",{"type":"[[","value":[["Oman"]]},", ",{"type":"[[","value":[["Qatar"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]}," and the ",{"type":"[[","value":[["United Arab Emirates"],["UAE"]]}," can make applications on-line.  Other nationalities must apply using the paper form, and may need to visit an embassy or visa processing centre. "]},":: Like the ETA and eVisitor, a Visitor 600 is by default issued for a three month stay. Unlike the other options however, a 600 visa ",{"type":"''","value":["can"]}," be issued for a longer stay of up to one year. That said, immigration is somewhat reluctant to approve tourist visas for more than three months, no matter how legitimate your reasons for staying so long. You will likely be asked for extensive supporting documentation about the reason for your visit and your ties to your country of origin and may need to attend an interview. Depending on your nationality, the embassy or visa processing centre may also require you to have an Australian sponsor before issuing the visa. The fee is $110. ETAs and eVisitors are valid for multiple entries within a 12 month period. If you're eligible for either, it may be easier to stay the three months you're initially allowed, go to ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Thailand"]]}," or some other country reachable by a low cost airline for a few days and come back - restarting the 90 day clock. Doing this more than once, however, may cause immigration authorities to become suspicious, so proceed with caution if you pursue this route.\n:: There is a special arrangement for parents of Australians including Australian permanent residents. The 600 visa can be valid for 18 months, three years, or five years and allow maximum stay of 12 months during 18-month period depending on the circumstances.\n\nIn most cases, Electronic Travel Authorities and eVisitors are approved instantly and the visa will be issued and available for use immediately. If further enquiries are needed you may be asked to return to the application system later to see if you've been approved.  In the worst case scenario your application can be diverted for manual checks that can take weeks. Best to apply early, just in-case.\n\nIf you are visiting Australia for employment, study or for medical treatment you will need to obtain the appropriate visa. If you are staying longer than 3 months continuously you are ineligible for an ETA or eVisitor, and should apply for a Tourist Visa (subclass 676).\n\nFor all tourist visa classes you must be able to demonstrate your ability to support yourself financially for the time you intend to spend in Australia and meet character requirements. If you have a criminal conviction contact an Australian Embassy or visa processing centre before applying or making travel arrangements.\n\nAll fees are payable in Australian dollars, converted to your local currency at the current rate of exchange.\n\nIf you are transiting through Australia, remain airside for a maximum of 8 hours, have a confirmed onward booking, have the correct entry documentation for the onward destination and are a citizen of New Zealand, the ",{"type":"'''","value":["European Union"]},", ",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Cyprus"]]},", the ",{"type":"[[","value":[["Federated States of Micronesia"]]},", ",{"type":"[[","value":[["Fiji"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Indonesia"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Kiribati"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Mexico"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Nauru"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Palau"]]},", ",{"type":"[[","value":[["Papua New Guinea"]]},", ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["South Africa"]]},", the ",{"type":"[[","value":[["Republic of Marshall Islands"]]},", ",{"type":"[[","value":[["Samoa"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Slovakia"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Solomon Islands"]]},", ",{"type":"[[","value":[["South Korea"]]}," (ROK), ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Taiwan"]]},", ",{"type":"[[","value":[["Thailand"]]},", ",{"type":"[[","value":[["Tonga"]]},", ",{"type":"[[","value":[["Tuvalu"]]},", ",{"type":"[[","value":[["United Arab Emirates"]]},", ",{"type":"[[","value":[["United Kingdom"]]}," (regardless of nationality status), the ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["Vanuatu"]]}," or ",{"type":"[[","value":[["Vatican City"]]},", you do ",{"type":"'''","value":["not"]}," need to apply for any advance visa. All other passengers who transit through Australia ",{"type":"'''","value":["must"]}," apply for a free-of-charge Transit Visa (subclass 771) before travel.\n\nNew Zealand citizens may travel to and work in Australia for any length of time without a pre-arranged visa - a Special Category New Zealand Citizen visa (subclass 444) will be granted to them on arrival. Non-citizen permanent residents of New Zealand are ",{"type":"''","value":["not"]}," eligible for visa-free entry. New Zealand citizens may still be rejected entry on the basis of criminal convictions and should seek advice before travel.\n\nWhen leaving Australia, there is a similar looking form to fill in as the one you got when entering. There they ask, among other things, how long you've stayed in Australia, in which state, where you're going next and, surprisingly, also your current occupation.\n\n",{"type":"===","value":["Customs and quarantine"]},"\nAustralia has strict quarantine requirements regarding importing ",{"type":"'''","value":["animal and vegetable"]}," derived products (any food, wooden products, seeds, etc.) ",{"type":"'''","value":["You must declare all such material"]}," and baggage is frequently scanned and may be examined by dogs. You may be fined $220 on-the-spot if you accidentally fail to declare, or even prosecuted in serious cases. Declared material will be examined and, depending on the circumstances, may be retained, disposed of, returned to you, or treated by quarantine at your expense. (You may have to pick the item up at a later time.)  Processed and sealed chocolates and other confectionery are usually permitted after being declared and examined, as are reasonable quantities of infant formula with an accompanying infant. Different rules apply depending on the origin country of foods.\n\nSome shells, coral and items made from a protected species are also prohibited to discourage the trade in items that may originate from a threatened ecosystem or species.\n\nWhile there are no restrictions on the amount of money that can be brought in or out, Australian customs also requires you to declare if you are bringing $10,000 (Australian) or more (or its equivalent in foreign currency) in or out of the country and you will be asked to complete some paperwork.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Qantas 747 Landing.JPG"],["thumb"],["A Qantas Boeing 747 landing at ",{"type":"[[","value":[["Sydney Airport"]]}]]},"\nAustralia is a long way from anywhere else in the world, so for most visitors, the only practical way of getting into Australia is by air.\n\nApproximately half of all international travellers arrive first in Australia in Sydney, the largest city, (",{"type":"{{","value":[["IATA"],["SYD"]]},"). Besides Sydney, significant numbers of travellers also arrive in Australia in Melbourne, Brisbane and Perth.  There are also direct international services into Adelaide, Cairns, Darwin, the Gold Coast and Christmas Island though these are largely restricted to flights from New Zealand, Oceania, or Southeast Asia.\n\nTo Sydney it is a 3 hour flight from New Zealand, a 7-11 hour flight from countries in Asia, a 14 hour flight from the west of the United States and Canada, a 14 hour flight from ",{"type":"[[","value":[["Johannesburg"]]},", a 13-16 hour flight from ",{"type":"[[","value":[["South America"]]},", and up to a 24+ hour flight from western ",{"type":"[[","value":[["Europe"]]},". On account of long journey times from some destinations, some travellers from Europe opt to have a stop-over, commonly in Singapore, Hong Kong, ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Bangkok"]]}," or ",{"type":"[[","value":[["Kuala Lumpur"]]},".\n\nIf you have to change to a domestic flight in a gateway city, Sydney, Brisbane and Perth all have distinct domestic terminals, requiring some time and complexity to transit: check the guides. Melbourne, Adelaide, Darwin, Cairns and the Gold Coast all have gates in the ",{"type":"'''","value":["one"]}," terminal building or within easy walking distance of each other.\n\n",{"type":"====","value":["Discount airlines"]},"\nSome routes into Australia are operated by discount airlines. These can often be combined with other fares to make getting to Australia cheaper. Select your point of entry and exit to give you a cheaper round-trip, and possibly some interesting stopover opportunities on the way.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["AirAsia X"]},", flies into the Gold Coast, Melbourne, Sydney and Perth from Kuala Lumpur, at often deeply discounted fares.  You can save money from Europe if having a stopover in ",{"type":"[[","value":[["Malaysia"]]},". Sometimes this is possible by also stopping in Bangkok."]},{"type":"*","value":[" ",{"type":"'''","value":["AirAsia Indonesia"]}," flies into Perth from ",{"type":"[[","value":[["Denpasar"]]},", ",{"type":"[[","value":[["Indonesia"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Scoot"]}," flies from Singapore to Sydney and the Gold Coast."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tigerairways.com Tiger Airways"]}]}," flies from Singapore to Perth."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetstar.com Jetstar Airways"]}]}," flies to ",{"type":"[[","value":[["Hawaii"]]},", ",{"type":"[[","value":[["Nadi"]]},", ",{"type":"[[","value":[["New Zealand"]]}," and several Asian destinations, including Singapore, Denpasar, Bangkok, ",{"type":"[[","value":[["Osaka"]]},", ",{"type":"[[","value":[["Tokyo"]]},", ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Manila"]]},", and ",{"type":"[[","value":[["Phuket"]]},". Jetstar's international flights operate into Perth, Darwin, Cairns, Gold Coast, Sydney, and Melbourne. The airline's Asian subsidiary also operates a large network throughout South-East Asia from its base in Singapore."]},{"type":"*","value":[" ",{"type":"'''","value":["Virgin Australia"]}," - no longer considered to be a low-cost carrier, but still has occasional sales to compete with rival discount airlines. The airline flies to Denpasar, Phuket, Christmas Island, Abu Dhabi, New Zealand, ",{"type":"[[","value":[["Tonga"]]},", Nadi, ",{"type":"[[","value":[["Apia"]]},", and ",{"type":"[[","value":[["Los Angeles"]]},"."]},"\n",{"type":"===","value":["By boat"]},"\nNovember to February is the cruising season, and there are usually about 10 ships that arrive in Australia from other countries during this time.  You can cruise to Australia, and then fly home.\n\nHolland America Line, Princess Cruises and Royal Caribbean all offer cruises to Australia across the Pacific.\n\nAlternatively, you may sail to Australia in your own yacht, but beware of customs regulations. See ",{"type":"[","value":["http:\/\/www.customs.gov.au\/site\/page4360.asp Australian Customs"]}," for details\n\n",{"type":"===","value":["By overland transport"]},"\nThere was a time when a couple of tour operators offered overland trips from London to Sydney, with only a short hop by air from South East Asia to North Western Australia while the bus went by barge. Currently, the only such tour operator is Madventure which runs 4 different routes: 26 weeks through Iran, Pakistan, and India; 26 weeks through the Caucasus & Central Asia; 64 weeks around Africa, the Middle East, & South Asia; and 64 weeks through Africa, the Middle East, the Caucasus, & Central Asia.\n\nFor those determined to travel overland as much as possible from Europe, you can travel independently to Singapore from Europe by train and\/or bus on scheduled services, and fly from there to Perth (3,500 flight kilometres).  For the truly determined overland traveller, you can get a ferry from Singapore to Indonesia and make your way across to Bali, where you can fly to Darwin (2,000 flight kilometres). For the intrepid, ferries to West Timor, a bus to Dili and a flight to Darwin will mean only 700 kilometres in the air.\n\n",{"type":"==","value":["Get around"]},"\nAustralia is huge but sparsely populated, and you can sometimes travel many hours before finding the next trace of civilisation, especially once you leave the south-eastern coastal fringe.\n\nAlmost all modern Australian maps, including street directories, use the Geocentric Datum of Australia (GDA) as their grid reference, which is for all purposes identical to the WGS84 used by the GPS. You can locate most things on an Australian map or street directory if you just have the \"GPS coordinates\".\n\n",{"type":"===","value":["Quarantine"]},"\nThere are restrictions on carrying fruit and vegetables (including honey) between states and even between regions of states that are involved in fruit growing.  If you are driving long distances or interstate, or flying between states, don't stock up on fruits and vegetables.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["See also"],["Driving in Australia"]]},"\n\n",{"type":"[[","value":[["File:Hume Highway on the outskirts of Tarcutta (1).jpg"],["thumb"],["Part of the Hume Highway which links Sydney and Melbourne"]]},"\n",{"type":"[[","value":[["File:Great Ocean Road, Lorne, Australia - Feb 2012.jpg"],["thumb"],["The Great Ocean Road"]]},"\n",{"type":"[[","value":[["File:Stuart Highway, Australia.jpg"],["thumb"],["Part of the Stuart Highway in Central Australia"]]},"\n\nAustralia has a generally well-maintained system of roads and highways, and cars are a commonly used method of transport.  Most of the state capitals are linked to each other by good quality highways. Some parts are dual carriageway but many sections are one lane each way. Major regional areas have sealed (paved) dual-lane roads, but isolated areas may have poorly maintained dirt roads or even tracks.  Distances and speeds are specified in kilometres and fuel is sold by the litre.  There are no tolls on roads or bridges outside of the urban areas of Sydney, Melbourne and Brisbane.\n \nAustralia drives on the left. Overseas visitors who are used to driving on the right should take care when they first drive, and again when they are driving on country roads with little traffic.\n\nGenerally, overseas licenses are valid for driving in Australia for three months after arrival. If the licence is not in English an International Driving Permit (IDP) is required in addition to your licence. Licensing regulations and road rules vary slightly from state to state.\n\nAustralia's low population density and large size makes for long driving times between major centres. Some indicative travel times, not including any rest periods, are:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sydney to Melbourne by car"]]},": 9–10 hours (900 km \/ 560 mi)"]},{"type":"*","value":[" Brisbane to Sydney: 12–13 hours (1,000 km \/ 620 mi)"]},{"type":"*","value":[" Perth to Sydney: 45 hours (4,000 km \/ 2500 mi)"]},{"type":"*","value":[" Sydney to Canberra: 3.5 hours (300 km \/ 185 mi)"]},{"type":"*","value":[" Adelaide to Melbourne: 8–10 hours (750 km \/ 465 mi)"]},{"type":"*","value":[" Brisbane to Melbourne: 19–20 hours (1,700 km \/ 1056 mi)"]},{"type":"*","value":[" Melbourne to Perth: 40 hours (3,500 km \/ 2175 mi)"]},{"type":"*","value":[" Perth to Adelaide: 32 hours (2,700 km \/ 1677 mi)"]},{"type":"*","value":[" Brisbane to Cairns: 22–24 hours (1,700 km \/ 1,056 mi)"]},"\nIt is almost impossible to predict your travel time just by knowing the distance.  Seek local advice for the best route, and how much time to allow.  Averaging 100 km\/h or more is possible on some relatively minor highways when they are straight and there are few towns. On other national highways that traverse mountain ranges and travel through small towns, even averaging 60 km\/h can be a challenge.\n\nWhile major highways are well serviced, anyone ",{"type":"'''","value":["leaving sealed (paved) roads"]}," in inland Australia is advised to take advice from local authorities, check weather and road conditions, and carry sufficient spare fuel, spare parts, spare tyres, matches, food and water. Some remote roads might see one car per month or less. \n\nCellular coverage is non-existent outside of major highways and towns and you should take some precautions in case of emergency. It is a good idea to advise a person you know and trust of your route and advise them to alert authorities if you do not contact them within a reasonable amount of time after your scheduled arrival at your destination. Carrying a Personal Locator Beacon (PLB) or satellite phone should be considered when travelling in remote areas, especially where you may not be able to make contact for several days. Police will not automatically start looking for you if you don't report in. Make sure you get one with a GPS built in.  These can be borrowed from some local police stations, such as those in the Blue Mountains in New South Wales. If you want to hire one, sort it out before you leave a major city, as you won't find hire places in small towns.  Expect to pay around $100 to hire for a week, or $700 to buy one. Don't expect an immediate rescue even if you trigger a PLB. \n\nHeat and dehydration at any time of year can kill you. If stranded, stay with your vehicle and do what you can to improve your visibility from the air. Do not take this advice lightly; even local people die out there when their car breaks down and they are not reported missing. If you do have to abandon your car (say you break down and then get a lift), call in quickly to the local police station, to avoid the embarrassment and cost of a search being started for you.\n\n",{"type":"====","value":["Car rental"]},"\nMajor cities around Australia have multiple outlets providing a wide range of rental vehicles from major international rental companies. In smaller towns car rental can be difficult to find. One way fees often apply from smaller regional outlets.\n\n",{"type":"{{","value":[["infobox"],["Contractual restrictions"],["Conditions upon the use of rental vehicles usually exist on travelling into or out of ",{"type":"[[","value":[["Western Australia"]]}," and the ",{"type":"[[","value":[["Northern Territory"]]}," or on the car ferries to Tasmania, ",{"type":"[[","value":[["Kangaroo Island"]]}," and ",{"type":"[[","value":[["Fraser Island"]]},".  Rental cars in capital cities usually have unlimited mileage.  In small towns they usually only include 100 km a day before a surcharge is applied.  Some companies allow travel on any gazetted road, while others forbid travel on a gravel\/dirt road unless you hire a four wheel drive. Always ensure you thoroughly check the vehicle for any damage, including all window glass and the roof panels, and document any found in detail with the renter before leaving the depot.\n\nYou will need to have a licence written in English or an International Driving Permit (IDP) from your home country to drive anywhere in Australia. Check the contract conditions carefully if you are under 25 and also check that your licence class matches the vehicle you wish to rent before you book it."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.redspot.com.au\/ Redspot"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.avis.com.au\/ Avis"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["https:\/\/www.hertz.com.au Hertz"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.budget.com.au\/ Budget"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.europcar.com\/Australia Europcar"]}]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/thrifty.com.au\/ Thrifty"]}]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/ariescarrental.com.au\/ Aries"]}]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/bayswatercarrental.com.au\/ Bayswater"]}]},"."]},"\nThe very cheapest small cars you can hire can be manual (stick-shift).  Anything larger will usually be automatic.  This will be noted at the time of rental.\n\n",{"type":"====","value":["Camper vans"]},"\nA ",{"type":"'''","value":["camper van"]}," is a vehicle, usually a minivan, converted into a motorhome (recreational vehicle), most often catering to the vast number of young European and American backpackers traversing the country.  The East Coast from Sydney to Cairns is especially abundant with happy, hungover youths travelling around in these vehicles.\n\n",{"type":"[","value":["http:\/\/www.britz.com\/ Britz"]}," and ",{"type":"[","value":["http:\/\/www.maui.com.au\/ Maui"]}," tend to operate at the premium end of the campervan market, while the lower end of the market is fiercely competed: larger operators include ",{"type":"[","value":["http:\/\/www.jucy.com.au\/ Jucy Rentals"]},", ",{"type":"[","value":["http:\/\/www.hippiecamper.com\/ Hippie Camper"]},", ",{"type":"[","value":["http:\/\/www.spaceshipsrentals.com.au\/ Spaceships"]}," and ",{"type":"[","value":["http:\/\/www.wickedcampers.com.au\/ Wicked Campers"]},".  The last of these are instantly recognizable due to their lurid graffiti paint schemes, usually in the worst possible taste.\n\nCamper vans vary widely in fitting and quality, with some featuring showers, toilets, kitchens and more, while others have little more than mattresses in the back.  Check the ",{"type":"''","value":["extra"]}," charges very carefully and make sure that you are not paying the same or more for a lesser quality vehicle.\n\nDon't assume hiring a camper will be a cheaper way of seeing Australia. The cost of fuel, cost of hire, etc., can often make travelling and staying in hostels a cheaper and more comfortable option — but the freedom of having your own four wheels may make up for it.\n\n",{"type":"====","value":["Car purchase"]},"\nThere is a substantial second hand market in cars and campers for backpackers wishing to do extended road trips around Australia. Take common sense precautions if purchasing a car. State government services are available free of charge to ensure it is unencumbered by a finance arrangement and that it has not been previously written off as a result of an accident.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.travellers-autobarn.com.au\/ ",{"type":"'''","value":["Travellers Auto-Barn"]}]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.wickedcampers.com.au\/ ",{"type":"'''","value":["Wicked Campers"]}]}," are a camper van hire company that also sell older vans."]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Melbourne Airport T1 with Qantas and Jetstar jets.jpg"],["thumb"],["250px"],["Qantas and Jetstar aircraft at Melbourne Airport"]]},"\nDue to the large distances involved, flying is a well-patronised form of travel in Australia. Services along the main business travel corridor (Melbourne-Sydney-Brisbane) are run almost like a bus service, with flights leaving every 15 minutes during the day.\n\nThe only way to get the best airfare is to visit each of the airlines pages directly, and compare fares.  Never assume that the Qantas fare will be more expensive, as their online deals are often the cheapest available on a route.  The best fares are always available on the most competitive routes.  Consolidator websites and travel agents almost invariably add a surcharge to direct booking.  Use them to compare, but always check the airline website before booking.\n\nThere are four domestic airlines in Australia that operate jet aircraft linking capital cities and major destinations.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.qantas.com.au\/ Qantas"]}]},", the only nation-wide full service airline, flying to major cities and some larger regional towns;"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.virginaustralia.com\/ Virgin Australia"]}]},", a nation-wide airline, flying to major cities and a few larger regional towns;"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetstar.com.au\/ Jetstar"]}]},", Qantas's discount arm with limited service and assigned seating."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tigerairways.com.au\/ Tiger Airways Australia"]}]},", one of Asia's largest LCC has a hub in Melbourne and flies to Sydney, Gold Coast, Brisbane, Alice Springs, Hobart, Mackay, and Perth, prices are very competitive."]},"\nSeveral airlines service regional destinations.  Expect discounts on these airlines to be harder to come by, and for standard airfares to be above what you would pay for the same distance between major centres.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.qantas.com.au\/regions\/dyn\/home\/qualifier-country-au Qantaslink"]}]},", the regional arm of Qantas, covering the smaller cities in Queensland, New South Wales, Victoria, Tasmania and Western Australia;"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rex.com.au\/ Regional Express"]}]},", covering larger towns & cities on the eastern seaboard as well as country South Australia;"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.skywest.com.au Skywest"]}]},", covering regional Western Australia, Bali and Darwin;"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airnorth.com.au Airnorth"]}]},", covering the Northern Territory;"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.skytrans.com.au Skytrans Airlines"]}]},", covering regional Queensland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sharpairlines.com.au\/ Sharp Airlines"]}]},", covering several regional towns in Victoria and South Australia."]},"\n",{"type":"====","value":["Charters"]},"\nScheduled aviation only flies to handful of the thousands of airports around Australia. There are numerous options to charter aircraft that may you direct to smaller country towns or even offshore islands.  The costs can be comparable to scheduled airlines if there are 3 people flying in a group. The Australian Private Pilots Licence permits private pilots to carry passengers and to recover the cost of the plane hire and fuel from passengers, but not to advertise for passengers or fly commercially. That said, if you check the web pages of local flying clubs, there are always private pilots willing to fly on a fine weekend if someone is willing to put in for the cost of the plane and fuel.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Passenger-Rail-Australia-Map.png"],["thumb"],["upright=2.1"],["Map of the main inter-city rail lines in Australia"]]},"\nVisitors from countries with well-developed long distance rail systems such as Europe and Japan may be surprised by the lack of high-speed, inter-city rail services in Australia. A historical lack of cooperation between the states, combined with sheer distances and a relatively small population to service, have left Australia with a national rail network that is relatively slow and used mainly for freight. As a result, travel between major cities will not only be faster by air, but often cheaper as well. Train travel between cities is, however, more scenic, and tourists are likely to see more of Australia travelling by train than they would otherwise see, as well as cutting down on their carbon footprint.  It is also often a cost effective way of getting to regional towns and cities, which don't have the frequent and cheap flights found between the capital cities.\n\nThe long-distance rail services that do exist are mainly used to link regional townships with the state capital, such as ",{"type":"[[","value":[["Bendigo"]]}," to Melbourne, or Cairns to Brisbane. In Queensland, a high speed train operates from Brisbane to ",{"type":"[[","value":[["Rockhampton"]]}," and Brisbane to Cairns. Queensland also has passenger services to inland centres including ",{"type":"[[","value":[["Longreach"]]}," (",{"type":"''","value":["The Spirit of the Outback"]},"), ",{"type":"[[","value":[["Mount Isa"]]}," (",{"type":"''","value":["The Inlander"]},"), ",{"type":"[[","value":[["Charleville"]]}," (",{"type":"''","value":["The Westlander"]},") and ",{"type":"[[","value":[["Forsayth"]]}," (",{"type":"''","value":["The Savannahlander"]},"). There are also inter-city train services operated by Great Southern Railways on the routes Melbourne-",{"type":"[[","value":[["Adelaide"]]}," (",{"type":"''","value":["The Overland"]},"), Sydney-Adelaide-",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]}," (",{"type":"''","value":["Indian Pacific"]},"), Adelaide-Alice Springs-Darwin (",{"type":"''","value":[{"type":"[[","value":[["The Ghan"]]}]},") however as noted above, these are not \"high speed\" services, so if you do not enjoy train travel as part of your holiday in its own right then this is probably not for you.\n\nTasmania has no passenger rail services.  The Northern Territory has the rail line linking Darwin to Adelaide through Alice Springs only, and the Australian Capital Territory has only a single railway station close to the centre of Canberra.\n\n",{"type":"====","value":["Long distance train operators"]},"\n",{"type":"[[","value":[["File:Indian Pacific Bellevue, Western Australia-small.jpg"],["thumb"],["Indian Pacific"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gsr.com.au\/ Great Southern Railways"]}]}," - A private train operator running tourist train services, The Ghan, The Indian Pacific and The Overland between Sydney, ",{"type":"[[","value":[["Broken Hill"]]},", Adelaide, Alice Springs, Darwin, Perth and Melbourne."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nswtrainlink.info NSW Trainlink Regional"]}]}," - Links Sydney to Melbourne, Brisbane and Canberra, and regional connections to most New South Wales towns, including ",{"type":"[[","value":[["Dubbo"]]},", ",{"type":"[[","value":[["Coffs Harbour"]]},", and ",{"type":"[[","value":[["Wagga Wagga"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vlinepassenger.com.au V\/Line Passenger"]}]}," - Train & coach services in Victoria, including combined Train and Coach services between Melbourne and Adelaide, Melbourne and Canberra."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.traveltrain.com.au\/ Queensland Rail - Traveltrain"]}]}," - Long distance passenger train services in Queensland"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.savannahlander.com.au The Savannahlander"]}]}," - A Queenstrain service that links Cairns with the outback town of ",{"type":"[[","value":[["Forsayth"]]},", using old heritage trains, and providing overnight accommodation and tours on the way."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transwa.wa.gov.au TransWA"]}]}," - State government run, operating train services to ",{"type":"[[","value":[["Kalgoorlie"]]}," and ",{"type":"[[","value":[["Bunbury"]]},". TransWA also operates coach services to much of the state where former rail services operated in the past, especially the South West of the state."]},"\n",{"type":"====","value":["Rail passes"]},"\nThere is no pass that includes all train travel throughout Australia. However, if you are a train buff that intends travelling extensively by rail, there are some passes that may save you money. Plan your trip carefully before investing in a rail pass. Country train services are infrequent and can arrive at regional destinations at unsociable hours.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.countrylink.info\/travel_passes\/discovery East Coast Discovery Pass"]}]},". Get on and off as many times as you like on the east coast trains between Melbourne and Cairns using the Queensland Rail and NSW Countrylink services.  Different prices apply depending on which section of the line you want to traverse.  One way travel only is permitted. Discounts apply on other train journeys, and often bus connections to local towns are included. This ticket is available to everyone, but international visitors can get a 10% discount.  You'll want to be breaking your journey between capital cities several times to get value from this pass."]},"\nThere are four passes that all include Great Southern Railways (GSR) services and optionally NSW Countrylink and Queensland Rail that are available to overseas travellers only. Remember that NSW Countrylink operate the XPT services from Sydney to Melbourne, so passes that include NSW Countrylink can also be used on that service.\n\n# ",{"type":"'''","value":["Rail Explorer Pass"]},".  GSR only ($450\/3 months)\n# ",{"type":"'''","value":["Trans Aus"]},".   GSR + NSW Countrylink.  ($598\/3 months)\n# ",{"type":"'''","value":["Aus Reef and Outback"]},".  GSR + Queensland Rail. ($672\/3 months)\n# ",{"type":"'''","value":["Ausrail Pass"]},".  GSR + NSW Countrylink + Queensland Rail\n\n",{"type":"====","value":["Local public transport"]},"\n",{"type":"[[","value":[["File:Cityrail-millennium-M32-ext.jpg"],["thumb"],["A suburban train in Sydney"]]},"\n",{"type":"[[","value":[["File:D2.5007 + C2.5111 bourke.JPG"],["thumb"],["Melbourne is well served by an extensive tram network."]]},"\nSydney, Melbourne, Brisbane, Perth, Adelaide, ",{"type":"[[","value":[["Wollongong"]]}," and ",{"type":"[[","value":[["Newcastle (New South Wales)"],["Newcastle"]]}," have train and bus services integrated into the city public transport, with trams also running in Melbourne and Adelaide, and ferries in Sydney and Brisbane. The remaining capital cities have bus services only.  See those city guides articles for public transport details.\n\nSome regional cities and towns have local bus services, but see the destination guides for service information, as frequency can be poor and weekend and evening services non-existent.\n\nLarger towns and cities have taxi services.\n\n",{"type":"===","value":["By motorail"]},"\nSome trains allow you to carry your car with you on special car carriages attached to the back of the train.\n\nThe Ghan and the Indian Pacific allow you to transport cars between Sydney, Melbourne, Adelaide, Alice Springs, Perth, and Darwin.  You cannot remove your car at any of the intermediate stations.\n\nQueensland Rail have motorail services on the Sunlander and the Spirit of the Outback, allow cars from Brisbane to Cairns and ",{"type":"[[","value":[["Longreach"]]},".\n\n",{"type":"===","value":["By bus"]},"\nBus travel in Australia is cheap and convenient, although the distances involved for interstate connections are daunting. Greyhound has the largest bus route network.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Firefly Express"],["url=http:\/\/www.fireflyexpress.com.au"],["email=enquiries@fireflyexpress.com.au"],["address="],["lat="],["long="],["directions="],["phone=1300 730 740"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=+61 3 8318 0318 - international callers"],["content=Firefly Express has services connecting Adelaide, Melbourne and Sydney."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greyhound"],["url=http:\/\/www.greyhound.com.au"],["email=info@greyhound.com.au"],["address="],["lat="],["long="],["directions="],["phone=1300 473 946"],["tollfree="],["fax="],["hours="],["price="],["content=Greyhound travels to over 1100 destinations in Australia daily every day of the year. It has a variety of ticketing options allow you to travel at your own pace, hopping on and off as many times as your ticket allows."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Murrays"],["url=http:\/\/www.murrays.com.au"],["email=reservations@murrays.com.au"],["address="],["lat="],["long="],["directions="],["phone=13 22 51"],["tollfree="],["fax="],["hours="],["price="],["content=Murrays has services connecting Canberra with Sydney, the ",{"type":"[[","value":[["South Coast (New South Wales)"],["NSW South Coast"]]}," and ",{"type":"[[","value":[["Snowy Mountains"],["snowfields"]]},"."]]}]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Spirit of Tasmania Port Melbourne.jpg"],["thumb"],["The ",{"type":"''","value":["Spirit of Tasmania II"]}," at Port Melbourne"]]},"\nMany major Australian cities have ferries as part of their public transport system.  Some smaller roads in the regional areas still have punts to carry cars across rivers and canals. The islands of the Barrier Reef have some scheduled services, and there are a few cruises that cross the top of Australia as well.\n\nHowever, large inter city ferry services are not common.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.spiritoftasmania.com.au\/ ",{"type":"'''","value":["The Spirit of Tasmania"]}]},". The only long distance ferry route connects Tasmania to the mainland and carries cars and passengers on the route across Bass Strait daily between Melbourne and ",{"type":"[[","value":[["Devonport"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Sealink"]}," connects Kangaroo Island, Australia's second largest southern island with regular car ferries."]},{"type":"*","value":[" ",{"type":"'''","value":["Sea Saturday"]}," offers a short cut across the Spencer Gulf between Adelaide and the ",{"type":"[[","value":[["Eyre Peninsula"]]},", running daily car ferry services."]},"\n",{"type":"===","value":["By thumb"]},"\nIt is legal to hitch hike in some states in Australia, so long as certain guidelines are followed. However, it is less commonly done than in neighbouring New Zealand. In Australia hitch hiking is often frowned upon by locals and police, especially in metropolitan areas.\n\nHitch hiking is illegal in Victoria and Queensland. It is also illegal to stand on the verge or walk along freeways (often called \"motorways\" in New South Wales) in all states (effectively making hitch hiking illegal in many practical places, in all states).\n\nIf forced to hitch hike due to an emergency you may find a motorist willing to take you to the nearest town to obtain help. (Some major inter-city highways and freeways have telephones to request help.)\n\nIt is most common to see a tourist hitching in rural areas. The best time to hitch hike is early morning. The best location is near, but not on, the main exit from the town you are in.\n\n",{"type":"===","value":["By bicycle"]},"\nCycling the long distances between towns in Australia is not common, and most long distance highways in Australia have poorly developed facilities for cyclists.  In some states, former railway lines have been changed into rail trails.  Rail Trail Australia website has good material of routes off the main highways that are much safer.\n\nNevertheless some intrepid travellers do manage to cover the longer distances by bicycle, and have a different experience of Australia.  Long distance cyclists can be encountered on the Nullarbor and other isolated highways.\n\nIn Western Australia long distance cycle trails have been developed, and are well worth checking out.\n    \nTrips and routes need careful planning to ensure the correct supplies are carried.\n\nTo cycle between Sydney and Brisbane you would have to allow 2–3 weeks with around 80–100 km per day.\n\n",{"type":"===","value":["Hiking"]},"\nWalking through some parts of Australia is the only way to experience some particular landscapes. In Tasmania the Central Highland Overland Track and the South Coast Track are good examples of walking\/hiking holiday ",{"type":"''","value":["to do"]}," items.  The Bicentennial National Trail is one of the longest trails in the world, stretching from ",{"type":"[[","value":[["Cooktown"]]}," in Northern Queensland, to ",{"type":"[[","value":[["Healesville"]]},".\n\n",{"type":"==","value":["See"]},"\nThere is much to see in Australia that you can't see easily in its natural setting anywhere else:\n\n",{"type":"===","value":["Wildlife"]},"\n",{"type":"[[","value":[["File:Koala climbing tree.jpg"],["thumb"],["A koala"]]},"\n\nAustralian flora and fauna is unique to the island continent, the result of having been isolated from the rest of the world for millions of years. Amongst Australian animals are a large group of marsupials (mammals with a pouch) and monotremes (mammals that lay eggs).  Just some of the animal icons of Australia are the kangaroo (national symbol) and the koala. A visit to Australia would not be complete without taking the chance to see some of these animals in their natural environment.\n\n",{"type":"====","value":["Wildlife parks and zoos"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wildlife parks and zoos"]}," are in every state capital city, but also check out the animal parks if you are passing through smaller towns, like ",{"type":"[[","value":[["Mildura"]]}," or ",{"type":"[[","value":[["Mogo"]]},", or staying on ",{"type":"[[","value":[["Hamilton Island"]]},". See the Warrawong Fauna Sanctuary if you are in South Australia, or visit the koalas with best view in the world, at Taronga Zoo in Sydney."]},"\n",{"type":"====","value":[" In the wild "]},"\n",{"type":"[[","value":[["File:Tassy Devil.jpg"],["thumb"],["A Tasmanian devil"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kangaroos"]}," and ",{"type":"'''","value":["wallabies"]}," are in national parks all around Australia.  You won't see any kangaroos hopping down the street in ",{"type":"[[","value":[["Sydney\/City"],["Central Sydney"]]},", but they're common on the outskirts of most urban areas."]},{"type":"*","value":[" ",{"type":"'''","value":["Wombats"]}," and ",{"type":"'''","value":["echidnas"]}," are also common, but harder to find due to their camouflage and tunnelling.  See lots of echidnas on Kangaroo Island."]},{"type":"*","value":[" ",{"type":"'''","value":["Koalas"]}," are present in forests around Australia, but are notoriously very hard to spot, and walking around looking upwards into the boughs of trees will usually send you sprawling over a tree root. Best seen during the day, there is a thriving and friendly population on Raymond Island near ",{"type":"[[","value":[["Paynesville (Victoria)"],["Paynesville"]]}," in Victoria. You have a good chance on Otway Coast, on the ",{"type":"[[","value":[["Great Ocean Road"]]},", or even in the National Park walk near ",{"type":"[[","value":[["Noosa"]]}," on the Sunshine Coast."]},{"type":"*","value":[" ",{"type":"'''","value":["Emus"]}," are more common in central Australia. You will certainly see some if you venture into the outback national park at ",{"type":"[[","value":[["Currawinya National Park"],["Currawinya"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Platypus"]}," are found in reedy, flowing creeks with soft river banks in Victoria, Southern New South Wales, and the very southern region of Queensland - seen at dusk and dawn - you have to have a bit of luck to see one. Try the platypus reserves in ",{"type":"[[","value":[["Bombala"]]}," or ",{"type":"[[","value":[["Delegate"]]}," in New South Wales, or in Emu Creek at ",{"type":"[[","value":[["Skipton (Victoria)"],["Skipton"]]}," just out of ",{"type":"[[","value":[["Ballarat"]]},"."]},"\n",{"type":"===","value":["Convict sites"]},"\nMuch of Australia's modern history was as a penal colony for convicts from the United Kingdom, and there are many historical sites that still stand as a reminder from the days of convict transportation. Perhaps the most famous of these sites are ",{"type":"[[","value":[["Port Arthur (Tasmania)"],["Port Arthur"]]}," in ",{"type":"[[","value":[["Tasmania"]]}," and Fremantle Prison in ",{"type":"[[","value":[["Perth\/Fremantle"],["Fremantle"]]},", located near ",{"type":"[[","value":[["Perth"]]},", ",{"type":"[[","value":[["Western Australia"]]},". There are also many other sites scattered throughout the country.\n\n",{"type":"===","value":["Landmarks"]},"\nAustralia has many landmarks, famous the world over.  From ",{"type":"[[","value":[["Uluru"]]}," in the red centre, to the Sydney Harbour Bridge and Opera House in Sydney.\n\n",{"type":"===","value":["The unusual"]},"\nSee some of the ",{"type":"[[","value":[["Big things in Australia"]]},".\n\n",{"type":"===","value":["Sports"]},"\n",{"type":"[[","value":[["File:Ball is in dispute in Hawthorn-Essendon AFL match.jpg"],["thumb"],["Part of an AFL match between the Hawthorn and Essendon teams"]]},"\nSport is an integral part of the Australian culture from the capital cities to country towns. The majority of games are played over the weekend period (from Friday night to Monday night). Australian sports fans are generally well behaved, and it is not uncommon for fans of two opposing teams to sit together during a match, even if the teams are bitter rivals. While the cheering can get really passionate, actual crowd violence is extremely rare.\n\n",{"type":"*","value":[" In the winter in Victoria ",{"type":"'''","value":["Aussie Rules"]}," (Australian Rules Football) is more than just a sport, it is a way of life.  Catch a game at the Melbourne Cricket Ground. Although most popular in the state of Victoria, the national competition has teams from Sydney, Brisbane, Adelaide, Perth, and the Gold Coast as well."]},"\n",{"type":"*","value":[" In summer, international ",{"type":"'''","value":["cricket"]}," is played between Australia and at least two touring sides.  The games rotate around all the capital cities.  To experience the traditional game catch the New Year's test match at the Sydney cricket ground played for 5 days starting from the 2nd of January, or the Boxing Day Test match in Melbourne.  Or for a more lively entertaining form, that only takes a few hours, try a twenty-twenty match. The final form is \"One Day\" Cricket, international matches generally start at 13:00 and finish at 22:00 or 23:00 (a \"Day-Nighter\"), with most domestic and occasional international matches played from 11:00 to 18:00. The ",{"type":"'''","value":["Australia Day"]}," One Day International is held in Adelaide every 26 January."]},"\n",{"type":"*","value":[" The Australian Open, one of the ",{"type":"'''","value":["tennis"]}," Grand Slams, is played annually in ",{"type":"[[","value":[["Melbourne"]]},".  Or the Medibank International in ",{"type":"[[","value":[["Sydney\/Sydney Olympic Park"],["Sydney Olympic Park"]]}," in January."]},"\n",{"type":"*","value":[" Catch a ",{"type":"'''","value":["rugby union"]}," Super Rugby game, with teams playing from Australia, New Zealand and South Africa in Brisbane, Canberra, Melbourne, Perth and Sydney during late Summer\/Autumn. The Australian national team, the Wallabies, also host international teams during winter, including New Zealand, South Africa and (starting in 2012) Argentina for The Rugby Championship (formerly the Tri Nations tournament)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rugby League"]}," is a winter game played mainly in New South Wales and Queensland, with the National Rugby League competition. Teams include Melbourne in Victoria, Brisbane, North Queensland and the Gold Coast in Queensland, a team from New Zealand, with the rest of the teams coming from suburban areas in Sydney, and some in regional areas of New South Wales such as Newcastle and Canberra."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Netball"]}," is Australia's largest female sport, and there are weekly games in an international competition between Australia and New Zealand teams."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Football (Soccer)"]}," is a small event by European standards, but there is a national A-League, which is a fully professional league involving teams from Australia and one from New Zealand, with games played weekly during the summer. Most cities have a semi-professional \"state league\" played during winter, with most clubs being built around a specific ethnic\/migrant community, for example a ",{"type":"[[","value":[["Newcastle (New South Wales)"],["Newcastle"]]}," league side Broadmeadow Magic, which was built around the cities' ",{"type":"[[","value":[["Macedonia"],["Macedonian"]]}," population."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["F1 Grand Prix"]}," The Melbourne Grand Prix in March takes place on a street circuit around Albert Park Lake, only a few kilometres south of central Melbourne. It is used annually as a racetrack for the Australian Grand Prix and associated support races."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["V8 Supercars"]}," are a popular form of motor racing unique to Australia involving powerful cars, comparable to NASCAR racing in the United States. Events are held all over the country between March and early December. The famous Bathurst 1000 is traditionally held in October."]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gibb River Road"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gunbarrel Highway"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Oodnadatta Track"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Stuart Highway"]]},": crossing Australia north-south"]},{"type":"*","value":[" ",{"type":"[[","value":[["Military museums and sites in Australia"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Bondi 1.jpg"],["thumb"],["Australia is known for having some of the most beautiful beaches in the world (Bondi Beach pictured)"]]},"\n",{"type":"[[","value":[["File:Gold-Coast-Skyline-at-Night.jpg"],["thumb"],["Surfers Paradise, located in the Gold Coast, is one of the most popular tourist destinations in the country, boasting some of the world's greatest beaches and located near an array of theme parks"]]},"\n\n",{"type":"===","value":["Swim"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["in the surf"]},". Australia has seemingly endless sandy beaches.  Follow the crowds to the world famous ",{"type":"[[","value":[["Sydney\/Bondi"],["Bondi Beach"]]}," in Sydney, or ",{"type":"[[","value":[["Surfers Paradise"]]}," on the Gold Coast. Or find a stretch all for yourself (but beware of dangerous rips on beaches, it is considerably safer to find a patrolled beach).  The surf is smaller and warmer in the Tropical North, where the reef breaks the swell, and larger and colder in the south with waves rolling in from the Southern Ocean.  (And yes, in the middle it is ",{"type":"''","value":["just right"]},")."]},{"type":"*","value":[" ",{"type":"'''","value":["in calm tropical oceans"]},". Cable Beach in ",{"type":"[[","value":[["Broome"]]}," is swept pristine daily by the tide, has perfect sand, and warm water - go in winter."]},{"type":"*","value":[" ",{"type":"'''","value":["in thermal pools"]},". South of Darwin there are many natural thermal pools such as Berry Springs & Mataranka, surrounded by palms and tropical foliage.  The most expensive resort in the world couldn't dream of making a pool this good."]},{"type":"*","value":[" ",{"type":"'''","value":["in freshwater lakes"]},". Inland Australia tends to be dry, but there are freshwater lakes where you would least expect them. Explore inland of Cairns at the Atherton Tablelands, or head outback to the ",{"type":"[[","value":[["Currawinya National Park"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["in rivers"]},". If its hot, and there is water, there will be a place to swim.  Wherever you are, just ask around for the favourite swimming spot, with a waterhole and rope to swing on."]},{"type":"*","value":[" ",{"type":"'''","value":["in man-made pools"]},". The local swimming pool is often the hub of community life on a summer Sunday in the country towns of New South Wales and Victoria.  Many of the beachside suburbs of Sydney have man made rock pools for swimming by the ocean beaches."]},{"type":"*","value":[" ",{"type":"'''","value":["on the beach"]},"! Find your spot by the water, and get out the towel. Tropical north in the winter, down south in the summer. As always when in Australia, protect yourself from the sun."]},"\n",{"type":"===","value":["Bushwalking"]},"\nBushwalking is a popular Australian activity. You can go bushwalking in the many National parks and rainforests.\n\n",{"type":"===","value":["Diving"]},"\n",{"type":"[[","value":[["File:Giant clam with diver.jpg"],["thumb"],["A scuba diver looking at a giant clam on the Great Barrier Reef"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snorkelling"]}," take a trip out to the ",{"type":"[[","value":[["Great Barrier Reef"]]}," on the Queensland coast, or the ",{"type":"[[","value":[["Exmouth (Western Australia)"],["Ningaloo Reef"]]}," off the coast of Western Australia. Or take a trip out to Julian rocks off ",{"type":"[[","value":[["Byron Bay"]]},", or just dive in off the beach to see the tropical fish in ",{"type":"[[","value":[["Bundaberg"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Scuba diving in Australia"],["Scuba Diving"]]}]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Golf in Australia"],["Golf"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rock Climbing"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountain Biking"]},". Try the trails in the ",{"type":"[[","value":[["Snowy Mountains"]]}," or black mountain in Canberra, or cycle for days along the Munda Biddi Mountain Bike trail in Western Australia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Horse Riding"]},". The horse has a rich tradition in the settlement of Australia since the arrival of the first European settlers. Relying on the horse to travel the vast distances and harsh environments of Australia was the foundation of a strong and lasting relationship between Australians and their horses. Today horse riding in Australia includes many recreational and occupational activities from cattle musters on vast stations, to the multi-million dollar racing industry. On the outskirts of towns and cities and out in the rural landscape, you will see the many pony paddocks and much loved horses that are a testament to the ongoing passion and commitment Australian horse owners have to their horses and the enjoyment they bring."]},"\n",{"type":"===","value":["Ski"]},"\n",{"type":"*","value":[" Skiing. New South Wales and Victoria have well developed ski facilities.  Tasmania can also have skiing for a few months of the year, given the right weather."]},"\nSee ",{"type":"[[","value":[["Winter sports in Australia"]]},"\n\n",{"type":"===","value":["Surf"]},"\n",{"type":"*","value":[" Surfing. If you think Australia is the most unpopulated and most remote place on earth were you can go to escape any trace of human contact, just find a good surf break in the most remote corner of Australia and you will be guaranteed to find someone surfing it. Australians love to surf and wherever there is surf there are Aussie surfers, any time and under any conditions. Virtually every coastline, except along the top end from Cairns across to Karatha has surf and surfers there to ride it."]},"\n",{"type":"===","value":["Thrill Activities"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sky Diving"]},", all around Australia"]},{"type":"*","value":[" ",{"type":"'''","value":["Hot Air Ballooning"]},", in Canberra, Brisbane or in the ",{"type":"[[","value":[["Red Centre#Do"],["Red Centre"]]},"."]},{"type":"*","value":[{"type":"'''","value":[" Kitesufing"]}," and ",{"type":"'''","value":["windsurfing"]}," in and around Geraldton, Western Australia and at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chapmanvalley.wa.gov.au\/places-stay Coronation Beach"]}]},", the windsurfing and kitesurfing capital of Australia"]},"\n",{"type":"===","value":[" Gamble "]},"\n",{"type":"[[","value":[["File:2008BerriganCup1.JPG"],["thumb"],["Horse racing at the Berrigan Cup race meeting in the small New South Wales town of Berrigan"]]},"\nIt has been said that if there are two flies crawling up a wall, then you just need to look around to find the Aussie who will be running a book.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Casinos"]},". Crown Casino in Melbourne is Australia's largest, located at Southbank, but there are others scattered in every capital city as well as Cairns, ",{"type":"[[","value":[["Launceston"]]},", the Gold Coast and ",{"type":"[[","value":[["Townsville"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Day at the races"]},".  All capital cities have horse racing every weekend, with on-track and off-track betting available. They are usually family occasions, and fashion and being seen are part of the event.  Just about every pub in New South Wales will have a TAB, where you can place a bet without leaving your chair at the bar.  Greyhound racing and trotting happens in the evenings, usually with smaller crowds, more beer, and less fashion.  Smaller country towns have race meetings every few months or even annually.  These are real events for the local communities, and see the smaller towns come to life.  Head outback to the ",{"type":"[[","value":[["Birdsville"]]}," races, or if you find the streets deserted it is probably ten past three on the first Tuesday in November (the running of the Melbourne cup)."]},{"type":"*","value":[" ",{"type":"'''","value":["The unusual"]},". Lizard races, cane toad races, camel races, crab races.  Betting on these races is totally illegal and you'll find the TIB (Totally Illegal Betting) around the back of the shed."]},{"type":"*","value":[" ",{"type":"'''","value":["Two up"]},". If you are around for Anzac Day (25 April), then betting on coins thrown into the air will be happening at your local RSL club, wherever you are."]},{"type":"*","value":[" Australia has almost a quarter of all the ",{"type":"'''","value":["slot machines"]}," (locally known as \"pokies\" or \"poker machines\") in the world, and more than half of these are in New South Wales, where most pubs and clubs have gaming rooms (labelled \"VIP lounges\" for legal reasons) where one can \"have a slap\" and go for the feature."]},{"type":"*","value":[" If none of this appeals, and you just have too much money in your pocket, ",{"type":"'''","value":["every town and suburb in Australia has a TAB"]},". Pick your sport, pick a winner, and hand over your money at the counter."]},"\nGambling is illegal for under-18's. This can often restrict entry to parts of pubs, clubs, and casinos for children.\n\n",{"type":"==","value":["Talk"]},"\nThe ",{"type":"'''","value":["English"]}," language is universally spoken and understood in Australia. Nevertheless, as Australia is a global melting pot, you will encounter cultures and hear languages from all around the world, and you will often find areas and suburbs that predominately reflect the language of their respective immigrant communities. Foreign languages are taught at school, but students rarely progress past the basics.\n\nIt is fairly rare to find signs in a second language, except in urban areas with a high population of Asian immigrants and students, where signs and restaurant menus in ",{"type":"[[","value":[["Vietnamese phrasebook"],["Vietnamese"]]}," and ",{"type":"[[","value":[["Chinese phrasebook"],["Chinese"]]}," are a common sight; and also around ",{"type":"[[","value":[["Cairns"]]}," and the ",{"type":"[[","value":[["Gold Coast"]]}," in Queensland where some signs (but not road signs) are written in ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]},", due to the large number of Japanese tourists. Some warning signs at beaches are written in several foreign languages.\n\n",{"type":"[[","value":[["Australian slang"]]}," should not present a problem for tourists except possibly in some isolated outback areas. A few words and euphemisms that are considered offensive elsewhere are common vernacular in Australian speech; therefore, it is worth getting familiar with them in the ",{"type":"[[","value":[["Australian slang"]]}," guide. Australians are familiar enough with the differences to know what you mean, although they may still have a laugh at your expense.\n\nVisitors who do not speak basic English will find communicating with Australians difficult, and should do some advance planning. Some tour companies specialise in offering package deals for Australian tours complete with guides who speak particular languages.\n\nOver a hundred Aboriginal languages are still known and spoken by Aboriginal people, particularly those living in rural outback communities, as well as those in the ",{"type":"[[","value":[["Torres Strait Islands"]]},". These languages are all different, so you won't see an \"Aboriginal\" phrasebook in the travel bookshops. Many Aboriginal place names derive from Aboriginal languages that have been lost, and their meanings remain uncertain. Almost all Aboriginal people speak English as well, although residents of some remote communities may not be fluent in the language.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Pitt St Mall2.jpg"],["thumb"],["Pitt Street Mall in Sydney is one of Australia's busiest shopping districts"]]},"\n\n",{"type":"===","value":["Money"]},"\nThe Australian currency is known as the ",{"type":"'''","value":["dollar ($)"]},", which is divided into 100 ",{"type":"'''","value":["cents (¢)"]},". The dollar is called 'the Australian dollar' usually written as 'AUD' or A$.\n\nCoins come in denominations of 5¢, 10¢, 20¢, 50¢, $1 and $2, while notes come in denominations of $5, $10, $20, $50 and $100. Australian notes are printed on plastic polymer rather than paper. If the total of a transaction is not a multiple of 5 cents the amount will be rounded to the nearest five cents if you are paying in cash. The exact amount will be charged if paying by card.\n\nThe dollar is not pegged to any other currency, and is highly traded on world foreign exchange markets, particularly by currency speculators.  Its exchange value to other currencies can be quite volatile, and 1-2% changes in a day are reasonably regular occurrences.\n\n",{"type":"===","value":["Currency Exchange"]},"\nMoney changers in Australia operate in a free market, and charge a range of flat commissions, percentage fees, undisclosed fees built into the exchange rate, or a combination of all three. You can avoid excessive rip-off rates by using banks in major centres, and staying clear of airports and tourist centres. However, both the best and worst rates come from the small private sellers, and you can certainly save money over the banks by shopping around. Always get a quote before changing money. You'll usually need to have photo identification with you, although you may be exempt if only changing a small amount.\n\nDedicated currency exchange outlets are widely available in major cities, and banks can also exchange most non-restricted currencies.  These exchange outlets - especially the ones at the airport - can charge 10% over the best exchange that can be obtained from shopping around. Australian banks usually offer an exchange rate around 2.5% from the current exchange midpoint. A flat commission of $5–8 can be charged on top. Some outlets advertise commission free exchange, usually accompanied by a worse rate of exchange. Don't assume every bank will offer the same exchange. A simple calculation will let you know what offers the best deal for amount you wish to exchange. There are vouchers for commission free exchange at American Express available in the tourist brochure at Sydney Airport.\n\nInternational airport terminals will have teller machines that can dispense Australian currency with Cirrus, Maestro, MasterCard or Visa cards.\n\n",{"type":"===","value":["Banking"]},"\nOpening an Australian bank account is fairly straightforward, and in some cases can be done online. You will need to provide evidence of your identity, such as a passport, to the bank in order for your application to be processed. The \"Big four\" retail banks in Australia are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nab.com.au National Australia Bank (NAB)"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.anz.com Australia and New Zealand Banking Group (ANZ)"]}]},", ",{"type":"'''","value":[{"type":"[","value":["https:\/\/www.commbank.com.au\/ Commonwealth Bank"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.westpac.com.au\/ Westpac"]}]},".\n\nCash dispensing Automatic Teller Machines (ATMs) are available in almost every Australian town. Australian ATMs are deregulated and may impose a surcharge over what is charged by your bank or card issuer. The fees can vary between institutions and between locations, but are usually around $2.  The ATM will display the charges and you will have the option to stop the transaction before you are charged.  Check with your bank as to what additional fees they apply to withdrawals in Australia.\n\n",{"type":"===","value":["Costs"]},"\nAustralia is generally an expensive place to visit due to the strength of the Australian dollar and economy. Some recent surveys have ranked Australia as the third most expensive country in the world in terms of consumer prices, only behind ",{"type":"[[","value":[["Norway"]]}," and ",{"type":"[[","value":[["Switzerland"]]},".\n\nDorm accommodation in a capital city is around $30, but can run as low as $15 in Cairns or cheaper backpacker centres. A basic motel in the country or in the capital city suburbs would cost around $100 for a double. City Centre hotel accommodation in capital cities can be obtained for around $150 upwards for a double. Formule 1\/Motel 6 style hotels (which are not common) can be around $60–90 for a double.\n\nCar hire will cost around $65 a day. Public transport day passes from $10–20 per day depending on the city.\n\nA café meal costs around $10–15, and a main course in a restaurant goes from around $17 upwards.\n\nA basic takeaway meal - a burger, fancy sandwich, or couple of slices of pizza would cost $5–10, a Big Mac costs $4.50, and you can usually grab a pie for around $3, or a sausage roll for $2.50. A takeaway pizza from Pizza Hut big enough to feed two costs around $10.\n\nA middy\/pot (285mL) of house beer will cost you around $4, and a glass of house wine around $6 in a low end pub. To take away, a case of 24 cans of beer will cost around $40, or a bottle of wine around $8.\n\nAn airfare between neighbouring eastern capitals is around $120 each way but can get as low as $60 if you book at the right time, or around $350 to cross the country assuming that you are flexible with dates and book in advance.  A train trip on the state run trains will usually cost slightly less.  A bus trip, a little less again. A train trip on the private trains will be the most expensive way to travel.\n\nThere is usually no admission charge to beaches or city parks. Some popular National Parks charge between $10 and $20 per day (per car, or per person depending on the state) while more out of the way National Parks are free.  Art Galleries and some attractions are free.  Museums generally charge around $10 per admission. Theme parks charge around $70 per person.\n\n",{"type":"===","value":["Credit cards"]},"\nCredit cards are widely accepted in Australia. Almost all large vendors such as supermarkets accept cards, as do many small stores. Australian debit cards can also be used via a system known as EFTPOS.  Any card showing the Cirrus or Maestro logos can be used at any terminal displaying those logos. The use of credit or debit cards for transactions under around A$5.00 is generally discouraged, and some stores may even have a minimum purchase amount to use a credit or debit card.\n\nVISA or MasterCard are the most universally accepted cards, then American Express, then Diners Club with other cards either never or very rarely accepted. \nAmerican Express and Diners Club are accepted at major supermarket and department store chains, however be aware that restaurants and many tourist destinations will often add a relatively high surcharge fee on top.\n\n",{"type":"'''","value":["Credit card surcharges"]}," are imposed at all car rental agencies, travel agents, airlines, and at some discount retailers and service stations. Surcharges are far more common for American Express and Diners Club (typically 2%-4%) than they are for VISA and MasterCard (typically 1.5%).\n\n",{"type":"===","value":["Haggling"]},"\nBargaining is uncommon in Australian stores, though vendors are usually willing to meet or beat a quote or advertised price from a competing retailer. It's also worth asking for a \"best price\" for high-value goods or purchases involving several items. For example, it would not be unusual to get 10% off an item of jewelry that was not already reduced in price. The person you are dealing with may have limited authority to sell items at anything other than the marked price.\n\n",{"type":"===","value":["Tipping"]},"\nTipping is never compulsory and is usually not expected in Australia. Staff are seen to be paid an appropriate wage and will certainly not chase you down for a tip. It is acceptable to pay the amount stated on the bill. When Australians do tip, it will often be in the form of leaving the change from a cash payment (usually as a convenience so the change does not hang around loose on someone's person - not as a gratuity), rather than a fixed percentage.\n\nIn a suburban or country restaurant where table service is offered, they will certainly take a tip of 5–10% should you decide to leave one, but it is almost always not expected, and locals usually do not leave any. In a cafe or more informal restaurant, even with table service, and even in tourist centres, leaving a tip is unusual. Sometimes there is a coin jar by the cashier labelled 'Tips', but more often than not, diners do not leave one.\n\nTipping is also not expected in taxis, and drivers will typically return your change to the last 5 cents, unless you indicate that they should round the fare to the nearest dollar (it is not unusual for passengers to instruct the driver to round up to the next whole dollar).\n\n",{"type":"===","value":["Trading hours"]},"\nAustralia's ",{"type":"'''","value":["base trading hours"]}," are Monday to Friday, 09:00-17:00. Shops usually have a single night of late night trading, staying open until 21:00 on Fridays in most cities and on Thursdays in Brisbane and Sydney. Sunday trading is common but does not exist in all rural areas. Opening hours beyond these base hours vary by the type of store, by location, and by state. See our localised guides for more local information.\n\nMajor supermarket chains in main centres are generally open at least until 21:00. Smaller convenience stores like 7\/11 are open 24 hours in major centres. Fast Food restaurant chains are commonly open 24 hours or at least very late.\n\nFuel\/Service stations are open 24 hours in major centres, but often close at 6pm and on Sundays in country towns.\n\nAustralia's ",{"type":"'''","value":["weekend"]}," is on Saturday and Sunday of each week. Retail trading is now almost universal in larger cities on weekends, although with slightly reduced hours. Again, Western Australia is an exception with restrictions on large stores opening on Sundays.  In smaller country towns shops are closed on Sundays and often also on Saturday afternoons.\n\nTourist-oriented towns and shops may stay open longer hours. Tourist areas within cities, such as ",{"type":"[[","value":[["Sydney\/Darling Harbour"],["Darling Harbour"]]}," in Sydney has longer trading hours every night.\n\nAustralian banks are open Monday-Friday 09:00-16:00 only, often closing at 17:00 on Fridays. Cash is available through Automatic Teller Machines (ATM) 24 hours, and currency exchange outlets have extended hours and are open on weekends.\n\n",{"type":"===","value":["Tax"]},"\nAustralia has a 10% sales tax known as the ",{"type":"''","value":["Goods and Services Tax"]}," or ",{"type":"''","value":["GST"]}," that applies to all goods and services except  unprocessed foods, education and medical services. GST is always ",{"type":"''","value":["included"]}," in the price of any item you purchase rather than being added at the time of payment except in rare circumstances where it will state ",{"type":"''","value":["Excludes GST"]},"\n\nReceipts (tax invoices) will contain the GST amount, which is one eleventh of the total value of taxable supplies.\n\n",{"type":"====","value":[" Sales tax refunds "]},"\nIf you buy items over $300 at one place at one time you can obtain a refund of the GST if you take the items out of Australia within 30 days. Pack the items in hand luggage, and present the item(s) and the receipt at the TRS, after immigration and security when leaving Australia. Also allow an extra 15 minutes before departure. The refund payment can be made by either cheque, credit to an Australian bank account, or payment to a credit card. There is no refund available for services.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Places to eat"]},"\n",{"type":"[[","value":[["File:Jackadder Lake barbecues.jpg"],["thumb"],["Outdoor barbecues at Jackadder Lake, Woodlands, Western Australia. Similar facilities can be found in many parks across Australia."]]},"\n",{"type":"[[","value":[["File:Centre Place Dec 2012.jpg"],["thumb"],["Centre Place in Melbourne's CBD is lined with cafes"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Restaurants"]},",  Australians eat out frequently, and you will usually find one or two options to eat out even in small towns, with a wider range in larger towns and cities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["BYO restaurants"]},", BYO stands for ",{"type":"''","value":["Bring Your Own"]}," (alcohol). In many of the urban communities of Australia you will find small low-cost restaurants that are not licensed to serve but allow diners to bring their own bottle of wine purchased elsewhere. This is frequently much cheaper than ordering a bottle of wine in a restaurant. Beer can be taken to some BYO restaurants, others allow only wine. Expect to pay a corkage fee which can vary from $2–15, or may be calculated by head. BYO is not usually permitted in restaurants that are licensed to sell alcohol."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pubs"]},", the counter lunch is the name for a lunch served in the bar of a pub. Traditionally served only at lunchtime in the lounge.  Today most pubs provide lunch and dinner and many have a separate bistro or restaurant. Meals of steak, chicken parmigiana, nachos are common."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clubs"]},", clubs, such as bowling clubs, leagues clubs, RSLs are in many towns and cities. They are most common in the states of Queensland and New South Wales. Most allow visitors, and sometimes offer good value meals. Some offer attractive locations, like the water views from the Twin Towns in ",{"type":"[[","value":[["Tweed Heads"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafes"]},", most towns and suburbs have a cafe or coffee shop, serving breakfast and light meals and cakes throughout the day.  Not unusual for them to close before dinner."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bakeries"]},", usually a good place to buy bread rolls, a pie or a sausage roll.  Some, like the ",{"type":"[[","value":[["Beechworth#Eat"],["Beechworth"]]}," bakery, or the bakery in historic ",{"type":"[[","value":[["Gundagai#Eat"],["Gundagai"]]}," offer an experience as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fast food restaurants"]},", McDonalds, Subway and KFC are common. Burger King is known as Hungry Jack's. Red Rooster is an Australian chain, offering barbecued chicken and other mostly chicken-based items."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take-away"]},", milk bars or take-away stores usually sell pies, barbecued (rotisserie) chicken, hamburgers, fish and chips, gyros, and kebabs.  Ubiquitous in every town and suburb."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Food courts"]},", most shopping centres have a food court, even in country towns."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Picnic"]},", the Australian climate is usually amenable to getting whatever food you can, and heading to the nearest park, river, lake or beach."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Barbecue"]},", is a popular Australian pastime and many parks in Australia provide free barbecues for public use. Contrary to the stereotype, Australians rarely \"Throw a shrimp on the barbie\" (also, in Australia a shrimp is more commonly referred to as a prawn). Steaks, chops, sausages, chicken fillets, fish, and kebabs are popularly barbecued."]},"\n",{"type":"===","value":["Native foods"]},"\n",{"type":"[[","value":[["File:Kangaroo fillet.JPG"],["thumb"],["Kangaroo fillet at a restaurant in Sydney"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kangaroo"]},", if you fancy some, it is commonly available from most supermarkets and butchers shops. Head to the nearest park, and barbecue it until medium rare. Best not to overcook as it may become quite ",{"type":"''","value":["tough"]},".  It tastes much like beef. It occasionally makes it onto the menu in restaurants, mostly in tourist areas. Kangaroos aren't endangered, and kangaroo grazing does far less damage to the sensitive Australian environment than hoofed animals, and far less carbon emissions too. If you are not ready to go vegetarian, kangaroo is the best environmental statement you can make while barbecuing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Crocodile"]},", meat from farms in the Northern Territory and Queensland is widely available around the top end, and occasionally elsewhere.  At Rockhampton, the beef capital of Australia, you can see the ancient reptile on a farm while munching on a croc burger."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Emu"]},", yes, you can eat the Australian Coat of Arms.  Emu is low in fat, and available in some speciality butchers.  Try the Coat of Arms pie in ",{"type":"[[","value":[["Maleny"]]}," on the Sunshine Coast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bush tucker"]},", many tours may give you an opportunity to try some bush tucker, the berries, nuts, roots, ants, and grubs from Australia's native bush.  Macadamia nuts are the only native plant to Australia that is grown for food commercially.  Taste some of the other bush foods, and you will discover why."]},"\n",{"type":"===","value":["Beyond cuisine"]},"\n",{"type":"[[","value":[["File:Pavlova Dessert.jpg"],["thumb"],["A pavlova garnished with cream and raspberries"]]},"\n",{"type":"'''","value":["Vegemite"]},", a salty yeast-based spread, best spread thinly on toast. If you aren't up for buying a jar, any coffee shop will serve vegemite on toast at breakfast time. It may not even be on the menu, but the vegemite will be out the back in the jar next to the marmalade. If you do buy a jar, the secret is it to spread it very thin, and don't forget the butter as well. It tastes similar to Marmite or Cenovis. Australians are quite used to the taste, and may spread the Vegemite very thick; but this is not recommended for first-timers.\n\nThe ",{"type":"'''","value":["Tim-Tam"]}," is a chocolate fudge-filled sandwich of two chocolate biscuits, all dipped in chocolate. You can buy a packet (or two) from any supermarket or convenience store.  Tim-Tams are required to perform the ",{"type":"''","value":["Tim-Tam Slam"]}," manoeuvre. This requires biting off both ends of the Tim-Tam, then using it as a straw to drink your favourite hot beverage, typically coffee. The hot drink melts the fudge centre and creates an experience hard to describe. Finesse is needed to suck the whole biscuit into your mouth in the microseconds between being fully saturated and dissolving.  Tim-Tams are sold in packs of 11, so be sure to agree on the sharing arrangements before buying a packet with your travel partner, or onward travel arrangements may be disrupted. During summer, Tim-Tams are often stored in the freezer, and eaten ice cold.\n\nThe ",{"type":"'''","value":["lamington"]}," is a cube of sponge cake covered in chocolate icing and dipped in desiccated coconut. It's named after Lord Lamington, who served as Governor of Queensland from 1896 to 1901. The home-baked form can be found at a local Saturday morning market, or you can buy one from a bakery if you are desperate.  Avoid at all costs the plastic wrapped varieties sold in supermarkets.\n\nThe ",{"type":"'''","value":["pavlova"]}," is a meringue cake with a cream topping usually decorated with fresh fruit.  Served on special occasions, or after a lunchtime barbecue.  Often the source of dispute with ",{"type":"[[","value":[["New Zealand#Eat"],["New Zealand"]]}," over the original source of the recipe.\n\n",{"type":"'''","value":["ANZAC biscuits"]}," are a mix of coconut, oats, flour, sugar and golden syrup. They were reputedly sent by wives and care organisations to world war soldiers in care packages, but the story is likely apocryphal. They are available from bakeries, cafes and supermarkets, and are popular in the lead up to ANZAC day (25 April).\n\n",{"type":"'''","value":["Damper"]}," is a traditional soda bread that was baked by drovers and stockmen. It has basic ingredients (flour, water and perhaps salt) and usually cooked in the embers of a fire. It is not routinely available in bakeries and only commonly served to tourists on organised tours. Best eaten with butter and jam or golden syrup as it is dry and bland.\n\nA ",{"type":"'''","value":["pie floater"]}," is a South Australian dish available around Adelaide. It is a pie inverted in a bowl of thick mushy pea soup. Similar pie variations are sometimes available in other regions.\n\nA ",{"type":"'''","value":["Chiko roll"]}," is a deep-fried snack inspired by the egg roll or the spring roll.  Despite the name, it contains no chicken.  Its filling is boned mutton, vegetables, rice, barley, and seasonings.  Its shell is thicker than an egg roll, meant to survive handling at football matches.  Available anywhere you can buy fish and chips.\n\nThe ",{"type":"'''","value":["Australian Meat Pie"]}," is considered to be the national dish by many.\n\n",{"type":"===","value":["Other cuisines"]},"\nCuisines widely available in Australia, often prepared by members of the relevant culture, include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chinese"]},", synonymous with the term \"takeaway\" in the past generations. Many Chinese restaurants still cater to takeaway addicts today, mostly of the Australianized Chinese variety, but major cities have small \"Chinatowns\" or suburbs with a large number of ethnic Chinese residents, that have excellent restaurants serving authentic Chinese food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thai"]},", especially in Sydney. As above, suburban Thai restaurants of indifferent quality are starting to replace the previous generation of Chinese restaurants of indifferent quality, but Australia also has excellent and authentic Thai restaurants."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Italian"]},", the Italian community is one of the largest ethnic communities of non Anglo-Saxon origin in Australia, and they have contributed greatly to the cafe culture that has flourished across the major cities over the past few decades. Restaurants either serve Italian food that has been adapted to suit Australian tastes, or authentic regional Italian food, with the latter tending to be pricier  and in more upmarket surrounds. Head to Lygon street in Melbourne if you're a fan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Greek"]},", as above."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lebanese"]},", especially in Sydney."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Indian"]},", especially North Indian."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Japanese"]},", including bento takeaway shops and sushi trains."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vietnamese"]},", although many are Vietnamese Chinese run and thus provide a more Chinese experience."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Asian fusion"]},", refers generally to Asian-inspired dishes."]},"\n",{"type":"===","value":["Vegetarian"]},"\nEating vegetarian is quite common in Australia and many restaurants offer at least one or two vegetarian dishes. Some will have an entire vegetarian menu section. Vegans may have more difficulty but any restaurant with a large vegetarian menu should offer some flexibility. In large cities you will find a number of vegetarian and vegan restaurants, as well as in the coastal backpacker-friendly towns along the east coast. The market town of ",{"type":"[[","value":[["Kuranda"]]}," or the seaside towns of ",{"type":"[[","value":[["Byron Bay"]]}," are a vegetarian's paradise. In other regional areas vegetarians are often poorly catered for, but most towns will have a Chinese restaurant that will provide steamed rice and vegetables. Sydney and Melbourne in particular cater well for vegans and vegetarians with a large number of purely vegetarian restaurants, vegan clothing stores and vegan supermarkets.\n\n",{"type":"===","value":["Religious diets"]},"\nPeople observing kosher or halal will easily be able to find specialist butchers in the capital cities, and will also find a number of restaurants with appropriate menus and cooking styles. Outside the capital cities, it will be much more difficult to find food prepared in a strict religious manner.\n\n",{"type":"===","value":["Markets"]},"\nAll of the capital cities and many regional towns in Australia host a \"farmer's market\", which is generally held each week in a designated area on a Saturday or Sunday. These markets mostly sell fresh fruits and vegetables, as hygiene standards in Australia forbid the selling of meat directly from market stalls. Butchers who set up shop at a farmer's market would usually trade their wares from a display cabinet within their boot (trunk). The attraction of markets is the lower prices and freshness of the produce. The attraction for the traveller will be the cheap and excellent fruits on offer - depending on the region and season. In regional areas the market is usually held outside the town itself in an empty paddock or sports field, markets in capital cities are easier to reach but the prices are typically more in line with those you would find in supermarkets. See the destination guides for details.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Beer"]},"\nDrinking ",{"type":"'''","value":["beer"]}," is ingrained in Australian culture. Although Fosters is promoted as an Australian beer overseas, it is rarely consumed by Australians in Australia, and is almost impossible to find. Beers are strongly regional and every state has its own brews: Coopers and West End in South Australia, Carlton and VB in Victoria, Tooheys in NSW, XXXX (pronounced \"fourex\") in Queensland, Boags and Cascade in Tasmania, and Swan in Western Australia. There are also local microbrew choices, which can be harder to find, but are often worth seeking out. A range of imported European and American bottled beers are available in all but the most basic pub.\n",{"type":"[[","value":[["File:XXXX Brewery Milton.jpg"],["thumb"],["left"],["The XXXX Brewery in Brisbane"]]},"\n\nLight (Lite) beer refers to lower alcoholic content, and not lower calories.  It has around half the alcohol of full strength beer, and is taxed at a lower rate, meaning it is also cheaper than full strength beer.\n\nBecause Australians like their beer to stay cold while they drink it, draft beer glasses come in a multitude of sizes, so that you can drink a whole glass before it warms up in the summer heat. The naming of beer glasses varies widely from state to state, often in confusing ways: a ",{"type":"'''","value":["schooner"]}," is 425mL everywhere except South Australia, where it's only 285mL, a size that's known elsewhere as a ",{"type":"'''","value":["middy"]}," or ",{"type":"'''","value":["pot"]},", except in Darwin where it's a ",{"type":"'''","value":["handle"]},", but in Adelaide a \"pot\" means a 570mL full pint, and a ",{"type":"''","value":["pint"]}," means what a ",{"type":"''","value":["schooner"]}," does elsewhere, and... you get the idea.  The local beers and the local descriptions are covered in detail in the state guides.\n\nBottle naming is a little easier: the standard sizes across Australia are the 375 ml ",{"type":"'''","value":["stubby"]}," and the 750mL ",{"type":"'''","value":["long neck"]},", or ",{"type":"'''","value":["tallie"]},".  Cans of beer are known as ",{"type":"'''","value":["tinnies"]}," and 24 of them make up a ",{"type":"'''","value":["slab"]},", ",{"type":"'''","value":["box"]},", ",{"type":"'''","value":["carton"]},", or a ",{"type":"'''","value":["case"]},".\n\n",{"type":"===","value":["Wine"]},"\nAustralia produces quality wine on a truly industrial scale, with large multinational brands supplying Australian bottleshops and exporting around the world. There are also a multitude of boutique wineries and smaller suppliers.  Very good red and white wine can be bought very cheaply in Australia, often at less than $10 a bottle, and even the smallest shop could be expected to have 50 or more varieties to choose from.\n\nThe areas of the ",{"type":"[[","value":[["Barossa Valley"]]},", ",{"type":"[[","value":[["Hunter Valley"]]},", and ",{"type":"[[","value":[["Margaret River"]]}," are particularly renowned for their wineries and opportunities for cellar door sampling, but northern Victoria and ",{"type":"[[","value":[["Mudgee"]]},", also have a large variety.  You are never too far from a wine trail anywhere in southern Australia.\n\nTry the local wines wherever you can find them, and ask for local recommendations.  Try not to get taken in by the label, or the price tag.  The best wine is rarely the one with the best artwork, or the most expensive price.  However, it is probably wise to avoid the house wine if it comes straight from a cask (4-litre container). Wines at the cellar door are almost invariably sold at around 20% premium to the same wine in the shops in the local town.\n\nIf you still prefer overseas wines, the ",{"type":"[[","value":[["Marlborough (New Zealand)"],["Marlborough"]]}," region of New Zealand is usually well represented on wine lists and in bottle shops in Australia.\n\nSee also ",{"type":"[[","value":[["Grape grazing in Australia"]]},".\n\n",{"type":"===","value":["Spirits"]},"\nBundaberg Rum (",{"type":"''","value":["Bundy"]},") is an Australian dark rum particularly popular in Queensland and many Queenslanders will not touch any other brand of rum.  It is probably the most famous Australian made spirit, mass-produced in ",{"type":"[[","value":[["Bundaberg"]]}," and available everywhere.\n\nYou will have to search much harder to find other Australian distilled spirits, mostly from niche players, but there are distilleries in every state of Australia if you look hard enough. Drop into the Lark Distillery on the scenic Hobart waterfront precinct.  Pick up a bottle of 151 East Vodka in ",{"type":"[[","value":[["Wollongong"]]}," or after a few days in ",{"type":"[[","value":[["Kununurra"]]}," you are definitely going to need an Ord River Rum.\n\nMixed drinks are also available, particularly vodka, scotch, bourbon and other whiskey mixers. Jim Beam bourbon is the most commonly drunk, so those from ",{"type":"[[","value":[["Kentucky"]]}," should feel right at home.  Spirits are also available as pre-mixed bottles and cans but are subject to higher taxation in this form, so it is cheaper to mix them yourself. Spirits are served in all pubs and bars, but not in all restaurants. A basic spirit and mixer (vodka and orange juice for example) will cost you about $7 at a bar or nightclub, but can vary ~$5–12.\n\n",{"type":"===","value":["Legal aspects"]},"\nThe legal drinking age throughout Australia is ",{"type":"'''","value":["18 years"]},". It is illegal either to purchase alcohol for yourself if you are under 18 years of age or to purchase alcohol on behalf of someone who is under 18 years of age. The only legally acceptable proof-of-age is an Australian drivers licence, state-issued proof-of-age card or a passport, and it would be wise to carry one if you want to purchase alcohol or tobacco and look under 25. It is illegal to go into a gambling area of a pub or club when under 18.\n\nOften there is a lounge, restaurant or bistro area in a pub or club that permits under-age people provided they are accompanied by a responsible adult over 18 and don't approach the bar or wander around.  Some city pubs even have video games and playgrounds for children. Some country pubs have large open areas out in the back where kids can run and play.\n\nIn general, you can take alcohol (say a bottle of wine or beer) to consume at a park or beach.  Alcohol consumption is banned in some public places as 'street drinking'.  These are often indicated by signs and is particularly the case in parks and footpaths where public drunkenness has been a problem.  However, if you are a family with your picnic basket and blanket out at lunchtime with a bottle of wine, you are unlikely to encounter any problems.\n\nAlcohol can be purchased for consumption on premises only in ",{"type":"'''","value":["licensed venues"]},": pubs, clubs and many restaurants. You can purchase alcohol for private consumption in ",{"type":"'''","value":["bottle shops"]},", which are separate stores selling bottled alcohol. In some but not all states you can buy alcohol in ",{"type":"'''","value":["supermarkets"]},".  In those states where you can't, bottle shops and major supermarkets are often found in very close proximity. Although licensing laws and hours vary from state to state, and individual stores have different trading hours, as a rule of thumb, alcohol is generally available in towns to take-away seven days a week, 08:00-23:00, from bottle shops, supermarkets, licensed grocers\/milk-bars and pubs. Outside of these hours though, it is almost impossible to buy alcohol to take home; unless you're in the middle of Sydney or Melbourne, so if you're planning on a party at home; it's a good idea to stock up and check on the local trading hours so you don't run out at 00:30 with no opportunity to buy more. Alcohol is not available at petrol stations or 24-hour convenience stores anywhere in Australia.\n\nPublic drunkenness varies in acceptability. You will certainly find a great deal of it in close proximity to pubs and clubs at night time but much less so during the day. Public drunkenness is an offence but you would only likely ever be picked up by the police if you were causing a nuisance.  You may spend the night sobering up in a holding cell or be charged.\n\n",{"type":"'''","value":["Driving while affected by alcohol"]}," is both stigmatized and policed by random breath testing police patrols in Australia, as well as being inherently dangerous. Drink driving is a very serious offence in Australia, punishable by a range of mechanisms including loss of license. The acceptable maximum blood alcohol concentration is 0.05% in all states, often lower or not allowed for operators of heavy vehicles and young or novice drivers.  Police officers are also empowered to randomly test drivers for the recent use of prohibited drugs. The operation of a motor vehicle while under the influence of prohibited drugs or alcohol will always result in arrest and a required court appearance many weeks from the date of arrest and it can comprehensively disrupt travel plans.  Random breath testing is common early Saturday and Sunday mornings, and many people are caught the morning after.\n\n",{"type":"===","value":["A shout"]},"\n",{"type":"[[","value":[["File:Birdsville Hotel.jpg"],["thumb"],["The Birdsville Hotel in far western Queensland"]]},"\nBuying a round of drinks is a custom in Australia, as in many corners of the world.  It is generally expected in a pub that when you arrive and make your first trip to the bar that you will offer to buy a drink for others you are drinking with. Similarly this will likely be done to you when someone else joins the group. This is called ",{"type":"''","value":["a shout"]},", and incurs an obligation that you will generally return the favour in a following round, and that also you will generally maintain the same drinking pace as your associates in the round throughout the evening. If someone in the same round as you has an empty glass, who is ahead of you in drinks bought, you should declare that it is your shout, and make your way to the bar.  If someone offers to buy you a drink, but does not offer to buy for the person who already has bought you a drink, you should say you are already in a shout, and decline.  If they buy you and the people in your round a drink, they have joined the shout.  Its generally not polite to switch between shouts during an evening.  It you are in a large shout, and you decline a drink, you still have to buy a drink for the round when it comes to your turn. You are well advised if you wish to skip a round, to do so on your shout. It is generally poorly received to buy a round, and then to refuse a drink when one is purchased for you.  Often the drink will just be bought for you without even asking.  Don't be surprised if someone who bought you a drink earlier in the night, later says that it is your shout.  Not joining a shout can be awkward in some groups.  The best way is to say you are driving, and you will buy your own drinks.  This is also an acceptable way to drop out after one round, when the score is even.\n\n",{"type":"==","value":["Learn"]},"\nIf you are intending to study in Australia, you may need to be on a visa class that allows this, rather than a tourist visa. Students and academics invited to visit Australian universities will generally also need an appropriate visa, even if their visit is of a short enough period to be covered by a tourist electronic visa. For extremely short term or part-time courses, check with your Australian consulate or embassy.\n\nAustralian students attend high school for six years, and enter university or vocational education at seventeen or eighteen years of age. (In Australia, neither \"school\" nor \"college\" are used to refer to tertiary institutions; they are referred to only as \"universities\", or \"unis\" for short - a 'college' might be a primary or secondary school, or more commonly a form of on-campus accommodation). Australian undergraduate programs are usually ",{"type":"'''","value":["three to four years"]}," in length. A fifth year is compulsory in some professional undergraduate programs such as engineering, law, medicine and dentistry. Students in three-year degree programs who perform well during the three years can take an optional fourth year known as ",{"type":"'''","value":["honours"]},", which generally involves a year-long research project and requires the completion of a thesis, if they want to proceed into a postgraduate research programme. Students enrolled in four year programmes can typically incorporate their honours thesis into their fourth year.\n\n",{"type":"'''","value":["Postgraduate"]}," studies in Australia fall into two classes: coursework and research. Coursework degrees are generally at the Masters level, and in some cases involve a research component which requires the completion of a thesis. Students whose coursework Masters degrees involve a research component usually have the option of not completing the research component, and obtaining a Graduate Diploma instead. Research degrees are at the Masters and Doctoral level.\n\n",{"type":"===","value":["Universities"]},"\n",{"type":"[[","value":[["File:Trinity college university of melbourne.jpg"],["thumb"],["300px"],["Trinity College, part of the University of Melbourne"]]},"\nThere are 42 Universities in Australia, and all compete vigorously for overseas students.  Each university has sections on their websites which describe the courses available to overseas students, and they will help you to apply and obtain accommodation and transport.  Applications for university courses (and the appropriate visa) will need to be lodged before coming to Australia.  Courses range from single year diplomas to full length undergraduate and post-graduate degrees.  There is a choice of the ",{"type":"''","value":["sandstone"]}," universities, with their history and prestige, modern city universities with their vocational programs, and regional (country town) universities, with open space and cheaper accommodation.\n\nAustralia does not have universities whose prestige competes with Harvard or the other leading institutions in the US or Oxford or Cambridge in the UK. However, the overall quality of the university system is good, and 19 of the country's 42 universities are listed as being among the 400 highest-performing institutions in the ",{"type":"''","value":["Times Higher Education Supplement"]},{"type":"<","value":["nowiki",["'"]]},"s global rankings, and 7 of these are within the top 100. In fact, Australia is currently the third most popular country for international students, only behind the US and the UK. Australia's most prestigious universities are known as the \"Group of Eight\", which comprise of ",{"type":"'''","value":["Australian National University"]},", ",{"type":"'''","value":["University of Melbourne"]},", ",{"type":"'''","value":["Monash University"]},", ",{"type":"'''","value":["University of Sydney"]},", ",{"type":"'''","value":["University of New South Wales"]},", ",{"type":"'''","value":["University of Queensland"]},", ",{"type":"'''","value":["University of Western Australia"]},"  and ",{"type":"'''","value":["University of Adelaide"]},". There is also the ",{"type":"'''","value":["University of Newcastle"]},", ranked in the top 3% worldwide. The standard of other Australian universities is generally good as well, and most Australian employers are not concerned about which university job applicants graduated from. While almost all the universities deliver courses in a wide range of fields, the style and quality of teaching in individual disciplines can vary considerably between institutions so potential students should shop around and choose carefully before enrolling.\n\nAll tuition at university level is in English, save for courses that specifically focus on other languages. Students who have not previously earned a qualification in an English speaking programme (or passed high school English) will have to take one of a number of English competency tests (usually the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ielts.org\/ IELTS"]}]},") before being allowed to enrol.\n\n",{"type":"====","value":[" Admission "]},"\nFor domestic students, as well as international students with Australian high school qualifications, undergraduate admission to university is ",{"type":"'''","value":["centralised"]}," at the state level. You make a single application for admission to the state admissions body stating your course preferences. The universities select students from this common applicant pool based upon their ranking and preferences. Unless you are applying for a creative arts degree, your ranking will be based solely on ",{"type":"'''","value":["previous academic performance"]}," at both high school and previous university studies.\n\nIn contrast, other international undergraduate students apply directly to individual universities or through a non-government education agent. The federal government's ",{"type":"[","value":["https:\/\/www.studyinaustralia.gov.au\/ Study in Australia"]}," website explains the process.\n\nPostgraduate admission is managed by individual universities for both domestic and international students, and you will need to apply separately to each institution you are considering.\n\n",{"type":"====","value":["Tuition fees"]},"\nThe full fees payable by overseas students are competitive compared to many Western universities. Australian citizens have the option of substantially reduced fees and also have the option of deferring payment until they are earning income. Permanent residents of Australia, as well as New Zealand citizens also pay reduced tuition fees, but are generally not entitled to defer payment. ",{"type":"'''","value":["Other students"]}," will generally be required to pay full tuition (usually 3 times what Australian citizens\/permanent residents pay) on enrolment each semester.\n\n",{"type":"'''","value":["Scholarships"]}," are rarely awarded for undergraduate or postgraduate coursework degrees. A comparatively large number of scholarships are available for postgraduate research usually covering both tuition, where required, and living costs. These are awarded by individual universities. Admission to a PhD programme is usually conditional on receiving a scholarship\n\n",{"type":"===","value":["Vocational education"]},"\nForeign students can also undertake education in Australian vocational education providers. There is a large system of government-run institutions across the country (typically called 'TAFEs'), and hundreds of private-sector providers. The standard of education delivered by the private-sector providers differs considerably, however, and there were several scandals about the non-provision of training which was promised to foreign students in the late 2010s, leading to significant government-led reforms to the sector.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation is readily available in most Australian cities and tourist destinations. It comes in a number of different styles.\n\n",{"type":"===","value":["Camping"]},"\nCamping is a popular pastime. Most caravan parks will rent camping sites by the night, where you can pitch a tent, and these are available in most towns and cities. The caravan park will provide showers and toilets, and sometimes washing and cooking facilities. Sometimes for an additional fee.  Expect to pay around $20 for a tent site, and a few dollars per person. You can even find caravan parks right on the beach, with lagoon swimming pools and playgrounds all free for guests.\n\nNational parks often provide free camping sites, which expect you to be more self-sufficient.  Often toilets are provided and sometimes cold showers.  Camping permits are sometimes required at popular parks, with some popular spots filling up during the holidays in summer. In Australia it is common to be within an hours drive of a national park or recreation area that will permit some form of camping, even in the capital cities. Expect to pay around $5–10 per night per person for a camping permit, and national park admission fees in the more popular national parks (e.g.: Wilsons Promontory National Park, Kosciuszko National Park, etc.), however entry and camping is free in the majority of national parks further from population and tourist centres.\n\nSome other camping areas are run by government or even local landowners.  Expect around $10 per person per night, depending on the time of year.\n\nYou can try your luck sleeping on a beach or pitching a tent overnight in a highway rest area, or out in the bush for a free bed. Most rest areas and beaches prohibit camping and many even prohibit overnight parking to discourage this.  Generally the closer you are to civilisation or a tourist area, the greater the chance of being hassled by the authorities.\n\nCamping in state forests is often preferable to national parks if you're after a camping experience over sightseeing, as collecting of your own fire wood is allowed (sometimes felling of trees is permissible dependent on the area) and camping is not restricted to camp sites. Some other activities that are generally allowed in state forests that are not allowed in national parks are: bringing in dogs\/pets, open fires, motorbikes and four-wheel driving. State forests are generally free to stay in, although you will need to check locally if public access is allowed.\n\n",{"type":"===","value":["Hostels and Backpackers"]},"\n",{"type":"[[","value":[["Hostels"],["Budget hostel-style accommodation"]]}," with shared bathrooms and often with dormitories is approximately $20–30 per person per night. Facilities usually include a fully equipped kitchen with adequate refrigeration and food storage areas. Most hostels also have living room areas equipped with couches, dining tables, and televisions.\n\nThere are several backpacker hostel chains in Australia.  If you are staying many nights in the same brand of hostel, consider their discount cards, which usually offer a loyalty bonus on accommodation, and other attraction and tour discounts negotiated by the chain.\n\n",{"type":"===","value":["Pubs"]},"\n",{"type":"[[","value":[["File:BendigoShamrockHotel.JPG"],["thumb"],["Bendigo's Shamrock Hotel"]]},"\nMost pubs in Australia offer some form of accommodation.  It can vary from very basic shabby rooms, to newly renovated boutique accommodation.  The price is usually a good reflection of what you are in for.  It is still quite unusual to have a private bathroom, even in the nicer pubs.\n\nOutside of the major centres, the pub is called a ",{"type":"'''","value":["Hotel"]},".  A motel won't have a public bar. A motel that does have a bar attached is called a Hotel\/Motel.\n\nIn very small towns local pubs offer the only accommodation available to travellers. Accommodation in these pubs tends to be budget-style with shared bathrooms but private rooms.\n\nPub accommodation is even available in the centre of ",{"type":"[[","value":[["Sydney"]]},", making getting back to your room after a beer a simple endeavour.\n\nIf you travel as a single, and want a private room, pubs usually have single rooms at a discount over a double room. Most motels will charge the same price for one or two people sharing a room.\n\n",{"type":"===","value":["Motels"]},"\nTypically, motel-style accommodation will have a private room with a bed or number of beds, and a private shower and toilet. Many motels have family rooms, that will usually have a double bed and two single beds in the one room.\n\nMotel rooms in the cities will generally cost upwards from $80.  Usually the cost is the same for one or two adults, with any extra people charged an additional fee.  Prices for additional children can range from free to $20 per child.  During quiet times its not unusual for motels to offer standby discounts.\n\nMost motels will serve a cooked or continental breakfast to your room in the morning, for an additional charge.  Some may have a restaurant or serve an evening meal.  Some may have a toaster in the room and kettles are widely provided.\n\n",{"type":"===","value":["Hotels"]},"\nAll state capitals have a number of 4 or 5 star standard hotels, often with upmarket restaurants, bars, room-service, and other premium hospitality services. Other 2 or 3 star hotels are scattered around the inner-cities and inner suburbs.  Best to check local guides and reviews to know what you are in for.  Most hotels offer internet connectivity, but usually for an inflated fee.  Most hotels (distinct from the country pubs known as hotels) have private bathroom facilities.\n\n",{"type":"===","value":["Cabins"]},"\nCabins are an economical way for families to stay while travelling.  Sometimes built on private land, sometimes in caravan parks, cabins typically have a kitchen \/ lounge area, and one, two or three bedrooms.\n\n",{"type":"===","value":["Farm Stay"]},"\nMuch as the name suggests, this usually involves a cabin or homestead accommodation on a working property. Suited for a stay of two or more days, this accommodation usually allows you to get a little involved in the running of the farm if you wish. It is common for dinner to be provided in the homestead, and a breakfast pack to be provided to your cabin.\n\n",{"type":"===","value":["Holiday home"]},"\nHoliday homes are homes rented by their owners, often using local real estate agents or specialised web sites. Sometimes located in prime positions, but also sometimes in the residential sections of cities and towns.  Minimum rental periods of at least 2 days usually apply, rising to a week during periods when they are busy. At a minimum will have bedrooms, a lounge, bathroom.\n\n",{"type":"===","value":[{"type":"[[","value":[["Bed and Breakfasts"]]}]},"\n",{"type":"[[","value":[["File:HentyCentralHotel.JPG"],["thumb"],["250px"],["The Henty Central Hotel in the New South Wales town of Henty provides bed and breakfast accommodation. Many country towns have similar hotels."]]},"\nBed and Breakfasts tend to be a premium form of accommodation in Australia, often focused on weekend accommodation for couples.  They certainly don't offer the discount form of accommodation they do in part of the ",{"type":"[[","value":[["United Kingdom"]]},", and the local motel will usually be cheaper.\n\nSometimes extra rooms in a person's home, but often a purpose built building.  You should expect a cosy, well kept room, a common area, and a cooked breakfast.  Possibly private facilities.  Substantial discounts often apply for mid-week stays at bed and breakfasts.\n\n",{"type":"===","value":["Resorts"]},"\nThere are many true resorts around Australia. Many have lagoon pools, tennis, golf, kids clubs, and other arranged activities. The island of the ",{"type":"[[","value":[["Whitsundays"]]}," have a choice of resorts, some occupying entire islands. ",{"type":"[[","value":[["Port Douglas"]]}," also has many resorts of a world standard.\n\n",{"type":"===","value":["Serviced apartments"]},"\nServiced apartments are widely available, for stays as short as one night. Amenities typically include kitchen, washer and dryer, and separate bedrooms.\n\n",{"type":"===","value":["Caravanning, Campervan, Motorhome and RV"]},"\nCaravan parks exist in most towns and cities in Australia that will provide powered and unpowered sites for Caravans. You will commonly see the Grey Nomad brigade on their trips around Australia in motorhomes and caravans.\n\nThe ",{"type":"'''","value":["camper trailer"]}," has also become very popular in Australia. It is perfect for the Australian camping lifestyle, whether it be weekends away or an extended trip into the great outdoors where no facilities exist. You will need to be self-sufficient and carry suitable spares and a good tool kit\n\n",{"type":"===","value":["Station Wagons \/ Vans"]},"\nIn most parts of Australia it is illegal to sleep in your vehicle but it is possible to get around this by simply rigging up curtains all around the windows so no one can see in from the outside. Trade vans can be picked up for as little as $1,000, with a more trustworthy van setting you back no more than $3,000-$4,000. Add a mattress, pillow, portable gas cooker, cookware and a 20 lt water container and you are off. If you get caught the fine could be as much as $150 each, so do it at you own risk. But if you are strategic in where you stay you probably won't get caught. Just be sensible and don't disturb the locals. Also, be aware of parking restrictions in certain parts of the cities and town, although overnight parking restrictions are rare. The parking inspectors can be ruthless and a $100+ fine is not uncommon.\n\nAll cities and towns in Australia have free public toilets. Many parks, and most beaches have free electric BBQ's as well. Popular beaches have fresh water showers to wash the salt water off after you swim, so for those on a tight budget (or for those that just love waking up at the beach) simply wash in the ocean (please do not pollute the ocean or waterways by using detergents or soaps) and rinse off at the showers. Almost all taps in Australia are drinking water, the ones that aren't will be marked. Service stations (petrol\/gas) almost always have taps, so these are a good place to refill the water containers each time you refuel.\n\nSome of the best experiences you may have in Australia will be by taking that road on the map that looks like it heads to a beach, creek, waterfall or mountain and following it. You may just find paradise and not another soul in sight. And lucky you, you've got a bed, food and water right there with you.\n\nTravelling in a small group lowers the fuel bill per head, as this will likely be your biggest expense.\n\nEnjoy, and respect the land by taking your rubbish\/bottles\/cigarette butts with you and disposing of them properly.\n\n",{"type":"==","value":["Work"]},"\nAustralian citizens, New Zealand citizens and permanent residents of Australia can work in Australia without any further permits, but others will require a work visa. It is illegal for foreigners to work in Australia on a tourist visa. Foreigners in Australia on a student visa are allowed to work for up to 20 hours a week during term time, and full-time during the school holidays. All visitors who do not hold Australian permanent residency or citizenship (including New Zealand citizens who aren't also Australian permanent residents or citizens) are not allowed to access Australian social security arrangements for the unemployed, and will have limited, or more usually, no access to the Australian government's health care payment arrangements.\n\n",{"type":"===","value":["Payment and taxes"]},"\nMost Australian employers pay via direct deposit to Australian bank accounts and therefore you should open a bank account as soon as possible. Some banks allow you to open account from abroad, for example Commonwealth Bank and HSBC.\n\nYou should also apply for a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ato.gov.au\/Individuals\/Tax-file-number\/ Tax File Number (TFN)"]}]}," as soon as possible. You can apply on-line for free at the ",{"type":"[","value":["http:\/\/www.ato.gov.au\/ Australian Tax Office website"]},", though you can generally get it quicker if you just go to one of their offices. You can start working without one, but you are advised to get one as soon as possible as your employer would have to withhold 45% of your salary as tax should you not provide one. Register your TFN number with your bank as soon as possible, otherwise any interest you accrue will be taxed at the highest rate. The Australian financial year runs from 1st July to 30th June, and tax returns for each financial year are due on 30th October, four months after the accounting period ends. Check with Australian tax agents about Australian tax liability and filing an Australian tax return.\n\nAustralian employers will make compulsory payments out of your earnings to an Australian superannuation (retirement savings) fund on your behalf. Visitors on temporary working visas who are not citizens of Australia or New Zealand should claim this money when they leave Australia. This payment is known as a Departing Australia Superannuation Payment (DASP) and you can ",{"type":"[","value":["https:\/\/applicant.tr.super.ato.gov.au\/applicants\/default.aspx?pid=1 apply online"]},".\n\n",{"type":"===","value":["Working holidaymaker scheme"]},"\nAustralia has a working holidaymaker program for citizens of certain countries between 18 and 30 years of age. It allows you to stay in Australia for 12 months from the time you first enter. You may work during that time, but only for 6 months at any one employer. The idea is for you to take a holiday subsidised by casual or short-term jobs. If you're interested in a working holiday, some useful skills and experience might be: office skills to be used for temp work; or hospitality skills to be used for bar or restaurant work. An alternative is seasonal work like fruit-picking, although much seasonal work will require that you work outside the major cities. Working for 3 months in seasonal work will allow you to apply for a second 12 month visa.\n\nYou can apply online for a ",{"type":"'''","value":[{"type":"[","value":["https:\/\/www.ecom.immi.gov.au\/visas\/jsp\/index.jsp?visaType=WORKING_HOLIDAY working holiday visa"]}]},", but you must ",{"type":"''","value":["not"]}," be in Australia at the time. It takes just a few hours to process usually and it costs about $360 (as of April 2013). On arriving in Australia ask for the working holiday visa to be \"evidenced\", so you can show your future employer.\n\n",{"type":"===","value":["Sponsored work visas"]},"\nThe easiest way to get a work visa is to find an Australian employer who will sponsor you. However, this is just ",{"type":"''","value":["easier"]},", not ",{"type":"''","value":["easy"]}," as such. Your employer will need to demonstrate that they cannot hire anyone with your skills in Australia, and the approval will take several months. If in search of sponsorship, be prepared for a long wait. Getting the visa might take a couple of months from the beginning of the application process and you will need a medical examination by a doctor approved by the immigration officials before it can be granted (among other things, you will need a chest x-ray to show that you do not have tuberculosis). Check with your local Australian High Commission, Consulate or Embassy and the ",{"type":"[","value":["http:\/\/www.immi.gov.au\/ Immigration Department's website"]},".\n\n",{"type":"===","value":["Immigration"]},"\nYou can apply to immigrate as a skilled person or business person, but this process will take longer than receiving a work visa. You can also apply for permanent residency as the holder of a work or study visa, but your application will not be automatically accepted. After four years of legal residency which must include one year as a permanent resident, you are eligible to apply for Australian citizenship.\n\n",{"type":"===","value":["Volunteering"]},"\nThere are several volunteer opportunities in Australia. Many worldwide organisations offer extended travel for those wanting to volunteer their time to work with locals on projects such as habitat restoration, wildlife sanctuary maintenance & development, scientific research, & education programs.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.australianvolunteers.com ",{"type":"'''","value":["Australian Volunteers"]}]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.wwf.org.au\/act\/volunteer ",{"type":"'''","value":["World Wildlife Fund"]}]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.isvonline.com\/australia.html ",{"type":"'''","value":["International Student Volunteers Australia"]}]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.youthchallenge.org.au ",{"type":"'''","value":["Youth Challenge Australia"]}]},"."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.gap360.com ",{"type":"'''","value":["Gap 360"]}]},"."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.xtremegapyear.co.uk ",{"type":"'''","value":["Xtreme Gap Year"]}]},"."]},"\n",{"type":"==","value":["Respect"]},"\nUnless you are actively trying to insult someone, a traveller is unlikely to insult or cause offence to an Australian through any kind of cultural ignorance.\n\nAustralian modes of address tend towards the familiar. It is acceptable and normal to use first names in all situations, even to people many years your senior. Many Australians are fond of using and giving nicknames - even to recent acquaintances.  It is likely being called such a name is an indication that you are considered a friend and as such it would be rare they are being condescending.\n\nIt is generally acceptable to wear revealing clothing in Australia. Bikinis and swimming attire are okay on the beach, and usually at the kiosk across the road from the beach. It is normal to wear at least a shirt and footwear before venturing any further. Most beaches are effectively top optional (topless) while sunbathing.  Just about all women wear a top while walking around or in the water.  There are some clothing optional (nude) beaches, usually a little further removed from residential areas. Thong bikinis (more commonly called g-string bikinis in Australia as thongs refer to flip-flop footwear) are fine on all beaches and some outdoor pools for both women and men although they are not as common as conventional beachwear. Some outdoor pools have a \"top required\" policy for women.\n\nCover up a little more when visiting places of worship such as churches. In warm conditions casual \"t-shirt and shorts\" style clothing predominates except in formal situations. Business attire, however, is considered to be long sleeved shirt, tie, and long trousers for men, even in the hottest weather.\n\nUsing Australian stereotypical expressions may be viewed as an attempt to mock, rather than to communicate. If you pull it off well, you might raise a smile.\n\nAustralians are often self-deprecating; however, it is rude to ever agree with a self-deprecating remark. Boasting about achievements is rarely received well.\n\nMost Australians are happy to help out a lost traveller with directions, however many urban dwellers will assume that someone asking \"Excuse me\", is going to be asking for money, and may brush past. Looking lost, holding a map, looking like a backpacker or getting to the point quickly will probably help.\n\n",{"type":"===","value":["Indigenous Australians "]},"\nIt is best not to mention the name of a deceased person to an indigenous Australian. Though Aboriginal custom varies, it is best to avoid the possibility of offence.\n\nPermission to photograph an Aboriginal person should always be asked, but in particular in the more remote areas such as Arnhem Land. There is an old belief among them that the flash of a camera will steal their soul.\n\nSome areas of land are sacred to Aboriginal people, and require additional respect.\n\nMany areas of Aboriginal land are free to enter.  Some areas carry a request from the Aboriginal people not to enter, and you may choose yourself whether or not to honour or respect that request.  An example of an Aboriginal request is climbing ",{"type":"[[","value":[["Uluru"]]}," (Ayers Rock). No law prohibits people from climbing the rock (except in heat, rain or strong winds), however, local indigenous communities (The Anangu) request that you do not climb. Uluru holds great spiritual significance to the Anangu. The Anangu feel themselves responsible if someone is killed or injured on their land (as has happened many times during the climb) and request tourists not to place themselves in harm through climbing.  Many people who travel to Uluru do climb, however, so you certainly won't be on your own if you choose to do this.\n\nSome Aboriginal land requires permission or a permit, and some areas are protected and illegal to enter.  You should check  before making plans to travel off the beaten track.  Permits are usually just a formality for areas which regularly see visitors, or if you have some other business in the area you are travelling through.  Often they are just an agreement to respect the land you are travelling on as Aboriginal land.  Some Aboriginal Land Councils make them available online.\n\nIf you need to refer to race, the politically correct term is  ",{"type":"''","value":["Indigenous Australians"]},". ",{"type":"''","value":["Aboriginal people"]}," is usually okay and referring to sacred sites and land as Aboriginal sites, or Aboriginal land is okay too.  Avoid using ",{"type":"''","value":["Aborigine"]}," or ",{"type":"''","value":["Aboriginal"]}," as a noun to describe a person, as some people see negative connotations in these words.  The contraction \"Abo\" is deeply offensive and should never be used. The word ",{"type":"''","value":["Native"]}," should also be avoided.\n\n",{"type":"===","value":["Gay and lesbian travellers"]},"\nAustralia has an equal age of consent set at 16 for all states except Tasmania and South Australia where the age is 17.  Queensland outlaws 'sodomy' for under 18s, but is generally supportive of homosexuality. Although a strong majority of Australians support legalising same-sex marriage, the current law does not yet permit this. Nonetheless, Australia strives to offer official 'de facto relationship' recognition to gay couples that is equal to that offered to straight couples - a special Interdependency Visa exists as a gay counterpart to the traditional marriage-based migration route.\n\nAttitudes to homosexuality are similar to those found in most western countries. Although inner Sydney is one of the most gay-friendly cities in the world, caution is still advisable in conservative rural areas, including rural parts of Queensland and the Northern Territory. Australia has outlawed discrimination on the basis of sexual orientation, and legal recourse may be available should you experience discrimination.\n\nSydney is Australia's gay capital, and hosts one of the world's most famous gay pride parades - the \"Sydney Mardi Gras\". ",{"type":"[[","value":[["Alice Springs"]]}," celebrates the \"Alice Is Wonderland Festival\", a gay and lesbian pride festival in late April\/early May. ",{"type":"[[","value":[["Melbourne"]]}," has a \"",{"type":"[","value":["http:\/\/www.pridemarch.com.au\/ Pride March"]},"\" every year on the first Sunday of February.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Emergencies"]},"\nThe number ",{"type":"'''","value":["000"]}," (called 'triple zero' or 'triple oh') can be dialled from any telephone in Australia free of charge. This number will connect you with the police, fire brigade, coastguard or ambulance service after you tell the emergency operator which service you need.\n\nIf you want to contact these services but the situation is not an emergency, don't call 000: you can call the police assistance line on 131 444. Poisons information advice, which can also advise on snake, spider and insect bites, is available on 131 126. Information on locating the nearest medical services can be obtained by calling 1800 022 222 (except for Tasmania).\n\nIf you require assistance during a flood, storm, cyclone, tsunami, earthquake or other natural disaster you can contact the State Emergency Service in each state (except for Northern Territory) on 132 500. You will be connected with your local unit and help can be organised from there. If the emergency is life-threatening, call triple zero instead.\n\nYou can dial 000 from all mobile phones. Mobile phones sold in Australia recognise it as the emergency number and will use any available network to place the call.  However, if you have a phone obtained outside Australia, using the universal emergency number ",{"type":"'''","value":["112"]}," is a better idea. Using 112 will use any available network, will work even if your phone is not roaming, and will work even if the phone does not have a SIM. 112 works from Australian purchased phones too.\n\nHearing or speech impaired people with TTY equipment can dial ",{"type":"'''","value":["106"]},". Those with Internet connectivity can use the ",{"type":"[","value":["http:\/\/www.relayservice.com.au\/ Internet Relay Service, via the website"]},".\n\nCalls from fixed line (landline) phones may be traced to assist the emergency services to reach you. The emergency services have limited ability to trace the origin of emergency calls from mobile phones, especially outside of urban areas, so be sure to calmly and clearly provide details of your location. Because of the number sequence for emergency calls, around 60% of calls to the emergency numbers are made in error.\n\nNobody will likely respond to your call unless you can effectively communicate to the operator that you need assistance. If you are in need of assistance, but cannot speak, you will be diverted to an IVR and asked to press ",{"type":"'''","value":["55"]}," to confirm that you are in need of assistance and have not called by accident. Your call will then be connected to the police.\n\nExcept for ",{"type":"'''","value":["112"]}," from a mobile, Emergency numbers from other countries (for example, '911') ",{"type":"'''","value":["do not work"]}," in Australia.\n\n",{"type":"===","value":["Driving"]},"\nKeep a sense of perspective.  Tourists are far more likely to be killed or injured as pedestrians, drivers or passengers on Australian roads than all the other causes of death and injury combined.\n\nDriving under the influence of alcohol or drugs is prohibited. Most states use a prescribed standard of alcohol in the blood to determine whether driving is criminal. The prescribed (allowed) content ranges from zero to 0.05. Random breath testing for blood and alcohol is carried out.\n\nDriving between cities and towns can take longer than you think, especially if you are used to freeway or motorway driving in Europe or North America.  Speed limits vary by location, road and by state.  Avoid the stresses of fatigue by not planning to drive too far in a day. Authorities strongly recommend a break (with some walking outside the car) every two hours.\n\nDriving between towns and cities comes with a risk of hitting or crashing due to swerving to avoid wildlife.  Kangaroos have a habit of being spooked by cars and then, bewilderingly, jumping in front of them. Take extra care when driving through areas with vegetation close to the road and during dawn and dusk when wildlife is most active. Wildlife is not usually an issue in major urban areas (with the exception of Canberra where a series of parks provides ample habitat for kangaroos, which often cross major roads).\n\nIf driving in the Melbourne CBD be aware some corners require hook turns; turning right from the left hand lane to keep tram tracks clear.\n\nUrban Australians jaywalk, dodge cars, and anticipate the sequence of lights.  Although most drivers will stop for a red light, running the amber light is common, so ensuring the traffic has stopped before stepping from the curb is always a good idea.  People from countries who drive on the right will take a while to get used to looking the correct way when crossing.\n\n",{"type":"===","value":["Beaches"]},"\n\nAround 10-20 overseas travellers drown in Australia each year. Most of these drownings occur at ocean beaches, where statistics put visitors at significantly higher risk than locals. Check the ",{"type":"[","value":["http:\/\/www.beachsafe.org.au\/ Beach Safety website"]},".\n\nBeach goers should ",{"type":"'''","value":["swim between the red and yellow flags"]}," which designate patrolled areas. Beaches are not patrolled 24-hours a day or even during all daylight hours. In most cases the local volunteer surf lifesavers or professional lifeguards are only available during certain hours, and at some beaches only on weekends, and often only during summer. If the flags aren't up, then there's no one patrolling - and you shouldn't swim. If you do choose to swim, be aware of the risks, check conditions, stay within your depth, and don't swim alone.\n\nHard surfboards and other water craft such as surf skis, kayaks etc., are ",{"type":"'''","value":["not"]}," permitted between the red and yellow flags. These craft must only be used outside of the blue 'surfcraft permitted' flags.\n\nAustralian ocean beaches can sometimes have strong rips that even the strongest swimmers cannot swim against. Rips are invisible channels of water flowing away from the beach. These channels take out the water which the incoming surf waves bring into shore. Beach goers can mistakenly use these channels or areas since they can appear as calm water and look to be an easier area into which to swim. Problems arise when the swimmer tries to swim back into shore against the outgoing current or rip, tire quickly, and end up drowning. Rips can be recognised by one or more of these signs: a rippled appearance when the surrounding water is fairly calm; foam that extends beyond the break zone; brown, sandy coloured water; waves breaking further out on either side of the rip.\n\nIf you are caught in a rip at a patrolled beach, conserve your energy, float or tread water and raise one hand. The surf lifesavers will come out to you. Don't wait until you are so tired you can't swim any more. You will probably find that local swimmers or surfers will also quickly come to your aid. Usually the flags are positioned where there are no rips, but this isn't always the case as rips can move.\n\nIf you are caught in a rip at an unpatrolled beach stay calm to conserve energy and swim ",{"type":"'''","value":["parallel"]}," to the beach (not against the pull of the current). Most rips are only a few metres wide, and once clear of the undertow, you will be able to swim or catch a wave to return to shore.  Never swim alone.  Don't think that the right technique will get you out of every situation.  In the surf out the back of the beach, treading water can be hard with waves pounding you every few seconds.  Unless you have seen it happen, its hard to appreciate how quickly a rip can take you 50 m out to sea and into much larger wave breaks. If you are at an unpatrolled surf beach, proceed with great caution and never go out of your depth.\n\nBeach signs often have a number or an alphanumeric code on them. This code can be given to emergency services if required so they can locate you quickly.\n\n",{"type":"[[","value":[["#Crocodiles"],["Crocodiles"]]}," and ",{"type":"[[","value":[["#Jellyfish"],["Box Jellyfish"]]}," are found on tropical beaches, depending on the time of year and area. Sharks occur on many of Australia's beaches. See the section below on dangerous creatures. Patrolled beaches will be monitoring the ocean for any shark activity. If you hear a continuous siren, go off at the beach and a red and a red and white quartered flag is waved or held out of the tower as it indicates a shark sighting, so make your way to shore. Once it is clear, a short blast of the siren will be sounded, which usually means that it is safe to return to the water.\n\n",{"type":"===","value":["Natural disasters"]},"\n\n",{"type":"====","value":["Cyclones"]},"\nTropical cyclones (hurricanes) occur in the tropics (the northern part) of Australia between November and April, and you should understand how a tropical cyclone may impact you during the tropical wet season.  The impact of cyclones varies with their intensity and your proximity to them.  Weak cyclones may just cost you a day or two of your holiday to rain and wind while you stay indoors in your hotel, and an hours drive from the cyclone centre can still have good weather.  More severe tropical cyclones can be deadly to the unprepared, and may cause you to evacuate an areas and can seriously disrupt your travel plans. Even low intensity cyclones or tropical depressions in more remote areas can close roads for days to weeks at a time.\n\nOn average a town in the tropics experiences a tropical cyclone every 30 years or so.  The sparseness of population in Australia's north and north-west (where cyclones are most prevalent) means that many cyclones pass the coast with little impact on towns.\n\nStill, if you are planning to travel to the tropics during cyclone season, you should understand and review the ",{"type":"[","value":["http:\/\/www.bom.gov.au\/cyclone\/index.shtml Bureau of Meteorology's information page"]}," before you set out, and keep a general eye on the page while you travel for early alerts of any problems developing.\n\n",{"type":"====","value":["Floods"]},"\nIn the tropical north the ",{"type":"''","value":["Wet Season"]}," occurs over the summer months of December, January and February, bringing torrential rains and frequent floods to those regions.  It is not unusual for some coastal areas to be cut off for a day or two while the water recedes.  It can still be a good time to visit some of the well populated, tourist-oriented areas, and, except in unusually heavy flooding, you can still get to see the pounding waterfalls and other attractions that can make this an interesting time to visit.\n\nFloods in outback and inland Australia are rare, occurring decades apart, so you would be unlucky to encounter them.  However, if you are planning to visit the inland or the outback and the area is flooded, then you should reconsider.  The land is flat, so the water can take weeks to move on, leaving the land boggy.  Insects and mosquitoes go crazy with all the fresh water pooling around, and these things eat insect repellent for breakfast and are still hungry.  Roads close, often adding many hours to driving times.  Many attractions often lie on a short stretch of dirt road off the main highways, and these sections become impassable, even if the main road remains open.  Plan to return in a few weeks, and the land will still be green, the lakes and rivers will still be flowing, and the bird life will still be around.\n\nThe wettest period for the south of the country is usually around the winter months of June, July, and August. There is rarely enough rain at one time to cause flooding.  The capital cities are rarely, if ever, significantly affected by floods.\n\n",{"type":"====","value":["Fires"]},"\nNational parks and forested areas of southern Australia, including some parts of major cities next to national parks and forests, can be threatened by ",{"type":"'''","value":["bushfires"]}," (wildfires) in summer.\n\nIf the fire risk is extreme, parks may be closed, especially the backcountry areas, so you will need to have an alternative plan if you intend to camp or hike in parks during summer. If there is a fire in a park, it will usually be closed entirely.\n\nEntire country towns can sometimes be evacuated when there is a bushfire threatening them.  Often there can be no signs of the fire at evacuation time, but you should leave early, as evacuating through a fire front is dangerous.  The best advice is just to move on, and not stay around to watch.\n\nMake sure any fires you light are legal and kept under control.  The fire service operates a ",{"type":"'''","value":["fire ban"]}," system during periods of extreme fire danger. When a fire ban is in place all outdoor fires are forbidden. Most parks will advertise a ban, and it is your responsibility to check the local fire danger levels.  Fines or even jail terms apply for lighting fires that get out of control, not to mention the feeling you may get at being responsible for the property, wildlife, and person damage that you may cause.\n\nIf you are caught in a bushfire, most fires will pass over quickly.  You need to find shelter that will protect you from the smoke and radiant heat.  A house is best, then a car, then a clearing, a cave, or on the beach is the best location.  Wet everything what you can. Stay low and cover your mouth.  Cover yourself with non-flammable (woolen) clothing or blankets, and reduce the skin directly exposed to the heat.  If you have access to a tap gather water early; don't rely on water pressure as the fire front approaches.  If your holiday goes no further than cities, major towns, and beaches, this won't really concern you.\n\n",{"type":"====","value":["Water supply"]},"\nAustralia is a very dry country with large areas of ",{"type":"'''","value":["desert"]},".  It can also get hot.\n\nWhen travelling in remote areas, away from sealed roads, where the potential to become stranded for up to a week without seeing another vehicle is very real, it is vital that you carry your own water supply (4 gal or 7 L per person per day). Do not be misled by entries on maps such as 'well' or 'spring' or 'tank' (or any entry suggesting that there is a body of water). Nearly all are dry, and most inland lakes are dry salt pans.\n\nMany cities and towns have water restrictions, limiting use of water in activities like washing cars, watering gardens, or public showers.  It is common to see signs in accommodation asking visitors to limit the length of their showers.\n\n",{"type":"===","value":["Poisonous and dangerous creatures"]},"\nAustralia is home to many of the deadliest species of insects, reptiles and marine life on the planet. However the average tourist is unlikely to encounter any of these in an urban environment. The vast majority of deaths from bites and stings in Australia are due to allergic reactions to bees and wasps.\n\nSome of the information spread about Australia's dangerous wildlife is blown out of proportion, often jokingly by Australians themselves. However, you should take warnings about jellyfish and crocodiles seriously in the tropics, and keep your distance from snakes in the national parks and bushland.\n\nIf travelling in rural areas it would be a good idea to carry basic first aid equipment including compression bandages and to learn what to do after a snake or spider bite.\n\n",{"type":"====","value":["Snakes and spiders"]},"\nAustralia is home to six of the top ten deadliest snakes in the world. ",{"type":"'''","value":["Never"]}," try to pick up any snake, even if you believe it to be a non-poisonous species. Most people bitten by snakes were trying to pick up the snake or kill the creature, or inadvertently stepped on one while out walking. Snakes will generally try to put as much distance between themselves and you as possible, so if you see a snake while out walking, simply go around it or walk the other way. Walking blindly into dense bush and grassy areas is not advisable, as snakes may be hiding there. For the most part, snakes fear humans and will be long gone before you ever get the chance to see them.\n\nIt is common to see spiders in Australia, and most will do you no harm.  Wear gloves while gardening or handling leaf litter.  Check or shake out clothing, shoes, etc. that have been left outside before putting them on.  Don't put your fingers under rocks or into tree holes, where spiders might be.\n\nThe world's deadliest spider is the ",{"type":"'''","value":["Sydney Funnel Web spider"]},", found in and around Sydney and eastern New South Wales. Until the late 1970s a bite from this spider could cause death, but anti-venom is now available. The spider is anywhere up to 5 cm large, and is usually black. If you are in an area that is known for having Funnel Web spiders and you are bitten by a spider that you believe could be a Funnel Web it is important you get to hospital as quickly as possible. Funnel Webs can seek shelter indoors when there is a lot of rain; however they are usually found under rocks, especially if recent gardening has taken place.\n\nThe ",{"type":"'''","value":["Red Back spider"]}," (usually easily identified by a red mark on its abdomen) is common and after a bite it is important to seek medical attention, however it is not as urgent as with a Funnel Web. Red Backs typically hide in dark places and corners. It is highly unusual to see them indoors, however they can hide in sheds, around outdoor tables and chairs and under rocks or other objects sitting on the ground.\n\nAnti-venom is available for most spider and snake bites. If bitten you should immobilise the wound (by wrapping the affected area tightly with strips of clothing or bandages) and seek immediate medical help. Do not clean the wound as hospitals can test venom residues to determine which species of anti-venom should be used. If you are in an isolated area send someone else for help. The venom of some snakes (the taipan in particular) can take effect within fifteen minutes, but if the wound is immediately immobilised and you rest it is possible to delay the onset of poisoning by one to a few hours, depending on the creature. If possible, you should attempt to identify the creature that bit you (in the case of spiders it might be possible to trap it in a jar and take it to the hospital) so that the appropriate anti-venom can be administered swiftly.\n\nFirst aid treatment for spider bites may vary in Australia compared to other areas of the world. Always seek medical advice after a bite has occurred.\n\n",{"type":"====","value":["Jellyfish"]},"\nTravellers in northern ",{"type":"[[","value":[["Queensland"]]},", the ",{"type":"[[","value":[["Northern Territory"]]},", or northern ",{"type":"[[","value":[["Western Australia"]]}," should be aware of the risk of fatal stings from the ",{"type":"'''","value":["Box Jellyfish"]}," if swimming in the ocean between October and May. They are very hard to detect and can be found in very shallow water. Stings from these jellyfish are 'excruciating' and often fatal. Vinegar applied immediately to adhering tentacles will lessen the amount of venom injected, but immediate medical assistance will be required. The danger season varies by location.  In general the jellyfish are found close to shore, as they breed in the estuaries.  They are not generally found out on the Great Barrier Reef, and many people swim on the reef without taking any precautions.  Seek out reliable local information.  Some locals at the beach can be cavalier to the risks.\n\n",{"type":"'''","value":["Irukandji"]}," are another species of tiny (fingernail sized) jellyfish that inhabit the waters off Northern Australia and the surrounding Indo-Pacific islands. They are also very hard to see, and can be dangerous, although bites are rare.  Unlike the box jellyfish they are found out on the reef.  The initial bite can go unnoticed.  There is debate as to whether they can be fatal, but they certainly can place a victim in hospital, and cause extreme pain lasting days.  If you have nausea or shooting pains shortly after emerging from the water seek medical treatment.\n\nA \"stinger-suit\" that is resistant to jellyfish stings costs around $100 or can be hired for around $20 a week.\n\n",{"type":"====","value":["Blue ring octopus"]},"\nFound in rock pools around the coasts of Australia is the tiny Blue Ring Octopus. Usually a dull sandy-beige colour, the creature has bright blue circles on its skin if threatened.  The Blue Ring Octopus is rare and shy.  Avoid placing your hand under rocks or in crevaces in rock pools or near the shore as this is where they tend to hide. Most locals do the same.  It has a powerful paralysing toxin which can cause death unless artificial respiration is provided. In the history of Australia there are only two confirmed deaths by Blue Ring Octopus.\n\n",{"type":"====","value":["Crocodiles"]},"\nTravellers in northern Queensland, the Northern Territory or north Western Australia should be aware of the risk of fatal attacks by ",{"type":"'''","value":["saltwater crocodiles"]}," in and adjacent to northern waters (ocean, estuarine and fresh water locations) between King Sound, Western Australia, and Rockhampton, Queensland. Saltwater crocodiles in these areas can reach 25 feet in length and can attack in water without warning. Despite what their name implies, they can be found in both salt and fresh water. On land, crocodiles usually lie motionless, but they have the ability to move with extraordinary speed in short bursts. There are relatively few attacks causing injury — most attacks are fatal. Dangerous swimming areas will usually have prominent warning signs. In these regions only swim in inland waters if you are specifically advised that they are safe. Since 1970 there has been about one crocodile attack on a human each year.\n\nThe smaller ",{"type":"'''","value":["freshwater crocodile"]}," is, unlike the saltwater, timid and will avoid humans if possible. The freshwater may attack to defend itself or its eggs or if startled. They can inflict a nasty bite but due to their small jaws and teeth this will rarely cause death in humans.\n\n",{"type":"====","value":["Dangerous flora"]},"\n",{"type":"'''","value":["The Gympie bush"]}," (",{"type":"''","value":["Dendrocnide moroides"]},"), also known as the stinging tree, is a stinging plant, whose microscopic stinging hairs on leaves and branches can cause severe pain for up to several weeks. They are mostly found in North-east Queensland, especially in rain forest clearings. However, the Gympie bush and other closely related species (there are about five) of stinging tree can be found in south-east Queensland, and further south in eastern Australia. People bushwalking in such areas are advised not to touch the plant for any reason.\n\n",{"type":"===","value":["Crime"]},"\nCrime rates in Australia are roughly comparable with other first world countries: few travellers will be victims of crime. You should take normal precautions against bag snatching, pick pocketing and the like. There are some areas of the large cities that are more dangerous after dark, but there generally are no areas that the police refuse to patrol or that are dangerous to enter if you aren't a local.\n\nAustralian police are approachable and trustworthy, and you should report assaults, theft or other crime to the police as soon as possible. Under no circumstances should you offer an Australian police officer (or for that matter, any other government official such as a customs officer) a bribe or gratuity, as this is a crime and they will enforce the laws against it.\n\nWhen leaving your car alone, make sure it is locked, that the windows are rolled up, and that there are no obvious targets for theft in the vehicle, as thieves will often smash windows to get at a phone, GPS or bag that is visible in the car.\n\n",{"type":"====","value":["Racism"]},"\nRacism is a sensitive subject in Australia.  There are laws against any form of racial vilification or discrimination with jail terms possible for breaches of some states racial vilification laws. It isn't hard to find someone who will express some form of racist views in a pub in Australia.  It is much rarer to find someone who will openly express aggression towards any racial group. Australia is outwardly a multicultural and racially tolerant society.\n\nSome language used for ethnic groups that you may find offensive may not be considered offensive by the standards of some Australians.  Terms such as Yank, Pom, Paki and to a lesser extent Wog are used in casual conversation in the presence of those respective nationalities, often between friends, and as such are not seen as offensive. However, tread carefully before using slang racial descriptors yourself, to avoid the possibility of offence.  Some will choose a racial abuse term if involved in an argument, over a more general abusive term.\n\nYou may hear the indigenous population of Australia referred to as \"Abos\". This is considered a highly offensive and racist term, which you should never repeat.\n\nIt is not offensive to use ",{"type":"''","value":["Aussie"]}," (Ozzie) to describe Australian people, but it isn't a term Australians generally use to self-identify.  They are more likely to apply it to things (Aussie Rules, etc.) than to themselves.  When the chant of Aussie, Aussie, Aussie - Oi Oi Oi goes up at an international sporting event, some Australians will cringe, and others will join in.  Often this depends on their own perceived social standing, or their state of inebriation, or both.  Furthermore, in parts of Australia that are racially fractured, Aussie and Australian can both be used as divisive terms to identify racial heritage.  Ensure that you use the terms Aussie and Australian inclusive of Australians of all racial heritage.\n\n",{"type":"===","value":["Scams"]},"\nAttempts to ",{"type":"[[","value":[["Common scams"],["scam"]]}," tourists are not prevalent in Australia; take normal precautions such as finding out a little bit about your destination. There have been instances of criminals tampering with ATMs so that cash is trapped inside them, or so that they record card details for thieves. You should check your transaction records for odd transactions after using an ATMs and immediately contact the bank controlling the ATM if a transaction seems to be successful but the machine doesn't give you any cash. Always cover the keypad with your hand when entering your PIN to prevent any skimming devices which have cameras recording your PIN.\n\n",{"type":"===","value":["Illegal drugs"]},"\nOpium, heroin, amphetamines (speed), cocaine, LSD, ecstasy, marijuana and hashish among other drugs are all illegal both to possess and to sell in all states of Australia.  Trafficking offences are federal offences, and carry a long jail term.  Australia shares information on drug trafficking with other countries, even those with the death penalty.\n\nPenalties for possession or sale of small amounts of marijuana are typically lower than for other drugs, and vary between states. In South Australia, Western Australia, the Australian Capital Territory and the Northern Territory jail terms do not apply to first time marijuana offences. Some states can issue on-the-spot fines for small amounts of marijuana whereas others always require a court appearance. Foreigners should not expect more lenient treatment than locals from Australian police for drug offences.\n\nAustralia's proximity to ",{"type":"[[","value":[["Asia"]]}," means that heroin is a far more commonly used illicit drug than cocaine or crack cocaine. In some areas of large cities you will need to be careful of discarded needles: however these will generally be found in back streets rather than in popular tourist spots.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"===","value":["Skin"]},"\nExposure to the sun at Australian latitudes frequently results in sunburn. Getting sunburnt can make you feel feverish and unwell and may take a few days or weeks to heal depending on the severity.  It means you can't go back out into the sun until the sunburn fades, so getting sunburnt on the first day of your beach holiday can seriously reduce the fun of your trip. It can take as little as 15 minutes to burn in Australia on a fine summer's day, even in shaded outdoor areas. You should wear sunscreen (SPF 30+), clothing, and a hat to shade the sun.\n\nRe-apply sunscreen every 2–3 hours throughout the day as it wears off quickly if you are sweating or swimming.  Make sure to cover all parts of your body. UV radiation in the middle of the day can be double what it is in the early morning or later afternoon, so if possible avoid the sun during the hottest part of the day. ",{"type":"[","value":["http:\/\/www.bom.gov.au\/uv\/navmapaustralia.shtml Daily UV forecasts"]}," are issued by the Bureau of Meteorology online. \n\nIf you are heading to the beach, consider buying a sun-tent (less than $20 from discount and hardware stores). You can't hire beach umbrellas at Australian beaches, and they are very exposed.\n\n",{"type":"===","value":["Food Preparation"]},"\nAustralia has high hygiene standards, with restaurants required to observe strict food preparation standards. ",{"type":"[[","value":[["Food poisoning"]]}," rates are comparable to other first world nations.\n\n",{"type":"===","value":["Water"]},"\nThe tap water in urban Australia is almost always safe to drink, and it will be marked on the tap if this is not the case. The taste and hardness of the tap water will vary considerably across the country. Bottled water is also widely available. Carrying water on hot days is a good idea in urban areas, and it is a necessity if hiking or driving out of town. At sites where tap water is untreated, water sterilization tablets may be used as an alternative to boiling. If driving long distances on infrequently trafficked roads it is essential to carry drinking water. This is absolutely necessary in hotter areas and on dirt roads or tracks. It is rare that someone does not die of thirst in outback Australia in any year. It is recommended that in event of a breakdown you stay with the car for shade and to increase your chances of being found. Before long distance touring seek specific advice on calculating how much water to carry for the proposed journey and allowing for breakdowns.\n\n",{"type":"===","value":["Vaccinations"]},"\nAustralia does not have endemic communicable diseases that will require non-standard vaccinations. Like many other countries, it will require evidence of ",{"type":"[[","value":[["yellow fever"]]}," vaccinations on entry if you will have been in a country with a risk of infection within 6 days before your arrival in Australia.\n\n",{"type":"===","value":["Mosquitoes"]},"\nMosquitoes are present all year round in the tropics, and during the summer in southern areas.  Screens on windows and doors are common, and repellent is readily available.  Ross River Virus is spread by mosquitoes in the tropics, and can make you sick for a few weeks.  There have been cases of ",{"type":"[[","value":[["dengue fever"]]},".  Malaria is not present in Australia.\n\n",{"type":"===","value":["Medical care"]},"\nAs described above, ",{"type":"'''","value":["000"]}," is the Australian emergency services number and in any medical emergency you should call this number and ask for an ambulance and other emergency services as necessary, to attend.\n\nAustralia has first world medical standards. In particular, it is safe to receive blood transfusions in Australia, as donors are screened for HIV, hepatitis and many other blood borne illnesses.\n\nHowever, since Australia's population density is low, parts of Australia are a long way from medical facilities of any kind. Many of these areas are served by the ",{"type":"[","value":["http:\/\/www.flyingdoctor.org.au\/ Royal Flying Doctor Service"]},". Towns with populations of 5,000 or more will have a small hospital capable of giving emergency treatment in serious emergencies, and larger towns will have a base hospital capable of routine and some kinds of emergency surgery. In severe cases, particularly any kind of injury requiring microsurgery, you will need to be evacuated to one of the capital cities for treatment. Evacuation procedures are well established and normally involve being evacuated by plane or helicopter. For this reason travel insurance or ambulance membership is highly recommended for those travelling to remote areas as helicopter evacuation could cost thousands of dollars.\n\nCapital cities will have medical centres where you can drop in, often open on weekends or until late. In country towns you may have to make an appointment, and may have no alternative other than the closest hospital after hours and weekends.  You can also expect to wait a few hours if your condition isn't urgent.\n\nAustralian citizens and permanent residents who live in Australia can receive health care through the taxpayer funded Medicare. Foreigners working or studying in Australia and without a reciprocal agreement are generally required to take up private health insurance. Foreigners on a short visit will want to make sure their travel insurance is in order, as medical costs can be expensive for those not entitled to Medicare benefits. Even Medicare cover does not include ambulance costs (at least several hundred dollars) in the event of an emergency; only private insurance ",{"type":"''","value":["with ambulance cover"]}," will pay for this.\n\nTravellers from ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["Ireland"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Malta"]]},", the ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Sweden"]]}," and the ",{"type":"[[","value":[["United Kingdom"]]}," are entitled to free reciprocal Medicare treatment for medical problems that occur during their visit. It is advisable to familiarise yourself with the conditions of the ",{"type":"[","value":["http:\/\/www.humanservices.gov.au\/customer\/enablers\/medicare\/reciprocal-health-care-agreements\/health-care-for-visitors-to-australia reciprocal arrangement with your country"]},". For example Irish people and New Zealanders are only entitled to free treatment at a hospital, whereas the other reciprocal nationalities are entitled to subsidised treatment at general practitioners as well. No reciprocal programmes cover private hospitals, and the full cost will have to be met by yourself or with ",{"type":"[[","value":[["travel insurance"]]},".\n\nIf you are not a citizen or permanent resident of a reciprocal agreement country then you can expect to pay around $60 to see a general practitioner, plus any additional costs for any pathology or radiology required. The charge to pay to visit a local hospital can be much more expensive, private hospitals even more so, up to $500 even if you are not admitted, and thousands if you are.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Poisons Information Hotline: ☎ 13 11 26"]}," will give free advice if any medication or poisons are taken inadvertently. They will also give advice on what treatment is necessary for things like a spider bite."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\nAustralia offers many Internet access options for travellers:\n\n",{"type":"====","value":["Terminals"]},"\n",{"type":"'''","value":["Internet cafés"]}," abound in most population centres and normally cost $4–5 per hour. However, many internet cafés have 12-20 computers sharing a single broadband connection, sometimes making the internet painfully slow. If possible, ask if you can check the speed of a café's connection before forking out $4–5 for an hour.\n\n",{"type":"'''","value":["Public libraries"]}," usually offer some form of Internet access to travellers, either free or for a small fee. Some prohibit access to email, promoting research use of their facilities. Others offer both Wi-Fi and terminals, with Wi-Fi usually being free of restrictions.\n\n",{"type":"'''","value":["Major hotels"]}," offer Internet access, usually for an exorbitant fee. It is still unusual to find in-room Internet access in smaller hotels and in motels. Most youth hostels and backpacker accommodation have at least an Internet terminal at reception.\n\n",{"type":"====","value":["Wi-Fi"]},"\n",{"type":"*","value":[" Many ",{"type":"'''","value":["coffee shops"]}," offer Wi-Fi free to their customers."]},"\n",{"type":"*","value":[" McDonalds has free Wi-Fi in just about all their stores."]},{"type":"*","value":[" ",{"type":"[","value":["https:\/\/hotspot.internode.on.net\/coverage\/index.php Internode"]}," has free Wi-Fi hotspots, including much of Adelaide city centre."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.unwired.com.au\/get\/storefinder.php Unwired"]}," has a similar service."]},"\nSome accommodation providers offer Wi-Fi to their guests, almost always with a charge.\n\nIt is unusual to stumble upon open Wi-Fi hotspots.\n\n",{"type":"====","value":["3G\/4G Wireless"]},"\nThere are three mobile networks in Australia. All of them provide 3G\/UMTS and 4G\/LTE mobile data services.\n\nAs the data is carried over the mobile network, the advice about frequencies, obtaining SIMs and using a foreign device in the ",{"type":"[[","value":[["#Mobile Cellular Phones"],["Mobile Cellular Phones"]]}," section applies.\n\nIf you intend to use your phone with your home carrier, check with them for data roaming fees (likely quite expensive). If your handset isn't locked, it may be much cheaper to buy a local SIM.\n\nSeveral carriers offer prepaid mobile data access with no contract from around $30 per month with various bundles and inclusions. For around $50 you can get a USB modem or Wi-Fi dongle. The prices and plans are numerous.  Check Virgin Mobile (an Optus reseller) offers ",{"type":"[","value":["http:\/\/www.virginmobile.com.au\/prepaid-mobile-phones-plans\/ prepaid card with 250MB data for $19 (Your Caps option)"]}," or  Amaysim currently offers 1GB of data for $9.90.\n\n",{"type":"====","value":["Dialup"]},"\nThere are ISPs that offer dialup Internet for around $10–20 per month flat rate range. It can be surprisingly difficult to find Australian dialup ISPs with instant online signup, but they do exist (",{"type":"[","value":["http:\/\/www.beagle.com.au\/ Beagle"]}," is one if you can provide an Australian address).\n\nYou can buy prepaid dialup cards for several ISP's from Dick Smith stores, for around $20 per month. In the cities, many small business mobile phone shops sell a large range of prepaid phone cards, including prepaid dial-up cards. The ISPs ",{"type":"[","value":["http:\/\/www.dodo.com.au\/dialup\/prepaid.aspx Dodo"]}," and ",{"type":"[","value":["http:\/\/planetprepaid.net\/ Planet"]}," for example have prepaid internet cards available for around $10 a month from a variety of retail outlets.\n\nIf moving around, check that your ISP has an access number that can be reached via a local call from landlines nationwide (the access number starts with 019 or 13), rather than just in the ISP home city. All prepaid cards that can be purchased from Dick Smith have access from anywhere in Australia for a local call fee.\n\n",{"type":"===","value":["Telephone"]},"\n",{"type":"[[","value":[["File:Telstra payphone.jpg"],["thumb"],["upright"],["A typical Telstra payphone booth"]]},"\n\n",{"type":"====","value":["Calling overseas from Australia"]},"\nThe main international access code or prefix is ",{"type":"'''","value":["0011"]},". (When using a mobile phone, like everywhere else, the plus symbol \"+\" can be used instead of the 0011 prefix.)\n\nThere are other codes for using a non-default carrier or a special plan:\n",{"type":"*","value":[" 0014 will route through the Primus network"]},{"type":"*","value":[" 0015 will use the Telstra network on a special mode for international faxing."]},{"type":"*","value":[" 0016 will use the Telstra network"]},{"type":"*","value":[" 0018 will use the Telstra network for charging in half-hour blocks"]},{"type":"*","value":[" 0019 will use the Optus network"]},"\n",{"type":"====","value":["Dialling Codes"]},"\nThe country code for international calls to Australia is +61. When dialling from overseas, omit any leading '0' in the area code.\n\nFor example, the local number for the ",{"type":"[[","value":[["Broken Hill"]]}," tourist information is 8080-3300. The area code is 08 as Broken Hill is in the Central & West area code region. To dial the number from ",{"type":"[[","value":[["Adelaide"]]}," or anywhere else ",{"type":"''","value":["inside"]}," the same area code region you can optionally omit the area code, and just dial 8080-3300.  To dial the number from ",{"type":"[[","value":[["Sydney"]]}," or anywhere in Australia ",{"type":"''","value":["outside"]}," the area code region, you will need to dial 08 8080-3300. If you don't know your area code region, you can still dial the area code, and it will still work. To dial the number from overseas you will need to dial your local international access code (00 for most of ",{"type":"[[","value":[["Europe"]]}," or 011 in the ",{"type":"[[","value":[["USA"]]}," and ",{"type":"[[","value":[["Canada"]]},") and then dial 61 8 8080-3300, that is drop the leading '0' from the area code.\n\nThere can be many ways of writing the same number, as people try to present the number from the caller's perspective.\n\n",{"type":"*","value":[" +61 8 8080-3300"]},{"type":"*","value":[" +61880803300"]},{"type":"*","value":[" +61 (0)8 8080 3300, "]},{"type":"*","value":[" (61 8) 8080 3300, "]},{"type":"*","value":[" (08) 8080 3300, "]},{"type":"*","value":[" 61 8 8080 3300"]},{"type":"*","value":[" 8080 3300"]},"\nare all the same number, and the same rules apply.  If you are dialling within Australia the area code must begin with a '0'.  If you are dialling from outside Australia, there is no leading '0'.\n\n",{"type":"'''","value":["Australian Area Code List"]},":\n\n",{"type":"*","value":[" 02 = Central East (New South Wales, Australian Capital Territory and north-eastern fringe of Victoria)"]},"\n",{"type":"*","value":[" 03 = South East (Southern NSW, Victoria and Tasmania)"]},"\n",{"type":"*","value":[" 04 = Mobile phones Australia-wide (higher call charges apply)."]},"\n",{"type":"*","value":[" 07 = North East (Queensland)"]},"\n",{"type":"*","value":[" 08 = Central & West (Western Australia, South Australia, the Northern Territory and far Western New South Wales)"]},"\nLocal calls are about $0.25 on most fixed lines and $0.50 on all Telstra Pay Phones.\n\n",{"type":"*","value":[" If calling an Australian number from a mobile phone outside Australia it is best to use the format +61880803300 with no ",{"type":"''","value":["spaces"]}," and no (0) ",{"type":"''","value":["prefixes"]}," included."]},"\n",{"type":"*","value":[" If making an international call from your mobile phone from within Australia use the '+' followed by the ",{"type":"''","value":["country code"]},", followed by destination ",{"type":"''","value":["area code"]},", followed by the ",{"type":"''","value":["local number"]}," at the destination. Omit all leading '0' ",{"type":"''","value":["prefixes"]}," and do not include any ",{"type":"''","value":["spaces"]},"."]},"\n",{"type":"*","value":[" If dialling from a mobile telephone in Australia it is not necessary to use an ",{"type":"''","value":["international dialling"]}," prefix (such as 0011). The '+' symbol followed by the destination country code is all that is needed to access the international telephone system from your handset."]},"\n",{"type":"====","value":["Special Numbers"]},"\n",{"type":"*","value":[" Numbers commencing with ",{"type":"'''","value":["13"]}," are charged at a local call rate, and what they connect you to can vary according to your location.  They can be 10 or 6 digit numbers.  For example 1300 796 222, will connect you with the ",{"type":"[[","value":[["Albury"]]}," tourist information, no matter where you are in Australia.  However, 131 008 will connect you with a different local taxi service depending on where you are.  13 22 32 will connect you to New South Wales Railways in Sydney or Victorian Railways in Melbourne.  Calling these numbers internationally can be problematic."]},"\n",{"type":"*","value":[" Numbers commencing with ",{"type":"'''","value":["18"]}," are free when dialled from a payphone or fixed phone, and commonly used for hotel reservation numbers, or tourist information numbers."]},"\n",{"type":"*","value":[" Numbers commencing with ",{"type":"'''","value":["19"]}," are premium numbers, often with ",{"type":"''","value":["very"]}," hefty call charges (make sure you check before dialling)."]},"\n",{"type":"*","value":[" Numbers commencing with ",{"type":"'''","value":["12"]}," are carrier services, and are dependent on what network you are connected to.  For example ",{"type":"'''","value":["12 456"]}," is a general information number for Telstra.  Vodafone offer a similar services on ",{"type":"'''","value":["123"]},". These numbers can be premium services as well."]},"\nCalling special numbers internationally can often work - just try dialling the number prefixed with the +61 country code.  Many locations will give an alternative direct number for use in international dialling.  You can use the non-geographical number search on ",{"type":"[","value":["http:\/\/www.e164.org.au\/non-search.php e164.org.au"]}," to look up a normal number from a ",{"type":"'''","value":["13"]}," or ",{"type":"'''","value":["18"]}," number.\n\nYou may make reverse charge calls by using the number 1800 REVERSE (1800 7383773).\n\n",{"type":"====","value":["Mobile Cellular Phones"]},"\nAustralia has cellular networks operated by ",{"type":"[","value":["http:\/\/www.telstra.com.au Telstra"]},", ",{"type":"[","value":["http:\/\/www.optus.com.au Optus"]}," and ",{"type":"[","value":["http:\/\/www.vodafone.com.au Vodafone"]},", and each of the networks have several resellers with different price plans. All three operate GSM (2G) and UMTS\/HSPA (3G), and two operate LTE (4G).\n\nAll three ",{"type":"'''","value":["2G"]}," networks operate on the 900\/1800 MHz bands. Telstra and Vodafone have ",{"type":"'''","value":["3G HSPA+"]}," services on 850\/2100 MHz, and Optus on 900\/2100 MHz. Telstra and Optus also have ",{"type":"'''","value":["4G LTE"]}," services at 1800 MHz; Vodafone is yet to roll out 4G. CDMA phones (phones without a SIM card) will not work in Australia.\n\nIf you are using a 4G LTE phone, ensure it can 'fall back' onto the 3G frequencies provided by the same carrier, as 4G coverage is extremely limited outside inner city areas.\n\nFor those holding foreign SIM cards, international roaming is generally seamless onto Australia's GSM 900\/1800 and 3G (UMTS\/W-CDMA) networks, subject to agreements between operators. Check with your home operator before you leave to be sure.\n\nAll major cities and their suburbs have decent coverage on all three networks, as do many country towns except the smallest. Telstra's 850 MHz 3G network provides the best rural coverage (though it is also the most expensive), but unpopulated or sparsely populated areas away from major roads are unlikely to have service at all. If you are heading way out into the bush then an expensive ",{"type":"'''","value":["satellite phone"]}," may be your only option.\n\nAll three networks offer coverage maps:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.telstra.com.au\/mobile\/networks\/coverage\/index.html Telstra"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.optus.com.au\/portal\/site\/aboutoptus\/menuitem.cfa0247099a6f722d0b61a108c8ac7a0\/?vgnextoid=6ed776b387797010VgnVCM10000029867c0aRCRD Optus"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.vodafone.com.au\/personal\/services\/coverage\/index.htm Vodafone"]}]},"\nYou can buy a cheap prepaid mobile phone in Australia with a SIM for around $40 in most retail outlets, supermarkets, and post offices, or a SIM for your existing phone at around $2–3.  You can then top it up with credit using recharge cards you can purchase at all supermarkets, newsagents, some ATMs, and other outlets.\n\nPrepaid calls cost roughly 60c per minute plus 30c flagfall, again depending on the network. SMS is generally 25c.  You can buy a seemly infinite variety of packages, caps and bundles, with combinations of data, sms, call time, and SIM cards.  Read the fine print, and as a rule, the more \"value\" that is included in your \"package\" or \"cap\", the more expensive the elements of the package are.  For example call charges can rise from 60c to $1.20 per minute on a $29 cap that includes $150 value.  All is fine if you stay within the minutes allowed for the cap you choose, but it can cost a fortune very quickly if you exceed what you thought you would use.\n\nThere are no restrictions on overseas residents getting an Australian prepaid SIM card. Take your passport for identification in case it is required.\n\n",{"type":"===","value":["Satellite phones"]},"\nIf you need comprehensive coverage in rural and remote areas, you can use a satellite phone. Iridium, Globalstar and Thuraya satellite services are available in Australia.  Expect to pay around $120 per week to hire a satellite phone, plus call costs.   Satellite messaging units, which send your location and a help SMS or email, that can be hired for around $80 per week.\n\nThese units are only available from specialist dealers, often only in major cities (away from the remote areas you may be visiting).  You should be able to acquire or hire these units in your home country before departure if you wish.\n\n",{"type":"====","value":["SMS"]},"\nText messages can be sent from many public phones, using the keypad in much the same way as a mobile phone.  Follow the instructions on the phone display.\n\n",{"type":"===","value":["Post"]},"\n",{"type":"[[","value":[["File:Australia Post boxes.jpg"],["thumb"],["Express (yellow) and normal (red) Australia Post street posting boxes"]]},"\n",{"type":"[","value":["http:\/\/www.auspost.com.au Australia Post"]}," runs Australia's postal service.  Letters can be posted in any red Australia Post posting box, which are found at all post offices and many other locations.  All stamps can be purchased from post offices, and some stamps can be purchased from newsagents and hotels. Posting a standard letter costs $0.60 within Australia (up to 250g), or $1.60 for the rest of the world (up to 20g only).  'Domestic' and 'international' stamps are different, as international is tax free, therefore, so make sure you use the right stamp.  Parcels, express post and other services are also available.\n\nYou can receive mail via ",{"type":"''","value":["Poste Restante"]}," in any city or town.  Mail should be addressed to your full name c\/o Post Restante, and you simply call into the post office with ID to receive your mail.\n\n",{"type":"{{","value":[["isPartOf"],["Oceania"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["-27.37177"],["136.27441"],["zoom=5"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Australia"]]},"\n",{"type":"[[","value":[["Wikipedia:Australia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/"]]}]