[{"type":"{{","value":[["pagebanner"],["Auxerre banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.auxerre.com\/anglais\/default.htm Auxerre"]}]},"  is an historical city in the ",{"type":"[[","value":[["France"],["French"]]}," region of ",{"type":"[[","value":[["Burgundy"]]}," (",{"type":"''","value":["Bourgogne"]},"), at the heart of one of the country's largest wine-producing areas.\n\n",{"type":"==","value":["Get in"]},"\n\nAuxerre is located half way between ",{"type":"[[","value":[["Paris"]]}," (170 km) and ",{"type":"[[","value":[["Dijon"]]}," (150 km) on the A6 motorway, at the junction of the proposed A26 Troyes-Bourges motorway. The city is ideally situated to discover northern ",{"type":"[[","value":[["Burgundy"]]},".\n\nAuxerre is 15 km from ",{"type":"[[","value":[["Chablis"]]},", famous for its white wines, 20 km from Pontigny Abbey, 45 km from St Fargeau Castle, 60 km from ",{"type":"[[","value":[["Vézelay"]]}," and 78 km from ",{"type":"[[","value":[["Troyes"]]},".\n\nTrains are a wonderfully cheap option if you are coming from Paris or Dijon. Trains usually run every hour. If you are coming from Paris, you might have to make a connection at Larroche-Migennes. You can easily walk from the station to the old part of town in 10 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\nAuxerre is small in area, so walking is highly recommended for most purposes and is a pleasant thing to do in the old city.\n\nThere are free mini buses that circle the periphery of the old town as well as a bus system that services suburbs (for the suburb bus, tickets are 1 euro 75).\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:2012--DSC 0034-Cathédrale-d'Auxerre.jpg"],["thumb"],["right"],["250px"],["Cathédrale Saint-Étienne d'Auxerre"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Old Abbey of St. Germain"]},", no longer in use as an abbey, contains an important crypt with frescoes dating from the time of Charlemagne."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Cathédrale Saint-Étienne d'Auxerre"]},", a splendid Gothic cathedral whose flamboyant façade gives its exterior an unusual appearance."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tour de l'Horloge"]}," a clock tower from the xv century, with a golden façade and needles depicting the sun and moon."]},"\n",{"type":"*","value":["The city of Auxerre is home to the football team ",{"type":"'''","value":["A.J. Auxerre"]},". It's worth a visit to their stadium, the ",{"type":"'''","value":["Stade de l'Abbé Deschamps"]}," (route de Vaux BP 349 89006) to see them take on a rival team for a home game. The season is usually from September until mid May. It is about as interesting to watch the game as it is to watch the supporters. ",{"type":"[","value":["http:\/\/www.aja.fr\/"]}]},"\n",{"type":"==","value":["Do"]},"\nWalk across the pedestrian bridge that spans the river as it gives a nice postcard view of the city.\nRent a bike at the train station and bike south along the Yonne river towards a charming town called Vaux. \nRent a kayak and paddle around the river next to the Parc des arbres secs.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy quality wines from the Yonne region for cheap. There are also antique stores and workshops both downtown and along the river.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Le Bistro du Palais,65 Rue Paris"]}," A former one screen cinema theatre, this is now a charming bar and restaurant with authentic Burgundy cuisine. They also have a wonderful local wine selection, and a piano.\n\nIf you want, to cook your own food or buy food for a picnic, Leclerc is the giant supermarket that has most of what you need, located on the Northeast side of the river (14 Avenue Jean Jaurès). As you are in France, avoid buying baguettes, wine or cheese in a large commercial store; try buying those kinds of products in a local boulangerie, cave à vin or fromagerie : the charm of these such stores is the reason that you came to France and something that you cannot get at a chain store.\n\n",{"type":"==","value":["Drink"]},"\nDrink a beer or a café at the 'Annex' during (European) football matches. The regular crowd congregates to cheer on the local team, AJ Auxerre, whenever away matches are played, or a foreign team who plays a French player. An alternative to the 'Annex' is 'La Bodega', a pub that uses old wine barrels as tables and that has a huge projection screen.\n\n",{"type":"==","value":["Sleep"]},"\nThere is a row of hotels, including some budget hotels, on a ring road on the outskirts of the city that is part of National Route 151. Part of the road is called Boulevard Vauban. The location is not bad as the city is small enough that a walk from that ring road to the old city and its sights is only a few minutes.\n\n",{"type":"==","value":["Go next"]},"\nTrains run almost every hour to ",{"type":"[[","value":[["Dijon"]]}," and ",{"type":"[[","value":[["Paris"]]},".\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.7986"],["3.5672"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Burgundy"]]},"\n",{"type":"[[","value":[["WikiPedia:Auxerre"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Auxerre"]]}]