[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Avebury.jpg"],["thumb"],["Avebury standing stones"]]},"\n\n",{"type":"'''","value":["Avebury"]}," is a village in ",{"type":"[[","value":[["Wiltshire"]]},", famous for its neolithic stone circle. The henge and stone circles are thought to date from about 2500 BC to 2000 BC and are roughly contemporary with the more famous ",{"type":"[[","value":[["Stonehenge"]]}," 20 miles to the south.  The circular bank and ditch, which is almost a mile in circumference, encloses a much later mediaeval village, with a Saxon church and Elizabethan country manor.  Many of the stones are missing or buried, having been considered evil by the local farmers during mediaeval times, they were toppled or broken up, many of which to be revealed and restored in the 1930s by the famous archaeologist Alexander Keiller.  The village and henge lie at the centre of one of the most exciting megalithic landscapes in the world, with the remains of two prehistoric processional avenues of stones leading from the circle, leading to other nearby prehistoric points of interest such as ",{"type":"'''","value":["West Kennett Long Barrow"]}," and ",{"type":"'''","value":["Silbury Hill"]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe site is managed by the National Trust ",{"type":"[","value":["http:\/\/www.nationaltrust.org.uk\/avebury\/"]},", who provide good directions, opening times and other details on their website.\n\n",{"type":"===","value":["By car"]},"\nAvebury lies at the heart of the Wiltshire Downs, accessible easily from the M4 motorway, and is located about 6 miles west of ",{"type":"[[","value":[["Marlborough (England)"],["Marlborough"]]},",  along the A4 (Bath Road) at the junction of the A4361 and the B4003.  Local signposting directs visitors to the official tourist car park which is situated just south of the circle itself off the A4361.  There is a local ",{"type":"'''","value":["village car park"]}," located in the centre of the village, but this has restricted parking for non-residents during daylight hours.\n\n",{"type":"===","value":["By train"]},"\nThe nearest train stations are 10 miles away in ",{"type":"[[","value":[["Pewsey"]]}," or 11 miles in ",{"type":"[[","value":[["Swindon"]]},".  \n",{"type":"===","value":["By bus"]},"\nThe Trans-Wiltshire Express (service 49) offers an hourly service between Swindon, Avebury, ",{"type":"[[","value":[["Devizes"]]}," and Trowbridge. Swindon is on the main line to ",{"type":"[[","value":[["London"]]},". Other buses running nearby connect to Marlborough and Chippenham.\n\n",{"type":"==","value":["Get around"]},"\n\nThe village of Avebury can be best explored on foot, though access to the henge itself requires some climbing and walking over rough grassland and may not be suitable for all.  Apart from the driest seasons of the year, it is advisable to have waterproof shoes or walking boots, since the grass can be wet and muddy, and the exposed chalk on the slopes of the henge can become slippery when wet.  Two roads bisect Avebury, splitting the massive circle into 4 'quadrants' and each quadrant is fenced separately with sprung gated access.\n\nIn some seasons, parts of the henge may be roped off to prevent erosion, so please observe the signs and help keep this monument for future generations. At certain times of the year, one or more quadrants may have sheep grazing the grass and care should be taken to avoid letting any out, and dogs should be kept on a leash. The east-west road is the village High Street to the west and Green Lane to the east and is generally much quieter to cross than the main north-south road which is unfortunately the main road to Swindon and thus carries a fair amount of fast moving and heavy goods traffic.  This main road takes a double hairpin bend at the centre of the circle, where it joins the High Street, and much care should be taken in this area.  It is possible to walk to the other related local sights which make up the Avebury landscape, but in less favourable weather, car transport is advisable.\n\n",{"type":"==","value":["See"]},"\n\nThe henge itself is the main attraction of ",{"type":"'''","value":["Avebury"]}," and each of the four quadrants can be visited one after the other in a single circuit of the circle.  Many people prefer to go around twice, once close to the stones, and once right up on top of the henge bank, where there is a good path.\n\n",{"type":"===","value":["South West Quadrant"]},"\n\nFrom just west of the Henge Shop on the High Street, you can enter the south west quadrant through the sprung gate and are immediately presented with an impressive arc of re-erected stones, starting with the misshapen 'blacksmiths' stone - this one was located by Keiller in the cellar of a blacksmiths where a 17th-century antiquarian had noted it being toppled and used as building material.  The 6th stone in from the road is the famous Barber Stone - when Keiller lifted this stone in the 1930s, the skeleton of a mediaeval Barber-Surgeon, with an intact pair of scissors, was revealed underneath, crushed by the falling stone.\n\n",{"type":"===","value":["South East Quadrant"]},"\n\nAfter crossing the busy main road which goes south out of the village, the path leads you directly to one of the largest stones in the complex (about 60 tonnes) - the Devil's Chair - which has a small ledge on the outside edge where you can sit and make a wish.  This quadrant also contains the remains of the inner stone circle and a central marker stone erected by Keiller to take the place of a much larger obelisk which stood there until the 17th century.  At the exit of this quadrant, there is a huge sprawling beech tree on the henge, which reputedly JRR Tolkien used to sit under, and the exposed root system is certainly very Middle Earth.\n\n",{"type":"===","value":["North East Quadrant"]},"\n\nCrossing Green Lane into the north east quadrant, there are very few stones revealed in this sector, mostly because Keiller ran out of money and this area was never excavated - you can be sure that many stones lie undiscovered under the grass.  This sector does, however, contain the Cove stones, which are two huge flat stones perpendicular to each other - a third long lost stone once formed a three-sided 'cove'.  It is interesting to note that while one of the stones is smooth, the other is very rough.\n\n",{"type":"===","value":["North West Quadrant"]},"\n\nCrossing the busy main road into the north west quadrant, this sector is once again heavily reconstructed and as well as another impressive arc of re-erected stones, contains the single largest stone of the site - the Swindon Stone, which marks the way to Swindon.  The exit from this quadrant leads you out to the courtyard where the Barn Museum, Tea Room, WC facilities, the Keiller Museum, St. James Church, and Avebury Manor gardens are all situated.\n\n",{"type":"===","value":["Other Avebury Sights"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["West Kennett Avenue"]}," is the prehistoric processional avenue of stones which leads from the south east quadrant towards ",{"type":"[[","value":[["the Sanctuary"]]}," on Overton Hill some 1 and 1\/4 miles distant.  Keiller re-erected all of the stones in this section of avenue in the 1930s and it gives a vivid impression of what it must have been like for prehistoric people to walk between the pairs of alternating stones (some theorists say representing male and female) to the ancient site of ",{"type":"'''","value":["the Sanctuary"]},". Unfortunately, Keiller only managed to re-erect 3\/4 mile of Avenue and it cuts off abruptly at a fence.  The National Trust have recently purchased the farm land beyond this boundary, but no plans for further excavation have been set.  There is a small layby at the bottom end of the avenue if people wish to drive to it instead of walking from Avebury village."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Sanctuary"]}," is the final prehistoric destination of ",{"type":"'''","value":["West Kennett Avenue"]}," and is situated on Overton Hill on the A4, just where the ",{"type":"'''","value":["Ridgeway Path"]}," bisects the A4.  This was the site of a prehistoric temple, far older than the Avebury complex itself.  All that remains is a series of concentric circular post holes, and stone holes (the stones having been removed in the 17th century) the positions of which are now marked by concrete markers to give you some impression of the scale of the building.  Standing at the centre of the circle, you can glance back towards Avebury Village and see the hole markers for the first pair of Avenue stones which eventually join up with the rest of ",{"type":"'''","value":["West Kennett Avenue"]},".  Acrss the A4 from here are several later Bronze Age burial mounds."]},"\n",{"type":"*","value":[{"type":"'''","value":["Silbury Hill"]}," is the largest man-made hill in Europe (130 feet high) and is thought to be contemporary with the Avebury henge complex.  It is named after a mythical King Sel, who was thought to be buried at the base of the mound, but several generations of excavations have revealed no burials.  It lies along the A4 to the south west of Avebury, and was thought to be the final destination of the long lost Beckhampton Avenue, another processional avenue of stones from Avebury which has long since vanished (apart from two stones now stranded in the middle of a field - the Longstones - Adam and Eve, as they are known).  The hill itself is a Site of Special Scientific Interest, and access is restricted.  There is a car park and viewing area off the A4."]},"\n",{"type":"*","value":[{"type":"'''","value":["West Kennett Long Barrow"]}," is a neolithic passage tomb with a row of impressive sarsen stones guarding the entrance.  Access to the long barrow is by a 1\/4 mile footpath from a layby on the A4 just to the east of Silbury Hill.  The barrow itself is on the brow of a chalk ridge, and is one of the longest chambered barrows of its kind in Europe.  Access to the inside of the tomb is open, and well worth exploring.  At the end of the neolithic, the tomb was filled with rubble and was left that way until archaeologists in the 1960s excavated the inside, revealing dozens of skeletons of all ages in the various compartments."]},"\n",{"type":"*","value":[{"type":"'''","value":["Avebury Manor"]}," is a recently renovated Elizabethan manor house, with peaceful period gardens.  It was home to Alexander Keiller, the architect who brought Avebury's archeology into sight.  Owned by the National Trust, entry is by timed ticket."]},"\n",{"type":"*","value":["Other local areas of interest include ",{"type":"'''","value":["Windmill Hill"]}," neolithic enclosure, ",{"type":"'''","value":["Hackpen Hill White Horse"]},", ",{"type":"'''","value":["East Kennett Long Barrow"]}," and the ",{"type":"'''","value":["Ridgeway Path"]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are several shops in the village, as well as souvenir shops in the museums.  \n",{"type":"*","value":[{"type":"'''","value":["The ",{"type":"[","value":["http:\/\/www.aveburyshop.co.uk Avebury Community Shop"]}]}," offers groceries, household goods & confectionery. Our range of products includes freshly baked bread, fresh fruit, vegetables, eggs and milk, as well as allowing you to post your postcards from the village post box.  "]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Henge Shop"],["alt="],["url=http:\/\/www.hengeshop.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is packed with souvenirs, gifts, and pagan and spritual books and clothing, and no trip would be the same without a visit. Guided tours of Avebury can be arranged with the proprieter, as well as dowsing lessons."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe ",{"type":"'''","value":["Red Lion"]}," pub serves a wide menu of meals and snacks in its two indoor restaurants, and is open all day.  The pub has bench tables out in front which can be pleasant to drink at in summer, but are too close to the busy road to make eating pleasant.\n\nThe National Trust Circle Cafe located in the courtyard beside the Great Barn Museum is open all year and serves hot lunches with seasonal ingredients, sandwiches, cakes and teas, and has an pleasant, walking-boot-friendly indoor and outdoor seating area ",{"type":"[","value":["http:\/\/www.nationaltrust.org.uk\/avebury\/eating-and-shopping\/"]},".\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["Right at the centre of the circle is the famous ",{"type":"'''","value":["Red Lion pub"]},", which also has rooms to let, and is one of the more famous haunted hotels in the region.  It was built in the 17th century and features a well inside the pub which is supposed to have been the scene of several grisly murders.  The pub caters for families, and has two bars, an extensive dining room and menu, as well as B&B bedrooms."]},"\n",{"type":"*","value":["About a mile away in the nearby village of Beckhampton is the equally famous ",{"type":"'''","value":["Waggon & Horses"]}," public house, made famous in the 80s and 90s as being the central hub of the Crop Circle phenomenon.  Today it is a friendly Real Ale pub which serves food."]},"\n",{"type":"==","value":["Sleep"]},"\nMany of the houses in Avebury village offer B&B accommodation.\n\n",{"type":"*","value":[{"type":"'''","value":["Red Lion Pub"]}," High Street."]},{"type":"*","value":[{"type":"'''","value":["The New Inn Avebury"]}]},{"type":"*","value":[{"type":"'''","value":["The Lodge"]}]},{"type":"*","value":[{"type":"'''","value":["The Old Forge"]}]},{"type":"*","value":[{"type":"'''","value":["Manor Farm"]}]},"\n",{"type":"==","value":["Go next"]},"\nThe Wiltshire Museum in ",{"type":"[[","value":[["Devizes"]]}," has many finds from the Avebury area, including those from West Kennet Long Barrow and from important Bronze Age barrows in the area. New displays, also featuring gold from the time of ",{"type":"[[","value":[["Stonehenge"]]}," will be opening in Summer 2013. ",{"type":"[[","value":[["Devizes"]]}," also features the Kennet and Avon Canal and the Wadworth Brewery Visitor Centre, as well as places to eat, drink and sleep. From Devizes, you can visit ",{"type":"[[","value":[["Stonehenge"]]}," before visiting ",{"type":"[[","value":[["Salisbury Museum"]]}," to see more prehistoric finds. \n",{"type":"{{","value":[["geo"],["51.428611"],["-1.854167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Wiltshire"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Avebury"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Wiltshire\/Avebury\/"]]},"\n\n",{"type":"[[","value":[["Commons:Avebury"]]}]