[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Awasa"]}," (also ",{"type":"'''","value":["Awassa"]}," or ",{"type":"'''","value":["Hawassa"]},") is in ",{"type":"[[","value":[["Southern Ethiopia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAwasa is on the eastern shore of Lake Awasa and is a growing resort town with two luxurious resorts directly on the lake, and a large number of cheap and middle priced hotels. In 2013, many of the streets in Awasa and the walking path on the lake were fixed up with cobble stone, and there is a growing number of good cafes, small bars, and good Ethiopian and European restaurants. Tourism here is mostly local, but Awasa is also a common stop for Cairo-to-Capetown travelers and foreign tourists.\n\nIt is home to Hawassa university.\n\n",{"type":"==","value":["Get in"]},"\nAwasa is 5 hours by road from ",{"type":"[[","value":[["Addis Ababa"]]},".\n\nSky Bus has good and relatively modern Neoplan buses, and runs from Meskel Square in Addis Ababa every day (except Mondays) around 13:00h for 149 birr for a one-way trip. Buy tickets a day or two before you leave as they often sell out for the day. Get them at the Sky Bus office at Taitu Hotel or on Meskel Square. The bus often leaves late, so expect to arrive around 21:00 or later in Awasa.\n\nAnother option is to take Selam bus (Yutong bus) that runs every day and costs 145 Birr. If you want to do this, you should buy (a) ticket(s) in advance at Meskel Square (opposite to the huge parking lot). The trip takes about 5 1\/2 hours.\n\nThere are also many village buses running between Awasa and surrounding towns, including to Addis Ababa, all day long. They are usually faster and leave whenever they have enough passengers, but they are also less safe.\n\n",{"type":"==","value":["Get around"]},"\nAwasa is a small town and walking is the best way to get around. The town center is Piazza Road that goes from the shore of Awasa Lake eastwards. There is Dashen Bank (Visa and MasterCard ATM) and many hotels and restaurants on Piazza.\n\nIf you need transportation, there are countless blue motorbike rickshaws everywhere in town and a ride should never cost more than a few Birr.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hippos in Lake Awasa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Walk Piazza Rd to the lake, there are plenty of boats that carry tourists to see one of the Hippo groups."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The tours seem popular with locals and foreign tourists alike. If you are lucky, you see many hippos, or you may just see their ears if they are resting. Its about 500 Birr for a boat (as of 2013), but you can fit several people to share the cost. Alternatively, if you have the time, sit on a quiet spot next to the lake, sometimes the hippos come over for food."]]}]},"\n",{"type":"==","value":["Do"]},"\nBicycle ride around the lake.\n\n",{"type":"==","value":["Buy"]},"\nMonday is market day.\n\n",{"type":"==","value":["Eat"]},"\n\nThe better hotels also have some of the best restaurants in town.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tropical Burger"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Next to Whataburger Bar and around the corner from the Guesthouse guesthouse, near the western end of Piazza Rd."],["phone="],["tollfree="],["fax="],["hours="],["price=50 Birr for a large hamburger, 5 Birr for an Ethiopian coffee, 70 Birr for a pizza."],["content=Quiet setting under palm trees inside a fenced garden, many locals come here too, good fresh juice, local coffee. Since mid-2013 it has free Wifi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hi Life Bar+Grill"],["alt="],["url=http:\/\/www.hi-life-hawassa.com"],["email="],["address=Ground Floor, Lake View Hotel"],["lat="],["long="],["directions=On the lake, a few streets to the south from Piazza Rd."],["phone=00251930108351"],["tollfree="],["fax="],["hours=7am till late"],["price=75 for a full breakfast with any hot drinks and juice, 12 for a coffee, 20 for juice, milkshakes, smoothies, ice tea, ice latte or beer, 35 for snacks, from 40 for lunch and dinner."],["content=Serves a varied menu of fresh and bold flavours."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Venetia"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Southwest of town center, close to the lake and to Lewi's Resort."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by an Italian and his Ethiopian family, possibly one of the best pizzas you can get outside of Italy. A pizza is about 100 Birr and good size (as of 2013)."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dolce Vita"],["url="],["email="],["address="],["lat="],["long="],["directions=South Western part of town, close to Venetia Restaurant."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Italian restaurant offering good quality Italian fare."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lewi's Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=By the lake"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good location right by the lake with good quality food (same as other Lewi's cafés in town). Watch the monkeys: they will often steal your food or the sugar bowl that comes with the coffee!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Haile Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=By the lake north of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very good food in a clean and modern hotel restaurant. Service can be a little slow."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nWhere Piazza Rd meets the Lake, there is a number of small bars with chairs on the street and music. Some also have fried fish, fresh from the Lake. Great to sit outside in the evenings and see the sunset over Lake Awasa. A half liter St George draft beer is 10 Birr (as of 2013).\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bera Beer"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A smart microbrewery in town.  This is a popular drinking place - do not bother with the food."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nAwasa has many hotels of various standards, from the very basic for around 50 Birr to up to the luxurious Haile Resort and the Lewi's Resort. Rooms in the best hotels typically cost $50-70 per night, rooms in good traveler hotels with a bed and a shower are between 100 and 150 Birr (as of 2013). If you come on Sky Bus from Addis Ababa, it will not stop at the bus station, but on Piazza Rd. There are some good and cheap (around 100 Birr) and medium priced hotels close to the bus stop. (as of 2013)\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guesthouse"],["alt="],["url="],["email="],["address=Piazza Road"],["lat="],["long="],["directions=50 meters before Piazza Rd reaches the lake on the left hand side"],["phone="],["tollfree="],["fax="],["price=double 130 ETB with bathroom en suite (as of 2013)"],["checkin="],["checkout="],["content=Clean, relatively new, mostly quiet, safe, 1 minute to walk to the lake, 5 minutes walk into town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Haile Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Just north out of town by the lake."],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Luxurious resort with swimming pool, etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lewi's Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Just south out of town by the lake."],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Luxurious resort with swimming pool, etc. Not to be confused with several Lewi's hotels in town. If you are booking for Lewi's Resort by the lake, be careful that you are not booking one of the others."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nAwasa is less than an hour by bus to ",{"type":"[[","value":[["Shashemene"]]}," (known for its Rastafari settlement). Every morning (except Sundays) at 6:30h Sky Bus leaves Awasa Bus Station to Meskel Square in Addis Ababa. There are daily busses to go to ",{"type":"[[","value":[["Arba Minch"]]},", another resort town famous for its two lakes.\n\n",{"type":"{{","value":[["IsPartOf"],["Southern_Ethiopia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Awasa"]]},{"type":"{{","value":[["geo"],["7.05"],["38.466666666667"]]}]