[{"type":"{{","value":[["pagebanner"],["Ayaz Kale banner.jpg"]]},"\n",{"type":"[[","value":[["File:Ayaz Kala (Khorezm, Ouzbékistan) (5608879653).jpg"],["thumb"],["350px"],["Ayaz Kala"]]},"\n",{"type":"[[","value":[["File:UZ Ayaz Kale a3.jpg"],["thumb"]]},"\n",{"type":"[[","value":[["File:Ayaz Kala (Khorezm, Ouzbékistan) (5609461924).jpg"],["thumb"]]},"\n",{"type":"'''","value":["Ayaz Kala"]}," is an archaeological site in the autonomous republic of Karakalpakstan in ",{"type":"[[","value":[["Northern Uzbekistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAyaz Kala is located on the wastern side of the Sultan-Uiz-Dagh Mountains. The site consists of three fortresses which were built from the 4th cent. BC to the 7th cent. AD. The fortresses were part of a series of forts located at the edge of the ",{"type":"[[","value":[["Kizilkum Desert"]]},", which provided defence against raids by nomads and the Saca of the Syr-Darya delta\n\nThe World Monuments Fund ",{"type":"[","value":["http:\/\/www.wmf.org"]}," has put Ayaz Kala on the watch list of 100 most endagered sites.\n\n",{"type":"==","value":["Get in"]},"\nAyaz Kala is easily accessible by vehicle from ",{"type":"[[","value":[["Khiva"]]}," and ",{"type":"[[","value":[["Urgench"]]}," via Biruni and Buston. Ayaz Kala is about 70 km from ",{"type":"[[","value":[["Urgench"]]}," on a bitumen road. The last 2 km are on a sand road to the Ayaz Kala Yurt Camp. There are numerous foot paths between the sites. It is about 32 km from Ayaz Kala to ",{"type":"[[","value":[["Toprak Kala"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Toprak Kala"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ayaz Kul Lake"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Badai Tugai Nature Reserve"]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ayaz Kala 1"]}," is a fortress dating back to end of the 4th or beginning of the 3rd cent. BC. In this time Khorezm had become independent from Persia. Ayaz Kala 1 was part of a chain of fortresses protecting the agricultural settlements from attacks by nomads. The fortress is situated on the top of a hill, approx. 100 m high, providing wide views over the surrounding plains.  The fortress is rectangular in plan with sides 182 and 152 m long. The main axis is oriented from South to North."]},"\nAt the southern end of the axis is a square ",{"type":"''","value":["gateway"]},", which is a typical element of frontier fortresses of Khorezm. The enemies' approach lies parallel to the south east walls and invaders were vulnerable to attack from above. A massive gateway defended by two rectangular towers leads into a small rectangular chamber. This chamber was overlooked on all sides by high walls from which bowmen could shoot at the enemy in case the first gate was breached.\n\nThe ",{"type":"''","value":["enclosure"]}," of the fortress consists of an inner and outer wall with a vaulted corridor between them, about 2 m wide. The walls continue above the vaults, forming a protected rampart walk. The walls are up to 10 m high and at their base 2,2 to 2,4 m thick. The walls are reinfoced in the 3rd cent. BC by 45 watch towers in half elliptical form, at a distance from each other of 11.5 m at the northern and of 14 m at the eastern and western sides.\n\nThe fortress seems to have been in use until the 1st cent. AD and might have served as a refuge for the locals up to the early medieval period.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ayaz Kala 2"]}," is a feudal fortress dating from the 6th to 8th cent. AD. in the Afrighid period. It was built on the top of a conical hill, about 40 m high, situated south west of Ayaz Kala 1. The fortress consists of the ",{"type":"''","value":["entry"]}," on the south western side and the ",{"type":"''","value":["main building"]}," which is oval in shape."]},"\nIn the 6th to 8th cent. AD Khorezm was ruled by the Afrighid dynasty of Khorezmshahs. At this time the \"dihqans\", a new class of feudal landowners came into existence. They were descendants of the ancient nobility, courtiers or soldiers who had been rewarded for military services. Their agricultural estates were called \"rustaq\". They lived in \"donjons\", small square forts surrounded by a defensive wall. An important example calles ",{"type":"''","value":["Yakke Parsan"]}," is situated 10 km south of Ayaz Kala.\n\nAyaz Kala 2 was built of rectangular mud bricks on a foundation of \"paksha\" (cob). The upper parts of the outer walls were crenulated. The building was fortified with low battlements and a row of arrow slits. Ayaz Kala 2 had a 50 m long sloping man-made staircase on the southern side of the fort.\n\nThe ",{"type":"''","value":["main building"]}," is considered as a palace with residential quarters, ceremonial halls with ceilings supported by multiple columns and a fire temple, luxuriously decorated with wall paintings. This building seems to have been the residence of an feudal lord loyal the Khorezmshah. The building was built in the 4th cent. AD and destroyed by two separate fires. The palace was in use during the 6th and 7th cent AD as a domestic dwelling. Ayaz Kala 2 seems the have been the center of a small rural community and might have been in use until the Mongol invasion in the 13th cent.\n\nParts of the film ",{"type":"''","value":["Gengiz Khan"]}," were shot on Ayaz Kala 2. The best view of the site is from the top of Ayaz Kala 1. The best pictures of Ayaz Kala 1 and 2 are taken at sunset.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ayaz Kala 3"]}," is a fortified garrison dating from the 1st to 2nd cent. AD. The monumental building in the north east corner may have been founded in thr 5th or 4th cent. BC: The site covers an area of about 5 hectares."]},"\nThe ",{"type":"''","value":["enclosure wall"]}," is one of the largest fortresses in Karalpakstan. Ayaz Kala 3 is 66 percent larger than Ayaz Kala 1. The biggest of these fortresses is ",{"type":"''","value":["Akcha Khan Kala"]},", which is three times larger than Ayaz Kala 3. It has the shape of a parallelogramm with sides 260 m and 180 m long.  The structure of the external wall is similar to Ayaz Kala 1. The external walls are 7,5 m wide. The circular watch towers have a size of 8 m. The fortress was builit with ",{"type":"''","value":["paksha"]}," in the lower parts and masonry in the upper parts. made of adobe blocks. The entrance to the fortress on the western side consists of an S-Shaped extension of the external wall. The interior of the fortress is empty.\n\nThe ",{"type":"''","value":["monumental buildings"]}," in the north east corner cover an area of 2.400 square meters. The building has 40 rooms divided into 4 groups by 2 central corridors. There are remains of a narrow corridor on three sides of the buildings. The southern and eastern walls have square watch towers, about 2m x 2m.\n\nIt is supposed that Ayaz Kala 3 was used in Kushan times as a garrison or as a ruler's residence and refuge for the local farming population and that a small force used Ayaz Kala 1 as a lookout post.\n\n",{"type":"==","value":["Do"]},"\nThe land around the fortresses is owned by ",{"type":"''","value":["Ayaz Kala Tours"]},". They run the ",{"type":"''","value":["Ayaz Kala Yurt Camp"]},", organise tours to the fortresses, camel rides as well as boat excursion and bird watching on ",{"type":"''","value":["Ayaz Kala Lake"]},".\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ayaz Kala Yurt Camp"]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Uzbekistan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]