[{"type":"{{","value":[["pagebanner"],["Ayder banner.jpg"]]},"\n",{"type":"'''","value":["Ayder"]}," is a resort town in ",{"type":"[[","value":[["Eastern Karadeniz"]]}," region of ",{"type":"[[","value":[["Turkey"]]},", up in the lush Kaçkar Mountains, surrounded by waterfalls.\n\n",{"type":"==","value":["Get in"]},"\nGetting in is easy(ish): Take a bus from either ",{"type":"[[","value":[["Trabzon"]]},", ",{"type":"[[","value":[["Rize"]]}," or ",{"type":"[[","value":[["Hopa"]]}," to ",{"type":"[[","value":[["Pazar"]]}," and take a dolmush from there (though the last departure is at about 6PM during summertime)\n\n",{"type":"==","value":["Get around"]},"\nWalk till your heart's content or take a Dolmush back to Chamlihemshin (to get cash or get into another valley) or Pazar.\n\nIt's a nice trek up to Yukarı Kavron, mountain pastures higher in the valley, towards the Kackar peak. However, there are far too many vehicles during the summer. It'a better idea to take the Dolmush, from the center of Ayder, and start your trek from Kavron.\n\n",{"type":"==","value":["See"]},"\nBeautiful mountain scenery and maybe Hemshin people dancing and playing a peculiar sounding bagpipe.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Walk through the beautiful mountain scenery; it the Kackars... Head up mount Kackar or to the three lakes or... well enough to see and do. It is adviseable to hire a guide though."]},{"type":"*","value":[" Take a dip in the hot spring pool at the local hamam—hot and wonderful after a day's hike."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yilmaz Cafeterya"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=0.464.657 21 43"],["tollfree="],["fax="],["hours="],["price=5-8 TL mains"],["content=A really sweet family-run restaurant with fantastic soups and Turkish fondue. It's a little more than halfway up the hill on the main street in Ayder (on the left side if you are going up the hill). They speak a little bit of English, and they're friendly as can be."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\nYou could do a lot worse than stay at ",{"type":"'''","value":["Zirve Ahsap"]}," pansiyon. A Chalet-type pension catering largely for families but also quite suitable for others. It's behind the buildings north of the Dolmush stop in Ayder; Head up the mountainside left from the baker's, Take the path parallel to the main road. It's behind a gaudy concrete building and a water trough. The cost ran at about 20 YTL per person per night (August 2007) The telephone number is 0464 6572177\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"==","value":["Go next"]},"\nTake the dolmush to Pazar and from there a bus to Trabzon or Rize\n\n",{"type":"{{","value":[["geo"],["40.9500"],["41.0833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Karadeniz"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ayder"]]}]