[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ayrshire"]}," is a region in the ",{"type":"[[","value":[["South West (Scotland)"],["southwest"]]}," of ",{"type":"[[","value":[["Scotland"]]},". It incorporates South Ayrshire, East Ayrshire and North Ayrshire.\n\n",{"type":"==","value":["Towns"]},"\n\n",{"type":"[[","value":[["Image:Ayrshire map.png"],["thumb"],["150px"],["Map of Ayrshire"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ardrossan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ayr (Scotland)"],["Ayr"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cronberry"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Drongan"]]}," - a small village near Ayr"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fairlie (Scotland)"],["Fairlie"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Girvan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Irvine (Scotland)"],["Irvine"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kilmarnock"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kilwinning"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Largs"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Portencross"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Prestwick"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saltcoats"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Seamill"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Stewarton"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["West Kilbride"]]}," - national winner of Enterprising Britain 2006 award"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Isle of Arran"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ailsa Craig"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Culzean Castle and Country Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nAyrshire is a largely rural area incorporating a number of small towns. The primary attractions for tourists are walks and cycling routes, coupled with castles and other historic sites. Ayrshire's history as a tourist destination stems from its proximity to Glasgow and at one time the coastal towns functioned as resorts for those wishing to holiday during the summer. The large growth in air travel towards the end of the twentieth century has largely put an end to this; however tourists still visit the area to take in the scenery which, though qualitatively different from that of the ",{"type":"[[","value":[["Scottish Highlands"]]},", remains visually appealing.\n\n",{"type":"==","value":["Talk"]},"\n\nAs with the rest of the UK, English is spoken, but proficiency in foreign languages is very rare. At best you may encounter someone with a grasp of French, but this is to be regarded as an exception.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Plane"]},"\n\nAyrshire is served by Glasgow Prestwick International Airport (PIK), which is primarily a destination for a number of low-cost airlines. Prestwick airport can be reached directly from European cities including ",{"type":"[[","value":[["Brussels"]]},", ",{"type":"[[","value":[["Dublin"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Oslo"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Rome"]]}," and ",{"type":"[[","value":[["Stockholm"]]},". The airport has its own railway station, with direct links to Glasgow Central Station (a 45 minute journey) and to Ayr (7 minutes). See below for further information. Passengers arriving at or flying from the airport can get a 50% discount on a rail journey to\/from anywhere in Scotland by showing their boarding pass or flight itinerary to the ticket inspector when purchasing a ticket on the train.\n\n",{"type":"*","value":[" Glasgow Prestwick International Airport ",{"type":"[","value":["http:\/\/www.gpia.co.uk\/"]}," - Airport information and live flight times."]},{"type":"*","value":[" Ryanair ",{"type":"[","value":["http:\/\/www.ryanair.com\/"]}," - Online ticket sales for flights to\/from over 15 European cities."]},"\n",{"type":"'''","value":["By Bus and Train"]},"\n\nThe towns of Ayrshire are connected by frequent bus and train services from Glasgow. The train is usually the most popular and quickest option in this regard, though bus services can occasionally be cheaper. Additionally, trains travelling on the western rail route from England to Scotland make stops in several towns in Ayrshire such as ",{"type":"[[","value":[["Kilmarnock"]]},". ",{"type":"''","value":["Wikivoyage has a guide to ",{"type":"[[","value":[["Rail travel in the United Kingdom"]]},"."]},"\n\n",{"type":"==","value":["Get around"]},"\n\nPublic transport services are extensive, if occasionally overpriced. All but the smallest villages are connected by rail and virtually all areas have some form of bus service. Nevertheless, most tourists opt to visit a number of small towns and attractions by car. As the distances between attractions is often not very large, cycling can also be a good option.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Isle of Arran"]]}," is a popular destination and can be reached by ferry from the town of ",{"type":"[[","value":[["Ardrossan"]]},". The island provides the opportunity for hiking through the glacial valley of Glen Rosa and the climbing of Goat Fell, the highest peak on the island. Arran has successfully been marketed as 'Scotland in Miniature' due to the quaint nature of its settlements. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alloway"]}," contains a number of attractions related to the poet Robert Burns, who was born in the town. The thatched cottage in which he was born and the Church and Bridge (Brig O'Doon) which feature in the poem 'Tam O'Shanter' can all be visited, in addition to a museum celebrating the poet's works. Alloway is located a short distance from the larger town of Ayr."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Culzean Castle"]}," and its country park constitute one of southern Scotland's most visited attractions. The castle is easily reached by bus from Ayr (a distance of 12 miles) and provides historic attractions combined with attractive views of the Ayrshire coast."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf"]},", as in most areas of Scotland, is well provided for in the Ayrshire area. Along with a myriad of public courses, Ayrshire contains two courses which have held the British Open (one of the majors on the PGA\/European tour) in recent years: Turnberry and Royal Troon. In 2007, Golf Digest ranked Turnberry as the 7th best golf course in its list of the \"100 Best Golf Courses Outside the United States\" and the course is available to the general public from between £65 to £200 a round, depending on the time of year. Royal Troon is also available for visitors to play between May and October and will cost around £200. In addition, Prestwick Golf Club, host of the first British Open (and consequently the first major golf tournament) can be accessed by the general public, though the course is not quite of the same standard as Turnberry and Troon. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cycling"]}," is very popular in the summer throughout Ayrshire. A common cycle route is between the towns of Ayr and Girvan, which provides pleasant views of the Ayrshire coastline, the castle at Dunure and Culzean."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Braidwoods Restaurant"]}," in Dalry has the distinction of one Michelin star and serves high quality cuisine, with a particular emphasis on seafood. A 3 course meal is available for £36. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Sorn Inn"]}," in the town of Sorn, represents another high quality restaurant which, though not possessing a Michelin star, has been awarded a distinction in Michelin guides since 2006. The restaurant serves a variety of Italian, French and Scottish cuisine using local produce."]},"\n",{"type":"==","value":["Drink"]},"\n\nVirtually all towns have some form of pub in this area of the world and visiting one can give the traveller an interesting perspective on the local culture. Nightlife on the whole however, is not one of Ayrshire's strong points. There are a few nightclubs in larger towns, but the experience is liable to be a disappointing one in comparison to the larger venues in Glasgow and Edinburgh.\n\n",{"type":"==","value":["Stay safe"]},"\n\nDue to the rural nature of much of Ayrshire it is unlikely you will encounter any crime if you stick to regular tourist activities. Nevertheless, if in the centre of one of the larger towns such as Kilmarnock, there is the potential to encounter drunken or otherwise undesirable individuals, particularly on a Friday or Saturday night. With this said, it is exceptionally rare that a tourist visiting the area will be the victim of crime.\n\n",{"type":"==","value":["Go next"]},"\n\nTo the North, Glasgow offers all the attractions of a large city and may act as a gateway to the Scottish Highlands or Edinburgh and the East coast. To the South, there are a number of coastal towns such as ",{"type":"[[","value":[["Portpatrick"]]}," which offer a similar experience to that of the Ayrshire coast. Ireland may also be reached from ",{"type":"[[","value":[["Stranraer"]]}," and trains run from Kilmarnock to Carlisle and England. \n\n",{"type":"[[","value":[["WikiPedia:Ayrshire"]]},"\n\n",{"type":"{{","value":[["geo"],["55.5000"],["-4.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South West (Scotland)"]]},"\n\n",{"type":"{{","value":[["usableregion"]]}]