[{"type":"{{","value":[["pagebanner"],["Azores Wikivoyage banner.png"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitazores.com\/en Azores"]}]}," are a group of islands in the ",{"type":"[[","value":[["islands of the Atlantic Ocean"],["Atlantic Ocean"]]}," and are an autonomous region of ",{"type":"[[","value":[["Portugal"]]},". It is an ultra peripheral area of the European Union.\n",{"type":"[[","value":[["File:Azores-map.png"],["thumb"],["250px"],["Map"]]},"\nLatest census data reports just over 250,000 residents live on the islands. Estimates are that more than 2,000,000 emigrants and their descendants live off the islands, primarily in the ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Brazil"]]},", and mainland ",{"type":"[[","value":[["Europe"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\nIt consists (mainly) of 9 islands:\n\n",{"type":"*","value":[{"type":"[[","value":[["Corvo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Faial"]]}]},{"type":"*","value":[{"type":"[[","value":[["Flores (Azores)"],["Flores"]]}]},{"type":"*","value":[{"type":"[[","value":[["Graciosa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pico"]]}]},{"type":"*","value":[{"type":"[[","value":[["São Jorge (Azores)"]]}]},{"type":"*","value":[{"type":"[[","value":[["São Miguel"]]}]},{"type":"*","value":[{"type":"[[","value":[["Santa Maria (island)"],["Santa Maria"]]}]},{"type":"*","value":[{"type":"[[","value":[["Terceira"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Angra do Heroísmo"]]}," —  historic capital\/diocese"]},{"type":"*","value":[{"type":"[[","value":[["Horta"]]}," — legislative capital"]},{"type":"*","value":[{"type":"[[","value":[["Ponta Delgada"]]}," — regional administrative capital"]},{"type":"*","value":[{"type":"[[","value":[["Ribeira Grande"]]}]},{"type":"*","value":[{"type":"[[","value":[["Praia da Vitória"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThese nine volcanic islands are situated in the northern Atlantic, about 1,500 km (950 mi) from the western edge of the ",{"type":"[[","value":[["Iberian Peninsula"]]}," and about 3,900 km (2,400 mi) from ",{"type":"[[","value":[["North America"]]},". Seismic activity, though rare, still occurs on occasion.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:Azoren (14).jpg"],["thumb"],["250px"],["Azores"]]},"\nThe archipelago is spread out in the area between 37° N and the parallels of latitude that pass through the Lisbon area (38° 43' \/ 38° 55' N), giving it generally a tepid, oceanic, subtropical climate, with mild annual oscillations. Daily maximum temperatures usually range between 15°C (59°F) and 25°C (77°F). The average annual rainfall increases from east to west, and it ranges from 700 to 1600 annual millimetres on average, reaching 6300 milimetres on Mount Pico, the highest Portuguese mountain at 2351 metres. The Azores high, an area of high atmospheric pressure, is named after the islands.\n \nYou should be warned, if what you are searching is a beach holiday with plenty of sun, the Azores are not right for you. However, if going to the beach is just one of the activities you will do, it should be just perfect. Climate in the Azores can vary during the day from bright sunny, to rainy and back to sunny.\n\n",{"type":"==","value":["Talk"]},"\nThe official language in Azores is Portuguese. On most of the nine islands, the variety of Portuguese spoken is very similar to standard European Portuguese. The primary exception is the dialect spoken by many of the inhabitants of the largest island, Sao Miguel, where the many individuals employ a local \"Micaelense\" dialect  very unlike that found on the Portuguese mainland. In fact, even the people from Mainland Portugal and the other Azorean islands find it difficult to understand them at first. For those visiting the Azores on holiday, however, the good news is that most of the people involved with tourism speak at least enough English to be able to communicate with tourists.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By plane "]},"\n\nThe main hub is in Ponta Delgada Airport (PDL).\n\nMajor carriers serving  include\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.azores-express.com\/ Azores Express"]}]}," (US tel.: 800-762-9995, Portugal: 351 296 209 748) connects ",{"type":"[[","value":[["New England"]]}," with the Azores, mainly on the ",{"type":"[[","value":[["Boston"]]},"-",{"type":"[[","value":[["Funchal"]]}," route. The carrier is part of the SATA Group, which connects the Azores with mainland Europe"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sata.pt SATA Azores"]}]}," Is both an Airline and a tour operator locally based on the Azores. Connects Azores with major European hubs like ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Frankfurt"]]}," and ",{"type":"[[","value":[["Paris"]]},", it also has a useful connection to ",{"type":"[[","value":[["Gran Canaria"]]}," and several other European destinations."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flytap.com TAP"]}]}," Portugal's flag carrier, also flies on the major connections between ",{"type":"[[","value":[["Lisbon"]]}," and ",{"type":"[[","value":[["Funchal"]]},"."]},"Although, travelers have direct flights from Lisbon to Terceira, Fayal and Pico islands. Also from Porto to Terceira island. To travel in the archipego one may choose to fly to any of the Islands, or, yet, by ferry boats among the islands, specially in the central group - Terceira, Graciosa, San George (Jorge, Pico and Fayal. \nAnother resource is charter a small motor yatch to get from island to island. During summer time that is particularly available in Terceira island.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airberlin.com Air Berlin"]}]}," Offers flights from ",{"type":"[[","value":[["Germany"]]}," (mainly ",{"type":"[[","value":[["Düsseldorf"]]}," and ",{"type":"[[","value":[["Nuremberg"]]},")"]},"\n",{"type":"==","value":["Get around"]},"\n\nOn most islands there you can rent a car. On most islands there are also bus services that run around the islands, crossing the main villages. On the smaller islands however, these may have only a few runs per day, or none at all on certain days (Sundays, holidays).\n\nThese being volcanic islands, in many places the terrain is steep and rugged. The roads wind around very steep hillsides. Cycling around the islands is possible if you are in great shape, and don't mind a lot of hill climbing.\n\nThis is a great place for going around island to island and even town to town by boat. Almost every town is on the shore and most have ports. One of the best known sailing ports in the world is Horta, on Faial Island. There is a large and fully equipped marina that has catered for many famous boats and regattas. The marina is ideally placed in downtown Horta. Some other islands have marinas, like Terceira and São Miguel. Even when a marina is not present many of the larger villages have a harbour suitable for mooring a sailboat or yacht.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Lagoa das Sete Cidades"]},", a beautiful hour glass green and blue body of water known as a caldera northwest of Ponta Delgada.  It is storied with myths and legends.\n\n",{"type":"'''","value":["Lagoa das Furnas"]},", an active caldera with steam vents, mud pots and geysers, locals cook food in earth ovens available in picnic areas.\n\n",{"type":"'''","value":["Lagoa da Fogo"]}," (Fire Lake) is a beautiful caldera lake high up in the mountain and know for it's dramatic views and white sand beach.\n\nAt ",{"type":"'''","value":["Faial Island"]}," see Horta Harbour where all sail boat stop, Faial Caldera and Capelinhos volcano.\n\nAt ",{"type":"'''","value":["Pico Island"]}," you can climb the mountain, 2351 meters above sea level. It is the tallest mountain in Portugal. Ideally you climb the mountain in the afternoon so you can see the sundown when you are in the top. Normally it takes 2 to 3 hours to climb. More if you are not fit. Then in the morning to see the sunset you climb a little mountain that is called Pico Pequenino (Little Pico) that the mountain has on the top. From there you can see the islands of Faial and São Jorge perfectly.\nAlgar do Carvão, in Terceira Island, is a unique cave in the world. In few words is a volcano seen from inside; a   volcano that had its lava supply suddenly interrupted left an open space, a cave, with a vertical opening - a pit - forming the Algar. Similar to this in Indonesia formation but in a much minor scale, and not opened to the public.\nStill in Terceira Island, you may appreciate a set of fumaroles in its pristine condition - no man intervention. It is a local natural monument, a protected area. You may appreciate it exactly as Charles Darwin saw it during his visit in September 1830.\nBesides, if one is interested in monuments, Angra do Heroísmo is a UNESCO World Heritage classified city, since 1983. \nFor the castle fans in Angra do Heroísmo three castles are available. One has an Hotel - San Sebastiao pousada, another one is still a military unit since 1642. It is the largest castle in the world built by Spaniards. Its perimeter has over 3,5Kms of walls, over twice the size of many famous castles (the Kremlin, for example).\n\n",{"type":"===","value":["Itineraries"]},"\n\nSao Miguel, fly to Faial from Ponta Delgada, take the boat to Pico Island, take a boat for Whale watching at Faial or Pico, climb the Pico mountain  if you are in good shape, take the channel boat to S. Jorge and then fly to Terceira Island. In each Island the best is to rent a car (cheaper) or to hire a taxi to see around all the islands and enjoy the views.\nSao Miguel is the main hub, but you may fly in direct to Terceira, Pico and Fayal from Lisbon.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Whale and Dolphin Watching"]}," . Every town with a Marina offers whale watching. They take you out on small boats and often get you within ten yards of the whale."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Velvet Adventure Sailing"],["alt="],["url=http:\/\/www.velvetadventuresailing.com\/index.php?main_page=index&cPath=9_13"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spend time sailing between the islands and exploring what each one has to offer. The boat moors in sheltered marinas or anchors in secluded bays."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Angra"]},", a historical city, an UNESCO heritage patrimony city, in Terceira island. (Airport: Terceira (TER)\/ Lajes \/ Praia da Vitoria\/ Angra)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Off-road mountain bike circuits"]}]},{"type":"*","value":[{"type":"'''","value":[" Moto 4 Rides"]}]},{"type":"*","value":[{"type":"'''","value":[" Bird Watching"]}]},{"type":"*","value":[{"type":"'''","value":[" Donkey Rides"]}]},{"type":"*","value":[{"type":"'''","value":[" Fishing"]}]},{"type":"*","value":[{"type":"'''","value":[" Sport Fishing"]}]},{"type":"*","value":[{"type":"'''","value":[" Ferry"]}]},{"type":"*","value":[{"type":"'''","value":[" Yachting"]}]},{"type":"*","value":[{"type":"'''","value":[" Hiking"]}]},{"type":"*","value":[{"type":"'''","value":[" Rental Bike"]},", riding bike is a great way to get to know the islands."]},{"type":"*","value":[{"type":"'''","value":[" Guided Tours"]}]},{"type":"*","value":[{"type":"'''","value":["Volcano Climbing at Pico island"]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Handcraft"]}," from all the islands is very good.\n",{"type":"'''","value":["Tea"]}," - the only place in Europe that produces tea.\n\n",{"type":"==","value":["Eat"]},"\n\nFresh fish is very good. There is also a large amount of cattle on the island and the local grass fed beef is very good. There is a \"meat and potatoes\" mentality when it comes to the cuisine and vegetables can sometimes be hard to come by. Sao Jorge is famous for its cheese and must be tried. Fresh pineapple from Sao Miguel is unbelievably good.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Sagres"]}," and ",{"type":"'''","value":["Super Bock"]}," are the best Portuguese beers you can find on the island. ",{"type":"'''","value":["Especial"]}," is the local Azorian beer, very good.\n\nYou can also ask for local sodas \"Kima\" and \"Laranjada\".\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere is very little crime in the Azores. What little crime exists is mostly drug related. There are no reports of crimes against tourists.\n\n",{"type":"==","value":["Go next"]},"\nFlights within other islands, plus ",{"type":"[[","value":[["Madeira"]]},"\/Funchal (FNC), ",{"type":"[[","value":[["Lisbon"]]},"\/Lisboa (LIS), ",{"type":"[[","value":[["Porto"]]},"\/Oporto (OPO).\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Portugal"]]},"\n",{"type":"{{","value":[["isPartOf"],["Islands of the Atlantic Ocean"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Azores"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Portugal\/Azores\/"]]},"\n\n",{"type":"{{","value":[["related"],["Portugal"]]},{"type":"{{","value":[["geo"],["38.5"],["-28"],["zoom=8"]]}]