[{"type":"{{","value":[["pagebanner"],["Oia (Santorini) banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Oia, Santorini sunset.jpg"],["thumb"],["The famous sunset at Ia"]]},"\n",{"type":"[[","value":[["Image:Village of Oia on the Greek Island of Santorini.jpg"],["thumb"],["View from Ia onto Caldera"]]},"\n\n",{"type":"'''","value":["Ia"]}," (or ",{"type":"''","value":["Oia"]},") is one of the two towns on ",{"type":"[[","value":[["Santorini"]]}," island in ",{"type":"[[","value":[["Greece"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nIa (Oia spelling in Greek) is a picturesque town beloved by artists and the tourists alike.\nBeing a destination for all those cruise ship passengers the town so is very busy in the afternoons.\nIt is far better to arrive in the early evening, allowing plenty of time to meander, shop and take photographs, then have a relaxing meal in a Caldera restaurant while watching one of the most beautiful sunsets. Be sure to occupy your seat in advance, though: western side becomes ",{"type":"''","value":["heavily"]}," crowded in the hour preceding sunset.\n\nBut the full flavour and spirit of the town (and the island) can be enjoyed only after staying for several days.\n\nIa overlooks two sides of the sea, western with Ammoudi bay, eastern with Armeni bay; only western one faces sunset.\n\nIa is a popular place for shooting local TV series, sometimes in a nighttime.\n\n",{"type":"==","value":["Get in"]},"\n\nEasily reachable by bus from the central bus station in ",{"type":"[[","value":[["Fira"]]},".\nThe road to Ia is not for the faint hearted!  The bus driver seems to derive great pleasure from scaring the living daylights out of his passengers and a word of warning about the conductor... always have the correct fare or be prepared to face his wrath!  The bus fare is very inexpensive--not more than €3 per person.\n\nTaxi from port in ",{"type":"[[","value":[["Thira"]]}," costs around €20 per group; €25 if you don't want driver to take people from other groups into the car.\n\nRoad between Fira and Ia is meandering -- keep in mind if you choose between taxi and a rented car when you arrive exhausted after a ferry.\n\n",{"type":"==","value":["Get around"]},"\n\nMost parts of the village is reachable by-foot only; even garbage is taken away by donkeys.  Donkeys can be rented on the staircase connecting Armeni bay to Ia, a useful tip for those full with fresh seafood from a tavern.  In addition, at least six companies offer car and scooter rentals.  Sailing is another popular option.\n\n",{"type":"===","value":["Renting a car"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Auto Europe"]}," is not flexible enough to rent a car for extra half a day (at least, it wasn't in Oct 2001)--always operates with full days, despite low season."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Drossos"]},": one of the largest selections of cars on the island (esp. cabrios); Russian-speaking owner Zurab. Owner may be gaming you with driver license restrictions for pushing towards more expensive options."]},"\n",{"type":"==","value":["See"]},"\n\nIa is a very picturesque town.  Spend at least half a day exploring the town by meandering up and down paths and staircases.  Along the way you'll see interesting architecture and breathtaking views of the caldera.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Caldera Massages Studio"],["url=http:\/\/www.Caldera-Massages.com"],["email=Relax@Caldera-Massages.com"],["address="],["lat="],["long="],["directions=On the caldera in the center of the village just off the main village path below Thomas Jewelry. Next to 1864 The Sea Captain's House hotel"],["phone=+30 22860 71983"],["tollfree="],["fax="],["hours=Daily March thru November"],["price="],["content=Unique, peaceful setting inside in the cave style treatment rooms or on the rooftop with wide views. All natural aromatherapy products also available with instructions on their proper use. (Review by property owner)"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nIf Ia and Santorini are but one stop on your journey, you may want to wait to purchase souvenirs.  If you will be heading back through Athens on your way home, wait to purchase souvenirs there: they will be less expensive and you will not need to have the extra burden of carrying them around with you.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lotza"]}," tavern. Large souvlaki; tzadziki is bit too hot. Potato salad may be without declared beetroot, but rich in mayonnaise. White salad is with tuna."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ambrosia Restaurant"],["alt=Amvrosia"],["url=http:\/\/www.ambrosia-santorini.com"],["email=Table@Ambrosia-Santorini.com"],["address="],["lat="],["long="],["directions=center of the village on the caldera near the main church"],["phone=+30 22860 71413"],["tollfree="],["fax="],["hours=Lunch & Dinner Daily"],["price="],["content= ",{"type":"'''","value":["Pro:"]}," The View with excellent food. Two small intimate terraces for the most romantic, candlelight dinner on the island. Mediterannean dishes served atop the cliffs in Oia overlooking the sea and caldera. Some reviews say the best cuisine in Greece with the view as an extra bonus. Charming interior seating in cave style setting. ",{"type":"'''","value":["Contra:"]}," Reservations are hard to come by with seating times for dinner not so flexible. Ask your hotel reception to book or try via an email to the restaurant. Expensive evening for the island save it for your ",{"type":"''","value":["special night"]}," or try their sister Ambrosia & Nectar also in Oia with a more modest pricelist."]]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ambrosia & Nectar"],["url=http:\/\/www.ambrosia-nectar.com"],["email=Table@Ambrosia-Nectar.com"],["address="],["lat="],["long="],["directions="],["phone=+30 22860 71504"],["tollfree="],["fax="],["hours=Lunch & Dinner Daily; March to November inclusive."],["price="],["content=",{"type":"'''","value":["Pro:"]},"  A long time favorite in Oia that is worth more than one visit as the terrace setting is charming with candlelight and artworks. The food has been rated highly by Gourmet Traveler, Conde Nast writers and Giada from the USA TV food network featured their Santorini Warm Feta appetizer. More relaxed than Ambrosia Restaurant and calmer prices. ",{"type":"'''","value":["Contra:"]}," One doesn't see the setting sun from the terrace - and the view to the caldera and sea isn't as dramatic as from Ambrosia's terrace. The food is the main point here as is the friendly service and tasteful decor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nikos"],["url="],["email="],["address="],["lat="],["long="],["directions=near the bus station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit for souvlaki. Order the kalamaki with pita"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Papagalos restaurant"],["alt="],["url=http:\/\/www.papagalosrestaurant.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the main pedestrian pathway. Signature dishes: \"Baby octopus appetizer with sweet chilly sause, smoked local fava (yellow split pea pure), fried capers and wild greens\", \"Pork tenderloin with sour cherry sauce and mastic gum foam\", \"Fresh lobster risotto with two types of asparagus\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Roka"],["alt=Poka"],["url="],["email="],["address="],["lat="],["long="],["directions=totally hidden--ask around for directions"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the best places to eat traditional home-style Greek food. The staff make you feel like long-time friends. You shouldn't miss it if you come for the sunset to Oia."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Slow Food"],["alt="],["url=http:\/\/www.oia-1800.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open 18-23. ",{"type":"'''","value":["Pro:"]}," High-flying cuisine: some local-inspired dishes, otherwise international. Great place for romantic dinner. Waiters are well-trained and speak English very well. Amusing thing: once you're done with meals, waiter picturesquely sweeps away grit into a small scoop.",{"type":"'''","value":["Contra:"]}," The only sort of tea available proves Lipton Yellow Label. While regular wine is served in an ice bucket, no napkin around the bottleneck is used. During a medium-load evening waiters may forget to bring the dessert you ordered. You may need to ask twice if you want to take the rest of wine bottle with you (at least if the wine is €29 and the bill for two is €110); you are not offered any plastic bag so you leave with a bottle in hands."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ammoudi Bay Tavernas"]},".  There are three tavernas (side by side--difficult to distinguish between) in Ammoudi bay serving fresh grilled seafood. This is possibly the best place for enjoying dinner and a sunsent in Ia.  The food is okay, albeit a little overpriced.  Alternately, you can enjoy an even better view of the sunset if you walk past the tavernas and continue on towards the swimming area.  Along the path, where you have a clear view of Ammoudi Bay and the direction the sun sets, is an ideal place for snapping great sunset pics.  But, if you don't mind paying a premium for a seafood dinner, the tavernas are quite charming."]},"\n",{"type":"*","value":[" Try the famous \"",{"type":"'''","value":["Souvlaki and Singing"]},"\" competition near the Church (on the right, down the steps, through the door) every Sunday night at 9PM organised by Stelios. Entry is €10. Songs by famous Greek singers, such as \"Sexy Back\" and \"Wake Me Up Before You Go Go\", are sung all through the night with endless amounts of souvlaki being served up."]},"\n",{"type":"==","value":["Drink"]},"\n\nA number of vineyards on Santorini produce great wines.  Sample the local wines when possible!\n\n",{"type":"==","value":["Sleep"]},"\nThe village has a variety of accommodation options. Cave style houses updated with modern features, cliff side houses that form a small hotel, mansions once owned by sea captains converted to luxury suites - are some of the unique features. Points to consider are if the accommodation faces to the sea, caldera and volcano; available terrace for breakfast or lounging, private terrace or shared; windows - as some of the cave houses may have small viewpoints; the location on the cliff as the stairs can be steep and not suited for everyone; and the regular factors: air conditioning, bathroom arrangement, bed style and comfort, services, etc. The protected village architecture and the cliffs restrict the building of swimming pools so there are very few offered on the caldera side. There's a public pool-bar offering views towards the sunset side of the island. If the accommodation has a terrace with the view to the sea, caldera and volcano then you won't miss the pool as gazing over the sea is the point here.\n\nAs of Sept 2005, no new hotels have been opened in Ia for a few years (only new rooms \/ caves etc. are added to existing hotels), so you're unlikely to enjoy the benefits of a newly opened hotel, as described in ",{"type":"[[","value":[["Finding accommodation#Newly opened hotels"],["Finding accommodation"]]},".\n\n",{"type":"===","value":[" Western side (sunset view) "]},"\n",{"type":"====","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oia Youth Hostel"],["url=http:\/\/www.santorinihostel.gr"],["email="],["address="],["lat="],["long="],["directions="],["phone=+30 22860 71465"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=No caldera views but a delightful hostel with clean rooms, nice bar, and shaded garden. Dorm including breakfast 17\/15 euros high\/low season. Internet for €2\/hour."]]}]},"\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aspa Villas"],["url=http:\/\/www.aspavillas.com"],["email=info@aspavillas.com"],["address="],["lat="],["long="],["directions="],["phone=+30 2286071381"],["tollfree="],["fax=+30 2286071385"],["hours="],["price=43-140€"],["checkin=12.00"],["checkout=12.00"],["content=It is a complex of traditional cycladic style build studios and private cave houses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ecoxenia Studios"],["url=http:\/\/www.ecoxenia.gr"],["email=ecoxenia@san.forthnet.gr"],["address="],["lat="],["long="],["directions=1 kilometer away from Oia among the vineyards 100 meters, above the sea-shore"],["phone=+30 2286028340"],["tollfree="],["fax=+30 2286071618"],["hours="],["price=45-110€"],["checkin=13.00"],["checkout=12.00"],["content=Close to the two beaches, Paradissos and Coloumbos. The settlement: 8 traditional island dewellings that can accommodate 1-4 persons, built in a 2.000 m2 garden in tranquil natural surroundings. View: From your private balcony you can enjoy the ocean view, Oia’s famous sunset and the beauty of Ios, Sikinos and Folegardros islands in its fading line."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Santorini Resorts"],["url=http:\/\/www.santorini-resorts.com"],["email=info@santorini-resorts.com"],["address="],["lat="],["long="],["directions="],["phone=+30 2286071507-8"],["tollfree="],["fax=+30 2286071509"],["hours="],["price=125-380€"],["checkin="],["checkout="],["content=Seven Holidays Resorts located in Oia."]]}]},"\n",{"type":"====","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chelidonia Villas"],["alt="],["url=http:\/\/www.chelidonia.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a group of cliff-side cave houses owned and managed by Triantaphyllos Pitsikalis and his wife Erika, both incredibly hospitable and helpful. Erika usually responds to your inquiries via email, and every time we went into the office Triantaphyllos was there to answer our questions and give great insight into the culture of the island. Triantaphyllos and Erika have restored a number of cave houses across Western Ia that, together, comprise Chelidonia Villas. The particular villa we stayed in, the Apollon House, was incredibly beautiful and has been featured by the New York Times--it even had TWO balconies! The houses have air conditioning and daily maid service, and guests have free internet access. €180\/night for a cave house that could have easily slept a family of four or five."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fanari Villas"],["url=http:\/\/www.fanarivillas.gr"],["email=fanari@otenet.gr"],["address="],["lat="],["long="],["directions="],["phone=+30 2286 071007 \/ 071008 \/ 071147 \/ 071321"],["tollfree="],["fax=+30 2286 071235"],["hours="],["price=Season\/off-season: two-person villa €310\/€260; suite €360\/€310. Internet discount 10%; further bargaining doesn't help"],["checkin=1PM"],["checkout=11:30AM"],["content=About a dozen villas\/suites styled as traditional cavehouses. One of the choice places for celebrating a wedding, alone or with few friends. All staff is dressed in white. Features restaurant and bar, shared swimming pool with a jacuzzi, sauna and bathroom. Kitchen with full set of dishes, microwave, small electric stove. Prices might make one think it's 5-star luxury, but it's not -- you're paying for a great view and for quiteness. Despite the prices, pool, jacuzzi and lounge chairs have limited availability, and maintenance can be lacking."]]}]},"\n",{"type":"===","value":[" Eastern side "]},"\n\n",{"type":"====","value":["Mid-range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Delfini Villas"],["alt="],["url=http:\/\/www.delfinihotel.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=€65 for double with backside view; €95 for double with balcony and seaview (breakfast included)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Rodia"],["url=http:\/\/www.oialuxuryvillas.com"],["email=info@oialuxuryvillas.com"],["address="],["lat="],["long="],["directions=Just 0.6 miles away from Oia"],["phone=+30 6976 642 642"],["tollfree="],["fax="],["hours="],["price=100-150€"],["checkin=13.00"],["checkout=12.00"],["content=Villa Rodia is brand new as its construction was completed on September 2011 and it is designed with the philosophy of providing extraordinary luxury. Facilities: The vila is 100 sq. meters and has 2 bedrooms with double bed and a bedroom with 1 single bed.It is a modern, fully equipped villa and it is suitable for up to 5 persons. View: From your private veranda and the private terrace, you can enjoy the wonderfully Oia sunset and a panoramic view to the sea and to the Aegean islands of Ios, Sikinos and Folegandros."]]}]},"\n",{"type":"====","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Alta Mare"],["url=http:\/\/www.altamaresantorini.com"],["email="],["address="],["lat="],["long="],["directions=near the Orthodox Cathedral"],["phone=+30 2860 71428"],["tollfree="],["fax="],["hours="],["price=220-260€"],["checkin="],["checkout="],["content=A small complex of 10 studios and suites, all with Caldera view."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Atlantida villas"],["alt=Hotel Atlantida"],["url=http:\/\/www.atlantidavillas.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+30 2286071319"],["tollfree="],["fax="],["hours="],["price=175-220€"],["checkin=11:00"],["checkout=11:30"],["content=Suites and apartments"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Perivolas Traditional Houses"],["alt="],["url=http:\/\/www.perivolas.gr"],["email="],["address="],["lat="],["long="],["directions="],["phone=+30 22860 71308"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is famous for its shared pool with its edge visibly continues as a sea. The hotel was heavily advertised in several worldwide travel magazines, which brought the prices to exorbitant level. Some studios or suites feature ",{"type":"''","value":["black-coloured"]}," private outdoor pool or even outdoor jacuzzi."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIf you plan to get around Ia beyond walking from parking lot to your room, please wear travel boots or sandals: most pavements are covered with cobblestone, and there are lots of stairs in the town as you walk around.\n\nBe aware of the stray cats and dogs around town.  It is unusual for them to become provoked, but not impossible.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.easyinternetcafe.com\/map\/sant.html EasyInternetCafe"]}]},". 10 PCs; minimal charge is €3. Open daily 8AM, till midnight."]},"\n",{"type":"==","value":["Go next"]},"\n\nReturn to Fira\/Thira and catch a ferry to your next destination.  Crete (Iraklio) is a nice, short trip from Santorini: approximately 2 hours by ferry.  From Crete (Souda, near Chania), you could catch an overnight ferry back to Piraeus to continue your trip on the mainland.\n",{"type":"{{","value":[["isPartOf"],["Santorini"]]},"\n",{"type":"{{","value":[["hasDocent"],["DenisYurkin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Oia, Greece"]]},"\n",{"type":"{{","value":[["geo"],["36.466666666667"],["25.366666666667"]]},"\n\n",{"type":"[[","value":[["de:Oía"]]},"\n",{"type":"[[","value":[["it:Oia (Grecia)"]]}]