[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ibajay"]}," is a municipality in the province of ",{"type":"[[","value":[["Aklan"]]},", ",{"type":"[[","value":[["Philippines"]]},". It has a population of about 40,000.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Beautiful Sunset At Bugtongbato"]}]},{"type":"*","value":[{"type":"*","value":["Katunggan it Ibajay- A 40 plus hectares mangrove park with the most concentration of mangrove tree species in the Philippines."]}]},{"type":"*","value":[{"type":"*","value":["The upstream farming villages along the Ibajay River-well irrigated ricefields, orchards, gentle  verdant rolling hills, wild flowers, endemic and migratory birds, unexplored caves, swimming holes and friendly locals."]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Ati-Ati Festival"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sto. Nino Festival"]},". Ibajay's special and unique way of celebrating the feast of Sr. Sto. Niño beckons devotees, pilgrims and tourists to come to Ibajay to witness to themselves the reality of the affair. Every year the celebration holds different meanings, different experiences, different revelation to each and every celebrant."]},"\n",{"type":"===","value":["Paeantawan"]},"\n\nThe ",{"type":"'''","value":["Paeantawan"]}," (a high place from where to look around) is a circular mountain with three peaks, a deep depression in the middle, and a narrow opening looking to the west. From the inside, it is like a bowl with uneven rim and a break on one side. From the highest peak, one can see the Sibuyan Sea, the Poblacion (municipal capital), Barangays Tagbaya and Agbago on the north; on the northeast and east, Barangays Laguinbanua, Bagacay, Batuan and Capilijan; on the south and west are groups of mountains one of which is Banderahan, the highest mountain peak in Barangay Sta. Cruz. Anyone from as far as one and a half kilometers from Paeantawan can be observed with the unaided eyes.\n\nIt was from the highest Paeantawan peak, garrisoned by the Japanese occupation forces and served as both observation and battery posts, that a Japanese sniper shot and killed a Catholic priest, Father Nicomedes Solidum Masangkay, a native of Sta. Cruz, who was running along a creek below. Garison (from garrison) some 500 meters south of Paeantawan and slightly higher is reported to be the most destructive of all Japanese garrisons in Sta. Cruz. It was from this peak that most of the effective sniper and machine gun fires that were poured into Sta. Cruz and other places that can be seen from Paeantawan came from. Filipino guerrillas attempted to wrest control of Garison from the Japanese, but they failed. The Japanese did not leave, unobserved, until the Liberation. Today, one can see only shallow and barely discernible depressions on the summit of Paeantawan of what was once a labyrinth of running foxholes able to hide a standing man. There are no reminders of World War II in Garison except its name.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Altavas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Balete"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Banga"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Batan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Buruanga"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Caticlan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Culasi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kalibo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Makato"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Malay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nabas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Washington"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Numancia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pandan"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sibuyan Sea"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tangalan"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Aklan"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Ibajay, Aklan"]]},"\n",{"type":"{{","value":[["geo"],["11.816667"],["122.166667"]]}]