[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Ibo Island"]}," (",{"type":"''","value":["Portuguese: Ilha do Ibo"]},") is part of the ",{"type":"[[","value":[["Quirimbas Islands"]]},", north of ",{"type":"[[","value":[["Pemba"]]}," in ",{"type":"[[","value":[["Mozambique"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe island has intriguing historical and fascinating sites, hosting one of the most ancient settlements in Mozambique, after ",{"type":"[[","value":[["Ilha de Mozambique"]]},". As early as AD600 ",{"type":"'''","value":["Arab traders"]}," had established contact with the local inhabitants and subsequently established fortified trading posts along the coastline. Via these trading posts slaves, gold and ivory were shipped to the Arab world. The Fort of Forma de Cisterna was constructed by the Arabs even before the Portuguese occupation.\n\nVasco da Gama rested on the island in 1502. At the time of the first Portuguese contact these islands were called the ",{"type":"'''","value":["Maluane Islands"]}," because the local population generally Muslim traders designed woven cloth - both in silk and cotton and dyed with local indigo. This cloth was called Maluane, and was much sought after on the mainland.\n\nWhen the Portuguese first arrived in the Quirimbas, the main trading centre in the archipelago was on ",{"type":"[[","value":[["Quirimba Island"]]},", to the south of Ibo. The Portuguese attacked Quirimba Island in 1522, because the trading Muslims of Quirimba refused to trade with the Portuguese Christians, and intended probably to eliminate them as trading rivals. The town was set alight and destroyed, dhows sunk, some 60 Muslims killed and much looting took place with large amounts of ivory and other trade goods seized.  \n\nFor many years from 1590 Ibo Islands was used by the Portuguese as a springboard for trading in slaves and ivory. By the end of the 18th century, Ibo was regarded to have been the ",{"type":"'''","value":["second most important Portuguese trading centre"]}," in Mozambique after Ilha de Mozambique. Throughout the 18th and 19th century the population of Ibo Island and the adjacent regions were consistently under attack from Dutch and Madagascar forces.  As a result of the attacks the Fort of São João Batista (St. John Baptist) was completed in 1791. \n\nIn 1902 the ",{"type":"''","value":["capital of the District of Cabo Delgado"]}," was transferred from Ibo Island to Port Amelia, currently the city of Pemba. The town on Ibo gradually de-populated and is now effectively a colonial ghost town, featuring mangroves, beaches, coral and palms.\n\n",{"type":"==","value":["Get in"]},"\n\nIbo Island can be reached by plane from ",{"type":"[[","value":[["Pemba"]]}," Alternatively by boat, mainly from surrounding islands or the mainland.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"===","value":["By boat"]},"\n\nYou can get here by boat from ",{"type":"[[","value":[["Pemba"]]}," or some of the other surrounding islands.\n\n",{"type":"*","value":["By speed boat, to or from either ",{"type":"[[","value":[["Matemo"]]}," \/ ",{"type":"[[","value":[["Quilaléa"]]}," \/ ",{"type":"[[","value":[["Guludo"]]}," (min 2 pax): US$100. Arrange through Ibo Island Lodge."]},"\n",{"type":"*","value":["By truck and dhow: From ",{"type":"[[","value":[["Pemba"]]}," catch a truck to ",{"type":"[[","value":[["Quissanga"]]}," (6 hours), and then take a dhow (sailboat) to the island (2-12 hours depending on the wind, $2\/person as of 2005)."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nWalk to the Quirimbas thru the mangrove. Guide is needed, use sandles for your feets.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Casa De Janine"]}," - see sleep below."]},"\n",{"type":"*","value":[{"type":"'''","value":["Local unnamed bar and restaurant"]}," on Ibo Island, serving local cold beer and food, such as seafood. Remember to make reservations as soon as you arrive, since food is made to order and can take a while to cook."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Casa De Janine"]}," run by a French Expat who has lived on the island for years. Travelers reported that they stayed in a little room at her place right on the beach, and that the food was a highlight with shrimp, grilled fish, or some amazingly tasty and huge coconut curry crab every night."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cinco Portas Pensao"]}," Enjoy Cinco Portas’ hidden garden, a green oasis with gentle breezes and a well stocked bar. USD 35-60 per person. www.cincoportas.com "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ibo Island Lodge"],["alt="],["url=http:\/\/www.iboisland.com"],["email=reservations@iboisland.com"],["address=Rua Bela Vista, Ibo Island"],["lat="],["long="],["directions="],["phone=+27 21 785 5498"],["tollfree="],["fax=+27 21 702 0644"],["checkin="],["checkout="],["price=US$295-365 per person sharing per night"],["content=This lodge on the waterfront encompasses 3 mansions, each over one hundred years old, with walls over a meter thick and high ceilings. Some rooms are sea facing, and some are garden facing. The rooms have been designed to incorporate the original architecture of the buildings. All are individually designed and unique. The wide verandas are furnished with hand crafted furniture and soft cushions. All rooms are air-conditioned and also have ceiling fans. The lodge has 3 swimming pools set in tropical gardens, an air-conditioned lounge and private dining room and a roof terrace restaurant with an open-air lounge area for after dinner drinks under the stars. The lodge also does a daily dhow trip to a beautiful sandbank for swimming, tanning or\/and snorkeling and daily tours of the island which allows guests to interact with the locals and learn about its history. Other activities include kayaking through the mangrove forest, birding trails, fishing, yacht charters and dolphin & whale safaris."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-12.3500"],["40.6333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Quirimbas_Islands"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ibo, Mozambique"]]}]