[{"type":"{{","value":[["pagebanner"],["WV Banner Ice fishing.jpg"]]},"\nDuring ",{"type":"[[","value":[["cold weather"]]},", crossing a frozen body or water for ",{"type":"[[","value":[["ice skating"]]},", ",{"type":"[[","value":[["winter sport"]]}," or other activities, is potentially lethal. Freezing water kills a person in minutes.\n\n",{"type":"==","value":[" Safety measures and rescue "]},"\n\nSafety measures include having (preferably experienced) company, getting local advice and having ice prods, an ice pike, rope and spare dry clothes. Thickness and quality of ice should be regularly verified. Keep your distance from your fellow travellers, so that not everybody will fall through at the same time. Where the ice is thin, the distance will also lessen the stress on the ice.\n\nIf somebody falls through the ice, he should turn back where he came from and break the ice as far as possible (getting up on the ice and then falling through again will take the force out of you). Getting up is difficult as the ice is slippery; use swimming kicks, ice prods and the help of others through a rope, coat, oar or similar (the helpers should not come too close). When up from the water, do not stand up, but roll and crawl until on safe ice. Change clothes or get warm shelter immediately. Unless you have trained for this and know you can handle it, call for help immediately, during the procedure.\n\nBy ski, kicksled or similar, you will be able to get out on very thin ice. If it cracks, you may be a long distance from ice that holds your weight concentrated to a smaller area.\n\n",{"type":"==","value":["Weak points"]},"\n",{"type":"*","value":[" Docks, bridges and other structures."]},{"type":"*","value":[" Inlets and outlets, including those of underwater pipes."]},{"type":"*","value":[" Other currents, including those at sounds, capes and shallow areas, and vertical streams caused by water cooling quicker at an ice-free spot"]},{"type":"*","value":[" The breaking zone by the shore, caused by variations in water level"]},{"type":"*","value":[" Areas with vegetation"]},{"type":"*","value":[" Areas affected by shipping"]},{"type":"*","value":[" Areas covered by thick snow at time of freezing"]},"\nIn the spring thick ice is also unreliable, as the sun weakens it.\n\nSometimes the appearance of the ice gives hints about weak areas, e.g. new snow gets dark where cracks allow water through. Much experience is needed, though, to interpret the signs reliably.\n\nMany of the weak points are impossible to deduce from ordinary maps and the looks of the ice. Local people who have to go out on the ice also in less secure circumstances (such as people living on islands, seal hunters and ice fishers) usually know from experience and oral tradition where weak spots are likely to form in a particular region.\n\nAlso strong ice has cracks, e.g. caused by thermal contraction. Suitable winds can enlarge such a crack and even cause the ice outside it to drive away from the shore.\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Cold weather"]]}]