[{"type":"{{","value":[["pagebanner"],["2005-05-29 Jökulsárlón banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Gulfoss Iceland 2005.JPG"],["caption="],["location=LocationIceland.png"],["flag=Flag of Iceland.svg"],["capital=",{"type":"[[","value":[["Reykjavík"]]},", the northernmost capital in the world"],["government=Constitutional republic"],["currency=Icelandic króna (ISK)"],["area=103,000 km",{"type":"<","value":["sup",["2"]]}],["population=321,890 (Dec 2012)"],["language=",{"type":"[[","value":[["Icelandic phrasebook"],["Icelandic"]]},"; English widely understood"],["religion= Lutheran (official) 80.7%, other Protestant 4.1%, Roman Catholic 2.5%, Buddhist 0.2%, etc. (www.statice.is)"],["electricity=220V\/50Hz (European plug)"],["callingcode=354"],["tld=.is"],["timezone=UTC"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.icetourist.is Iceland"]}]},", (Icelandic: ",{"type":"''","value":["Ísland"]},") is a mountainous island nation in the north Atlantic Ocean, located between Europe and North America. Though not part of the continental mainland, the country is considered European. The name of the country - Iceland - may not be that appropriate: although 10% of Iceland is covered by glaciers, it has a surprisingly mild climate and countless geothermal hot-spots.\n\n",{"type":"==","value":["Understand"]},"\n\nIceland is a stunningly beautiful place if you enjoy strange and desolate landscapes.  Because it is so close to the Arctic Circle, the amount of daylight varies dramatically by season. The sun sets briefly each night in June, but it doesn't get fully dark before it comes back up again.  In the March and September equinoxes, days and nights are of about equal length, as elsewhere in the world.  If you go in December, it's almost 20 hours of darkness.  Summer is definitely the best time to go, and even then the tourist traffic is still mild. The midnight sun is a beautiful sight and one definitely not to be missed. It is easy to lose track of time when the sun is still high in the sky at 11PM.  Early or late winter, however, can be surprisingly good times to visit.  In late January, daylight is from about 10AM to 4PM, prices are lower than in the high season, and the snow-blanketed landscape is eerily beautiful.  (Some sites are, however, inaccessible in the winter).\n\n",{"type":"===","value":["People"]},"\nIceland was first inhabited by Nordic and Irish people in the 9th century AD - tradition says that the first permanent settler was Ingólfur Arnarson, a Norwegian Viking who made his home where ",{"type":"[[","value":[["Reykjavík"]]}," now stands.  It is thought that Irish monks had temporarily inhabited the island some years prior to this. The Icelanders still basically speak the language of the Vikings.  Iceland has received a great number of immigrants over the last 10 years. In the last 5 years the population of immigrants has doubled. Most of these people (from Eastern Europe and South East Asia) come for employment. Immigrants in Iceland are now well over 10% of the population, giving Iceland a larger proportion of immigration than Norway, Sweden etc. Icelanders also continue to use the old Norse patronymic system, which was formerly in use in Norway, Denmark, Sweden and the Faroe Islands well into the 19th century, until their governments decided that their people should adopt a surname.\n\n",{"type":"===","value":["Climate"]},"\n\nDespite its name, Iceland has surprisingly mild winters for a country at that latitude owing to the warming effect of the Atlantic Gulf Stream, especially when put into comparison with the Russian one. Iceland enjoys a maritime temperate climate and the winters are often compared with those of New England (though the winds in winter can be bitter). However the rapidly changing weather has given rise to the local saying: 'If you don't like the weather, wait five minutes!' It's the kind of place where it's not unusual to get rained on and sunburned at the same time - some Icelandic people also believe that if the winter is hard and long then the summer will be good and warm. The summers are usually cooler and more temperate than elsewhere at the same latitude (the effect of the ocean again) and 20 to 25°C is considered quite warm.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Iceland Regions map 2.png"],["regionmapsize=502px"],["regionmaptext=Map of Iceland"],["region1name=",{"type":"[[","value":[["Southwest Iceland"]]}],["region1color=#b6ece2"],["region1description=Home of the capital, Reykjavík and the majority of the island's population"],["region2name=",{"type":"[[","value":[["Westfjords"],["West Fjords"]]}],["region2color=#a7c3ea"],["region2description=Sparsely populated, rugged geography with dozens of fjords surrounded by steep hills"],["region3name=",{"type":"[[","value":[["West Iceland"]]}],["region3color=#6c9ce4"],["region3description=Snæfellsjökull glacier, the islands of Breiðafjörður and more"],["region4name=",{"type":"[[","value":[["North Iceland"]]}],["region4color=#cccccc"],["region4description=Dramatic lava fields, turbulent waterfalls"],["region5name=",{"type":"[[","value":[["East Iceland"]]}],["region5color=#cae0e6"],["region5description=More fjords and the only international passenger ferry terminal"],["region6name=",{"type":"[[","value":[["South Iceland"]]}],["region6color=#87cdde"],["region6description=Home to the most popular tourist attractions, including the Golden Circle"],["region7name=",{"type":"[[","value":[["Interior (Iceland)"],["Interior"]]}],["region7color=#ececec"],["region7description=Glaciated mountains"]]},"\n\n",{"type":"==","value":["Cities and towns"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Reykjavík"]]}," (REYG-ya-veeg) — The capital of Iceland and is the largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Akureyri"]]}," (Ahk-oo-rey-rih) — Capital of the North and the largest town outside the Southwest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Egilsstaðir"]]}," (AY-yill-stath-ihr) — Main town in the East, has some of the best weather Iceland has to offer"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hafnarfjörður"]]}," (HAP-nar-FYERTH-er)  — Cozy town on the outskirts of the capital region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Höfn"]]}," (HEP'n) — Main town on the southeastern coast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Húsavík"]]}," (HOOS-ah-veek) — One of the world's most reliable whale watching sites during the summer "]},{"type":"*","value":[" ",{"type":"[[","value":[["Keflavik"]]}," (KEP-la-veek) — The location of the international airport, but also an interesting town in its own right"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ísafjörður"]]}," (EES-ah-FYERTH-er) — Biggest town of the West fjords of Iceland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Selfoss"]]}," (SEL-fos) — South Iceland's largest town, hub of the main agricultural region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Stykkishólmur"]]}," (STICK-is-hole-mur) — Main town on the Snæfellsnes peninsula, gateway to the islands of Breiðafjörður"]},{"type":"*","value":[" ",{"type":"[[","value":[["Vík í Mýrdal"]]}," (Veek) —  The southernmost village in Iceland, located on the main ring road around the island, around 180 km (110 mi) by road SSE of Reykjavík. Population was 291 in January 2011."]},"\n",{"type":"==","value":["Other destinations"]},"\n\nIt's a shame most visitors don't stray far from the capital as some of the most memorable sights in Iceland are further afield.  There are many excursions offered by tour companies, readily available from any of the main centres such as ",{"type":"[[","value":[["Reykjavík"]]}," and ",{"type":"[[","value":[["Akureyri"]]},". They will fly you around and take you out to the glaciers and to the big volcanoes for a reasonable price. However, the cheapest option is to drive around with a rented car since none of these sites have entry fees.\n\n",{"type":"===","value":[" National Parks "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Þingvellir National Park"]]}," (pronounced \"THING-vet-lihr\") - National Park and a ",{"type":"[[","value":[["UNESCO World Heritage site"]]},". 30 to 50 km (20 - 30 mi) east of Reykjavík. Interesting for a number of reasons: Not only is it the original site of the longest running parliament in the world (the name literally means 'parliamentary fields'), it's also where the North-American and European continental shelf plates are being torn apart.  "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vatnajökull National Park"]]}," (VAT-nah-yer-CUDDLE) - Iceland's newest national park was founded on June 7, 2008 and includes the former Skaftafell and Jokulsargljufur National Parks. Vatnajökull National Park is Europe's largest national park at 12,000 km",{"type":"<","value":["sup",["2"]]},", covering about 12 percent of the surface of Iceland. The park is home to Iceland's highest mountain, Hvannadalshnúkur, largest glacier, Vatnajökull, and Europe's largest waterfall in terms of volume discharge, Dettifoss."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Snæfellsjökull National Park"]]}," (SNY-fetls-yer-CUDDLE) - Located on the tip of the Snæfellsnes Peninsula in western Iceland, this park is home to the ice-covered volcanic crater that was the setting for Jules Verne's book ",{"type":"''","value":["Journey to the Center of the Earth"]},"."]},"\n",{"type":"===","value":[" Other Attractions "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Blue Lagoon"]]}," - (",{"type":"''","value":["Icelandic: Bláa Lónið"]},") (BLAU-ah LONE-eeth) Famous outdoor pool and health centre.  The spa is in Grindavík on the Reykjanes Peninsula, south-western Iceland. It is situated approximately 13 km (8 mi) from the Keflavík International Airport and 39 km (24 mi) from Reykjavík. This geothermal spa in the middle of a lava field with its milky blue water is quite surreal. Admission does not include towel rental, which was €4."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mývatn"]]}," (MEE-fatn) - A lake region near ",{"type":"[[","value":[["Akureyri"]]}," in the North of Iceland, Mývatn has an unearthly appearance owing to special types of volcanic craters throughout the lake. There are plenty of activities in this area: Smajfall (desert where sulphuric steam comes out of the ground) and Dimmuborgir (aka The Black City aka The Gates of Hell)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["South Iceland#See"],["Gullfoss"]]}," - The Golden Falls.  On the edge of the inhospitable Interior of Iceland about 60 miles east of Reykjavík, the river Hvítá plunges down a double cascade to create what many people believe is the most beautiful waterfall in Iceland"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["South Iceland#See"],["Geysir"]]}," - Geothermal hot spot located 10 km west of Gullfoss. Geysir itself (from which the English word \"geyser\" derives) is no longer reliably active, but fortunately Strokkur next door goes off every five to ten minutes."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jökulsárlón"]]}," (The Jökulsár Lagoon) - The majestic glacial lagoon in southeast Iceland and is located near Höfn on Route 1. Breiðamerkurjökull glacier retreated very quickly from 1920 to 1965 leaving this breathtaking lagoon, which is up to 190 m deep. Ice breaks off from the glacier keeping the lagoon stocked with icebergs all year round. The James Bond film ",{"type":"''","value":["Die Another Day"]}," was filmed here in 2002."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Landmannalaugar"]]}," - A region of outstanding natural beauty reachable by bus (or 4x4) from Reykjavík. Situated in the Interior, it gives a taste of the uninhabited highlands at Iceland’s core."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Þórsmörk"]]}," (Thor's Mark) - Tucked away between three glaciers, Þórsmörk is an incredibly beautiful and relatively isolated area. Icelanders enjoy camping there in the summer and there are a great many hiking trails all over the area, which provide breathtaking views of the surrounding glaciers and lava formations. It is only accessible by truck or bus and thus a good idea to inquire about trips to Þórsmörk at a tourist information center, for example."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visas"]},"\n",{"type":"{{","value":[["Schengen"]]},"\n",{"type":"===","value":["By plane"]},"\nIceland is easily reached via air and the main international airport is ",{"type":"[[","value":[["Keflavík"]]}," (",{"type":"{{","value":[["IATA"],["KEF"]]},"), located in the southwest of the country about 40 km from ",{"type":"[[","value":[["Reykjavík"]]},". The airport itself is quite barren; if you have a lengthy layover you should bring books or other forms of entertainment.\n\nAs of January 2010, be prepared to go through a security screening immediately upon arrival in Iceland if you arrive from outside the EEA or Switzerland. This screening takes place before you go through passport control, but there usually are not further screenings if you do not clear customs. Also be keenly aware that, even if in transit between the UK (not in the Schengen Area) and North America, the airport staff routinely sends all arriving passengers through passport control, so ensure that your visas, if needed, are in order.\n\nIceland is ",{"type":"'''","value":["not"]}," in the EU. This means arriving passengers arriving from outside Iceland whose final destination is Iceland or who have to recheck baggage will have to go through customs controls at the port of entry (usually at Keflavík), regardless of place of origin. However, a duty-free store is present in the arrivals baggage claim area, and one can purchase duty-free products when in transit to the European mainland.\n\nAn airport transfer bus service (called the FlyBus ",{"type":"[","value":["http:\/\/www.flybus.is\/"]},") runs between the airport and Reykjavík bus terminal (1950 ISK one way, 45 minutes; 3,500 ISK return, as of August 2011). For 2500 ISK one way (4,500 ISK return; as of August 2011) you can purchase a Flybus+ ",{"type":"[","value":["http:\/\/www.re.is\/DayTours\/Details\/282593"]}," trip which includes drop-off (and pick-up, if requested the day before) at a select list of hotels in the Greater Reykjavík Area ",{"type":"[","value":["http:\/\/www.re.is\/Flybus\/PickUp\/"]},". Even if you're not staying at one of these hotels they might be within walking distance of where you want to go, so depending on your destination using the Flybus as a personal taxi service may be economical.\n\nAnother great option is to take the bus which stops at the ",{"type":"[[","value":[["Blue Lagoon"]]}," either to or from the airport, then continues every half hour or so to Reykjavík. (Netbus, ",{"type":"[","value":["http:\/\/www.netbus.is\/"]}," is the cheapest option)\n\nBe warned, a metered taxi from the airport to Reykjavík costs about 9500 ISK.\n\nThe following airlines fly to Keflavík:\n\n",{"type":"*","value":["Nonstop flights on ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.icelandair.net Icelandair"]}]}," are available at the best value from the U.S. and Canada, with gateways in ",{"type":"[[","value":[["New York City"]]}," (JFK), ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]},", ",{"type":"[[","value":[["Minneapolis"]]},"\/",{"type":"[[","value":[["St. Paul"]]},", ",{"type":"[[","value":[["Toronto"]]},",Denver (May, 2012)and ",{"type":"[[","value":[["Orlando"]]}," (Sanford).  Destinations beyond Iceland include most major European cities (i.e. Amsterdam, Bergen, Berlin, Copenhagen, Frankfurt, Glasgow, Helsinki, London, Oslo, Madrid, Manchester, Milan, Munich, Paris, and Stockholm, with newly added cities Düsseldorf and Stavanger), with Icelandair's hub-and-spoke network connecting via ",{"type":"[[","value":[["Keflavík"]]}," in Iceland.  (Please note that some destinations are seasonal.)  You can also have a stopover in Iceland en route to Europe at no additional airfare.  "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.delta.com\/ Delta Airlines"]}]}," operates a seasonal, nonstop service between New York (JFK) and Iceland. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wowair.com\/en WOW Air"]}]},", a brand new Icelandic low-cost airline has flights from KEF to several European destinations : ",{"type":"[[","value":[["Alicante"]]},", ",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Düsseldorf"]]},", ",{"type":"[[","value":[["Stuttgart"]]},", ",{"type":"[[","value":[["Salzburg"]]},", ",{"type":"[[","value":[["Zurich"]]},", ",{"type":"[[","value":[["Warsaw"]]},", ",{"type":"[[","value":[["Vilnius"]]},", ",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Lyon"]]},", ",{"type":"[[","value":[["Copenhagen"]]}," and ",{"type":"[[","value":[["London"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.easyjet.com EasyJet"]}]},", offers low-cost flights from the UK: ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Manchester"]]},", ",{"type":"[[","value":[["Edinburgh"]]}," and ",{"type":"[[","value":[["Bristol"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.germanwings.com Germanwings"]}]},", has seasonal flights from ",{"type":"[[","value":[["Cologne"]]},". "]},{"type":"*","value":[{"type":"'''","value":["SAS"]}," offers direct flights from ",{"type":"[[","value":[["Oslo"]]},", with connections to Stockholm and the rest of Scandinavia. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyniki.com Niki"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airberlin.com Air Berlin"]}]}," also have seasonal flights to a few destinations in Europe."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["https:\/\/www.norwegian.com Norwegian"]}]}," offers direct flights from ",{"type":"[[","value":[["Oslo"]]},"."]},"\nScheduled service to Greenland and Faroe Islands, is provided by Air Iceland ",{"type":"[","value":["http:\/\/www.airiceland.is"]}," and Atlantic Airways ",{"type":"[","value":["https:\/\/www.atlantic.fo"]},".\n\nDue to lack of competition (especially in low season) or heavy demand (in high season), and the lack of any real low-cost airlines operating to Iceland, getting to Iceland is generally considered expensive. Flexible travelers might consider ",{"type":"'''","value":["watching out for offers"]},". The best way to do that is to subscribe to Icelandair's and WOW Air´s newsletters. Both airlines tend to send out emails with offers once in a couple of months or so, where you can book somewhat affordable seats. These seats are usually bookable within 12 or 24 hours shortly after the email has been sent out. Besides, it is good to shop around as the other airlines flying to Iceland also have offers occasionally.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.smyril-line.com\/ Smyril Line"]}]}," operate a weekly service from ",{"type":"[[","value":[["Hirtshals"]]}," in ",{"type":"[[","value":[["Denmark"]]},". The ferry sails in two nights to ",{"type":"[[","value":[["Seyðisfjörður"]]},", on the east coast of Iceland, via ",{"type":"[[","value":[["Torshavn"]]},", in the ",{"type":"[[","value":[["Faeroe Islands"]]},". Keep in mind that the price for the same trip on Norröna (Smyril Line) can vary depending on where you book (a sales office or on one of their websites in different languages: .fo, .dk, .co.uk, .de, .is, that is the price is different on the different websites). Smyril line sails to Seyðisfjörður from where you can catch a bus to ",{"type":"[[","value":[["Egilsstaðir"]]}," from where you can either catch a bus via ",{"type":"[[","value":[["Akureyri"]]}," or fly directly to ",{"type":"[[","value":[["Reykjavík"]]}," local airport. The bus connection through Akureyri to Reykjavík can only be made in one day on a few days in the summer, when there is an afternoon bus from Akureyri to Reykjavík. Besides, the bus trip will most often cost more than the air fare fro Egilsstaðir to Reykjavík.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nAircraft in Iceland are like buses or trains elsewhere - they're the main form of internal travel other than the roads. Be warned though, that the ride can be a bit bumpy if you're entering one of the fjords like Akureyri.\n\nScheduled service to nearby destinations, including Greenland and Faroe Islands, is provided by Air Iceland ",{"type":"[","value":["http:\/\/www.airiceland.is"]}," and Atlantic Airways ",{"type":"[","value":["https:\/\/www.atlantic.fo"]},".\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"[[","value":[["Image:Northern Iceland 1972.jpg"],["thumb"],["Road in central Iceland"]]},"\n\nA car offers the most flexibility for travel around Iceland.  Numerous agencies rent vehicles, and ferries allow individuals to bring their own car with them.  Rental prices are high - expect to pay at least ISK4000 per day for a two wheel drive vehicle, and upwards of ISK12,000 per day for a four-wheel drive vehicle; these prices include basic car insurance, but additional insurance may be purchased to protect against damage from gravel or other common mishaps. Read the fine-print however, because the things that usually break (windshield, tires, bottom of the car) are usually excluded. Travelers can see the majority of Iceland's sights with a two-wheel drive vehicle, but those interested in venturing into the interior or to places such as Landmannalaugar will need four-wheel drive - and long experience at the wheel - as roads are rough and rivers may need to be crossed.  In some locations it's best not to travel alone due to the difficult terrain and weather conditions. Be aware that renting a four wheel drive vehicle may require reservations made several months in advance as these vehicles are in high demand.  In addition, renting cars on-location is almost never cheaper than doing so in advance, and car rentals, including at the airport, are not open around the clock.  \n \nDriving in Iceland is on the right side of the road. Headlights and seat belts for all passengers must be on at all times. There is one main highway, ",{"type":"[[","value":[["Route 1-Ring Road"]]},", that encircles the country.  \n\nGas can generally be obtained 24 hours at self-service stations using a charge or credit card, but you will need a personal identification number for that card.  Alternatively, most stations sell prepaid cards that can be used to buy gas after-hours.  If traveling around the country, the gas tank should be kept near full because stations can be 100–200 km (62 to 124 mi) apart. Petrol costs (as of summer 2011) are around ISK240 per litre. Because of Iceland's ever-changing weather, one should keep extra food and know where guesthouses\/hotels are located in case of a road closure.\n\nMost mountain roads are closed until the end of June, or even longer because of wet and muddy conditions which make them totally impassable. When these roads are opened for traffic many of them can only be negotiated by four wheel drive vehicles.  The roads requiring four wheel drive (and possibly snow tires) are route numbers with an \"F\" prefix, e.g. F128.  The general speed limit on Icelandic rural roads is 90 km\/h on paved surface and 80 km\/h on gravel, in urban areas the general speed limit is 50 km\/h. There are some exceptions from the general limits that are specifically signed as such (the limit is ",{"type":"'''","value":["never"]}," higher than 90 though) but be aware that the general speed limit is usually not indicated by signs.  Speed cameras are posted around the country, and fines can easily reach ISK 50,000 - 130,000.  The DUI limit is 0.05%, with a minimum fine of ISK 70,000 - don't drink and drive.\n\nDrivers in Iceland should familiarize themselves with road signs and be prepared for Iceland's unique driving conditions. The roads in Iceland are of a high quality, typically made from slightly rough black basalt. Crossing rivers can be very dangerous, particularly if it has been raining, and should be done with great caution.  Driving on gravel can be a challenge, and loss of control on cliff-side roads can easily be fatal.  There are two signs in particular that foreigners should pay attention to. First, \"malbik endar\" means that the road changes from a paved road to a gravel road. Slow down before these changes, for one can lose control easily. Also \"einbreið brú\" means that a one-lane bridge is approaching. Arrive at the bridge slowly and assess the situation. If another car has arrived at the bridge first allow them the right of way.\n\nIf you are traveling by road a great site to check is the Iceland Meteorological Office ",{"type":"[","value":["http:\/\/www.vedur.is\/english\/"]}," who have an excellent set of pages including the Icelandic Road Administration ",{"type":"[","value":["http:\/\/www.vegagerdin.is\/english\/road-conditions-and-weather\/"]}," on all of the main roads.\n\nThere are no road tolls on Icelandic roads, except from the Hvalfjardargong tunnel located approximately 30 km north of Reykjavík.  For vehicles up to 6 metres, the price is ISK 900, 6-8 metre vehicles pay ISK 1200 and drivers of larger vehicles than 8 metres pay ISK 2300.\n\n",{"type":"===","value":["By bus"]},"\n\nBSI ",{"type":"[","value":["http:\/\/www.bsi.is"]}," is the long-distance bus station in Reykjavík from where you can take scheduled buses on various companies, including Reykjavík Excursions ",{"type":"[","value":["http:\/\/www.re.is"]},", Trex ",{"type":"[","value":["http:\/\/www.trex.is"]},", Sterna ",{"type":"[","value":["http:\/\/www.sterna.is"]},", SBK ",{"type":"[","value":["http:\/\/www.sbk.is"]}," (for ",{"type":"[[","value":[["Reykjanesbær"]]},"). Be advised that long distance bus travel in Iceland is quite expensive, sometimes more expensive than flying. Besides, very few routes are served more than once a day, which means same day connections are rarely possible. For example, it is impossible to reach ",{"type":"[[","value":[["Reykjavík"]]}," from ",{"type":"[[","value":[["Seyðisfjörður"]]}," in one day by bus, besides on a few summer days, when there is an afternoon service from ",{"type":"[[","value":[["Akureyri"]]}," to ",{"type":"[[","value":[["Reykjavík"]]},".\n\nSpecial offers include 1-4 week unlimited bus travel round the Ring Road (optionally with travel round the West Fjords); one time-unlimited breakable journey around the Ring Road in either direction. Some tours to the interior, in special 4x4 buses, are a much cheaper and more relaxing alternative to driving and serve most major locations (e.g. Landmannalaugar, Thorsmork, Aksja etc.). Tours to the interior are only scheduled for the summer months. \n\nSome of the largest day tours and sightseeing companies include Iceland Excursions - Gray Line Iceland ",{"type":"[","value":["http:\/\/www.grayline.is"]},", Icelandic Travel Market ",{"type":"[","value":["http:\/\/www.icelandictravelmarket.is"]}," and Reykjavík Excursions ",{"type":"[","value":["http:\/\/www.re.is"]},". They operate tours all year round and bus routes all over the West, South and East part of the country. NetBus ",{"type":"[","value":["http:\/\/www.netbus.is"]}," offers only a few itineraries but is considerably cheaper than the rest, especially for a Blue Lagoon tour.\n\nSBA-Nordurleid ",{"type":"[","value":["http:\/\/english.sba.is\/"]}," operates routes all over the North and East of Iceland. \n\nA Golden Circle tour is available from Reykjavík which will take you round the Gulfoss waterfall, geysers, the crater and the Mid-Atlantic rift\/place of Iceland's first Parliament. Although you don't get much time at each stop the guide will tell you about Iceland's history and some general information.\n\nRegrettably, the capital area bus system, run by Strætó bs. ",{"type":"[","value":["http:\/\/www.bus.is"]},", is an inefficient and expensive mess that can not be relied on. Currently, a single fare costs 350 ISK (slightly over $3), though one and three day passes are available for 700 ISK ($6) and 1,700 ISK ($15) respectively. Unlike in many other countries, bus drivers do not give back change, so if all you have on you is a 500 Kr. bill, do not expect to get the difference back. You can also buy a set of eleven tickets for 3,000 ISK from major bus stops (also from the driver). Once you have paid to the driver, you will not get a ticket, unless you ask for one. If you get a ticket, it is valid for any other buses you take within 75 minutes. \n\nAll buses stop running at 11:00 PM, with many stopping earlier, some as early as 6:00 PM. Buses start running around noon on Sundays! Fares to zones 2, 3, and 4 (extending all the way to Akranes and Selfoss) are higher, although all of Reykjavík, Garðabær, Hafnarfjörður, Mosfellsbær, Álftanes and Seltjarnarnes fall within zone one, where the regular fare of 350 ISK is valid.\n\n",{"type":"===","value":["By bicycle"]},"\n\nCycling is a good way to experience Iceland, and provides a very different experience to other means of transport. You should bring your own touring bike, as buying a bike locally can be expensive. Traffic in and out of Reykjavík is heavy, otherwise, it's OK. You can cycle safely on the Ring Road, or take the bike on the buses (which are equipped with bicycle racks) serving the Ring Road and do side trips. However, if going self-supported, considering the weather and conditions, it is strongly advisable to have a previous touring experience.\n\n",{"type":"===","value":["By thumb"]},"\n\nHitchhiking is a cheap way of getting around in Iceland. The country is among the safest in the world, people are quite friendly and the percentage of drivers who do give rides is high, especially in the off-season.  However, low traffic in areas outside Reykjavík makes hitchhiking in Iceland an endurance challenge.  Even on the main ring-road the frequency of cars is often less than one car per hour in the east. Nearly everybody speaks English and most drivers are interested in conversations. \n\nAvoid hitching after nightfall, especially on Friday and Saturday night.  Alcohol consumption is high and alcohol-related accidents are not uncommon.\n\nHitchhiking into the interior is tough, but everything works if you have enough time - calculating in days, not in hours. For longer distances or less touristic areas be prepared with some food, water and a tent or similar.  The weather can be awful and sometimes spoils the fun of this way of travelling.\n\nThe HitchWiki website ",{"type":"[","value":["http:\/\/hitchwiki.org\/maps\/"]}," has some advice for hitchhikers.\n\n",{"type":"===","value":["Carpooling"]},"\nCheck ",{"type":"[","value":["http:\/\/www.samferda.is"]}," and ",{"type":"[","value":["http:\/\/www.couchsurfing.org\/group.html?gid=44767"]}," for carpooling options.\n\n",{"type":"===","value":["ATVs"]},"\nIn the past few years, ATV travel has become popular among adventure travel enthusiasts. Several companies offer ATV tours of various parts of Iceland, check ",{"type":"[","value":["http:\/\/icelandunlimited.is"]}," and ",{"type":"[","value":["http:\/\/icelandontrack.is"]},"\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Icelandic phrasebook"]]},"\n\nThe official language of Iceland is ",{"type":"'''","value":[{"type":"[[","value":[["Icelandic phrasebook"],["Icelandic"]]}]}," (",{"type":"''","value":["íslenska"]},"), which remains very similar to, although not ",{"type":"''","value":["quite"]}," the same as 13th-century ",{"type":"'''","value":["Norse"]},".  Icelandic writing uses the Latin alphabet, but with two characters long ago lost from English: ",{"type":"'''","value":["eth"]}," (",{"type":"'''","value":["Ð, ð"]},"), pronounced like the voiced ",{"type":"''","value":["th"]}," of \"them\", and ",{"type":"'''","value":["thorn"]}," (",{"type":"'''","value":["Þ, þ"]},"), pronounced like the unvoiced ",{"type":"''","value":["th"]}," of \"thick\".  Materials in English often substitute \"dh\" and \"th\" respectively, so e.g. ",{"type":"[[","value":[["Fjörður"]]}," is written ",{"type":"''","value":["Fjordhur"]}," and ",{"type":"[[","value":[["þingvellir"]]}," is written ",{"type":"''","value":["Thingvellir"]},".  Loanwords are shunned, and new words are regularly made for concepts like computers, known as ",{"type":"''","value":["tölva"]}," (\"number-prophetess\").  Icelandic is related to the other Scandinavian languages (",{"type":"[[","value":[["Danish phrasebook"],["Danish"]]},", ",{"type":"[[","value":[["Swedish phrasebook"],["Swedish"]]},", ",{"type":"[[","value":[["Norwegian phrasebook"],["Norwegian"]]}," and ",{"type":"[[","value":[["Faroese phrasebook"],["Faroese"]]},"), and while it is hardly mutually intelligible with them in spoken form, this is not as much the case in written form. As Icelandic is a Germanic language like the other Scandinavian languages, speakers of German and Dutch would recognise many cognates.\n\nMost Icelanders also speak English and Danish, as both languages are compulsory in schools, and because of their Danish knowledge also understand Swedish and Norwegian. Icelandic college students choose a \"fourth language\" to study, usually Spanish, German, French, or Italian, but proficiency is most often nonexistent. Even though the majority of Icelanders are competent in English, attempts at speaking Icelandic are always appreciated, and learning some basic greetings and phrases in Icelandic will make your trip much smoother.\n\nIcelanders use the comma instead of the decimal sign for integers, i.e. 12,000 means 12, not twelve thousand, whereas 12 000 or 12.000 means twelve thousand. Icelanders use both the 24 and 12 hour system, speaking the 12 hour system and using the 24 hour system for writing. Icelanders do not use PM\/AM to indicate morning and afternoon. In Icelandic, \"half ten\" (\"hálf tíu\") means half past nine (9:30). When speaking to a person not fluent in English it is best not use this form to avoid misunderstanding. Dates can be seen abbreviated in a number of ways, but the order is always DAY-MONTH-YEAR; 12.7.08, 120708, or 12\/07\/08 is equivalent to July 12, 2008. Icelandic calendars also indicate the number of the week 1 through 52.\n\nIceland uses the metric system only. There is limited knowledge of Imperial or US measurements. \n\nIn Iceland there is no concept of a ground floor as in the UK. Instead, the entrance level of a building is called the first floor (\"jarðhæð\"), like in the US. Levels are then counted 1, 2, 3 etc.\n\nForeign television programmes and films are almost always shown in their original language with subtitles. Only children's programmes are dubbed into Icelandic.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Blue Lagoon 2007.jpg"],["300px"],["thumbnail"],["The Blue Lagoon"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Blue Lagoon"]]}]}," is a geothermal spa and the most famous sight in Iceland."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["South Iceland#See"],["Gullfoss"]]}]}," waterfall is quite spectacular. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["South Iceland#See"],["Geysir"]]}]},", the namesake of all geysers, and its neighbour Strokkur which erupts every five minutes or so. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Þingvellir National Park"]]}]},", a beautiful landscape of water-cut lava fields, which is historically important as the site of Iceland's parliament from 930 AD."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vatnajökull National Park"],["Vatnajökull glacier"]]}]}," is in Southeast Iceland and is Europe's largest glacier. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jökulsárlón"]]},", the largest glacier lake in Iceland, is located off Route 1 and part of Vatnajökull glacier."]},"\n",{"type":"*","value":[" In the colder months, one may frequently get stunning views of the ",{"type":"'''","value":[{"type":"[[","value":[["Northern Lights"],["Aurora Borealis"]]},", a.k.a. Northern Lights"]}," anywhere away from city lights."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Iceland offers many hiking opportunities. Hiking in Iceland is no easy business, strong walking boots which support your ankles are recommended as the terrain is usually craggy lava rock or springy moss with hidden holes!"]},{"type":"*","value":["  Iceland is not well known for skiing or big ski areas but the town of Akureyri in the north has a great little ski area and the mountains of the Troll Peninsula offer world class terrain for ski touring, ski mountaineering and heli skiing."]},{"type":"*","value":[" Ice climbing is great with world class frozen waterfalls and plenty of glaciers."]},{"type":"*","value":[" Glacier hiking is one of Iceland´s most popular tourist things to do with the area of Skaftafell in the SE being the center of activity."]},{"type":"*","value":[" Whale watching available all year from Reykjavík and during the summer from Husavik. "]},{"type":"*","value":[" There are some good opportunities to go mobiling and this can provide access to otherwise inaccessible areas."]},"\n",{"type":"==","value":["Buy"]},"\nThe local currency is the Icelandic ",{"type":"'''","value":["króna"]}," (ISK), and its value collapsed quite dramatically during the 2008 economic crisis.  As of Nov 2011, it trades at around 1 EUR = 160 ISK.  This has also made local prices more affordable for the visitor, although the prices of imported goods have risen rapidly.\n\nYou will get a better rate of exchange if you buy and sell your króna in Iceland itself.  Just about every establishment in Iceland will accept a credit card, including taxis, gas stations, souvenir stands, and even the most remote guest house, so it is not necessary to carry large amounts of Icelandic currency.  However, due to the currency's instability some credit cards are still wary of króna transactions, so check with your bank before you go and don't rely entirely on plastic.\n\nFollowing the 2008 economic crisis, foreign trading in the króna has been restricted, so you may struggle to get króna notes in your home country.\n\n",{"type":"===","value":["Costs"]},"\nGetting to Iceland can be done fairly cheaply: Icelandair and WOW Air both offer many excellent fares and promotions, and Keflavík International Airport will soon welcome the European low-cost airline, EasyJet.\n\nHowever, as soon as one steps off the plane the situation changes quite drastically - prices in Iceland can be vastly higher than in other parts of Europe due to the high import duties and the 25.5% VAT rate, particularly for alcohol, foreign foods, clothing, etc. For example, many retail goods can be 3-4 times more expensive than in North America. Nonetheless, as Iceland is recovering from the financial meltdown, bargains can still be found due to the low value of the currency.\n\nThe difference in prices between Iceland and the rest of Northern Europe is much less; petrol is cheaper, for example. \n\nUseful discount card schemes exist for tourists, the two most significant being Norden Voyager Card ",{"type":"[","value":["http:\/\/www.nordenvoyager.com"]},", operated by the Norden Association of Iceland, and Reykjavík City Card, operated by the City of Reykjavík.\n\nWhen shopping for food or other basic necessities, look for the Bónus or Krónan shops, as they offer considerably lower prices than the others. This is at the expense of quality, of course. Downtown Reykjavík is also home to several second-hand stores like Red Cross and Salvation Army, which can come in handy for buying cheap warm layers.\n\nExpect to spend around 650 to 900 ISK on a pint of beer or glass of wine, 1500 to 2000 ISK on a pizza for one person, 350 ISK on a city bus ride and 330 to 500 ISK for a coffee or espresso drink.\n\nCigarettes cost around 950 ISK for a packet of 20. Be aware that the law in Iceland states that cigarettes must not be visible in shops, however most gas stations, supermarkets and newsagents sell them.\n\n",{"type":"===","value":["Shopping"]},"\nTypical Icelandic products that make good souvenirs include:\n\n",{"type":"*","value":[" Icelandic wool products.  Icelandic sheep are a unique breed that produce a soft and durable wool, and Icelandic woolen goods (hats, gloves etc.) are soft and warm; don't just buy them for other people if you plan to visit the interior."]},"\n",{"type":"*","value":[" Arts and crafts.  Iceland has a huge number of great little craft shops that sell everything from musical baskets and wonderful weird porcelain sculptures to paintings, glasswork, and jewelery. An interesting note is that the National Galleries tend to carry the same artist's work in the gift shops rather than the usual mass-marketed products found in so many other museums."]},"\n",{"type":"*","value":[" Local music.  There is a plethora of interesting local music CDs (beyond just Björk and Sigur Rós) worth hunting for. Obscurities worth picking up include Eberg ",{"type":"[","value":["http:\/\/www.eberg.net"]},", Hera ",{"type":"[","value":["http:\/\/www.herasings.com"]},", Retro Stefson, FM Belfast, Worm is Green, Múm, Singapore Sling, and Bellatrix. Be warned that many of these CDs are often available back home as imports for much lower prices. CDs tend to cost 1500 to 2000 Kr."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Harðfiskur.jpg"],["300px"],["thumbnail"],["Harðfiskur"]]},"\nIcelandic cuisine has changed a lot in the last few decades from involving mainly lamb or fish in some form or other, as the popularity of other types of food has increased. A vegetarian diet is more tricky to maintain but there are several vegetarian restaurants in Reykjavík and vegetarian dishes are widely available at other restaurants.\n\nDistinctively Icelandic foods include:\n",{"type":"*","value":[" fish"]},{"type":"*","value":[" ",{"type":"''","value":["harðfiskur"]},", dried fish pieces eaten as a snack with butter (also good with coleslaw)"]},{"type":"*","value":[" ",{"type":"''","value":["skyr"]},", a yoghurt-like dairy product available in flavoured and unflavoured varieties all over the country. Low in fat and high in protein."]},{"type":"*","value":[" ",{"type":"''","value":["hangikjöt"]},", smoked lamb"]},{"type":"*","value":[" smoked lamb sausage"]},{"type":"*","value":[" ",{"type":"''","value":["svið"]},", singed sheep's head"]},{"type":"*","value":[" ",{"type":"''","value":["Slátur"]},", consists of ",{"type":"''","value":["lifrarpylsa"]},", a sausage made from the offal of sheep, and ",{"type":"''","value":["blóðmör"]}," which is similar to ",{"type":"''","value":["lifrapylsa"]}," only with the sheep's blood mixed into it."]},"\nIceland is famous for its whale meat, and is one of the few places in the world where it is possible to eat Minke whale. Whaling has long been a tradition in Iceland, albeit it has become an controversial issue in recent times. However, most restaurants that cater to tourists will sell whale meat, and if you are feeling a little more adventurous some places will serve grated puffin with it if you ask.\n\nDuring the ",{"type":"''","value":["Þorri"]}," season (late January-Early February) many Icelanders enjoy ",{"type":"''","value":["Þorramatur"]},", a selection of traditional Icelandic cuisine which usually contain the following: ",{"type":"''","value":["hákarl"]}," (putrefied shark cubes), ",{"type":"''","value":["Sviðasulta"]}," (brawn [head cheese] made from ",{"type":"''","value":["svið"]},"), ",{"type":"''","value":["Lundabaggi"]}," (Sheep's fat) and ",{"type":"''","value":["hrútspungar"]}," (pickled ram's testicles). ",{"type":"''","value":["Þorramatur"]}," is usually served at gatherings known as ",{"type":"''","value":["Þorrablót"]},". If you find yourself invited to a ",{"type":"''","value":["Þorrablót"]}," do not be afraid to (politely) refuse some of the more unpalatable delicacies, as many Icelanders chose to do so as well. Don't worry about going hungry, though, as many of the more \"normal\" foods mentioned above are almost always available too. If uncertain which is which, do not be afraid to ask the caterers for assistance.\n\nA similar event to ",{"type":"''","value":["Þorrablót"]}," is ",{"type":"''","value":["Þorláksmessa"]},", celebrated on 23 December each year. During this day you might find yourself invited to ",{"type":"''","value":["skötuveislur"]}," where cured skate is served. As with ",{"type":"''","value":["Þorrablót"]},", you can politely refuse to partake in the skate (other type of fish is usually served alongside it for the less adventurous). A word of warning though, the pungent smell that accompanies the cooking of cured skate is very strong and sticks to hair and clothing very easily. Do not wear formal (expensive) clothing at these gatherings, especially not clothing you intend to wear during Christmas.\n \nAny Icelanders' first choice of fast food is usually the ",{"type":"''","value":["pylsa"]}," or hot dog. It is usually served with a choice of fried onions, fresh onions, ketchup, mustard and remoulade. It is cheap compared with other fast food staples at around 250 kr, and is sold in every one of the small convenience stores\/eateries\/video rentals\/sweet shops that litter Icelandic towns.\n\nFood prices are particularly high in Iceland - the following sample prices were accurate as of summer 2012:\n\n",{"type":"*","value":[" ISK 800 - 2000 for a hamburger."]},{"type":"*","value":[" ISK 250 - 400 for a hotdog"]},{"type":"*","value":[" ISK 2000 - 5000 for a three-course meal in a restaurant."]},"\n",{"type":"==","value":["Drink"]},"\n\nTap water is safe to drink in Iceland and it is one of the countries with cleanest water in the world.  Coffee is easy to find and is comparable to what is found throughout Europe.  Juices are generally imported and made from concentrate.\n\nAlcoholic drinks are very expensive compared to the UK and USA - as an example, half litre of Viking beer in a bar will cost approximately ISK 900.  Liquor can be purchased at licensed bars, restaurants, or Vínbúðin ",{"type":"[","value":["http:\/\/www.vinbud.is\/"]},", the state monopoly (locally known as Ríkið: \"the state\") liquor bought there is much cheaper than at bars, there you pay ISK 350 for the same beer you paid 900 for at the bar.  The local Icelandic drinks such as Brennivín (\"Black death\") contain a fairly high alcohol content, so pace yourself while at the bars.\n\nThe local beer brands are:\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.egils.is Egils"]},": Lite, Gull, Pilsner, Premium, El Grillo"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.vifilfell.is Vífillfell"]},": Thule, Gull, Lite, Víking"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/bruggsmidjan.is\/page\/kaldi Bruggsmiðjan"]},": Kaldi"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.brugghus.is\/ Ölvisholt Brewery"]},": Skjálfti"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.olgerd.is\/ Ölgerð Reykjavíkur"]},": Gullfoss"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mjodurehf.is\/ Mjöður Brugghús"]},": Jökull, Skriðjökull"]},"\nVisitors arriving by air should note that there is a duty free store for ",{"type":"''","value":["arriving passengers"]}," where they can buy cheap alcohol (at least cheap compared to Iceland). To find the duty free store just follow the Icelanders. No Icelander in their right mind will pass the duty free store upon arrival!\nBe sure to not exceed the allowance which is 1L strong alcohol and 1L light wine (less than 22%) or 1L strong and 6L of beer. The strong alcohol can be exchanged for either 1L light wine or 6L beer.\n\nDrinking age in Iceland is ",{"type":"'''","value":["18"]}," for all alcoholic beverages. But you'll have to had reached 20 to buy alcoholic beverages.\n\n",{"type":"==","value":["Sleep"]},"\n\nIf you're visiting in summertime you won't regret bringing an eye mask with you. During the height of summer there is no actual darkness and in the north, the sun might just dip for a few minutes below the horizon.\n\nThe ",{"type":"'''","value":["hotels"]}," are usually fairly basic around the island but you can usually get a room even in August just by phoning them up and reserving it before you get there. They are very clean and well maintained, light and airy with nothing at all that could even remotely be considered 'dingy'. They are expensive though. \n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fosshotels.is Fosshotels"]}]},"  is a chain of 12 hotels located throughout Iceland, close to the island's most treasured nature spots and  major cities of Iceland. The most popular hotel is Fosshotel Nupar, located in by the National Park Skaftafell. The accommodation in Fosshotel hotels is diverse and Scandinavian breakfast buffet is always included. Fosshotels are part of ",{"type":"[","value":["http:\/\/www.islandshotel.is\/en\/ ",{"type":"'''","value":["Hotels of Iceland"]}]},". \n",{"type":"[","value":["http:\/\/www.icelandairhotels.com Icelandair Hotels"]}," include the Edda ",{"type":"[","value":["http:\/\/www.hoteledda.is\/EN\/"]}," summer hotels and the Icelandair hotels. Icelandair Hotels are upscale, Scandinavian style hotels located in most major cities of Iceland.  Most notable is the Nordica on the outskirts of downtown Reykjavík.\n\n",{"type":"'''","value":["Guesthouses"]}," are between hotels and hostels in prices and services. At some times if travelling in groups the guesthouses can be cheaper than the hostels. Guesthouses will usually have more space than a hostel with a shared bathroom that is cleaner and less crowded. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.farmholidays.is\/ Icelandic Farm Holidays"]}]},": the members are farmers who offer accommodation to travellers in their homes, guesthouses, country-hotels and cottages. The association was founded in 1980 and from 1990 Icelandic Farm Holidays has been a fully licensed Tour operator and a Travel agent.  The accommodation is diverse; made up beds in four different categories, with or without private bathroom, sleeping bag accommodation, cottages and camping.   Some of the farms offer also various recreation; horse riding, fishing, hunting, sailing, swimming, glacier tours, golf, etc. You can grab their brochure from tourist information centres or find it on their webpage. It is very informative and lists all farms, the services they provide, at what time of the year and contact information. It is best to call in advance to book, especially in the summer.\n\nIceland has many ",{"type":"'''","value":["hostels"]}," throughout the entire country. Thirty-seven of them belong to Hostelling International Iceland ",{"type":"[","value":["http:\/\/www.hostel.is\/displayer.asp?cat_id=13"]}," and it is best it to buy the international membership card (if you do not have it already), if you are staying for four or more nights at HI hostels in Iceland or abroad within the next 12 months. Bring your bedlinen or sleeping bag to avoid extra costs.\n\nIf you're travelling on a budget, ",{"type":"'''","value":["camping"]}," is your best bet. There are sites located throughout the country, especially at places you'd want to visit. They range from fully-equipped (hot showers, washing machines, cooking facilities) to farmers' fields with a cold-water tap. Expect to pay 500-1000 Kr per person per night.  If you intend to camp in Iceland you must be prepared for the cold, 3 season sleeping bags are essential and an inner, I would also highly recommend thick pyjamas and a warm hat! A bedding roll is also useful as you may end up sleeping on very rough ground...and that's just not very comfortable at all!  Don't wait until last minute to find a place to camp. Campers and mobile homes have become immensely popular among Icelanders and they take up a lot of space. You could arrive at a large camping ground that's so filled up with campers and mobile homes that you'll have no place to pitch your tent.\n\nTrekkers will need to use some of the ",{"type":"'''","value":["mountain huts"]},", either government or privately-run. These range from dormitory accommodation to fully-staffed facilities. Booking ahead is likely to be necessary at popular times of year (and they may only be accessible in summertime).\n\nDon't bother attempting to sleep in the Keflavík Airport overnight. It's far better to find a hotel in Keflavík or Reykjavík before arrival. If there are no flights to be serviced in the middle of the night (which is most often the case) the airport is closed for a few hours at night and you might have to stand outside in the rain and wind.\n\n",{"type":"==","value":["Work"]},"\nUnemployment in Iceland is rising and the wages are crashing, right now Iceland is not a place to come in hopes of finding work. Work permits are required for citizens of most countries. The exceptions are citizens of the Nordic Countries (Greenland, Faroe Islands, Denmark, Norway, Sweden, Åland Islands, Finland) and EU\/EEA countries. As of May 1, 2006 there are no restrictions on the latest entrants into the EU. \n\nWork permits can be extremely difficult to get if you do not come from any of the aforementioned countries, as Iceland has a relatively strict immigration policy and employers are obligated to consider Icelandic or EU citizens above all other applicants. It is also worth mentioning that as a small nation, a great deal of emphasis is placed on family ties and personal relationships; therefore it can be difficult to find a job in Iceland without personally knowing someone in a company.\n\nBeware of offers for contracted work in Iceland. Your wage levels may be lower than average and your rights may be affected. Iceland is a highly unionized society with over 90% of the workforce in labour unions. \n\nA great resource is the Directorate of Labour ",{"type":"[","value":["http:\/\/www.vinnumalastofnun.is\/english"]}," website.\n\n",{"type":"==","value":["Stay safe"]},"\n\nEmergency phone number: 112\n\nIceland is one of the safest places in the world, so there is almost no chance of getting robbed or harassed. This, however, excludes Reykjavík, which has recently begun to suffer instances of petty theft and night-time violence. Use common sense when sampling the night life and be alert.\n\n",{"type":"===","value":[" Nature "]},"\n\nThe greatest dangers to tourists in Iceland are found in the nature. Always do what the signs tell you to do. If there are no signs, use common knowledge. Every year, quite a few tourists get hurt, even killed, in the mountains or on the seas, usually after given, unheeded warnings. For example, do not approach a glacier front, big waves on the coast, or a big waterfall unless you know what you're doing, and do not walk on glaciers without proper training and equipment. Iceland is a volcanically active country and you can get caught in an eruption, but chances of that are extremely low.\n\nWhen hiking or skiing, be prepared for a sudden shift in the weather, as these can happen very quickly in Iceland. If unsure about conditions, ask locals or go on a guided tour. Icelanders are taught to respect nature's power and take care of themselves outdoors in the wilderness from childhood, so you usually won't find fences or warning signs even at the most dangerous places.\n\n",{"type":"===","value":[" Driving "]},"\n\n",{"type":"[[","value":[["Image:Malbik Endar - End of Paved Road.jpg"],["thumb"],[{"type":"''","value":["Malbik Endar"]},": Paved road ends."]]},"\n",{"type":"[[","value":[["Image:Einbreid Bru.jpg"],["thumb"],[{"type":"''","value":["Einbreið Brú"]},": Single-lane bridge. The closer driver has priority when crossing the bridge. Some longer bridges include passing points."]]},"\n\nDriving around Iceland can be difficult or even dangerous. Inform yourself of local conditions and make sure your vehicle and driving skills are up to the task. Be aware that many roads (even parts of the main country road) are unpaved and can turn into slippery mud during the summer. There have been a number of instances where foreigners, unprepared for Icelandic roads, have had accidents, some of them fatal. Since the roads are very quiet and the distances between settlements great, some Icelanders abuse this by speeding considerably. Sheep sometimes roam near the roads or even on them, so always have your eyes open and be on the lookout for sheep, as they tend to wait for cars before crossing the roads.\n\nCheck out the following website for up-to-date road-condition information: ",{"type":"[","value":["http:\/\/www.vegagerdin.is\/english\/"]},".\n\nRoad numbers starting with an F are for 4x4 vehicles only, and are usually simple dirt paths made by a road scraper and it's not uncommon that river crossings are required. Many F-roads are closed due to extremely bad road conditions from October to mid-June.\n\nSpeed limits on highways are 90 km\/h on paved roads and 80 km\/h on unpaved roads.\n\n",{"type":"'''","value":["Rules and regulations"]},"\n\nRules and regulations in the traffic are generally the same as in the rest of Europe. Foreign visitors should be aware that police controls are common and that fines are very high, and should take special note of the following rules:\n\nThe give way rule is universal. On roads without the \"Yellow Diamond\" sign, all traffic from your right hand side has the right of way; \nyou must yield to traffic from any road to your right, except from private areas such as parking lots.\nHeadlights are mandatory even during daylight.\nThe general speed limit is 90 km\/h in the country side and on motorways, and 50 km\/h in urban areas. \nNote that there are no specific rules for change of speed limit (as in some other countries) when driving conditions change. \nThe driver is expected to adjust speed downward to a safe level in for instance fog, heavy rain or snow.\nDon't drink and drive. Your blood alcohol concentration must not exceed 0.2 ‰. One small beer can be enough. \nThis rule is strictly enforced and violators risk a huge fine, a long (or even indefinite) suspension of the driver's licence and prison time.\nOn typical Icelandic two-lane road with a narrow shoulder, overtaking is only allowed on long straightaways with plenty visibility. \nOvertake only if really necessary, consider alternatives like taking a short break.\nUsing one's vehicle horn is considered impolite and may result in a fine unless used for an emergency.\nRight turn on red is illegal.\n\n",{"type":"===","value":[" Drugs "]},"\n\nThe Icelandic Narcotics Police has a very strict policy on drugs; minimum fine for possession of under 1 gram (3\/100 of an oz.) of any illegal substance can result in a fine of over 30000 ISK ($373\/€237\/£188 in June 2008).\n\n",{"type":"==","value":["Stay healthy"]},"\nThe medical facilities in Iceland are good and available free to European Union citizens with a valid E-111 form or its replacement ID card. Scandinavian citizens must show valid passport and medical insurance to be treated.\n\nInfectious diseases aren't a problem in Iceland. Inoculations aren't required except if you are arriving from countries that suffer from infectious diseases like cholera.\n\nThe biggest threat to your health is likely to be accidental injury or bad weather. Always make sure you have more than adequately warm and waterproof clothing. Selection of appropriate clothing is especially important in Iceland and can even be a matter of life and death. Exercise extra caution in geothermal areas: What may appear to be solid ground can sometimes not be so solid, breaking from underneath your feet with you falling into potentially deadly boiling water.\n\nThe water quality in Iceland is excellent and tap water is always drinkable. \n\nThe hygiene in public kitchens is very good, and food poisoning rarely happens to tourists.\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"{{","value":[["infobox"],["Ms. Pétursdóttir or Ms. Guðrún?"],["Iceland maintains another Norse tradition: the custom of using patronyms rather than surnames. An Icelander's given name is followed by his or her parent's first name (usually the father's), in the genitive case, and the suffix -son or -dóttir, e.g. Guðrún Pétursdóttir (Guðrún, ",{"type":"''","value":["Pétur's daughter"]},"). Members of the same family can therefore have many different \"surnames\", which can sometimes create confusion for visitors. Because of the patronymic last names, Icelanders use first names in most situations, e.g. phone books are alphabetized by first name rather than last name. This also applies when addressing an individual. Icelanders would never expect to be addressed as Mr. or Ms. Jónsson\/-dóttir no matter how important they might be."]]},"\n\n",{"type":"*","value":[" Some Icelanders claim to believe in the hidden people — called ",{"type":"''","value":["huldufólk"]}," — and a few even claim to have seen them. They are analogous to elves, but are often considered separate. There is even a museum in Reykjavík devoted to the hidden people. This is an ancient Icelandic belief and most Icelanders respect the tradition.  Skepticism thus can appear rude."]},{"type":"*","value":[" It is customary for one to take one's shoes off after entering private homes. In case your hosts do not mind, they will say so."]},{"type":"*","value":[" Tipping is not expected in Iceland; some Icelandic companies have started having a tipping jar next to the cash register but these are generally ignored."]},{"type":"*","value":[" Punctuality is not as important in Iceland as it is in many other northern European countries. People may often not appear until 15 minutes later than the stated time, and even much later than that for parties or other social gatherings."]},{"type":"*","value":[" When speaking English, Icelanders may use the word ",{"type":"''","value":["fuck"]}," more often than expected by Anglophones.  This is because brusque opinions are commonly expressed and should not be taken badly and also, the Icelandic equivalent of this word is not as strong a swear word as in English."]},{"type":"*","value":[" If you feel an urge to discuss the global economic crisis, keep in mind that it is an emotive issue - Iceland has suffered more than many in the banking crisis and ordinary people have lost a great deal of purchasing power"]},{"type":"*","value":[" It is not uncommon for an Icelander to ask a foreigner for his or her opinion of Iceland as a first question. The standard question is: \"How do you like Iceland?\" This is in large due to Iceland being a very small country, but it is also a country-wide inside joke of sorts. It is often best to be positive, as many Icelanders are likely to be offended by negative views of their country and thus get defensive."]},{"type":"*","value":[" Iceland is one of only a few countries with an active whaling industry, and if you choose to assert an anti-whaling position expect some Icelanders to have strong pro-whaling opinions and be well prepared to argue the issue and do not expect to win the argument."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Scandinavia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["Geo"],["64.133333"],["-21.933333"],["zoom=6"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Iceland"]]},"\n",{"type":"[[","value":[["Wikipedia:Iceland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Iceland\/"]]}]