[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Igan"]}," is a small district located in the Batang Igan river estuary at ",{"type":"[[","value":[["Mukah"]]}," Division in the central region of Sarawak. This area has been upgraded as a sub-district in 1992 with an area of 244.58 square kilometers. Prior to 2002, this district is under the auspices of the Sibu. On March 1, 2002, the district was officially comes under the auspices and administration of the District Mukah and Matu. The population is predominantly the Melanaus. Melanau language is the medium of communication here. However, Malay and Sarawak Malay are spoken too.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nThere is no Airport at Igan. The only available option to get in is from ",{"type":"'''","value":["Mukah Airport (MKM)"]}," where it is connected to ",{"type":"[[","value":[["Kuching"]]}," and ",{"type":"[[","value":[["Miri"]]}," with daily flights serve by MasWings",{"type":"[","value":["http:\/\/www.maswings.com.my"]},".\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["Mukah"]]}," is connected with major towns; ",{"type":"[[","value":[["Sibu"]]},",",{"type":"[[","value":[["Bintulu"]]},", and ",{"type":"[[","value":[["Miri"]]}," by bus services. Travellers can get a Bus to Matu from Mukah town where the only bus route available is from ",{"type":"[[","value":[["Mukah"]]}," where it's passing by ",{"type":"[[","value":[["Oya"]]}," and ",{"type":"[[","value":[["Igan"]]}," to ",{"type":"[[","value":[["Matu"]]},".\n\n",{"type":"===","value":["By Taxi Van\/Car"]},"\nTravellers can get a local Taxi Van\/car from ",{"type":"[[","value":[["Mukah"]]}," town.\n\n",{"type":"===","value":["By Ferry"]},"\nThere is a Ferry services crossing Batang Igan river from ",{"type":"[[","value":[["Matu"]]},".\n\n",{"type":"===","value":["By Speedboats"]},"\nSpeedboats are available for people who are from ",{"type":"[[","value":[["Sibu"]]},". It's available at ",{"type":"[[","value":[["Sibu"]]}," Jetty.\n\n",{"type":"===","value":["By Boat Express"]},"\nBoat Express are available for people who are from ",{"type":"[[","value":[["Sibu"]]},". It's available at ",{"type":"[[","value":[["Sibu"]]}," Jetty.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By foot"]},"\nIgan is small and safe enough to be explored by foot. \n\n",{"type":"===","value":["By bus"]},"\nUnfortunately, no bus services that serve in town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Berlanggar Meja.jpg"],["thumb"],["Berlanggar Meja"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Berlanggar Meja"]},". It's a tradition like an open house in big scale. Unlike our official Rumah Terbuka 1Malaysia, this tradition happens when the villagers and the guests bring own food and arrange on the tables. more like a big pot luck. The guests are from the host-village and from neighbouring villages. This occasion only available during Hari Raya Aidilfitri."]},"\n",{"type":"[[","value":[["File:Kaul Igan 2012.jpg"],["thumb"],["Pesta Kaul Igan 2012"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pesta Kaul"]},". Pesta Kaul(Kaul Festival) is a festival which is celebrated to pray for the well-being of the villagers when doing the work of fishing. The rally was held and celebrated in a special place which is on the coast, located in Kuala Igan. Before the festival was held, the festival committee will hold a meeting to set a date, tasks and activities to be held. Normally, this festival is celebrated in February or March each year. It was held immediately after the monsoon season."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Umai"]},". Umai is a raw fish salad popular among various ethnic groups of Sarawak, especially the Melanaus. In fact, umai is a traditional working lunch for the Melanau fishermen. Umai is prepared raw from freshly caught fish, iced but not frozen. Main species used include mackerel, nawal hitam and umpirang. It is made mainly of thin slivers of raw fish, thinly sliced onions, chilli, salt and the juice of sour fruits like lime or assam. It is usually accompanied by a bowl of toasted sago pearls instead of rice. Its simplicity makes it a cinch for fishermen to prepare it aboard their boats. Umai Jeb, a raw fish salad without other additional spices, is famous among Bintulu Melanaus. However, it is rarely prepared in Kuching. You can try umai when you eat  Nasi campur during lunch hours in Kuching. Most Malay\/Bumiputera coffee shops, serve umai daily for 'nasi campur'."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bubur pedas"]},". Unlike many other porridge that we know, bubur pedas is cooked with a specially prepared paste. It is quite spicy thanks to its ingredients, which include spices, turmeric, lemon grass, galangal, chillies, ginger, coconut and shallots. Like the famous bubur lambuk of Kuala Lumpur. Bubur pedas is exclusive dish prepared during the month of Ramadan and served during the breaking of fast. So don't expect to eat bubur pedas at anytime you want."]},"\n",{"type":"[[","value":[["File:Linut.jpg"],["thumb"],["Linut"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Linut"]},". Linut (also known as ambuyat by Brunei people or jalit by Miri Locals) is a Melanau food. Appropriate amount of sago flour, depending on the number of people, is prepared by cleaning with water. Clean water is then added to the flour before boiling water is poured on the flour as it is stirred until it turns sticky like glue. Linut is best when served hot, and that is why the accompaniment and side dishes must be prepared before hand so that the linut can served right away while it is still hot. The traditional way to scoop the sticky linut from the bowl is to use a special clipper made from the vein of the sago palm frond. Just poke the clipper into the linut and twist it around a few times and scoop the linut which sticks to the clipper. Linut is normally served during a family reunion or a gathering of friends and visitors."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dabai"]},". ‘dabai’ scientifically known as ‘Carnarium Odontophyllum Miq’ is a Sarawak local fruit ."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sarawak"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["2.832631"],["111.709557"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]