[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Ilha do Mel"]}," is an hourglass-shaped island just off the coast of ",{"type":"[[","value":[["Paraná"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By ferry boat"]},"\nIlha do Mel is only acessible by ferry boat. It can be reached by regular multi-stop ferries from the port city of ",{"type":"[[","value":[["Paranaguá"]]},", or on shorter direct ferries from nearby Pontal do Sul\n\n",{"type":"==","value":["Get around"]},"\nThe island has no roads, only a network of sandy trails. Trails spread out from the village center, known as ",{"type":"''","value":["Nova Brasilia"]},", which is on the south side of the narrow isthmus connecting the two parts of the island.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:IlhadoMel_KJCalvert_web.jpg"],["thumb"],["right"],["Ilha do Mel Lighthouse"]]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Conchas Lighthouse"],["alt=Farol das Conchas"],["url="],["email="],["address="],["lat="],["long="],["directions=about 15 minutes' walk southeast from Nova Brasília"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good place to take pictures, and also to get a good idea of the shape of the island."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gruta das Encantadas"],["url="],["email="],["address="],["lat="],["long="],["directions=about an hour and a half walk south from Nova Brasília"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This grotto is the subject of many a myth or legend."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Portuguese Fort"],["alt=Fortaleza Nossa Senhora dos Prazeres"],["url="],["email="],["address=on the northeast face of the island"],["lat="],["long="],["directions=about 45 minutes' walk north along the beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Completed in 1769."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Surf"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a prime spot for wave riding in Paraná state."]]}]},{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["David's Bar and Restaurant"]},", 041 426 8008. Typical local dishes of Ilha do Mel and surrounds, this place also sells some local handicrafts."]},{"type":"*","value":[" ",{"type":"'''","value":["Recanto Tropical Restaurant"]},", 41 426 8054. Per-kilo buffet."]},{"type":"*","value":[" ",{"type":"'''","value":["Restaurante Mar e Sol"]},", 041 426 8021. Larger restaurant specializing in seafood."]},{"type":"*","value":[" ",{"type":"'''","value":["Ilha do Mel Café"]},", 55 41 3426 8080. Cybercafé specialized in delicious brazilian coffee, juices, cakes, snacks and sandwiches. Also, at the bar,  serves awesome \"caipirinhas\" made with top grade \"cachaça\" from the owners private collection."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ilha do Mel Café"]},", 55 41 3426 8080. Cybercafé specialized in delicious brazilian coffee.. Also, at the bar that has a good variety of drinks, they serve awesome \"caipirinhas\" made with top grade \"cachaça\" from the owners private collection. Attached a book exchange, internet access and a tobacco shop full of cigars."]},"\n",{"type":"==","value":["Sleep"]},"\nThere are many guesthouses in the small village. Those further from the dock are a bit cheaper. Many guesthouses are open only during the busy summer tourist season.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pousada Ilha do Mel"],["alt="],["url=http:\/\/www.ilhadomelhostel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Praia do Farol - Nova Brasilia, +55 (41) 3426 8065. The very simpatico owner Charles speaks fluent English and several other languages. Attached they have a Cybercafé that serves great coffee, cakes and snacks, plus the rooms are very comfortable and the guesthouse is right close to the best beaches of the lighthouse area. They also have a huge book exchange with over 400 books and a tobacco shop with outstanding cigars."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pousada Caraguatá"],["alt="],["url=http:\/\/www.caraguata-ilhadomel.com.br\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 (41) 3426 9097"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Praia de Encantadas."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pousada Girassol"]},", Farol da Rochas, 041 426 8006.  5 minutes walk south of the dock area. Open year-round. Decent breakfast."]},{"type":"*","value":[" ",{"type":"'''","value":["Pousada Pôr-do-Sol"]},", Nova Brasilia, 041 3426 8009. From the dock, walk straight inland to the other side of the island, less than 5 minutes' walk. Clean rooms and a nice restaurant attached."]},"\n",{"type":"==","value":["Go next"]},"\nDespite its relative sleepiness, the island can become unbearably crowded on weekends and public holidays. There are many other islands in the region; to really get off the beaten track, hire a boat and skip over to Ilha das Peças the next island over, or Ilha do Superagui, two islands over. Ilha das Peças can also be reached on a regular municipal passenger ferry leaving from Paranaguá, which visits several other islands on its route and ends up in Guaraqueçaba, on the mainland, also well worth a visit. Around Guaraqueçaba there is a wealth of hiking opportunities in the pristine and immaculate rain forest. Contact Sr. João at the Pousada Chauá for an excellent guide of the region. Ask him especially about the Sebuí trail, an excellent all-day boat trip and hike with marvelous waterfalls and swimming opportunities. The village on Superagui Island can only be reached by chartering a boat or by walking around the southern tip of Ilha das Peças from its village to the straight between the two islands and hailing a boat to come and pick you up from the other shore. The long and deserted beach on Superagui, north of the village, is one of the best surfing spots in the south of the country, and the whole region is excellent for kayaking. On Peças and Superagui there are simple pousadas to stay in.\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Coast (Paraná)"]]},"\n",{"type":"{{","value":[["geo"],["-25.535278"],["-48.331111"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]