[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Praia da Feiticeira 01.jpg"],["thumb"],["325px"],["Feiticeira Beach on Ilha Grande"]]},"\n",{"type":"'''","value":["Ilha Grande"]}," is a beautiful ",{"type":"[[","value":[["Brazil"]]},"ian island, about 150 km from ",{"type":"[[","value":[["Rio de Janeiro"]]}," and 450 km from ",{"type":"[[","value":[["São Paulo"]]},". The largest settlement on the island is called Vila Abrão.\n\n",{"type":"==","value":["Get in"]},"\n\nIlha Grande must be reached by boat. Ferries operated by Barcas SA Mangaratiba (105 minutes, starting 8AM, return 5:30 prices are much more expensive than those charged by Barcas SA, which is the government. The Barcas SA are of the government of Rio de Janeiro is much safer and their staff are top professionals. Terminal Santa Luzia is discouraged. Their prices are much higher than those of Barcas SA . Another problem is the operating company of this pier, it offers a fast boat, but at the time of shipment you can embark on an extremely slow boat. Their employees are rude and unprepared to deal with tourism.\n\nIf you come from the city of Rio de Janeiro to Angra dos Reis and landed at the Bus Terminal, you can take a taxi or walk to the port of Angra dos Reis, which is very close and relatively safe.\n\nAnother option to get on the Ilha Grande is to go to Conceição de Jacareí which is a district of Mangaratiba or in the center of Magaratiba (address: Rua XI Novembro without No. Mangaratiba) preferably at using Barcas SA, which also operate these terminals . Avoid illegal vessels in Conceiceição de Jacareí are extremamante dangerous and uncomfortable. The Barcas Sa also operates the route between the Conception de Jacareí to Vila do Abraão in the Ilha Grande. (Being more comfortable and organized in Angra dos Reis to the Vila do Abraão)  (Go to Angra dos Reis is more comfortable)\n\nImportant to note is that there are no banks on the island, the money should be brought since not all hotels, shops and restaurants accept credit cards. From Rio de Janeiro, you can now book online for door to island transfers with the ",{"type":"[","value":["http:\/\/www.greentoadbus.com\/en\/Brazil-bus-passes\/Transfers-ilha-grande-307 Green Toad Bus"]}," website. Pick-up from your hostel then a 3 hours drive to the docks where the transfer to a boat to travel 30 minutes to the island. You stop at an ATM cash-up before hitting the island which has no ATM machine. They also have bus trips starting from São Paulo and Paraty. Daily buses operated by the Costa Verde [3] out of Rio de Janeiro to Angra dos Reis and Mangaratiba. Daily buses from São Paulo to Angra dos Reis are operated by Reunidas Paulista. Who comes from Rio de Janeiro City, unfortunately, have to use the bus company Costa Verde, with officials unprepared to deal with tourism\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:IlhaGrande-Abraao5.jpg"],["thumb"],["São Sebastião Church in Vila do Abraão"]]},"\nThere are no roads and no private cars on the island. A good option is to use Vila do Abraão as a base and plan day trips from there. There are several hiking trails to the many beaches on the island. Some trails can be strenuous in the tropical weather, so be prepared and take plenty of fluid. Remember that night falls early and dawn is short near the equator, so carry a flashlight if you plan to return after 6PM. Many beaches can be reached by boat and several agencies in Vila do Abraão sell packages for the numerous schooners serving the island. It is easy to find one-way trips and pick ups back to Vila do Abraão on many beaches in the evening.\n\nIt is possible to walk around the outside of the island in about 4 or 5 days if you're not in too much of a hurry. Its best to start at Abraão and go in an anticlockwise direction, through Dois Rios. Note that accommodation on the back side of the island is scarce and free camping is illegal. At Parnaioca beach on the backside, arguably one of the most beautiful spots on the whole island and worth spending at least a couple of days at, you can ask for accommodation in the local houses (there are only about 8 people living there); ask for Sr. João, he'll help you out. Meals can also be purchased, but variety is very limited, so it might be a good idea to take some food. There used to be a camping ground there with some very limited infrastructure run by the locals, but in 2006 that was prohibited by the national environmental agency (IBAMA), and was still prohibited at the end of 2007, although the locals were apparently appealing this ruling.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Praia do Aventureiro 02.jpg"],["thumb"],["Adventurer Beach"]]},"\nThere are beautiful beaches, some considered to be among the nicest of Brazil.\n",{"type":"*","value":[" ",{"type":"'''","value":["Art Gallery"]}," inside of Vivenda das Bromelias Inns"]},{"type":"*","value":[" ",{"type":"'''","value":["Aqueduct"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Candido Mendez Jail Ruins"]},"  en ",{"type":"'''","value":["Dois Rios"]}," - It´s not preserved or restored but come here and remember that the most dangerous criminals in Brazil were kept here"]},{"type":"*","value":[" In ",{"type":"'''","value":["Parnaioca Beach"]}," (not easy to reach) there are other remainders of the slave period.  The dark past of the island: jail prisoners, slaves, pirates and lepers in the Lazareto Hospital. Many people affirm that they have seen phantoms in Parnaoica or Caxadaco beaches."]},{"type":"*","value":[" ",{"type":"'''","value":["São Sebastião Church"]},", in Vila do Abraão."]},{"type":"===","value":["Beaches"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Adventurer Beach"]}," (",{"type":"''","value":["Praia do Aventureiro"]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["Bananal Cove"]}," (",{"type":"''","value":["Enseada do Bananal"]},"). A nice quiet location."]},{"type":"*","value":[" ",{"type":"'''","value":["Feiticeira Beach"]}," (",{"type":"''","value":["Praia da Feiticeira"]},")"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaches"]}," - ",{"type":"'''","value":["Lopes Mendes"]}," beach in Ilha Grande was voted one of the top 10 most beautiful in the world by Vogue Magazine 3 years ago. The water is shallow a long way out, making for good surfing conditions. The usual boat route takes you from the main settlement to another beach on the opposite side of the island. From here, there are 20 minutes of relatively steep footpath to Lopes Mendes to get you nice and ready for a dip. Beware of strong currents a bit out."]},"\n",{"type":"*","value":[" Snorkeling"]},{"type":"*","value":[" Kayaking"]},{"type":"*","value":[" Sailing"]},{"type":"*","value":[" Diving at ",{"type":"'''","value":["Sitio Forte"]}," "]},{"type":"*","value":[" Hiking in the rain forest at ",{"type":"'''","value":["Papagaio Peak"]}," - A 2-3 hour hike to the peak. Marked, despite some warnings you may hear, and with a beautiful view at the top. Bring lots of water."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trails (Trilhas)"]},"  There are thirteen well marked trails. It is possible to walk around the whole island. Plan at least 8 days for that trip."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are a few souvenir shops in Vila do Abraão selling t-shirts, magnets and other stuff. In fact, there is nothing typical or special to buy in Ilha Grande.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pastel de frango"]}," at Crena Beach"]},"There are about 30 restaurants in the island. Some are expensive but there are many cheaper options like hamburgers. Try FOOD for KILO; pay about US $0.80 per 100g for very nice food.\n\nThe seafood is generally very good and could perhaps be regarded as a specialty. Many restaurants offer casseroles with several types of seafood, served as a dish for two. Although in the higher price range for Ilha Grande, they are delicious and good value for money. The best place to go for traditional Brazilian is ",{"type":"''","value":["Frutos do Mar"]}," located on Rue da Praia.\nTry their Brazilian fish stew, that alone is worth the journey to Ilha Grande.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is no clubbing scene or  electronic dance - at night it's drinking beer in the main square and dancing with live local music like bossa nova, forró, and samba. One recent and popular bar is the ",{"type":"[","value":["http:\/\/www.ilhagrande.org\/cafedomar Cafe Do Mar"]},", which is on the eastern side of Villa do Abraao. Right next to the beach, they serve cold beer, mean caipirinhas and cool music, in a very chilled out atmosphere. They also have well attended BBQ nights, which offer delicious fresh fish etc. and serve narghile (also known as sheesha). Kebab is their sister bar in the town itself, offering Greek style kebabs with great juices, drinks and cocktails and the same funky atmosphere. Here there is also a little wok bar where you can see them make noodles for you. Restaurante Esquinas Bar is a good place to sit by the beach. You grab a beer, meet some people, buy some artcrafts and hear the locals play Brazilian music. If it rains, don't worry, it'll pass.\n\n",{"type":"==","value":["Sleep"]},"\nThere are plenty of accommodations in Vila Abraão, plus a couple of camping grounds. Free camping is illegal, although inspection and supervision of beaches is not very frequent.\n\n",{"type":"===","value":["Budget"]},"\nThe best option for bugdet travelling is camping, which must be done inside legalized areas to avoid getting into trouble. Most camping grounds are priced R$20 (per person) each night, which usually makes the choice a matter of preference. Some of the Campings (such as Camping do Sossego and Camping do Lúcio) accept only couples. The following installations are located on Vila do Abraão:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alfa Camping"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Cantinho da Ilha"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping do Bicão"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping do Lúcio"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=R$40 (couple)"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping do Sossego"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=R$40 (couple)"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Raio de Sol"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Sombra dos Coqueirais"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\nAbraão is basically comprised of two main parallel streets, which concentrate most services. Rua da Praia runs along the ocean, and Rua Getúlio Vargas runs behind it. This map (http:\/\/www.ilhagrande.org\/sys\/s.ig?a=170) could help you locate most Campings.\n\nThere are also a handful of hostels on the island. As you get off the boat on the pier go to the second street from the ocean and turn left. Most of the budget hostels are on this street, such as Resta 1. There are also 2 hostels at the end of the beach on the left hand side as you get off the boat. In high season a lot of hostels can be full. Several camping grounds are also available. One which is fairly centrally located and is very likely to have some vacancies is Santana´s Camping. Located on the opposite side to Resta 1 on the street connecting two main streets.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pousada do Holandes"],["url=http:\/\/www.ilhagrande.org\/holandes"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorm bed R$ 25"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pousada Resta 1"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorm bed R$ 50"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Over Nativa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bugio Hostel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pousada Paloma"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Che Lagarto Hostel Ilha Grande"],["url=http:\/\/www.chelagarto.com\/index.php\/en\/component\/chelagarto\/hostels\/5-hostel-ilha-grande.html"],["email=ilhagrande@chelagarto.com"],["address=Rua Canto da Praia S\/N, Vila do Abraão"],["lat="],["long="],["directions="],["phone=+55 (24) 3361-9669"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pousada Beira Mar"],["url=http:\/\/www.pousadabeiramar-ilhagrande.com.br\/"],["email=beiramar2000@uol.com.br"],["address=Rua da Praia"],["lat="],["long="],["directions=ten meters from the eastern pier in Vila Abraão"],["phone=+55 (24) 3361 5051"],["tollfree="],["fax="],["hours="],["price=Rooms cost from 80 R$ in low season, add about 50% in high season"],["checkin="],["checkout="],["content=Clean, pleasant pousada with German management, in a perfect location in Vila Abraão. The breakfast buffet is great. If you want to spoil yourself, get one of the front rooms with hammocks where you can watch the people and boats at the piers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pousada Naturalia"],["url=http:\/\/www.pousadanaturalia.net\/"],["email=reservas@pousadanaturalia.com"],["address=Rua da Praia"],["lat="],["long="],["directions="],["phone=+55 24 3361 9583"],["tollfree="],["fax="],["hours="],["price=From about R$120"],["checkin="],["checkout="],["content=Beautiful natural eco-friendly (they use solar panels) pousada, hidden within the quiet side of Vila Abraão. All rooms have balconies with hammock and garden chairs, table, facing the quiet sea with palm trees framing the view. The staff is extra friendly and helpful, and will provide you with the best tips for your time in Ilha Grande. The owner greets you personally with a freshly squeezed juice of the day, and a great smile. Breakfast is served at a lounge where a big rock sits next to it, and humming birds coming by to have their share. Has to be one of the best pousada in Ilha Grande."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pousada Olhos d'Água"],["url=http:\/\/www.hotel-ilhagrande.com\/Pousada_Olhos_Dagua"],["email="],["address=Rua do Cemitério"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From about R$100"],["checkin="],["checkout="],["content=\n\nNice little hotel bit further away from the Abraão village center and port area. Quiet and clean eco-friendly place (for example water is heated with solar energy). They also have a decent pool and house seems to be quite recently renovated. Breakfast is good. Pousada is situated on the edge of the village and next to it is jungle. It takes some walking (maybe 400-500 meters) uphill from the port, but based on my experience the place is worth it."]]}]},"\nA few inns with standard prices of USD 30-45. All clean and well managed:\n",{"type":"*","value":[" ",{"type":"'''","value":["D´Pillel"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Dos Meros"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bromelias"]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Asalem"],["url=http:\/\/www.asalem.com.br\/"],["email=asalem@asalem.com.br"],["address=Praia da Crena"],["lat="],["long="],["directions=Crena beach"],["phone=55-24-3361-5602"],["tollfree="],["fax="],["hours="],["price=From R$294"],["checkin=12 noon"],["checkout=10AM"],["content=Asalem has a private setting. The seaside hideaway has 6 waterfront Suites surrounded by the rain forest that overlooks the calm bay of Crena beach. This proximity to the ocean offers rare glimpses of sea creatures such as starfish and turtles, as well as abundant schools of fish. The forest brings frequent visitors, including monkeys, squirrels, fireflies, blue butterflies and a wide variety of exotic tropical birds. 20 minutes' walk from the main village or 5 minutes by the hotel's taxi boat, available 24\/7. The owner is a worldly known photographer who personally takes care of all the details, together with his wife."]]}]},"\n",{"type":"===","value":["Out of Abraão"]},"\nAracatiba town is a cheaper option but it doesn't offer much in terms of tourist facilities, it´s more for weekend tourists who live in Angra dos Reis area already. Its location is far away from Abraão, Lopes Mendes or Dois Rios, so it's not a very convenient choice if it's your first visit to the island. Bananal Beach or Sitio Forte have nice mini-resorts, a good option for honeymooners.\n\nIn the Blue Lagoon (Lagoa Azul) is a lodge where ",{"type":"[","value":["http:\/\/www.theislandexperience.com The Island Experience"]}," is located. This is a 7 day adventure spa which offers trekking, kayaking, yoga, massage and a detox menu. During the Brazilian summer it operates as a pousada under the name ",{"type":"[","value":["http:\/\/www.estreladailha.com Estrela da Ilha"]},".\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["Internet cafes charge around R$6 per hour. Public phones can be found everywhere."]},{"type":"*","value":[" Mobilephone has signal just in a few places."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Angra -> Abraão = Mon to Fri 3:30PM - R$ 6,50. Sat\/Sun\/Holidays 1:30PM - R$ 14 (single) \/ R$25 (return). "]},{"type":"*","value":[" Abraão -> Angra = Mon to Fri @ 10AM - R$ 6,50. Sat\/Sun\/Holidays @ 10AM - R$ 14 (single) \/ R$25 (return)   "]},{"type":"*","value":[" Mangaratiba -> Abraão = Mon-Fri 5:30PM - R$6,35. Sat\/Sun\/Holidays 5:30PM - R$14(single)\/R$25(return). "]},{"type":"*","value":[" Abraão -> Mangaratiba = Mon-Fri(Fri also 10PM) 8AM - R$ 6,35. Sat\/Sun\/Holidays 8AM - R$14(single)\/ R$25(return)"]},"\n",{"type":"*","value":[" There is a ",{"type":"'''","value":["ferry"]}," to ",{"type":"[[","value":[["Angra dos Reis"]]}," every day at 10AM."]},"\n",{"type":"*","value":[" Some boats have ",{"type":"'''","value":["Mangaratiba"]}," routes at 10AM with a connection to Rio de Janeiro, but take care choose the Original Fast Connection, with legal vehicles, or-- you need take a minibus to the main route and then take a bus on the highway to Rio. It's better to go to ",{"type":"[[","value":[["Angra dos Reis"]]},", take the ",{"type":"'''","value":["Costa Verde"]}," bus, wait for the ferry at the pier, and go directly to the bus station in ",{"type":"[[","value":[["Rio de Janeiro"]]},"."]},"\n",{"type":"*","value":[" A couple of agencies, for instance 'Fast Connnection ",{"type":"''","value":["Island Travel'"]}," with an office right by the piers, offer \"express connection\" to Rio. You go by speedboat to the mainland and a van transports you to your hotel in Rio. At R$65 this can be a good option and actually not much more expensive than paying for a ferry ticket + bus to Rio + taxi from the Rio bus terminal. However, the claims of getting to Rio in less than 2 hours should NOT be counted on. For instance, in case of bad weather the speed boat will not depart and you will be put on the regular ferry - the trip to Rio may then take ",{"type":"''","value":["six"]}," hours or even more. Don't risk missing your flight home."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Costa Verde"]]},"\n",{"type":"[[","value":[["wikipedia:Ilha Grande"]]},"\n",{"type":"{{","value":[["geo"],["-23.133333333333"],["-44.166666666667"]]}]