[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iligan.gov.ph Iligan"]}]}," is a city in the northeastern coast of ",{"type":"[[","value":[["Mindanao"]]},", surrounded by the towns of Baloi and Linamon of Lanao del Norte on the south, the town of Lugait of Misamis Oriental on the north, and the land of Lanao del Sur and Bukidnon on the east and Iligan Bay on the west.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Mapframe"],["8.22796"],["124.23833"],["zoom=17"],["height=470"],["width=470"],["layer=OP"]]},"\nChroniclers say that centuries ago, long before Legaspi's expedition reached the Philippines in 1565, the Tala-andigs and the Banhawons, two of the known peace-loving Higa-onon tribes of Mindanao, had to build an ilihan or iliyan, meaning a \"fortress of defense\" on the coastal plain to secure them from the frequent attacks of pirates and savage tribes. Hence, the place to be called as Iligan. Some say its name was derived from the seasonal surge and outflow of its two major rivers. Local folks call this alluvial phenomenon \"ilig\". This is the reason why Iliganons consider the monsoon season a blessing because the soil along the riverbanks are fertilized. Its Cebuano-speaking inhabitants likes to believe that Iligan means \"where good fortune gravitates\".\n\nObviously, Mother Nature has blessed this city of more than 300,000 inhabitants. Not only is it situated on a limestone-rich area, it is also way out of the typhoon belt, earthquakes and other natural disasters. Iligan is also ringed with more than twenty waterfalls (earning the moniker \"City of Majestic Waterfalls\") and more than a dozen springs distributed evenly within a 30-kilometer radius of the city.\n\nIts rivers and tributaries practically caused Iligan to move forward economically and make it the industrial center of Mindanao today.\n\nBesides its rich natural resources, it is also the home of nationally acclaimed artists, poets, cultural workers and writers.\n\nIligan is predominantly Christian (93.61%). Iliganons are the mixture of the Muslim and Cebuano population with a minority of Tagalog and some other cultural minorities and immigrants from other places.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airport to Iligan City is the Cagayan de Oro's ",{"type":"[[","value":[["Laguindingan International Airport"]]}," with multiple daily flights from Manila. ",{"type":"[[","value":[["Cebu Pacific"]]}," and ",{"type":"[[","value":[["Philippines airlines\/PAL Express"]]}," has Daily flights to Manila. Flight time from Manila to Cagayan de Oro Airport is approximately one hour and 20 minutes.Cebu Pacific also fly to Cebu city,Davao,Iloilo,Bacolod. opening of Laguindingan International Airport was in 2012,  The new Laguindingan Airport is a flagship project of the Cagayan de Oro-Iligan corridor.\n\n",{"type":"===","value":["By boat"]},"\n\nFrom Manila, you can take a boat going to Cagayan de Oro seaport, and then take a taxi or bus to Iligan City. From Manila, you can also take a boat going to Ozamiz City. This boat will drop you in Iligan seaport itself. From Cebu, there is a daily boat schedule going to Cagayan de Oro seaport.\n\n",{"type":"===","value":["By bus"]},"\n\nThe best way to travel to Iligan is by bus. At Bulua Bus Terminal you can find buses going to Iligan. Travel time from Cagayan de Oro to Iligan (by taxi or bus) is approximately one-and-a-half hour, and the ticket is only 100 peso (around 2 dollars). The buses are modern and very fast with aircondition and movie playing on the videoscreen. From Cagayan de Oro Airport, you can also take a taxi cab (direct to Iligan, price about 20 dollars), or take a taxi cab to drop you to Bulua Bus Terminal (6 dollars).\n\n",{"type":"==","value":["Get around"]},"\n\nJeepneys or jips are the most common public transport in the city with a minimal fare of P7.50. Taxis are readily available anytime of the day. It can be radio dispatched, and will pick you up if you give the dispatcher a call. Habal-habal or motorcycles are most common especially in going to the city outskirts or hinterland areas. There is also the famous \"Tartanillas\" (calesas) that is also a public mode of transportation which serves through Barangay Pala-o and Barangay Tambacan.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"[[","value":[["Cebuano phrasebook"],["Cebuano"]]}," is the common language  among Iliganons. The rest speak Tagalog, Maranao, Hiligaynon, Ilocano, Chavacano, and Waray-Waray. English is also widely understood and spoken.\n\n",{"type":"==","value":["See"]},"\n\nA number of these attractions are quite unique and could only be found in this city. There are numerous waterfalls, springs, and beach resorts.\n\nThis is not the final list on what's worth seeing, but it's a good place to start whether you're a first-time visitor or an Iligan expert.\n\n",{"type":"*","value":[{"type":"'''","value":["Downtown Iligan"]}," - A lot has changed since the tri-people (cultural mix of Maranaos of Lanao del Sur, Higaonons of Bukidnon, the predominantly Christian settlers and migrants from other parts of the country) helped create the foundation of this city. Today's downtown practically has most of the amenities that make an urban center - hotels, restaurants, shopping centers and cultural attractions."]},"\n",{"type":"*","value":[{"type":"'''","value":["Macaraeg-Macapagal Ancestral House"]}," - The house boasts as the only house in Mindanao where two Philippine Presidents resided. One being the father, and the other, the daughter, Pres. Diosdado Macapagal and HE Gloria Macapagal-Arroyo respectively. In 1994, upon the instigation of the late former President Diosdado Macapagal, the lot where the house stands and a two-hectare cocoland nearby were donated to the City Government of Iligan for the purpose of developing the place into a tourist destination with a memorabilia of the Macaraeg-Macapagal Family."]},"\n",{"type":"*","value":[{"type":"'''","value":["Iligan City Hall"]}," - The seat of the city government, is on top of Buhanginan Hill, some 47 meters above sea level. It was built way back in 1957."]},"\n",{"type":"*","value":[{"type":"'''","value":["Anahaw Open Amphitheater"]}," - On Buhanginan Hill's southeastern side is Anahaw Amphitheater, probably the biggest open amphitheater in Mindanao, which is a venue for theater, sports tournaments, celebrations, and other activities.  The amphitheater and the city hall is only less than 3 kilometers away from the city proper."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bayug Island"]}," - Bayug (an island sitio of Barangay Hinaplanon, 3.7 km northeast of poblacion) is traditionally considered as the first settlement in Iligan even in pre-Islamic times."]},"\n",{"type":"*","value":[{"type":"'''","value":["Other Places worth visiting:"]}," - Laya Ancestral House, Linya Galleria, MVC Park and Lagoon, Rizal Park, Freedom Park."]},"\n",{"type":"==","value":["Do"]},"\n\nYou may request for a tour guide at the City Tourism Office, Bahay Salakot, Buhanginan Hills, Pala-o, Iligan City Tel. #221-3426 or you may wish to go around on your own. Here are some tips for the unguided tourist for a whole day tour.\n\n",{"type":"*","value":[{"type":"'''","value":["7:00 Breakfast"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["8:00 ETD Buhanginan Hill"]}," From Poblacion (City Proper) take a jeepney (Iligan-Palao-City Hall-City Hospital) and inform the driver to take you to City hall. Jeepney Fare is P7.50"]},"\n",{"type":"*","value":[{"type":"'''","value":["8:15 ETD Buhanginan Hill"]}," The road going to the top of the Buhanginan Hill is a quick and convenient challenge and favorite destination for early-morning joggers. At the top is a playground where children can romp around. It houses the City Hall which is 49 years old, the new City Council Building, the Anahaw Amphitheatre. You'll get a good view of the city from the hill too. Some 200 meters from the City Hall is the Bahay Salakot which houses the City Tourism Office and the Iligan Investment Promotion Center."]},"\n",{"type":"*","value":[{"type":"'''","value":["9:30 ETD for Maria Christina Falls"]}," Take a Jeepney from Buhanginan Hill to City proper. Tell the driver to drop you at Masonic Temple and pay a fare of P7.50. From there take a jeepney (Iligan-Buruun route) to Maria Cristina Falls. Fare is P13.00. Inform driver to drop you at the crossing going to Maria Cristina Falls."]},"\n",{"type":"*","value":[{"type":"'''","value":["10:15 ETA at Gate of NPC Agus VI and Agus VII Hydro-electric Power Plant Complex"]}," From the crossing of the National Highway and road leading to Maria Cristina Falls is the NPC gate which is some 150 meters from the highway You shall be asked to register at the gate, fill out some forms and leave an ID. In exchange you shall be given an ID PASS which you shall be asked to wear at all times while inside the complex. From the gate to Agus VI HEP Plant where you shall be viewing the falls, is an 800 meter walk. Maria Cristina Falls is open to the Public everyday, however should you wish to view its full grandeur, it is recommended to view it on Saturdays and Sundays at 11AM"]},"\n",{"type":"*","value":[{"type":"'''","value":["11:45 ETD from Maria Christina Falls to Timoga Cold Springs"]}," From the gate of the complex walk towards the highway and cross it."]},"\n",{"type":"*","value":[{"type":"'''","value":["1:00 Macaraeg-Macapagal Ancestral House"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["1:30 ETD for Mimbalut Falls"]}," Tell driver to drop you at Buru-un talipapa (stalls selling fish). Fare is P6.50. At the talipapa are the habal-habal (motorcycles used as public transport) inform barker that you're going to Tinago Falls."]},"\n",{"type":"*","value":[{"type":"'''","value":["2:00 ETD for Tinago Falls"]}," Literally hidden in a deep ravine, the falls cascading beautifully into a basin-like pool, clean, and deep and icy cold. It has an elevation of approximately 420 feet. It is 13.8 kilometers away from the city proper. Rate is P20.00 per head, Minimum passenger is 2 passengers. If you are alone and you do not wish to wait for additional passenger then fare is P40.00. You may make arrangements with driver to pick you up at the Iligan Tinago Mountain Resort and special rates can be arranged. Entrance fee at the Iligan tinago Mountain Resort is P10.00."]},"\n",{"type":"*","value":[{"type":"'''","value":["Timoga Spring Pools"]}," - Known for its pristine, cool and crystal clear waters freely flowing downstream towards several swimming pools. Shed, snack bars, cottages and lechon (roasted pig) stalls are available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mimbalut Falls"]}," - It is a site to behold and provides an enjoyable swimming spot. Picnic tables are available if you simply want to wade and enjoy a quiet scenery and listen to the melodious chirping of birds."]},"\n",{"type":"===","value":["Other things to do"]},"\n\n",{"type":"*","value":[" In Brgy. Hindang lies ",{"type":"'''","value":["Hindang Falls and caves"]},", a 40 ft. high two tiered waterfalls with lagoon ideal for swimming. It is nestled with towering peaks sheltering it from the sun and prying people. Other attractions of the barangay are the 6-8 cave clusters. Most caves have narrow entrances with long and deep chambers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mt. Agad-Agad"]}," - Approximately 1,600 ft above sea level, very accessible and is good for mountain hikings and campings. A small waterfall is also featured on the way to the top of the mountain. Because it's so easy to climb, you may go up Mount Agad-agad in the morning and come down in the afternoon. But the trek will be much more worth the sweat if you spend the night there. At the peak, the panoramic overlooking view of Iligan City and Mt. Malindang in Misamis Occidental right across Iligan Bay is a spectacle. But wait till evening when the city lights look like the reflection of the stars."]},"\n",{"type":"*","value":[{"type":"'''","value":["Golf and Country Club of Iligan"]}," - A 9-hole golf course laid out on gently rolling low green hills which is a favorite among local golfers and others who come to Iligan. It is located in Barangay Tipanoy which is about 6.0 kilometers away from the city proper."]},"\n",{"type":"*","value":[{"type":"'''","value":["Adlaw sa Iligan"]}," - On June 16, 1950, President Elpidio Quirino signed into law the charter of the new city of Iligan. In 1984, June 16 of every year was declared as \"Adlaw sa Iligan\" to commemorate and celebrate the founding of Iligan as a chartered city. It is usually during the weeklong celebration of the Iligan City Charter Day that the city government forges unity and partnership with the private sector and the barangay leaders in fellowship gatherings. Activities that traditionally enliven the occasion are agro-industrial fair, cultural and artistic performances and the Tambayayong Festival, a float competition of various government agencies."]},"\n",{"type":"*","value":[{"type":"'''","value":["Diyandi Festival sa Iligan"]}," - Folk-lore depicts Iligan's patron saint, St. Michael the Archangel as the protector of peace. Thus, his feast every 29th of September, is a grand celebration in the city. In fact, it has transformed into a month-long festival, the \"DIYANDI FESTIVAL SA ILIGAN\". Every September 27th, Kasadya streetdancing and merrymaking is participated in by different schools, civic organizations, and ethnic groups. It is a showcase of Iliganon tradition depicting historical, cultural, and religious aspects, group competition of tribal dances, and presentation of a religious stage play."]},"\n",{"type":"*","value":[{"type":"'''","value":["Alimyon Flower Festival"]}," - Every Oct.30-Nov.2 flowers are brought directly from cut-flower growers in the farms and are priced cheaper than those displayed at shops and markets. The flowers in Iligan are also sold at Zamboanga City, Butuan, Cagayan de Oro, Ozamiz, and Pagadian."]},"\n",{"type":"*","value":[{"type":"'''","value":["NPC Natures Park, Maze Parks & Resort, Taytay Swimming Pool"]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Currency"]},"\n\nThe city uses the Philippine peso. US dollar is also accepted, but it's good to have it changed to peso.  Foreign currencies can be easily exchanged to Philippine peso at any banks, and authorized money changers.\n\nFor foreigners, it would be wise  to always have Philippine bills and coins (for convenience).\n\n",{"type":"===","value":["Shopping"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gaisano Citi Super Mall"]}," - Roxas Avenue"]},{"type":"*","value":[" ",{"type":"'''","value":["Gaisano Superstore"]}," - Cabili Avenue"]},{"type":"*","value":[" ",{"type":"'''","value":["Squareland Shopping Center"]}," - Aguinaldo Street"]},{"type":"*","value":[" ",{"type":"'''","value":["Berd's Theater and Mall"]}," - Aguinaldo Street"]},{"type":"*","value":[" ",{"type":"'''","value":["Iligan Fiesta Mall"]}," - Aguinaldo Street"]},{"type":"*","value":[" ",{"type":"'''","value":["JVC Supermart"]}," - Aguinaldo Street"]},{"type":"*","value":[" ",{"type":"'''","value":["Gladys' Minimart"]}," - Quezon Avenue"]},{"type":"*","value":[" ",{"type":"'''","value":["NOVO"]}," - Aguinaldo Street"]},"\n",{"type":"===","value":["Iligan Delicacies"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cheding's Peanuts"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sukang Pinakurat"]}]},"\n",{"type":"===","value":["Souvenirs"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bamboo Crafts"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ethnic Products"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Souvenir Iligan Shirts"]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sunburst Fried Chicken"]}]},{"type":"*","value":[{"type":"'''","value":["Gazpacho's Restaurant"]}]},{"type":"*","value":[{"type":"'''","value":["Kuzina Iliganon"]}," "]},{"type":"*","value":[{"type":"'''","value":["Yom's Sizzling House"]}]},{"type":"*","value":[{"type":"'''","value":["Teepoy's Grille & Restaurant"]}," "]},{"type":"*","value":[{"type":"'''","value":["Tatay's Grille"]}]},{"type":"*","value":[{"type":"'''","value":["Alfresco"]}]},{"type":"*","value":[{"type":"'''","value":["Merry Muffet"]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Big Ben"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chomp Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chandis Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Silvestro's Bistro and Confiserie"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=0063 63 223 7522"],["tollfree="],["fax="],["hours="],["price="],["content=Soup, salad, sandwich, mains, as well as a selection of typical Western, Asian and European fusion food are served.  The atmosphere is relaxed and caters mostly to tourists and expatriates, politicians, local business elites, and upper to middle class guests as well. Reservations are not essential, but if you are going with a large group it is best to phone and place your orders ahead of time as food is only prepared once ordered.  Dietary restrictions can be catered for if informed in advance. The coffee shop also provides a large choice of local and imported coffee from different faces of the earth. Serves light snacks and cakes together with a choice coffee servings like cappuccino, cafe latte and more made of authentic 100% Arabica Coffee."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Coffee"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Coffee Works"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Zoey Cafe"]}," - The first espresso bar in town. It offers unique coffee blends, cakes and pastries. Excellent home style meals with a welcoming atmosphere for locals and visitors alike."]},"\n",{"type":"*","value":[{"type":"'''","value":["Aruma Coffee Lounge"]}," - Located at the corner of De Leon and Burgos Sts."]},"\n",{"type":"*","value":[{"type":"'''","value":["Brew's Almighty"]},"- Michaella's Plaza, Tibanga Highway"]},"\n",{"type":"*","value":[{"type":"'''","value":["Alberto's Cafe"]}]},"\n",{"type":"===","value":["Bars"]},"\n\n",{"type":"*","value":[" Kyla's Bistro "]},{"type":"*","value":[" Gatz Bar "]},{"type":"*","value":[" Luxus Bar "]},{"type":"*","value":[" Bangkok Nights "]},{"type":"*","value":[" Yom's"]},{"type":"*","value":[" Iliganon Bar"]},"\n",{"type":"==","value":["Sleep"]},"\n\nIligan City offers adequate accommodation for every type of traveller. There are economy class hotels, pensionne houses, modest inns, and several lodging houses.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cheradel Suites"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=063 223 8118"],["tollfree="],["fax=063 221 4926"],["price="],["checkin="],["checkout="],["content=Bro. Jeffrey Road."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Maria Cristina Hotel"]},", Gen. Aguinaldo St., 063 221 5308."]},"\n",{"type":"*","value":[{"type":"'''","value":["Farrah Hotel"]},", Sabayle St., 063 221 6985 \/ 063 221 6988."]},"\n",{"type":"*","value":[{"type":"'''","value":["Corporate Inn Boutique Hotel"]},", Isabel Village, 06 221 4456 to 58"]},"\n",{"type":"*","value":[{"type":"'''","value":["Famous Pension House 1"]},", 2-A Northgate Street. Tibanga, 063 223-0683. p350\/400\/450."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rene's Diner & Pension House"]},", Andrada Compound, Brgy. Mahayahay, 063 221 3701."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Royale Inn"]},", Tino Badelles St., 063 221 3324."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Elena Tower Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=063 221 5995\/5997"],["tollfree="],["fax=221-5996"],["price="],["checkin="],["checkout="],["content=Tibanga Highway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fleckstone Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=063 221 1927"],["tollfree="],["fax=063 492 4868"],["price="],["checkin="],["checkout="],["content=M. Roxas Ave., Tibanga."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crystal Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=063 221 2779"],["tollfree="],["fax=063 3516 4811"],["price="],["checkin="],["checkout="],["content=Tibanga."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jalexis Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=063 223 8907"],["price="],["checkin="],["checkout="],["content=Cors. Juan Luna & Zamora St."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Maxim Inn"]},", Quezon Avenue, 063 221 5272."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kingsway Inn"]},", Padilla Bldg., Tibanga, 063 223 3937."]},"\n",{"type":"*","value":[{"type":"'''","value":["Home-stay Accommodation."]}," Travellers who express preference to stay in houses of locals than in hotels or commercial inns can choose from among the 8 private homes in Iligan. Reservations can be made thru the City Tourism Office, Bahay Salakot, Buhanginan Hills, Pala-o, this city or call 221-3426 for details."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=StayLite Suites"],["alt="],["url=http:\/\/www.staylitesuites.com\/"],["email=staylitesuites@gmail.com"],["address=Champaca St, San Miguel Village, Pala-o"],["lat=8.228562"],["long=124.2484"],["directions=at the back of Philippine Independent Church"],["phone=+63 (63) 222-1828"],["tollfree="],["fax="],["checkin="],["checkout="],["price=12-24 hours p300\/p600"],["content=Clean and affordable pension house offering 59 air-conditioned rooms, each with its own queen-sized bed and private bathroom. Features and amenities: 24-hour reception, 24-hour uniformed security and CCTV, 24-hour room service, daily housekeeping, flatscreen cable TV, free in-room internet access via Wi-Fi, free luggage storage, free parking, intercom"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=First Choice Guest House."],["alt="],["url="],["email="],["address=Cor milestone drive and Pinesville Streets"],["lat="],["long="],["directions=back of Mindanao Sanitarium and Hospital."],["phone=2210615. cell phone 09053148592"],["tollfree="],["fax="],["checkin="],["checkout="],["price=p295\/445\/899"],["content=a\/c single with own bathroom and cable TV. a\/c double with own bathroom and cable TV . a\/c Quadruple with own bathroom and cable TV."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Famous Pension House 2"],["alt="],["url="],["email="],["address=21 Milestone drive. brgy san migguel."],["lat="],["long="],["directions="],["phone=063-225-3966"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php350\/400\/450"],["content=a\/c Single and double rooms with own bathrooms and Cable TV. Free WIFI."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=D morvie Suites"],["alt="],["url="],["email="],["address=Tibanga National Highway"],["lat="],["long="],["directions=fronting city hardware"],["phone=225-4780"],["tollfree="],["fax="],["checkin="],["checkout="],["price=p250\/450"],["content=a\/c double rooms with own bathrooms and cable LCD TV. 12\/24 hours. Free WIFI."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nIt is 88 km or a two hour bus ride to Cagayan de oro. and it is a 2 hour bus ride to Ozamis.\n\n",{"type":"{{","value":[["geo"],["8.2167"],["124.2333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mindanao"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Iligan"]]}]