[{"type":"{{","value":[["pagebanner"],["IllinoisGalesburgStationbanner.JPG"],["caption=A locomotive, Pullman coaches, and a mural at Galesburg's Amtrak station illustrate Illinois' role in US industrial and labor history"]]},"\n",{"type":"[[","value":[["Image:Illinois farm.jpg"],["thumb"],["300px"],["A farm in Illinois"]]},"\n\n",{"type":"[[","value":[["Illinois"]]}," ",{"type":"[","value":["http:\/\/www.enjoyillinois.com\/"]}," is a state in the ",{"type":"[[","value":[["Midwest (United States of America)"],["Midwest"]]}," of the ",{"type":"[[","value":[["United States of America"]]},".\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"==","value":["Regions"]}," \n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Illinois regions map.png"],["regionmaptext=Illinois regions"],["regionmapsize=200px"],["region1name=",{"type":"[[","value":[["Central Illinois"]]}],["region1color=#81b589"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Chicagoland"]]}],["region2color=#b0709a"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Northern Illinois"]]}],["region3color=#669cc0"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Saint Louis Metro East"]]}],["region4color=#649297"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Southern Illinois"]]}],["region5color=#cd9d5a"],["region5items="],["region5description="],["region6name=",{"type":"[[","value":[["Western Illinois"]]}],["region6color=#d1d685"],["region6items="],["region6description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]},", state capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bloomington-Normal"]]},", home of Illinois State University, Illinois Weslyan University and the grave site of Adlai Stevenson "]},{"type":"*","value":[" ",{"type":"[[","value":[["Carbondale (Illinois)"],["Carbondale"]]},", home of Southern Illinois University"]},{"type":"*","value":[" ",{"type":"[[","value":[["Champaign-Urbana"]]},", home of the University of Illinois at Urbana-Champaign, the state's largest university"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chicago"]]},", the largest city in the Midwest and third-largest in the U.S."]},{"type":"*","value":[" ",{"type":"[[","value":[["Galena (Illinois)"],["Galena"]]},", charming historical town along the Mississippi River"]},{"type":"*","value":[" ",{"type":"[[","value":[["Joliet"]]},", with casinos, a speedway and the state's most infamous prison"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nauvoo"]]},", founded by Mormon Joseph Smith, and surprisingly has the oldest winery in the state"]},{"type":"*","value":[" ",{"type":"[[","value":[["Peoria (Illinois)"],["Peoria"]]},", a classic Midwestern \"Everytown\""]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Cahokia Monks Mound.jpg"],["thumb"],["250px"],["Monk's Mound at Cahokia"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Cahokia Mounds State Historic Site"],["Cahokia Mounds"]]}," is a surprising find in Illinois - the center of a prehistoric Native American city and one of only 20 UNESCO World Heritage sites in the U.S."]},{"type":"*","value":[{"type":"[[","value":[["Lewis and Clark Trail"]]}," - Between May 1804 and September 1806, 32 men, one woman, and a baby traveled from the plains of the Midwest to the shores of the Pacific Ocean. They called themselves the Corps of Discovery."]},{"type":"*","value":[{"type":"[[","value":[["Casino Queen and the Gateway Geyser"]]}," - Both are located on the Mississippi River in East St. Louis, IL"]},{"type":"*","value":[{"type":"[[","value":[["Shawnee National Forest"]]}]},{"type":"*","value":[{"type":"[[","value":[["Starved Rock State Park"]]}]},{"type":"*","value":[{"type":"'''","value":["Ferne Clyffe State Park"]}]},{"type":"*","value":[{"type":"'''","value":["Kickapoo State Park"]}]},{"type":"*","value":[{"type":"'''","value":["Pere Marquette State Park"]}]},{"type":"*","value":[{"type":"'''","value":["Anna"]},", located along Shawnee Hills Wine Trail"]},"\n",{"type":"==","value":["Understand"]},"\n\nIllinois is a mostly flat plains state, with the majority being farmland except for the river valleys and the south, which are hilly and forested.  Traditionally, Illinois is subdivided into three culturally distinct regions: Northern, Central and Southern Illinois.  Northern Illinois is considered anything north of I-80 and includes the majority of Chicagoland as well as the Quad Cities and Rockford.  Central Illinois includes all areas between I-80 and I-70 including Peoria, Springfield and Urbana-Champaign with Southern Illinois occupying all areas south of I-70 including Carbondale.  Chicagoland and Metro-East (suburban St. Louis area) may be considered regions within regions and tend to be culturally different than the rest of their area.\n\nNorthern Illinois is by far the most diverse area of the state and has some of the largest population centers including Chicago, Aurora, Rockford, Naperville and Elgin.  The area benefits from a unique mixture of factors including its location next to Lake Michigan; the concentration of highways, rail and airports in the Chicagoland area and the numerous tourism opportunities in areas such as the Chain O Lakes and Galena Driftless Zone.\n\nCentral Illinois is the seat of state government and home to the State's flagship university - the University of Illinois at Urbana-Champaign.  Small urban areas dot the entire area including Urbana-Champaign, Peoria, Bloomington-Normal, Springfield, Quincy and Decatur.  Outside of these cities, the area is largely rural and depends on agriculture as its primary economic engine.  Central Illinois has played a unique role in US history as being the home of Nauvoo, an original Church of Latter Day Saints settlement.  It also encompasses the region of Illinois informally named Forgotonia which had briefly captured national attention when residents began a mock campaign to either succeed from Illinois or the US due to lack of attention in the early 1970s.\n\nSouthern Illinois includes the cities of Carbondale, Marion, Mount Vernon and portions of Metro-East.  It is noticeably different from the rest of Illinois in that it shares more in common culturally with neighboring Kentucky and Missouri than with the rest of the state and may be informally considered part of the Upland South.  The region has been called \"Little Egypt,\" a nickname that may be an inside joke referring to the town of Cairo, which sits at the confluence of Mississippi and Ohio rivers.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the dominant language in the state of Illinois.  Spanish is widely spoken in the Chicago Metropolitan area by its large Hispanic population, though not well understood outside of ",{"type":"[[","value":[["Chicagoland"]]},".  Polish and Chinese are the third and fourth most spoken languages within the state, but only within Chicago and its suburbs.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Illinoistheater.JPG"],["thumb"],["250px"],["The Illinois Theater in Jacksonville"]]},"\n",{"type":"[[","value":[["Image:Chicagoskyline.JPG"],["thumb"],["300px"],["Chicago's many skyscrapers"]]},"\n",{"type":"===","value":["By car"]}," \n\nIllinois is accessed through interstates 39, 90, & 94 through Wisconsin, 74 and 80 through Iowa, 55, 57, 64, 70, and 72 through Missouri, 24 through Kentucky, and 64, 70, 74, 80, 90, and 94 through Indiana\n\n",{"type":"===","value":["By train"]}," \n\n",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," serves many different areas of Illinois.  All routes start and end in Chicago.  You can get into Chicago from virtually all directions, east coast and west coast, north and south. There are numerous daily trains to and from Milwaukee and it is reasonably fast and reliable.  There is daily service (the ",{"type":"''","value":[{"type":"[[","value":[["Empire Builder"]]}]},") to\/from Seattle\/Portland, Oregon by way of Milwaukee.  You can also get in from Washington DC, New York, and Boston on various daily trains.  There are many local trains that serve downstate and southern Illinois that also serve long distance locations.  Those routes are as follows:\n\nThe UP line from Chicago-St. Louis serves Summit, Joliet, Dwight, Pontiac, Bloomington-Normal, Lincoln, Springfield, Carlinville, Alton, and finally St. Louis.  There are 4 trains each day, each way.  One of those trains that serves this route is the ",{"type":"''","value":["Texas Eagle"]},", and it will bring you into Illinois from San Antonio, Dallas, Arkansas, and Missouri.\n\nThe BNSF route from Chicago-Galesburg-Quincy.  Only local service serves the Quincy portion of the line.  The other service is provided by 2 daily long distance trains coming from either Los Angeles (the ",{"type":"''","value":["Southwest Chief"]},") or San Francisco via Salt Lake City and Denver (the ",{"type":"''","value":[{"type":"[[","value":[["California Zephyr"]]}]},").\n\nThe CN route from Chicago-Carbondale has 3 trains each way daily.  One long distance train is provided each way daily and will take you to\/from New Orleans via Jackson, Mississippi and Memphis.\n\nThere is also a daily train to and from Indianapolis with continuing service on certain days of the week to\/from Washington D.C.  There is regular daily service to\/from Washington D.C. via Toledo, Cleveland, Pittsburgh, and Philadelphia.\n\n",{"type":"===","value":["By plane"]}," \n\nChicago has two major airports, ",{"type":"[[","value":[["O'Hare International Airport"],["O'Hare"]]}," and ",{"type":"[[","value":[["Chicago\/Southwest Side#By plane"],["Midway"]]},". Midway is smaller and closer to the downtown. There are many other airports with regional service in the state, including in Springfield, Rockford, Peoria, Bloomington-Normal, and in St. Louis, across the river from Illinois.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Bahai.JPG"],["thumb"],["200px"],["The Baha'i Temple in Wilmette, one of the \"7 Wonders of Illinois\""]]},"\nCar travel is best for the majority of the state, easily accessed by interstates. Numerous highways closer to Chicago are tollways, but the rest of the highways are free.  EZ-Pass users from the eastern U.S. can use their transponders on the Illinois Tollway at all toll booths.  The price for EZ-Pass and I-Pass Users is half the cash price listed on the sign at the toll booth.  Below are the major routes:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["I-94"]},": A major east-west route servicing the Chicagoland area, I-94 enters the state concurrent with I-80 just west of ",{"type":"[[","value":[["Hammond"]]},".  It separates from I-80 near South Holland and heads due north, servicing portions of southern ",{"type":"[[","value":[["Cook County"]]},". It meets I-57 near Chicago State University where the former terminates and continues northward, joining I-90 in the southernmost portion of Chicago.  The combined I-94\/I-90 route passes immediately to the west of the Chicago Loop.  The route continues northwest from there and splits in the Mayfair neighborhood.  I-94 then continues due north where it passes to the west of many prominent North Shore communities before moving westward and meet I-294, which terminates.  I-94 then heads into Lake County passing by more North Shore communities before entering Wisconsin.  "]},{"type":"*","value":[" ",{"type":"'''","value":["I-90"]},": Another major east-west route, I-90 enters the state near the East Side neighborhood.  It runs concurrent the Chicago Skyway as a tolled road before meeting I-94.  It splits from I-94 near the Mayfair neighborhood and continues on a northwest path, servicing ",{"type":"[[","value":[["O'Hare International Airport"]]},", ",{"type":"[[","value":[["Schaumburg"]]}," and ",{"type":"[[","value":[["Elgin (Illinois)"],["Elgin"]]},".  It passes through a rural stretch before connecting ",{"type":"[[","value":[["Belvidere"]]}," and ",{"type":"[[","value":[["Rockford"]]},".  It heads north from there and enters Wisconsin."]},{"type":"*","value":[" ",{"type":"'''","value":["I-88"]},": A major east-west route, I-88 originates near the intersection of I-294 and I-290 in the immediate western suburbs of Chicago.  From there, it travels west-southwest connecting ",{"type":"[[","value":[["Naperville"]]},", ",{"type":"[[","value":[["Aurora (Illinois)"],["Aurora"]]},", ",{"type":"[[","value":[["DeKalb"]]},", ",{"type":"[[","value":[["Rochelle"]]}," and the ",{"type":"[[","value":[["Quad Cities"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["I-80"]},": Another major east-west route, I-80 enters the state concurrent with I-94.  It continues due west after the split connecting ",{"type":"[[","value":[["Joliet"]]},", ",{"type":"[[","value":[["Morris (Illinois)"],["Morris"]]}," and the Quad Cities prior to crossing into Iowa."]},{"type":"*","value":[" ",{"type":"'''","value":["I-55"]},": A major north-south route, I-55 originates at Lake Shore Drive in Chicago and moves southwest past Midway International.  It continues its southwest track and connects many southwestern suburbs such as Joliet.  After leaving ",{"type":"[[","value":[["Chicagoland"]]},", it continues southwest and services ",{"type":"[[","value":[["Bloomington-Normal"]]},", ",{"type":"[[","value":[["Lincoln (Illinois)"],["Lincoln"]]},", ",{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]}," and the communities in ",{"type":"[[","value":[["Saint Louis Metro East"],["Metro-East"]]},".  It joins and runs concurrent with I-70 and exits upon entering ",{"type":"[[","value":[["St. Louis"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["I-57"]},": Another major north-south route, I-57 originates at its intersection with I-94 in southern Chicago.  It moves south from Chicago and connects ",{"type":"[[","value":[["Champaign-Urbana"]]},", Mattoon, ",{"type":"[[","value":[["Effingham"]]},", ",{"type":"[[","value":[["Mount Vernon (Illinois)"],["Mount Vernon"]]}," and ",{"type":"[[","value":[["Marion (Illinois)"],["Marion"]]},".  It meets I-24 at its terminus and then proceeds south before heading into Missouri. "]},{"type":"*","value":[" ",{"type":"'''","value":["I-70"]},": One of the major east-west routes in Central Illinois, I-70 enters west of ",{"type":"[[","value":[["Terre Haute"]]},".  It travels southwest connecting Effingham and Metro East.  It joins I-57 briefly before exiting in ",{"type":"[[","value":[["St. Louis"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["I-72"]},": An east-west route, I-72 originates in Champaign near I-74..  It moves westward connecting Champaign, Urbana, ",{"type":"[[","value":[["Decatur (Illinois)"],["Decatur"]]}," and Springfield before entering Missouri at ",{"type":"[[","value":[["Quincy (Illinois)"],["Quincy"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["I-74"]},": An east-west route, I-74 enters the state east of ",{"type":"[[","value":[["Danville (Illinois)"],["Danville"]]}," and heads northwest connecting Champaign, Urbana, Bloomington, Normal and ",{"type":"[[","value":[["Peoria (Illinois)"],["Peoria"]]}," before terminating in the Quad Cities."]},{"type":"*","value":[" ",{"type":"'''","value":["I-294"]},": An east-west route, I-294 is one of the highways bypassing Chicago.  It originates near ",{"type":"[[","value":[["Hazel Crest"]]}," and heads northwest west through the southwestern, western and northwestern suburbs and past O'Hare International Airport before terminating at its meeting with I-94 on the Lake and Cook County border."]},{"type":"*","value":[" ",{"type":"'''","value":["I-290"]},": Another east-west route, I-290 serves as the route connecting the Chicago loop with the western suburbs.  For much of its course, it runs concurrent with other routes and terminates at I-90 in Schaumburg."]},{"type":"*","value":[" ",{"type":"'''","value":["I-355"]},": Another Chicago bypass route, I-355 runs on a north-south course originating at its intersection at I-290 near ",{"type":"[[","value":[["Bloomingdale"]]},".  It moves south servicing the western and southwestern suburbs before terminating at its intersection with I-80."]},{"type":"*","value":[" ",{"type":"'''","value":["I-255"]},": The major Metro-East bypass route, I-255 originates at its intersection with I-270 and heads south-southwest and terminates at its second meeting with I-270."]},"  \nTrain travel is another way to get around Illinois. Metra train lines serves Chicago and the surrounding suburbs and Amtrak serves significant portions of the rest of the state. While Metra trains usually run on time, Amtrak trains are more prone to running late. Check with Amtrak before making the trip. \n\nGreyhound buses, Megabus discount buses and it's sister bus company, Coach USA, serves many Illinois locales. Chicago and the nearby suburbs are served by the PACE bus system and many large Illinois cities have bus systems of their own.\n\n",{"type":"==","value":["See"]},"\t\n",{"type":"===","value":["Chicago"]},"\n\nIn the ",{"type":"[[","value":[["Chicago\/Loop"],["Loop"]]},", Chicago's commercial district with bustling elevated train tracks and great architecture:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sears Tower"]}," - one of the tallest buildings in the world, it has an observation deck on the 103rd floor"]},{"type":"*","value":[" ",{"type":"'''","value":["Grant Park"]}," for musical performances and ",{"type":"'''","value":["Millennium Park"]}," for summer fun"]},{"type":"*","value":[" ",{"type":"'''","value":["The Art Institute of Chicago"]}," - one of the finest art museums in the world"]},"\nIn the ",{"type":"[[","value":[["Chicago\/Near North"],["Near North"]]},":\n\n",{"type":"*","value":[" ",{"type":"'''","value":["John Hancock Center"]}," A bit shorter, but with a better observation deck"]},{"type":"*","value":[" ",{"type":"'''","value":["The Magnificent Mile"]}," Put simply, shoppers' paradise."]},{"type":"*","value":[" ",{"type":"'''","value":["Navy Pier"]}," Entertainment center with many attractions including the Chicago Children's Museum, mini golf, ferris wheel, botanic gardens, and boat cruises"]},"\nIn the ",{"type":"[[","value":[["Chicago\/Near South"],["Near South"]]},", including the ",{"type":"'''","value":["Museum Campus"]},":\n",{"type":"[[","value":[["Image:Nuclear.JPG"],["thumb"],["200px"],["The Nuclear Energy Sculpture over the site of the Manhattan Project at the University of Chicago"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Field Museum"]}," The premier natural history museum in the Midwest, with one of the best preserved T-Rex skeletons on display"]},{"type":"*","value":[" ",{"type":"'''","value":["The Adler Planetarium"]}," The first planetarium in North America"]},{"type":"*","value":[" ",{"type":"'''","value":["The Shedd Aquarium"]}," Great lakefront aquarium"]},"\nIn ",{"type":"[[","value":[["Chicago\/Hyde Park"],["Hyde Park"]]},":\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum of Science and Industry"]}," The best science museum in the Midwest, with hundreds of exhibits including a German submarine, high speed 1930s train, Boeing 727 jet, and an immense train set."]},{"type":"*","value":[" ",{"type":"'''","value":["The University of Chicago"]}," A premier institution of learning in the Midwest"]},"\n",{"type":"===","value":["Elsewhere"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]}]}," - The state capital has the capitol building, as well as Abraham Lincoln's tomb, home, and new presidential library. Be sure to check out the Old State Capital as well, notable for its Lincoln heritage and also as the site of  U.S. President-Elect Barack Obama's declaration of Joe Biden as his running mate in the 2008 presidential race. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Champaign-Urbana"]]}]}," is one of downstate Illinois's most prized cities. It is the regional capital of Illinois. It is a very urban oasis in the middle of the prairie. Outside of Chicago, it holds the state's largest ethnic population. There are many museums there. Champaign-Urbana is known for historic Memorial Stadium, where Illini Football plays, and for its nightlife."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Senate wts.jpg"],["thumb"],["200px"],["The House Chamber in the Illinois Capitol at Springfield"]]},"\n\n",{"type":"==","value":["Eat"]},"\t \n\nChicago has many specialties, the most famous of which would have to be its ",{"type":"[[","value":[["Chicago#The Chicago hot dog"],["hot dogs"]]}," and its ",{"type":"[[","value":[["Chicago#Chicago pizza"],["deep dish pizza"]]},".  Central Illinois is known for its Horseshoe Sandwich, an open-faced sandwich of toast, hamburger, french fries, and cheese sauce, with regional variations.\n\n",{"type":"==","value":["Drink"]},"\n\nThe rural water downstate, excluding municipal water but including untreated spring water has a \"sulphur\" taste and odor to it.  It is safe to drink, but the odor and taste can be hard to swallow.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Crime"]},"\n\nThe two cities of major concern in regards to criminal activity are ",{"type":"[[","value":[["Chicago"]]}," and ",{"type":"[[","value":[["East St. Louis"]]},". \n\nOver the years ",{"type":"[[","value":[["Chicago"]]}," has seen a drop in its violent crime rate, but this does not mean violent crime is not alive and well within its limits. There is significant gang activity within the city and its outskirts, which should not be a surprise seeing as it is the third most populous city in the country. Stay vigilant and use common sense; these two practices will most often aid you in avoiding bad situations. If you find yourself in a bad part of the city, chances are you will be able to tell from its appearance. It is not advised to travel into certain districts and neighborhoods after dark; do your research to find out which areas are most unsavory for the out of town traveler.\n\n",{"type":"[[","value":[["East St. Louis"]]}," is one of the country's most notorious cities for violent crime. The city has little of tourist interest aside from the casino riverboat. If you are able to avoid it, then it is best to do so.\n\n",{"type":"===","value":["Severe Weather"]},"\n\n",{"type":"====","value":["Tornadoes"]},"\n\nThe geographical position and characteristic of the state's western regions make them prone to having a high occurrence of ",{"type":"'''","value":["tornadoes"]}," throughout the spring and summer seasons. Most of these tornadoes are small scale and short lived, however, this does not mean larger scale tornadoes are totally uncommon. In March of 2006, the city of ",{"type":"[[","value":[["Springfield (Illinois)"],["Springfield"]]}," was struck by two EF-2 tornadoes and experienced significant damage from this event. \n\nIf you plan to visit these regions of the state, keep yourself informed of the current weather conditions and update yourself regularly because the conditions can change in an instant. If you find yourself in a dangerous weather situation, seek shelter immediately. \n\nRefer to the ",{"type":"[[","value":[["Tornado safety"]]}," page for more information regarding this matter.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wisconsin"]]}]}," - The Dairy State borders Illinois to the north."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Iowa"]]}]}," - Rural Iowa lies along Illinois' northwestern border and provides the opportunity to explore America's agricultural heartland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Missouri"]]}]}," - The home of ",{"type":"[[","value":[["St. Louis"]]},", the gateway to the west, is just a short journey across Illinois' southwestern border."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kentucky"]]}]}," - Located southeast of Illinois, Kentucky is known for its rolling hills, horses, and rural inhabitants, offering travelers a less-visited but tremendously beautiful destination."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Indiana"]]}]}," - Illinois' eastern neighbor is home to rich basketball tradition and the Indianapolis 500."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Midwest_(United_States_of_America)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Illinois"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Illinois\/"]]},"\n",{"type":"{{","value":[["geo"],["40"],["-89"]]}]