[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ilocos Sur "]}," is a province in the ",{"type":"[[","value":[["Ilocos Region"]]}," of the ",{"type":"[[","value":[["Philippines"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vigan"]]}," - this city was transformed into a commercial, religious, social, and cultural center by Spanish settlers during the 16th century. Today, this provincial capital still has well-maintained cobble-stoned streets and ancestral homes, ensuring its inclusion to the UNESCO World Heritage List."]},{"type":"*","value":[" Candon"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nIlocano is the main dialect used\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nThe nearest airport is the Laoag International Airport, in the nearby province of Ilocos Norte. The airport caters to both international and domestic flights. The national carrier, Philippines Airlines, have four flights each week to Laoag. A bus trip from the airport to Ilocos Sur would take more than an hour.\n",{"type":"===","value":["By land"]},"\nAn extensive network of roads and highways connect Ilocos Sur to other provinces in the island. Bus trips from the country's capital, Manila, take about seven hours aboard several bus lines like the Philippine Rabbit, Partas, and Dominion.\n\n",{"type":"==","value":["Get around"]},"\nThe most common rural mode of transportation would be tricycles and the ",{"type":"''","value":["calesa"]}," or traditional horse-drawn carriages. Getting from one municipality to another would require taking a bus, mini-bus, or jeepney.\nWhen going short distances, however, it is best to go on foot to experience authentic local adventure.\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tirad Pass"]}," - designated a National Shrine, this pass was the site of a battle led by a young general named Gregorio del Pilar against revolutionary forces led by hero Emilio Aguinaldo"]},{"type":"*","value":[" ",{"type":"'''","value":["Sta. Maria Church"]}," - a National Landmark used as a fortress during the 1986 Revolution"]},{"type":"*","value":[" ",{"type":"'''","value":["Northern Luzon Heroes Hill National Park"]}," - located in Santa and is where a historical marker of heroine Gabriela Silang is located."]},{"type":"*","value":[" ",{"type":"'''","value":["San Esteban and Sulvec Watchtowers"]}," - rotund structures used to serve as look-out points for pirates"]},{"type":"*","value":[" ",{"type":"'''","value":["National Museum \/ Padre Burgos House"]}," - showcases the memorabilia of martyred priest Jose Burgos and other ethnic and Ilocano artifacts. Open from 8:30AM to 11:30AM then 1:30PM to 4:30PM; admission fee is P10.00 for adult and P5.00 for 12 years old and below. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ancestral Houses"]}," - the well-preserved houses of rich families in the past are a veritable feast of the eyes. Located within the Kamestizoan District, the structures still retain original hardwood flooring, tile roofs, balustrades, and azoteas."]},{"type":"*","value":[" ",{"type":"'''","value":["Archbishop’s Palace"]}," - features sliding capiz windows and decors in floral motifs. The structure also contains ecclesiastical artifacts and relics collected from other old churches."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ilocos Region"]]},"\n",{"type":"[[","value":[["wikipedia:Ilocos Sur"]]},"\n",{"type":"{{","value":[["geo"],["17.333333333333"],["120.58333333333"]]}]