[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Iloilo"]]},"\n\n",{"type":"'''","value":["Iloilo"]}," is a province in the ",{"type":"[[","value":[["Western Visayas"]]}," region in the ",{"type":"[[","value":[["Philippines"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Iloilo City"]]}," - Provincial capital"]},{"type":"*","value":[{"type":"[[","value":[["Passi City"]]}," - Component City"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":["Iloilo International Airport"]},", Iloilo has a new airport of \"international standards\" about 40 kilometers outside the city. A flight from ",{"type":"[[","value":[["Manila"]]}," to Iloilo takes one hour. Air Asia, Tiger Airways, Cebu Pacific and Philippine Airlines currently fly daily, There are also flights to ",{"type":"[[","value":[["Cebu (city)"],["Cebu"]]}," by PAL Express and Cebu Pacific, Cebu Pacific also fly to ",{"type":"[[","value":[["Davao"]]},", Cagayan de oro, Puerto Princesa. On May 2008, Cebu Pacific will commence its Iloilo - Davao direct flights 7 times per week. Iloilo City has the fourth busiest airport in the country After Manila, Cebu city, Davao. International flights are mainly by Cebu Pacific going to Hong Kong, Singapore and to ",{"type":"[[","value":[["Incheon"]]},", ",{"type":"[[","value":[["South Korea"]]},".\n\nFrom the airport, the commuter vans offer great value to get to the city, at P50 each.  They stop at SM City mall.\n\n",{"type":"===","value":["By bus"]},"\nThe city is a transportation hub of Panay and nearby islands including ",{"type":"[[","value":[["Boracay"]]}," and ",{"type":"[[","value":[["Guimaras"]]},".  There are several bus companies that provide transportation to the other major urban areas of Panay - ",{"type":"[[","value":[["Kalibo"]]}," in Aklan, ",{"type":"[[","value":[["San Jose (Antique)"],["San Jose"]]}," in Antique, ",{"type":"[[","value":[["Roxas (Capiz)"],["Roxas"]]}," in Capiz, and ",{"type":"[[","value":[["Passi"]]}," City in Iloilo.\n\nThe Ceres bus company (and others) provide bus services up to Manila via the RoRo (roll-on, roll-off) route.\n\n",{"type":"==","value":["By taxi"]},"\nThere are jeepneys and taxis plying the streets; the best options for going around the city.  \n\n",{"type":"===","value":["By boat"]},"\nThe city has four major seaports, the International Port at Loboc, the Domestic Port at Fort San Pedro, the Muelle Loney Port serving the Iloilo to ",{"type":"[[","value":[["Bacolod"]]}," trips and the Ortiz Port serving the Iloilo to ",{"type":"[[","value":[["Guimaras"]]}," trips. Iloilo currently has the only true international port in ",{"type":"[[","value":[["Western Visayas"]]}," and the is one of the busiest ports in the country. \n\nThere are also PhilTranco buses from ",{"type":"[[","value":[["Cubao"]]},", ",{"type":"[[","value":[["Quezon City"]]}," to Iloilo City that use the ro-ro ferries. Iloilo is also noted for her Passad Jeepneys which are fashioned after the latest car trends.\n\nA Yacht Club has also been proposed by the City Government. There are also a number of Ro-ro ships in the city.\n\n",{"type":"==","value":["Get around"]},"\nYou can get around the city by private car or jeepney.  For visitors, the jeepney is an inexpensive option but traffic can be very bad, and since they're all privately owned, the drivers take forever to wait for passengers (which is not too bad for foreigners, anything in a strange land is a new experience, even streetside life).  And unless you take the front seat, doesn't offer much in terms of sightseeing.  \n\nRe taxis, try to go for the reputable ones (Melvin, Light of Glory) with radio facilities and phone call services, but if it's daytime, most of all taxi services should be fine.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fort San Pedro "]}," - The old part of the city, by the coast fronting Guimaras Island. A little run-down, occupied by squatters, now notorious drug dens but otherwise safe during the day."]},{"type":"*","value":[{"type":"'''","value":["Molo Church"]}," - Where all the saints are women. It is said that egg whites were used as an ingredient for the glue that put together the stone that built the church. The egg yolks were then used to make the now-famous biscocho biscuits."]},{"type":"*","value":[{"type":"'''","value":["Jaro Cathedral"]}," - In contrast to Molo church, all the saints here are male.  This cathedral was visited by Pope John Paul II who personally crowned the statue of Virgin Mary, which reportedly grew in size and therefore could not be brought back in. The said statue remains outside, reached by climbing a set of stairs on the church's facade. Also notice the separate bell tower across the road. "]},{"type":"*","value":[{"type":"'''","value":["Calle Real"]}," - The old shopping district. Now run-down but still worth going through the streets to see the pre-war buildings now serving as shopfronts."]},{"type":"*","value":[{"type":"'''","value":["Museo Iloilo"]}," - This museum is located beside the Iloilo Provincial Capitol. The tourism office is also located beside this landmark."]},{"type":"*","value":[{"type":"'''","value":["Smallville"]}," - This is the place where the nightlife happens. Locals and tourist alike flock to Smallville to dine and drink throughout the night. If you are for partying and loud music, this is a place worth checking out."]},{"type":"*","value":[{"type":"'''","value":["Miagao Church"]}," - The Miag-ao Church is one of the Philippines' architectural and religious gems.  It is 40km soutwest of Iloilo City and can be easily reached by jeepneys within 45 minutes.  A couple of minutes further is the University of the Philippines campus."]},{"type":"*","value":[{"type":"'''","value":["San Joaquin Church"]},"  Some argue the San Joaquin church is as interesting if not more, than the Miagao church.  Do check the cemetery as well, a couple of blocks away."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=University of San Agustin"],["alt=U.S.A."],["url=http:\/\/www.usa.edu.ph"],["email="],["address=General Luna Street, Iloilo City"],["lat="],["long="],["directions="],["phone=+63 33 3374841-55"],["tollfree="],["fax="],["hours="],["price="],["content=Oldest University in Western Visayas. It was founded in 1904 by the Augustinian Friars."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Central Philippine University"],["alt=CPU"],["url=http:\/\/cpu.edu.ph"],["email="],["address=Lopez Jaena St., Jaro, Iloilo City"],["lat="],["long="],["directions="],["phone=(6333) 329 1971"],["tollfree="],["fax="],["hours="],["price="],["content=CPU was founded in 1905 as the Jaro Industrial School by missionaries of the American Baptist Foreign Mission Society. It started as an Elementary Vocational School for poor boys who worked for their board and tuition.\nThe university sits on 24-hectare campus, and was declared a Tourism Site by the Iloilo City Council (Iloilo Council Resolution No. 2001-1140), this makes CPU as the first and only university in the Philippines to be declared as a tourism destination by a local government unit."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Experience Dinagyang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Do you love stepping up to the beat?  Ever enjoy the sound of drums and bare feet stomping into the pavement in perfect unison?  How about joining the locals dancing in the streets with a bottle of beer?  If you do, the Dinagyang Festival is just for you!  It is celebrated every 4th Sunday of January in Iloilo."]]}]},"\nStay a week longer and experience the Jaro Fiesta.  Visit the Jaro Cathedral and join the devotees, get yourself invited in a Jaro resident's house to experience Filipino hospitality, and also pass by the temporary market set up in the Plaza (park) across the cathedral. (Lately, the Jaro Plaza market has acquired a dowdy reputation for its second hand clothes stalls, and preponderance of pickpockets, so exercise caution.)\n\nIf your timing is right, i.e. if the Chinese lunar calendar's aligned with your lucky stars, the Chinese New Year falls right smack within a week or two of the Dinagyang or Jaro Fiesta.  The Iloilo Chinese Lunar New Year celebration has built up quite a reputation for a decent enough food fest, dragon dances, a variety show and fireworks.  Worth staying around for.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Paraw Regatta"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Claimed as the oldest traditional craft in Asia, the Paraw Regatta is a race among seafarers on colorful sailboats called Paraws in the Iloilo Strait between Guimaras Island and the city of Iloilo. The present-day paraw managed to maintain its original design from the sailboats of the first settlers from Borneo who were in search of a peaceful home in 1212 A.D. Surviving centuries, the paraws have become a vital part of the Filipino seafaring life. The first race started in 1973 with the mission to preserve the historic value of the paraws. It is held every 3rd weekend of February at Villa Arevalo District in Iloilo City. Today, the event has grown from being a boat race to a festival with various interesting and exotic activities."]]}]},"\n\n",{"type":"==","value":["Eat"]},"\nIloilo is nationally famous for its local cuisine and the visit to Iloilo will not be complete without trying the popular ",{"type":"'''","value":["La Paz Batchoy"]}," and the ",{"type":"'''","value":["Pancit Molo"]},". These Ilonggo specialities were named after 2 of the several districts in Iloilo City. \n\nFor something quirky, do join the early morning crowd at Madge's Cafe in Lapaz Market.  Traditional coffee with made-to-order breakfast treats.  \n\nGorge on the crispy tender lechon kawali of Ramboys, and be surprised at how light the meal is on your wallet.  \n\nOf course, Tatoy's and Breakthrough in Villa are top on the list of visitors from the Big City.  Ilonggos take seafood for granted and wonder what the fuss is all about, but these two places do them very well and they have their strong supporters among residents preferring one over the other.  \n\nThe Avenue mall in Smallville offers a good range of choices (and do check the other places in Smallville as well). Not inexpensive but as the owner says, \"we need to educate the taste buds of the Ilonggos.\"\n\nBefore you leave, take home the ginormous siopao of Roberto's, the enourmous hamburgers of Perri Tod's and the \"better than Bulacan's\" buko pies of Nang Palang.\n\nIloilo is the home of the famous (and notorious) Mang Inasal, but for truly good bbq chicken, try Barrio Inasal in Aurora Subdivision.  Takes long to order but because they do them only when you order them.  Non-aircon but the place is breezy enough; a really cold soda (softdrink) helps.\n\nFor Chinese food, there's Ocean City, Summer House and Mansion House; all great value for money.  There's even a German place behind the Jaro Cathedral, and a few really good Thai restaurants.  Increasingly, there's plenty of Korean all over the place, largely patronized by the sizable local Korean community.\n\n",{"type":"==","value":["Drink"]},"\nSmallville is a popular night spot in Iloilo where Ilonggos and visitors go to eat, drink, and spend a fun night out in the city. The term Smallville refers to the original row of restaurants, bars, and clubs. Within the original Smallville is Maki (Japanese Cuisine), Freska (Filipino), Crave Restaurant and Steak House, Krua Thai (Thai), Off Price (Boutique), Imay’s (Filipino), Blue Jay, Crave Brugers, and the Iloilo Business Hotel.\n\nSmallville - the place is great. a lot of restos to choose from. You can actually hop from one place to another because it 's like a village of restos - thus the name Smallville. Regatta's grill and Maki give you the best food with reasonable prices. There are also places with live bands to keep you up and about till closing time. There are also shops brewing coffee that you must try just before you head for home.\n\nIf you want to take it slow, there are a few coffee places spread all around the city, notably those of the Coffee Break chain.  Do visit their Lopez Mansion branch in Jaro and take a glimpse of the mansion as you sip your latte.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amigo Terrace Hotel"],["url="],["email="],["address=Cor. Iznart-Delgado Streets"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Iloilo Grand Hotel"],["url="],["email="],["address=Iznart Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nPlenty of day trips if you have a day to spare.  Miag-ao & Guimaras top the list.  \n\nDo the Miagao route and finish up in San Jaoquin for lunch (right on the border of Antique province).  \n\nDo Guimaras and stop by the Trappist monastery for some prayer and jam.  If you can, stay overnight in one of the many pocket resorts where the peace and quiet are in sharp contrast to the \"SM by day, Malate by night\" feel of Boracay.  \n\n",{"type":"{{","value":[["IsPartOf"],["Western Visayas"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Iloilo"]]}]