[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"[[","value":[["Image:Imlil_view.jpg"],["thumb"],["350px"],["View of Imlil at sunrise. Notice the mobile phone mast!"]]},"\n\n",{"type":"'''","value":["Imlil"]}," is a village in the ",{"type":"[[","value":[["High Atlas"]]}," Mountains of ",{"type":"[[","value":[["Morocco"]]},". It is a good starting point for a trekking holiday or for climbing Mt Toubkal the highest mountain in North ",{"type":"[[","value":[["Africa"]]}," (4,167m).\n\nImlil village has a variety of shops and \"pensions\" as well as being a base for guides and trekking parties. The route to ",{"type":"[[","value":[["Toubkal"]]}," starts in the village. Its a progressive community and monies from tourism go into a variety of projects organised by the Village association such as litter collection and disposal and a new Community Hammam opened in November 2004.\n\n",{"type":"==","value":["Understand"]},"\nImlil is a base for ",{"type":"'''","value":["mountain guides"]}," and ",{"type":"'''","value":["muleteers"]}," who work in the area surrounding ",{"type":"[[","value":[["Jebel Toubkal"]]},". It is also a main entry point for those wishing to ",{"type":"'''","value":["trek"]}," in the mountains in this area. The valley in which Imlil lies is periodically flooded. The most obvious evidence of the most recent flood (1995) is the wreckage of cars on the valley floor north of Imlil.  At this point in the mountains, it becomes true Berber country.  The almost constant hustling continues, but it feels of a much less threatening nature.\n\n",{"type":"===","value":["The Imlil Village Association"]},"\nThere is an Imlil Village Association which is using money from tourism to address the problems it brings, like litter, as well as start new projects.  A local \"tax\" has been agreed by many of the businesses providing tourist facilities to fund projects. To date a Land Rover Ambulance has been acquired so that the valley population has a safer way of getting to hospital, litter collections have been started and in December 2004 a village Hammam (Community Bath house) has been opened on the little road up to the school. \n\nOddly, while the villages in the next valley don't have running water or electricity, Imlil has its own mobile phone mast: The villagers never stop texting each other.\n\nThe Imlil Association is part of the \"Valleys of Imlil Association\" which is an umbrella organisation which other villages are able to join to promote and plan ecologically responsible tourism and infrastructure.Its a great place to go.\n\n",{"type":"==","value":["Get in"]},"\nImlil is approximately 60 km south of ",{"type":"[[","value":[["Marrakech"]]},", and it can be reached by road through the foothills of the High ",{"type":"[[","value":[["Atlas Mountains"]]},".  Taxis regularly run to and from Marrakech.  I understand that there may be a truck that runs weekly to Imlil from Marrakech. Vehicles go from the scrubby space next to the Hotel-Cafe Soleil at the bottom end of the village, by the river.\n\nIt takes about 2 hours to get from ",{"type":"[[","value":[["Marrakech"]]}," to ",{"type":"[[","value":[["Asni"]]},". There are buses from the central bus station which ostensibly leave every 30 minutes (but often don't for hours). A quicker way is to take a petite taxi to the out-of-town grande taxi park (cost 15dh. If you're better at ",{"type":"[[","value":[["haggling"]]}," you can get this lower, if you care about a few pence). From there, a grande taxi will take you to Asni (cost 90dh split between 6). Grande taxis are maybe not the way, if you don't like sharing very confined spaces with strangers. However, travellers usually get on well, swapping food and drink, etc.\n\nIn the ",{"type":"''","value":["Rough Guide"]},", it says something to the effect that there are open-back trucks that take the villagers up and down the mountain to Imlil. This is true, but they leave only a few times a week. Be warned there are many con men in Asni: travellers are told about the 'bus', by a 'local' who's story matches the guide book's exactly. They are told they should follow him to the village where the truck is. However, this is just a ploy to try to get them to buy his cheap jewelry. Instead, you will be better off ",{"type":"'''","value":["hitching"]}," to Imlil. The road up the pass is quite busy during the day, and a ride can be found for around 20-30 dirham.\n\nThe road is being upgraded but can be prone to flooding.\n\nAs you travel up the valley from Asni to Imlil, the countryside around you will transform: From arid dust to green, leafy foliage. The temperature will drop also, a very welcome break from the baking heat of ",{"type":"[[","value":[["Marrakech"]]},"\n\n",{"type":"==","value":["Get around"]},"\nImlil is a relatively small village, so travelling by foot is the best option. Many of the paths are fairly rocky, so appropriate footwear is recommended.\n\n",{"type":"==","value":["See"]},"\nOne of the great delights of the area is to sit on the Kasbah roof eating lunch or taking tea and watching the subtle changes of colour of the surrounding mountains as the sun moves.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trekking"]}," is one of the very best things Morocco has to offer In the ",{"type":"[[","value":[["High Atlas"]]},", the country boasts one of the most rewarding mountain ranges in the world. If you are used to the Pyrenees or Alps, here you will feel you are moving a century or so back in time."]},"\nImlil is the starting point for the ascent of Mount Toubkal, the highest mountain in North Africa. There are many guided treks up to the mountain and a refuge near the summit for an overnight stay. You should seek guidance locally as to weather conditions.\n\nVisitors can use the new Hammam by joining the Imlil Village Association and paying a small entrance fee.\n\nIf you are planning a trek into the mountains, as well as the traditional stays in village houses, there is a new \"Toubkal Lodge\" opening in the village of Id Issa in the Azzaden valley in March 2006. This is the first of other lodges which will provide further accommodation around the area and is being built with the help of the village associations.\n\nRelax at the cafe until night falls. Mind the mosquitoes though from the river. At 21:30 you will hear the sound of the call to prayer. The mosques sound even more ancient and timeless in the mountains, the sound echoing through the hills, the distant villages far down the valley seeming to reply.\n\n",{"type":"==","value":["Buy"]},"\nThere is a group of shops that cater to tourists towards the south of the village, selling items including ",{"type":"'''","value":["jewellery"]},", ",{"type":"'''","value":["headscarves"]},", and the Moroccan ",{"type":"'''","value":["djellaba"]}," - a full body garment with a pointed hood worn by men.\n\nTrekking resources are also available here, and nowhere higher up.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Trekking in Morocco"],["alt="],["url=http:\/\/www.atlas-mountain-trekking.com"],["email="],["address=imlil"],["lat="],["long="],["directions=marrakech"],["phone=+212676738329"],["tollfree="],["fax="],["hours=12:00-24:00"],["price=€50"],["content=A team of professional guides who can offer you invaluable local services."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Hotel-Cafe Soleil "]},{"type":"*","value":[" Cafe Aksoual "]},"\n",{"type":"==","value":["Drink"]},"\nThere is a small ",{"type":"'''","value":["café"]}," near the tourist shops selling soft drinks. The Kasbah du Toubkal also sells soft drinks at higher prices.\n\n",{"type":"==","value":["Sleep"]},"\nLeaving the stress and insanity of ",{"type":"[[","value":[["Marrakech"]]}," for this little mountain village and surroundings is a good idea, even just for a day or two. You can pitch a tent in a grassy clearing beside the ",{"type":"'''","value":["French Refuge"]},". You can stay in the Refuge too. Both options are cheap.  The refuge was washed away, along with part of the village in 2000-2003. It's since been rebuilt and is fine for use again.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dar Atlas"],["alt="],["url="],["email="],["address=douar ait souka imlil"],["lat="],["long="],["phone=+212676738329"],["tollfree="],["fax="],["hours="],["price=€30"],["content=Dar Atlas features a panoramic view of the Atlas Mountains. It offers a terrace with seating area and a Moroccan living room with a fireplace. Free Wi-Fi is available in all areas. All accommodations include a shared bathroom fitted with a toilet and shower. Upon request, Guests can enjoy Moroccan specialities in the dining area. Free public parking is possible at a location nearby."]]}]},"\n",{"type":"==","value":["Go next"]},"\nFrom Imlil the trekker can strike out into the mountains. The most popular route is southwards, towards Mt Toubkal. However heading North over the pass to ",{"type":"[[","value":[["Ikkiss"]]}," and ",{"type":"[[","value":[["Tacheddirt"]]}," is possible too.\n\nWhen heading out, it is possible to hire a mule or donkey to carry your luggage. If you're inexperienced, or the weather looks dodgy, a guide might be a good idea too.\n\n",{"type":"{{","value":[["isPartOf"],["High_Atlas"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Imlil"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]