[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Imouzzer Ida Ou Tanane"]}," is a small village 60km northeast of ",{"type":"[[","value":[["Agadir"]]},".\nIt is a favourite daytrip for locals who come to visit the cascades.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nThere might be a probably never going bus, but the best option is to take a Grand Taxi from Aourir (30 Dh, a little more than an hour) that runs every couple of hours if there are enough people.\nTo get to Auorir take a bus running north on Mohammed V (31, 32) in the direction of Taghazout or Tamri (there might be more). The trip should cost around 5 Dh.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nWalking down the road for about half an hour the river turns into a second set of cascades. Just at their top the water carved deep holes in the stone. This is a great place for a little swim. Young locals come here to jump from the top of the rocks.\n\nOn the road from Aourir is a walking path called Paradise Valley.\n\n",{"type":"==","value":["Buy"]},"\nThe region is famous for its almond-trees and as such almond products such as Amalou are sold here.\nIt might also be a good place to buy locally produced honey.\n\n",{"type":"==","value":["Eat"]},"\nDown at the river is a café, a restaurant (Tajine for 2: ~80 Dh). The hotel (see below) also runs a restaurant.\nThere are more eateries at the crossroads up the mountain, however the road takes about 3.5km to get up there.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Amalou"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=0670805380"],["tollfree="],["fax="],["hours="],["price=double room off-season: 150 Dh"],["checkin="],["checkout="],["content=run by friendly, helpful and welcoming owner Mohammed just down at the river running from the cascades is a new, calm and well-kept hotel. (Bring earplugs, as a frog concert is starting after sunset and won’t stop until the morning)"]]}]},"\nThere is much more accommodation on the road from Aourir including a bunch of Auberges.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nGet back to Aourir which is handy to go to ",{"type":"[[","value":[["Taghazout"]]},", ",{"type":"[[","value":[["Tamri"]]}," or ",{"type":"[[","value":[["Agadir"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Agadir"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["30.679947"],["-9.482857"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Imouzzer Ida Ou Tanane"]]}]