[{"type":"{{","value":[["pagebanner"],["BannerInca.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"[[","value":[["File:IncaTrail.JPG"],["thumb"],["A section of the Inca trail"]]},"\n\nThe ",{"type":"'''","value":["Inca trail"]}," is one of the most popular treks in ",{"type":"[[","value":[["Peru"]]}," and ",{"type":"[[","value":[["South America"]]},". \n\nIt starts from ",{"type":"[[","value":[["Chillca"]]}," and follows a route to ",{"type":"[[","value":[["Machu Picchu"]]},", The Lost City of the Incas.\n\n",{"type":"==","value":[" Understand "]},"\n",{"type":"[[","value":[["File:WildlifeAlpaka.jpg"],["thumb"],["Animals seen along the Salkantay \/ Inca trail"]]},"\nMany countries have mountain ranges with beautiful scenery and Peru itself is richly blessed in this respect with many other areas for hiking. However the scenery is only one of the elements responsible for the magic of the Inca Trail. Can there be any walk anywhere in the world with such a combination of natural beauty, history and sheer mystery and with such an awe-inspiring destination? The various ruins along the way serve to heighten the hiker's sense of anticipation as he or she approaches what would surely find a place in any new list of archaeological wonders of the world - Machu Picchu.\n\nWalking the Inca trail can be very rewarding and is possible for all ages as long as you are fit. Over the course of the Trail, you gain and lose 1000 meters several times, all of which is over 3000 meters where oxygen is noticeably thinner. Acclimation to the altitude is a must, and good physical condition advised. The journey winds through the valleys and hills of the surrounding area, taking you the through the scenic landscape, from high alpine to cloud forests. \n\nMany agencies operating from Cuzco offer organised hikes along the trail, providing most of the equipment (tents etc)and people to carry it. Also, don't forget that the trail ends at Machu Picchu. If you hiked the Trail, descend from the Sun Gate (Intipunko) at dawn and see Machu Picchu before the busloads of tourists show up around 10AM. \n\nThe trail is scattered with ancient monuments and Incan sites and is definitely worth the effort.\n\nSince 2001, the Peruvian government has instituted a quota system on how many travelers can be on the trail on any given day and the passes now sell out months in advance during the high season. Availability can be checked at the Instituto Nacional de Cultura Cusco website ",{"type":"[","value":["http:\/\/www.inc-cusco.gob.pe\/"]}," You must book with a tour operator well in advance of when you wish to walk the trail, as it is not allowed to organize your own trip. Don't expect to pick up last-minute cancellations either, as tour organizers must register client passport numbers with the government, and they are strictly checked at control points on the trail.\n\nThe Inca Trail is part of the Machu Picchu Sanctuary, a protected area of 32,592 hectares, managed by the National Institute of Natural Resources, INRENA. Every visitor must obey park regulations prohibiting littering, cutting or damaging trees, removing or damaging stones of ruins and the Trail, removing plants, killing animals, lighting open fires or camping in the archeological sites (Only authorized campsites can be used).\n\n",{"type":"===","value":[" History "]},"\n\n",{"type":"===","value":[" When to go "]},"\n",{"type":"[[","value":[["Cuzco"]]}," has a temperate climate with year round temperatures fluctuating between 14-16°C, with warm days and cold nights. The rainy season in Cuzco is from December to March . \n",{"type":"[[","value":[["Machu Picchu"]]}," has a semi-tropical climate, with warm and humid days and cold nights. The rainy season in Machu Picchu is from November to March, so be prepared. \nThe wet months are January to April, when roads are often closed by landslides or flooding.\nThe best months for visiting Machu Picchu are from April to October.\nThe High season is June to August (book well in advance).\n\nThe trail is closed in February to clean up the garbage left behind.\n\n",{"type":"===","value":[" What train to take "]},"\nBeware: your return train ticket from Machu Picchu will have a large impact on how much time you can spend there and whether or not you have time to climb Huayna Picchu at all. When you are booking an Inca Trail ticket from home, the time of your train is probably a very low priority item. You are probably assuming that someone else made sure you have enough time to spend at Machu Picchu. But the reality is that trains get booked and your trail operator may buy you a train ticket out of Aguas Calientes at 1PM To make it to this train, you will have to be at the train station at 12:30, which means you have to leave Machu Picchu by no later than noon, which means that you will be there only briefly, and have to leave it when it is the most crowded. Machu Picchu is the best in the first half hour after opening and during the last two hours before closing. Most people are gone after 3PM, and the light till 5PM is gorgeous, the heat a little gentler, and you can sit on a patch of grass and soak in the place. You do not want to miss this. It will make Machu Picchu yours. At 10AM Machu Picchu is hot, crowded, loud, and bustling. You will be running around to not lose track of your tour group. At 4PM you can really see it at your own pace, and hang out with the resident chinchillas and llamas. But to do that, you have to take a later train.\n\n",{"type":"*","value":[" Vistadome: there is no point in taking Vistadome after ~ 5PM because it's dark."]},"\n",{"type":"===","value":[" Booking your Inca Trail "]},"\n",{"type":"*","value":[" in 2012, for June, tickets had to be booked ~ 6-7 months in advance"]},"\n",{"type":"==","value":[" Preparing for your trip "]},"\n\n",{"type":"*","value":[" At its highest, the trail reaches 4200m above sea level, so you should spend at least 2 days in ",{"type":"[[","value":[["Cuzco"]]}," acclimatising before you start the trek. If you don't, ",{"type":"[[","value":[["altitude sickness"]]}," could make your first few days pretty uncomfortable."]},"\n",{"type":"==","value":[" On the trail "]},"\nHow to book your Inca Trail:\nYou will need to have an experienced, certified guide when hiking the Inca Trail.  Contact your travel agent or tour operator in your country, or use an authorized Inca Trail Trek Operator in Cusco. Andean Travel Web is an independent website offering unbiased information about the Inca Trail Hiking. See here their ",{"type":"[","value":["http:\/\/www.andeantravelweb.com\/peru\/companies\/index.html recommended tour operators"]}," by region.\n\n",{"type":"===","value":[" What to take "]},"\n\n",{"type":"*","value":[" Passport"]},{"type":"*","value":[" First aid kit"]},{"type":"*","value":[" headlamp\/flashlight "]},{"type":"*","value":[" warm top\/bottom for the evenings"]},{"type":"*","value":[" hiking boots; runners are possible if you don't mind them getting thrashed by the rocky trail and you have strong ankles"]},{"type":"*","value":[" Wash kit, 2L water bottle and water purifying tablets."]},{"type":"*","value":[" hat, preferably something covering your neck"]},{"type":"*","value":[" cash to tip porters\/guides and buy snacks along the way"]},{"type":"*","value":[" Long pants or slacks"]},{"type":"*","value":[" Long-sleeved shirts."]},{"type":"*","value":[" Several T-shirts"]},{"type":"*","value":[" Rain wear (you never know when will rain even if its the dry season)."]},{"type":"*","value":[" Camera."]},{"type":"*","value":[" Insect Repellent and sun block (sun is always stronger in such altitude)."]},{"type":"*","value":[" Personal toilet items."]},{"type":"*","value":[" A light backpack."]},{"type":"*","value":[" Gloves, scarf, wool socks."]},{"type":"*","value":[" A towel and toilet paper."]},"\n",{"type":"===","value":[" Companies "]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.adventure-life.com\/tours\/peru-tours Adventure Life"]}]},{"type":"*","value":["SAS"]},{"type":"*","value":[{"type":"'''","value":["Llama Path"]}]},{"type":"*","value":[{"type":"*","value":["Santiago was an outstanding tour guide in 2012 with Llama Path"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.perutreks.com\/inca_trail_to_machu_picchu.html Peru Treks"]}]},{"type":"*","value":[{"type":"*","value":["Offers student discount with ISIC card."]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.tierrasvivas.com\/en\/ ",{"type":"'''","value":["Tierras Vivas"]}]}]},{"type":"*","value":[{"type":"*","value":["It is a tour operator specialized in Peru and Inca Trail since 2006."]}]},"\n",{"type":"===","value":[" Hiring an extra porter "]},"\n",{"type":"*","value":["(2012) With Llama Path or Adventure Life, in 2012, an additional porter allowed you to carry 7 kg extra (from 7kg to 14 kg). However, the extra porter you hire is not just for you - he will carry an equal share of the whole set of gear to be transported, including everyone else's food, kitchen tent, etc etc. The tips for 'your porter' are part of the shared pool as well - so it's not really the case that you are paying for a porter for yourself. "]},"\n",{"type":"===","value":[" Inflatable mattresses "]},"\n",{"type":"*","value":["(2012, with Llama Path or Adventure Life) - getting an inflatable mattress (which cost 25$ per person) meant you get two mattresses, a normal one and in addition an inflatable one on top, making it exceedingly and maybe excessively comfortable"]},"\n",{"type":"===","value":[" Porters "]},"\n\nThere seems to be about 1.5 porters per client on the trail, and you'll spend a fair amount of time getting out of their way as they hump all your gear to the next camp. Fortunately, the government has recently restricted the amount of gear tour operators can pile on each porter to 25 kg (including their personal stuff). You are allowed to pack only 6 kg for the porter to carry so choose carefully. On many tours you can pay extra for personal porter to carry most of your things, although you will always want a daypack for water, snacks, and clothing. A recent documentary chronicling one year in the life of an Inca Trail porter, Mi Chacra ",{"type":"[","value":["http:\/\/www.michacrafilm.com"]},", won the Grand Prize at the 2010 Banff Mountain Film Festival.\n\n",{"type":"==","value":[" Costs "]},"\n\nAround US$400. If you are paying less than US$350 for the 4 day trip, something is fishy. Make sure your tour includes the entrance ticket to the Inca Trail and Machu Picchu (US$85) and the Backpacker train(US$48) or Vistadome train (US$71) back to Cusco.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe tap water in Peru is not potable. Do not drink it. You must either boil water for five full minutes or drink bottled water.\n\nBecause you are visiting Andean areas, don't forget to take precautions to avoid altitude sickness if you are prone to it. Be sure to try a hot tea or an infusion of coca leaves on arrival at altitude. During your first day move slowly and eat lightly, resting the first couple of hours. \nSample altitudes above sea level:\n",{"type":"*","value":["Cuzco: 3,360 m (11,000 ft)"]},{"type":"*","value":["Machu Picchu: 2,400 m (7,800 ft)"]},{"type":"*","value":["Urubamba Valley: 2,850m (9,300 ft)"]},{"type":"*","value":["highest point on the trail: 4,200 m (13,600 ft)"]},"\n",{"type":"==","value":[" Alternative Route to Machu Picchu "]},"\n",{"type":"[[","value":[["File:Salkantay.JPG"],["thumb"],["Mount Salkantay as seen along the Salkantay trek"]]},"\nWith the new regulations regarding availability of spaces to do the trek each day (500 permits per day), you might consider trekking to Machu Picchu following a different route. Alternatives are:\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Salkantay trail"]]}," is 75km over five days, via Mount Salkantay, and reaches altitude of 4600 meters so requires somewhat greater fitness than the traditional Inca trail.  Salkantay was one of the trade routes for Coca and Potatoes and passes some recently discovered Incan storage facilities. The Salkantay trek is considered less 'touristy' with more cultural highlights, however some critics comment that the very reasons that saw the Inca Trail severely regulated, are now occuring on the Salkantay trail (lack of infrastructure, random camping, large tour groups, maltreatment of guides and porters, etc). Ensure that the company you travel with is aware of sustainble tourism. If you chose to travel with a dirt cheap company, tip your staff extra well! "]},{"type":"*","value":[" The Cachiccata Trek (by Adventure Life) offers an alternate 3 day hike in the same region near the Inca Trail. The trail includes ruins visits in a remote area where travelers will cross paths with few other people during the 3 days. A visit to Machu Picchu is then possible by train. "]},{"type":"*","value":[" From Cachora over ",{"type":"[[","value":[["Choquequirao"]]}," (ruins bigger and less touristic than Machu Picchu and similar location) to Machu Picchu, 8 days, with extremely few tourists enjoying the very traditional and beautiful rural area. The trail is demanding. At Chicon Expeditions (located at main plaza in Cusco) a package including entrance fees, good equipment, english speaking guide with license, transportation with bus + train, mulis and driver, cook and food 430$ per person. "]},{"type":"*","value":[" Lares (4 days)"]},{"type":"*","value":[" Lares and Machu Picchu (4 days)"]},{"type":"*","value":[" Ancascocha (4 days)"]},"\nAusangate trek (7 days) is not in the same region as Machu picchu therefore is not seen as an 'inca trail alternative.' \n\n",{"type":"{{","value":[["geo"],["-13.27"],["-71.87"],["zoom=9"]]},"\n",{"type":"{{","value":[["Related"],["Sacred_Valley_of_the_Incas"]]},"\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"[[","value":[["Wikipedia:Inca Trail to Machu Picchu"]]}]