[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Indiana"]]},"\n",{"type":"'''","value":["Indiana"]}," is a city in ",{"type":"[[","value":[["Pittsburgh Region"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nIndiana is a quaint borough (town) in the heart of western Pennsylvania.   Its historic downtown district centers on a street named after the city of Philadelphia, which was the U.S. capital from 1790 to 1800.  In 2003, Indiana was rated by experts as one of the top five most livable towns in Indiana County.  The borough and region as a whole promotes itself as the \"Christmas Tree Capital of the World\", though several other locales have also laid claim to this highly sought after distinction.  Indiana is also home to the Indiana University of Pennsylvania (IUP), which is the largest state university in Pennsylvania to share part of its name with another state (closely followed by California University of Pennsylvania).\n\n",{"type":"===","value":["Which Came First?"]},"\n\nPeople often question why the town of Indiana was named after a nearby state in such a potentially confusing manner.  However, historians have established that the town was first settled in 1805, while the state was not admitted to the union until 1816.  Thus, contrary to popular belief, there is a distinct possibility that the state of Indiana was in fact named after the town.  Another existing theory is that both the town and the state were named after Indians, and neither location was named after the other.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Jimmy Stewart Museum"]}," – Indiana was the birthplace and hometown of actor Jimmy Stewart.  Arguably the town’s most popular attraction, this museum celebrates the life and career of the actor, attracting dozens of visitors annually.\n\n",{"type":"<","value":["br"]},"\n\n",{"type":"'''","value":["Mack Park"]}," – This charming suburban park features an outdoor swimming pool with a 90-foot water slide, five ball parks, three tennis courts, and an enclosed picnic pavilion.  Additionally, the park hosts the annual Indiana County Fair, which features a demolition derby and competitive outhouse races.\n\n",{"type":"<","value":["br"]},"\n\n",{"type":"'''","value":["The Wal-Mart"]}," – People of western PA travel far and wide to experience the awe inspiring beauty of Indiana's Wal-Mart Supercenter and its unique clientele.\n\n",{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Coney"]}," – Known for its dimly lit dance floor and coveted VIP section, this bar’s crowd is often heavily weighted toward IUP seniors (i.e., 21-28 yr olds).  If you can’t dance, then your best bet is to swoop in around 1:30AM.  "]},{"type":"*","value":[{"type":"'''","value":["HB Culpeppers"]}," – Formerly considered a safe haven for townies, Culpeppers revolutionized the local bar scene with the opening of its second floor bar area in 2008.  Entertainment includes bubble hockey, indoor smoking, and live music from local sing-along favorites. "]},{"type":"*","value":[{"type":"'''","value":["Wolfie’s"]}," – This bar is often enjoyed by people who have never been to a real dance club.  Cage dancing and napkin confetti are signature features of this lively downtown venue. "]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 119.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["New Stanton"]]}],["minorl1=",{"type":"[[","value":[["Greensburg (Pennsylvania)"],["Greensburg"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Jct ",{"type":"[[","value":[["File:US 22.svg"],["18px"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["DuBois (Pennsylvania)"],["DuBois"]]}],["minorr1=",{"type":"[[","value":[["Punxsutawney"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["40.62139"],["-79.15250"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Pittsburgh Region"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Indiana, Pennsylvania"]]}]