[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Indiana Dunes.jpg"],["thumb"],["350px"],["View from the dunes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/indu\/ Indiana Dunes National Lakeshore"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Lakeshore"]]}," located in ",{"type":"[[","value":[["Northwestern Indiana"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe history of Indiana Dunes National Lakeshore falls into settlement, preservation, and park segments.\n\n",{"type":"====","value":["Settlement"]},"\nJoseph and Monee Bailly, the fur traders, settled on the banks of the Little Calumet River in 1822.  The wetlands of the Indiana Dunes proved to be a good place for contacts between the Bailly family and the Pottawatomie tribe of Native Americans.  In 1822, the Pottawatomie nation had already developed an established lifetyle of duneland use, including the trapping of local beaver, raccoon, and muskrat.\n\nAfter the Pottawatomie people were forcibly expelled from the Lake Michigan shoreline in the 1830s and 1840s, railroads built lines through the Indiana Dunes westward to the fast-growing city of Chicago; but the Dunes themselves, with their comparatively infertile soil, were settled relatively slowly.\n\n",{"type":"====","value":["Preservation"]},"\nAfter the newly formed U.S. Steel Corporation began to construct a massive mill complex within the dunes at Gary, Indiana, lovers of the Dunes began efforts to preserve them.  The National Park Service offered in 1916 to protect much of the remaining duneland as Sand Dunes National Park, but many locals opposed the proposal.  In the 1920s, the state of Indiana preserved 2,182 acres of central duneland as Indiana Dunes State Park.  Other sections of duneland were developed as the small communities of Ogden Dunes, Dune Acres, and Beverly Shores.\n\nWorld War II and the early Cold War years increased pressure upon the United States to increase its production of steel.  For reasons of economical coal and iron ore supply, one of the most efficient geographic locations to make steel within the United States is on the southern border of Lake Michigan.  During the 1950s and early 1960s, several additional steel mills were sited within the dunelands in areas that could otherwise have been preserved for parkland.\n\nAfter the former Bethlehem Steel Corporation acquired and built its Burns Harbor mill in 1962-64, a public outcry and pressure from activists, led by Sen. Paul H. Douglas (D-Ill.) led to the creation of the Indiana Dunes National Lakeshore.\n\n",{"type":"====","value":["National Park"]},"\nThe Indiana Dunes National Lakeshore was created by Congress in 1966.  It initially owned no land of its own, and land acquisition opportunities were limited because of previous development.  Many local residents were understandably opposed to federal condemnation.  By the 1980s, much of the 15,000 acres of land making up the current IDNL (as of 2006) had been acquired.  The federal government officially included the Indiana Dunes State Park within the boundaries of the national lakeshore, but has allowed the state to continue to maintain and charge a separate admission fee to the state park.\n\nBy 2006, the Lakeshore had come to include eight separate parcels of Lake Michigan beachfront land, as well as numerous parcels of property inland from the lake.  Because the national park was founded after much of the drier land had already been developed, many of the inland parcels that make up the current Lakeshore are riverbottoms or sandy wetlands.\n\n",{"type":"===","value":["Landscape"]},"\nThe Indiana Dunes, of which the Indiana Dunes National Lakeshore (IDNL) preserves a part, are a relatively recent product of sand deposition, wave erosion, and wind erosion on the southern tip of Lake Michigan.  During the warming process that ended the last Ice Age, the lake at several periods rose to levels much higher than the current lake level and laid down sandy shorelines and beaches at points that are now inland from the current coastline.  Today's lake waves and currents continue to bring more sand ashore from beds underneath the surface of the current lake.  This sand, further sculpted by wind and foot erosion, has become today's Indiana Dunes.\n\n",{"type":"===","value":["Flora and fauna"]},"\nMany ecosystem types can be readily recognized by amateurs.  Ecosystem types, and characteristic grasses and flowering plants, that exist within the Indiana Dunes include the following:\n\n",{"type":"*","value":["Sand dunes - marram grass, prickly pear, puccoon"]},{"type":"*","value":["Wetlands (bogs, marshlands, and swamps) - marsh marigold, skunk cabbage"]},{"type":"*","value":["Ponds - bladderwort, gentian"]},{"type":"*","value":["Prairies - black-eyed susan, butterfly weed, goldenrod, lupine, prairie grass"]},{"type":"*","value":["Savannas - asters, prairie grass"]},{"type":"*","value":["Dry woods - columbines, hepatica, Solomon's seal"]},{"type":"*","value":["Wet woods - Dutchmen's breeches, hepatica, trillium, violet"]},"\nThe most common large tree in the Indiana Dunes is the black oak.  There are also plenty of cottonwoods.  Jack pines often grow in burned-over or disturbed areas, and there are several groves of sugar maples (the Bailly\/Chellberg farm operates an maple-syrup boil in early spring).  A grove of paper birches on the Cowles Bog Trail is said to be the farthest-south naturally reproducing population of this species in the Great Lakes area.\n\nAs of January 2006, whitetail deer lived in quantity in the Indiana Dunes.  The common North American wetland and woodland rodents, such as beavers, muskrats, and squirrels, can be easily seen.\n\n",{"type":"===","value":["Climate"]},"\nThe Indiana Dunes are part of the temperate Great Lakes shoreline, characterized by relatively even amounts of rain\/snow year-round, but wide jumps in temperature.  A dunes shoreline that is crowded with swimmers in August may be caked with unsafe but majestic shelves of pack ice in February.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nThe Indiana Dunes area is accessible from Chicago by Interstates 80, 90, and 94; from Indianapolis by Interstate 65; from Detroit by Interstate 94; and from Cleveland and the East Coast by Interstates 80 and 90.  U.S. Highways 12 and 20 go directly through the park.\n\n",{"type":"===","value":["By train"]},"\nThe Indiana Dunes is served by the Chicago, South Shore & South Bend electric railroad, known as the \"South Shore Line\", from Chicago, Michigan City, and South Bend.  There are approximately 12 trains through the IDNL each way on weekends, with 9 trains each way on Saturdays, Sundays, and holidays.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nAs of January 1, 2006, the admission fee for entering the Indiana Dunes State Park section of the National Lakeshore was $10.00 per motor vehicle.  The fee covers the driver and passengers, and there is a discount for motor vehicles with Indiana license plates.\n\nOne of the IDNL's beaches, West Beach near Beverly Shores, has a summer parking and entry fee.  As of December 2005, the announced parking fee was $6.00 per motor vehicle, $30.00 per bus and $1.00 per pedestrian or bicycle entry.  Fees are charged at West Beach from mid-May onward for the duration of the \"summer swimming season\" (no set end date).\n\nMost inland sections of the Indiana Dunes National Lakeshore can be visited year-round without an admission fee.  Parking fees may be charged during seasonal festivals.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:Indana Dunes National Lakeshore NPS map.jpg"],["center"],["thumb"],["800px"]]},"\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Lake Michigan"]},{"type":"*","value":[{"type":"*","value":[" Lake Michigan is visible with a short walk from any of the beach access parking areas.  For visitors, who have limited mobility can view the lake from Lakefront Drive through Beverly shores or from the Dunbar Ave. Parking lot."]}]},{"type":"*","value":[{"type":"*","value":[" Drive out to Portage Lakefront and Riverwalk.  Here, you have a spectacular view to the north across Lake Michigan.  On clear days or days when clouds hang over the water, you can see the skyline of Chicago off to the northwest."]}]},{"type":"*","value":[" Mt. Baldy"]},{"type":"*","value":[{"type":"*","value":[" While hiking to the top is a challenge, as worth the time, you can see the moving southface from the Mt. Baldy parking lot.  In a windy year, it will move another foot towards the lot."]}]},{"type":"*","value":[" Inland Marsh Overlook"]},{"type":"*","value":[{"type":"*","value":[" A unique attraction is the marsh overlook.  An unimposing parking area and a picnic table are the only clue that this short trail exist.  It's all boardwalk and easily accessible by wheelchair or walker.  You'll walk a short distance across a bridge between two tree covered dunes.  From ground level to the tree tops and there are no steps.  Once to the overlook, you'll see a vast inland marsh.  During migration, the area can host flocks of arctic wanderers and other summer residents from the tropics."]}]},"\nNearby attractions include:\n",{"type":"*","value":[" The Depot of Beverly Shores - South Shore Line Passenger Depot, "]},{"type":"*","value":[" Museum and Art Gallery - 525 Broadway, Beverly Shores (on U.S. 12)"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Hiking"]},"\n\nThe Dunes have several miles of hiking trails and beaches. Outside the immediate park area are many attractions such as a small waterpark and several antique shops. The Calumet Trail, a multiuse, crushed-limestone trail where cycling is acceptable, also runs in a generally east-west direction through the eastern section of the park, providing access to the Indiana Dunes State Park and towns to the east. This trail does not afford views of Lake Michigan, but skirts a wooded area where deer and other wildlife may often be seen, especially early in the morning.\n\n",{"type":"'''","value":["Swimming"]},"\n\nThe beaches, owing to the deep blue, often clear water, as well as the huge dunes and the copious sand they bring, are beautiful. Industrial vistas in the distance can lessen the bucolic impact, although with a good sense of humor and appreciation for the weird, they can add to the experience. The worst industrial offender is the big power plant to the east of the park, which is very visible from both Central Beach and the beach below Mt Baldy. A generally useful tip is that the beaches are more crowded with proximity to ",{"type":"[[","value":[["Chicago"]]},". The least crowded, on average, are the two at the east (Central and Mt Baldy). Going to the beach at the ",{"type":"''","value":["state"]}," park is also a good way to get more beach space, since Indiana charges an entrance fee. Now of course, if you're from a more crowded section of the country on the East Coast or California, you'll feel like you have an extraordinary amount of space no matter which beach you choose.\n\nFrom East to West:\n\n",{"type":"*","value":[{"type":"'''","value":["West Beach"]}," — the sole beach west of the Port of Indiana and its steel mills. It's right by Long lake, and several nice, short trails through the woods. As it is the park's largest (arguably) and most visited, it also has the most amenities."]},{"type":"*","value":[{"type":"'''","value":["Porter Beach"]}," — just west of the state park section of the shoreline."]},{"type":"*","value":[{"type":"'''","value":["Kemil"]}," and ",{"type":"'''","value":["Dunbar Beaches"]}," — less than a half mile apart, Kemil is handicapped accessible."]},{"type":"*","value":[{"type":"'''","value":["Lake View"]}," — Along with Kemil and Dunbar Beaches, Lake View is one of the most isolated from industrial vistas."]},{"type":"*","value":[{"type":"'''","value":["Central Beach"]}," — as it is far enough east, Central Beach is one of the frequently visited beaches, despite being very easy to reach—nonetheless Mt Baldy probably has claim the title of most remote."]},{"type":"*","value":[{"type":"'''","value":["Mt Baldy"]}," is the name of the park's highest dune, and given the height of the dunes around the beach, this beach is the most strenuous to reach. The views from the top of the \"mountain\" are quite nice, and reward the heavy breathing you'll do on the trail to the top. Don't let the fear-mongering signage dissuade you, though, the trek really is not too hard, as it is a gentle incline heading up. Walking in sand even on a slight incline, though, is a good deal harder than on solid ground. The drop from Mt Baldy to the beach is extreme, and goofing around on the steep slope is a bad idea—sand is soft, but you could pick up enough speed rolling down to seriously injure yourself. There is an alternate path further back along the Mt Baldy trail that will take you to the beach without the sharp incline. Mount Baldy is suffering from increasing erosion, in part due to off-trail hiking.  Please only hike the main trail on Mt Baldy."]},"\n",{"type":"'''","value":["Bird Watching"]},"\n\nLocated at the southern tip of Lake Michigan, the Indiana Dunes is a natural waystation on the annual migration of birds. Over 300 species birds live or pass through the park.  The greatest concentrations are during the spring (April–May) and autumn (September–October) migrations.\n\n",{"type":"'''","value":["Picnic"]},"\n\nThere are numerous picnic areas for those who wish to make a day of it.  Of course, picnicing on the beaches is allowed.  NO glass containers are allowed on the beach.  Nearby some of the beaches you'll find picnic tables, including a large family\/group picnic area at West Beach and family tables at Mt. Baldy.  From the west, picnic areas include:  West Beach, Bailly Homestead-Chellberg Faram, Tremont (roadside rest on U.S. 12), Ly-co-ki-we Horse and Hiking trailhead (U.S. 20), Lake View beach access point(Lakefront Dr, Beverly Shores), Central Beach Access Point, and Mt. Baldy. Fires are ",{"type":"''","value":["not permitted"]}," on any of the beaches. That includes grilling on the beaches and any beach to the East of State Park Road.\n\n",{"type":"'''","value":["Horseback Riding"]},"\n\nHorseback riding is limited to the Ly-co-ki-we Horse and Hiking trail, off U.S. 20 at Schoolhouse Road.  There are no stables provided in the park.  Riders have to bring their own horses.  On sunny Saturdays, this is a great area to watch a variety of horses. ",{"type":"''","value":["No"]}," dogs or any other animals are allowed, other than horses.\n\n",{"type":"'''","value":["Fishing & Boating"]},"\n\nFishing requires a State of Indiana Fishing license.  Most fishing areas, are along streams and at a few of the ponds in the park.  The newest fishing access is Portage Lakefront and Riverwalk.  Located just west of U.S. Steel along the Burns Waterway, there is parking and a walkway along the waterways entrance breakwall.  Here, you can fish in the waters of Lake Michigan.  Other fishing accesses are available at Long Lake (West Beach entrance road), Burns Waterway and Lake Michigan (Portage Lakefront and Riverwalk), Little Calumet River (via the AmeriPlex access trail), and the Little Calumet in the Heron Rookery.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are no services in the park, but the park has numerous communities adjacent to its boundaries. Concentrations of restaurants, including fast-food and family restaurants are at the major freeway interchanges:\n\n",{"type":"*","value":[" I-94 and Hwy. 51-Gary\/Miller\/Lake Station "]},{"type":"*","value":[" I-94 and Hwy. 249-Portage "]},{"type":"*","value":[" I-94 and Hwy. 20-Burns Harbor\/Porter "]},{"type":"*","value":[" I-94 and Hwy. 49-Porter\/Chesterton, and,  "]},{"type":"*","value":[" I-94 and Hwy. 421-Michigan City."]},"\nIf you're willing to browse around, you can find many smaller\/local restaurants in the communities nearby.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere are no lodging options within the state or national Parks aside from camping, but the nearby towns of ",{"type":"[[","value":[["Chesterton (Indiana)"],["Chesterton"]]}," and ",{"type":"[[","value":[["Porter (Indiana)"],["Porter"]]}," do have lodging available.\n\n",{"type":"===","value":["Camping"]},"\nThe IDNL contains Dunewood Campground, a 79-site camping ground operated by the National Park Service.  As of December 2005, the fee was $15.00 per day. The campground is fairly open with few trees between sites. There are two large modern bathhouses with showers and several pit-toilets scattered around. The dunes area is all sand and the campground is no exception. Grass is sparse in some areas and expect to get sand in everything. The campground is often full by the Friday before most summer weekends so it pays to arrive early to secure a site.\n\n",{"type":"===","value":["Backcountry"]},"\nThe national lakeshore has no wilderness area nor backcountry.  Overnight stays are permitted only in Dunewood Campground, the State Park's campground or local motels which may be along the boundary of the park.  All of the beach access parking lots are closed at dusk as there is no overnight use of the beaches.\n\n",{"type":"==","value":["Stay safe"]},"\nLake Michigan can have strong riptides and there are no lifeguards on several sections of the beach. Look for the warning signs at beach entrances. Sometimes they advise not entering the water at all. During the winter pack ice forms in thick chunks but is highly dangerous to walk on.\n\nWithin the forested portions of this park, more inland form the beaches and dunes, there is a rare opportunity to run into the area's only venomous snake, the massassauga rattlesnake.  However, it is not aggressive if left alone, hardly the most potent of rattlers, and the chances of running into one are nil.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 12.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Gary"]]}],["minorl1=",{"type":"[[","value":[["Portage (Indiana)"],["Portage"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Coldwater"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Michigan City"]]}]}]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["geo"],["41.648056"],["-87.108056"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northwestern Indiana"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"[[","value":[["Wikipedia:Indiana Dunes National Lakeshore"]]},"\n\n",{"type":"[[","value":[["Commons:Indiana Dunes National Lakeshore"]]}]