[{"type":"{{","value":[["pagebanner"],["Bali banner Sunset.jpg"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Manadofromsky.jpg"],["caption=The east gate of Borobudur."],["location=LocationIndonesia.png"],["flag=Flag of Indonesia.svg"],["capital=",{"type":"[[","value":[["Jakarta"]]}],["government=Republic"],["currency=Indonesian Rupiah (IDR)"],["area=",{"type":"''","value":["total:"]}," 1,904,569 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 93,000 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 1,811,569 km",{"type":"<","value":["sup",["2"]]}],["population=248,645,008 (July 2012 est.)"],["language=",{"type":"[[","value":[["Indonesian"]]}," (official) and countless regional languages."],["religion=Muslim 88%, Protestant 5%, Roman Catholic 3%, Hindu 2%, Buddhist 1%, other 1% (1998)"],["electricity=220V\/50Hz (Schuko Euro plug)"],["tld=.id"],["timezone=GMT+7 through GMT+9"],["callingcode=+62"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.indonesia.travel\/ Indonesia"]}]},", formally the Republic of Indonesia, is a huge archipelago of disparate islands straddling the Equator between the Indian Ocean and the Pacific Ocean. While it has land borders with ",{"type":"[[","value":[["Malaysia"]]}," to the north and ",{"type":"[[","value":[["East Timor"]]}," and ",{"type":"[[","value":[["Papua New Guinea"]]}," to the east, its exclusive economic zone also abuts ",{"type":"[[","value":[["Australia"]]}," to the south; ",{"type":"[[","value":[["Palau"]]},", the ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["Vietnam"]]},", ",{"type":"[[","value":[["Singapore"]]},", and ",{"type":"[[","value":[["Thailand"]]}," to the north; and ",{"type":"[[","value":[["India"]]}," to the northwest.\n\n",{"type":"==","value":["Understand"]},"\nIndonesia is the sleeping giant of Southeast Asia. With 18,330 islands, 6,000 of them inhabited, it is the largest archipelago in the world. To imagine how vast Indonesia is, Indonesia stretch from west to east same with USA or West Europe and East Europe, but because Indonesia is an archipelago, more than two third of the area is sea water. With almost 250 million people, Indonesia is the fourth most populous country in the world — after ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["India"]]}," and the ",{"type":"[[","value":[["USA"]]}," — and by far the largest in ",{"type":"[[","value":[["Southeast Asia"]]},". Indonesia also has the largest Muslim population in the world, mostly Sunni. In truth, Indonesia is member of G-20 and has a great deal of potential to become a world leader but is hampered by severe corruption and inferior education.\n\nIndonesia markets itself as ",{"type":"'''","value":["Wonderful Indonesia"]},", and the slogan is quite true, although not necessarily always in good ways.  Indonesia's tropical forests are the second-largest in the world after ",{"type":"[[","value":[["Brazil"]]},", and are being logged and cut down at the same alarming speed.  While the rich shop and party in ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Bali"]]},", ",{"type":"[[","value":[["Yogyakarta"]]},", ",{"type":"[[","value":[["Lombok"]]},", ",{"type":"[[","value":[["Danau Toba"]]},", and ",{"type":"[[","value":[["Madura"]]},", the poor work hard and struggle to do more than survive. After decades of economic mismanagement 50.6% of the population still earns less than US$4 per day according to figures compiled by the World Bank in 2012. This had come down by 6% in the 2 years between 2010 and 2012.\n\nInfrastructure in much of the country remains rudimentary, and travellers off the beaten track will need some patience and flexibility. Although progress has been made in expanding the network of toll highways, most inter-city roads are still two lane affairs of variable quality, most often packed with large buses and trucks hauling goods and materials, all eagerly jockeying with each other and everything else on the road to achieve pole position where there is no race. If you're in a city, don't expect the roads to be good or the layout to be easy to navigate. Many roads in older cities are left-overs from the Dutch era and, thus, are small, winding and in poor shape. Add to that the fact that street names change every few kilometres, requiring that you know which area to go to if you want to even find that length of street - it's quite frustrating!  Street signs, if there are any at all, are placed perpendicular to the street they represent.  If you leave Java and Bali, the roads are even worse.\n\nActually, flexibility is a prerequisite anywhere in the country as things can change very suddenly and promptness is not often a high priority despite being appreciated.  If you are the kind of person who expects everything to be written in stone, then you should probably only consider tours with large, reputable travel agents; otherwise, you're bound to experience some \"upsets\".  Tolerance, patience and acceptance of surprises (not always the good kind) are good traits for anyone planning to visit.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"====","value":["Prehistory"]},"\n",{"type":"[[","value":[["File:Java_man_National_Museum_Indonesia.JPG"],["thumb"],["Java Man, National Museum of Indonesia, Jakarta"]]},"\nHuman settlement has a very long prehistory in Indonesia. Remains of ",{"type":"''","value":["Homo erectus"]}," have been found on Java, especial Sangiran, near ",{"type":"[[","value":[["Solo"]]},", dating back to as early as 1.81 million years ago. The most famous prehistoric human remains excavated in Indonesia, known as Java Man, were discovered in 1891 and are estimated to date back 1.66 million years.\n\n",{"type":"====","value":["Early history"]},"\n",{"type":"[[","value":[["Image:Prambanan LaraJonggrang.JPG"],["thumb"],["The temples of ",{"type":"[[","value":[["Prambanan"]]}," (c. 10th century)"]]},"\nThe early modern history of Indonesia began in the period from 2500 BCE to 1500 BCE with a wave of light brown-skinned Austronesian immigrants, thought to have originated in Taiwan. This Neolithic group of people, skilled in open-ocean maritime travel and agriculture are believed to have quickly supplanted the existing, less-developed population.\n\nFrom this point onward, dozens of kingdoms and civilisations flourished and faded in different parts of the archipelago.  Some notable kingdoms include ",{"type":"'''","value":["Srivijaya"]}," (7th-14th century) on ",{"type":"[[","value":[["Sumatra"]]}," and ",{"type":"'''","value":["Majapahit"]}," (1293-c.1500), based in eastern Java but the first to unite the main islands of ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Java"]]},", ",{"type":"[[","value":[["Bali"]]}," and Borneo (now ",{"type":"[[","value":[["Kalimantan"]]},") as well as parts of ",{"type":"[[","value":[["Malaysia#Peninsular_Malaysia"],["Peninsular Malaysia"]]},". Srivijaya is believed to have originated in ",{"type":"[[","value":[["Jambi"]]},", where Muaro is Indonesia's largest excavation site, and subsequently established its capital near ",{"type":"[[","value":[["Palembang"]]},". Majapahit's eponymous capital can also be visited: It is the Hindu-Buddhist archeological site of ",{"type":"[[","value":[["Trowulan"]]},". When Islam became ascendent on Java, the already-weak Hindu Majapahit empire retreated to ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Lombok"]]}," and faded away.\n\n",{"type":"====","value":["Colonisation"]},"\n",{"type":"[[","value":[["File:Fort Tolukko.jpg"],["thumb"],["Fort Tolukko, a colonial fortification built on the clove island of ",{"type":"[[","value":[["Ternate"]]}," by the Spanish in 1611, later occupied by the Dutch and used as a royal residence by Ternate's Sultan"]]},"\nThe first Europeans to arrive (after ",{"type":"[[","value":[["On the trail of Marco Polo"],["Marco Polo"]]}," who passed through in the late 1200s) were the Portuguese, who were given permission to erect a godown near present-day ",{"type":"[[","value":[["Jakarta"]]}," in 1522 following attempts to monopolize the spice trade from the ",{"type":"[[","value":[["Maluku"],["Spice Islands"]]}," to Europe which had led to conflict in ",{"type":"[[","value":[["Ternate"]]}," and ",{"type":"[[","value":[["Ambon"]]}," but also to the conversion of tens of thousands of Ambonese to Catholicism. The Spanish followed the Portuguese to ",{"type":"[[","value":[["Maluku"]]},", but by the early 17th century, the Dutch had pretty much taken over and the razing of a competing English fort in 1619 secured their hold on ",{"type":"[[","value":[["Java"]]},", leading to 350 years of colonisation in Indonesia, including a genocidal campaign in the ",{"type":"[[","value":[["Banda Islands"]]},", where the locals had had the temerity to try to break the Dutch monopoly on the spice trade and sell to the English. In 1824, the Dutch and the British signed the Anglo-Dutch Treaty which ended a short period of British administration (during which Stamford Raffles, founder of Singapore, also presided over the re-discovery of the stupendous monuments of both ",{"type":"[[","value":[["Borobudur"]]}," and ",{"type":"[[","value":[["Prambanan"]]},") and divided the Malay world into Dutch and British spheres of influence. The Dutch ceded ",{"type":"[[","value":[["Malacca"]]}," to the British, and the British ceded all their colonies on ",{"type":"[[","value":[["Sumatra"]]},", particularly Bencoolen (",{"type":"[[","value":[["Bengkulu"]]}," in Indonesian) to the Dutch with the line of division roughly corresponding to what is now the border between Malaysia and Indonesia, with a small segment becoming the border between Singapore and Indonesia.\n",{"type":"[[","value":[["File:Run, Banda islands, Maluku, Indonesia.jpg"],["thumb"],[{"type":"[[","value":[["Pulau Run"]]},", one of the ",{"type":"[[","value":[["Banda Islands"]]}," and now a sleepy place, remote from the mainstream of worldwide commerce, was once traded by Britain to the Dutch in exchange for another small island, off the coast of America: ",{"type":"[[","value":[["Manhattan"]]},"!"]]},"\nAs with most colonies, Indonesia was exploited for manpower and natural resources. Various nationalist groups developed in the 19th and 20th centuries, and there were several disturbances, quickly put down by the Dutch. Leaders were arrested and exiled, and some of the Dutch were particularly nasty when dealing with locals; however, the Netherlands did provide some infrastructure, education, and a national language, among other things.\n\nDuring World War II, the Japanese conquered most of the islands. The Japanese behaved even more brutally than had the Dutch, treating the locals in a most inhumane way, and were guilty of numerous wartime crimes. Sukarno and Suharto, future leaders of Indonesia, collaborated with the Japanese occupiers, in exchange for gaining valuable military and leadership experience. In August 1945, in the post-war vacuum following the Japanese surrender to allied forces, the Japanese army and navy still controlled the majority of the Indonesian archipelago. The Japanese agreed to return Indonesia to the Netherlands but continued to administer the region as the Dutch were unable to immediately return due to massive destabilisation from the effects of the war in Europe. To this day, older Indonesians still remember what the Dutch and Japanese did, but some younger Indonesians are fascinated with those two nations.\n\n",{"type":"====","value":["Independence"]},"\nOn 17 Aug 1945, Sukarno read the ",{"type":"''","value":["Proklamasi Kemerdekaan"]}," (Declaration of Independence) and the ",{"type":"''","value":["Panitia Persiapan Kemerdekaan Indonesia"]}," (Preparatory Committee for Indonesian Freedom) moved to form an interim government. A constitution, drafted by the PPKI, was announced on 18 August and Sukarno was declared President with Hatta as Vice-President. The PPKI became the Central Indonesian National Committee, which acted as the temporary governing body. The new government was installed on 31 Aug 1945.\n\nThe Dutch mounted a diplomatic and military campaign to reclaim their former colony from the nationalists. There was resistance from Indonesia and other countries, including the US as well as the newly formed United Nations. The Dutch ultimately accepted defeat and, on 27 Dec 1949, they formally transferred sovereignty to \"Republik Indonesia Serikat\" (the Republic of the United States of Indonesia). In August 1950, a new constitution was proclaimed and the new Republic of Indonesia was formed from the original but now expanded Republic to include ",{"type":"''","value":["Sumatera Timur"]}," (East Sumatra) and ",{"type":"''","value":["Negara Indonesia Timur"]}," (Eastern Indonesia). Jakarta was made the capital of the Republic of Indonesia.\n\n",{"type":"====","value":["Governmental formation"]},"\nSeptember 1950 saw the first government of a fully independent Indonesia. Sukarno returned again to the role of President and over time came to assert greater power in that role. For a time, Indonesia used a provisional constitution modelled upon that of the US, which also drew heavily on the 1948 United Nations Universal Declaration of Human Rights and, on 26 Sep 1950, Indonesia was admitted to the United Nations. In 1955, Indonesia held its first free election.\n\nThe new government was tasked with finalising a permanent and final version of the constitution but after much wrangling consensus was not reached, leading to organised public demonstrations in 1958. In 1959, President Sukarno issued a decree dissolving the then-current constitution and restoring the 1945 Constitution. Indonesia then entered the era of ",{"type":"'''","value":["Guided Democracy"]}," with the Head of State assuming stronger presidential powers and also absorbing the previous role of Prime Minister.\n\n",{"type":"====","value":["Annexation"]},"\nFrom their initial declaration of independence, Indonesia claimed West Papua as part of their nation, but the Dutch held onto it into the 1960s and, in the early sixties, there was further armed conflict over that region. After a UN-brokered peace deal and a referendum, West Papua became part of Indonesia and was renamed ",{"type":"'''","value":["Irian Jaya"]},", which apocryphally stands for ",{"type":"'''''","value":["I'",{"type":"''","value":["kut "]}," (\"part of the\") "]},"R",{"type":"'''","value":["epublik [of] "]},"I",{"type":"'''","value":["ndonesia, "]},"A",{"type":"'''","value":["nti-"]},"N'",{"type":"''","value":["ederlands"]},", and \"Jaya\" means \"glorious\".  It's now called simply ",{"type":"[[","value":[["Papua"]]},", but the independence movement smoulders on to this day.\n\n",{"type":"[[","value":[["Image:Monas UpClose.JPG"],["thumb"],["Sukarno's tribute to independence and unity — National Monument, ",{"type":"[[","value":[["Jakarta"]]}]]},"\n\n",{"type":"====","value":["Cold War"]},"\nDuring the post-war and Cold War period, Sukarno made friendly advances to the US, the Soviet Union and later, China. He also tried to play one against another as he attempted to develop the nation as a non-aligned state. Much to the dismay of post-war Western governments, Sukarno became engaged in extensive dialogue with the Soviets and accepted civil and military aid, equipment, and technical assistance from the USSR. Sukarno publicly claimed that his engagement with the Soviets was to assist in promoting the new Republic of Indonesia as a non-aligned post-war state and to assist in rebuilding the nation following the Pacific arena of WWII.\n\nThe US, confronted by an archipelago apparently in the grasp of emerging Indonesian nationalism, sought to gain and maintain control over the important resources and shipping routes of the region.  It supported anti-Sukarno activities and operations to destabilise the nationalist movement. In 1957-58, the CIA infiltrated arms and personnel in support of regional rebellions against Sukarno, but many other actions were taken. The actions were supported from the US embassy in Singapore, by elements of the US 7th fleet and with the co-operation and support of the UK government and western intelligence agencies.\n\n",{"type":"====","value":["The New Order"]},"\n\n",{"type":"=====","value":["The Coup"]},"\nThere appear to have been two factions - those generals that were in support of Sukarno and the foreign-backed generals who sought his downfall. From 1960-1966, Subandrio, Sukarno's foreign minister, second deputy prime minister and chief of intelligence, had infiltrated agents into a secret meeting of right-wing generals plotting the overthrow of Sukarno. In September 1965, six army generals were kidnapped and murdered in an apparent coup attempt.  The circumstances surrounding what happened and why are not entirely known, and official accounts seem suspect.  Parts of the military were active, including armed forces in strategic Merdeka Square. General ",{"type":"'''","value":["Suharto"]}," then reportedly quelled this action within the armed forces in a single day. The communists were blamed for the uprising, but it appears probable that Suharto used the situation to usurp power from Sukarno, and those who had conspired against Sukarno condemned what had happened to their opponents.\n\n",{"type":"=====","value":["The Purges"]},"\nSuharto initially claimed to support President Sukarno but then seized power himself, sidelining Sukarno, and proclaimed an ",{"type":"''","value":["Orde Baru"]}," (New Order).  A series of bloody anti-Communist purges was then initiated, leading to the death of 500,000-2,000,000 people (estimates vary widely). The Western governments turned a blind eye to the massacres and they remained substantially unreported in the West for a considerable time. Many historians have since shed light on the involvement of the US intelligence services and to a lesser degree their mutual contacts in British, German and Japanese intelligence in the circumstances leading up to the seizure of power by Suharto and the subsequent murderous purges. Criminal gangs' services were also employed to commit acts of political murder, and this is still a sensitive subject in Indonesia, as some of the same gangs continue to have power and influence today.\n\n",{"type":"=====","value":["Suharto's regime"]},"\nUnder Suharto from 1966 to 1998, Indonesia enjoyed stability and economic growth, but most of the wealth was concentrated in the hands of a small corrupt elite and dissent was brutally crushed.  Opposition to Suharto was reputedly dealt with by kidnappings in the middle of the night, kangaroo courts and imprisonment, and some dissidents simply vanished.  Despite these black events, many Indonesians still choose to focus on the relative prosperity of his reign.\n\n",{"type":"====","value":["Reformation"]},"\nDuring the Asian economic crisis of 1997, the value of the Indonesian rupiah plummeted, halving the purchasing power of ordinary Indonesians. In the ensuing violent upheaval in 1998, there were riots and ethnic purges that mostly targeted ethnic Chinese, primarily in and around Jakarta.  Looting, rape and murder of many Chinese occurred and it is still unclear how many victims there were. Many cases remain unsolved. Suharto became a major target for those who sought to reform Indonesia and, after the period known as ",{"type":"''","value":["Reformasi"]},", Suharto was brought down and a more democratic regime installed.\n\nYears later, a case was eventually brought against him on various charges. However, the trial was never completed as his doctors kept claiming he was too ill to stand trial and he eventually died in 2010 and received a hero's burial. It is likely that powerful friends of his within the government and military, along with fabricated stories by his doctors, are what kept him out of court and out of jail.\n\n",{"type":"====","value":["Secessionist movements"]},"\n",{"type":"[[","value":[["File:Grasberg mine.jpg"],["thumb"],["The Grasberg open-pit gold and copper mine, in Tembagapura, ",{"type":"[[","value":[["Papua"]]},", has been a scene of conflict"]]},"\nThe former Portuguese colony of ",{"type":"[[","value":[["East Timor"]]}," was occupied and annexed by Indonesia in 1975, but armed resistance continued. After decades of Indonesian rule, on 30 August 1999, a provincial referendum for independence was overwhelmingly approved by the people of East Timor.  Indonesia grudgingly but astonishingly accepted the result (although army-linked militias looted the capital, Dili, in protest), and East Timor gained its independence in 2002.  \"Astonishingly\" is perhaps an understatement because of Indonesia's bloody history of quelling uprisings throughout the nation.\n\nOne more violent secessionist movement took place in the devoutly Islamic state of ",{"type":"[[","value":[["Aceh"]]}," at the northern tip of ",{"type":"[[","value":[["Sumatra"]]},".  Some sources claim  that Aceh was a prosperous nation that was enticed by Sukarno into joining the resistance of Dutch occupation in exchange for special considerations afterwards, including having special autonomy, but not all of the promises were kept and thus the protests began.  After decades of insurgency and abortive talks, the deadlock was broken by the ",{"type":"'''","value":["2004 tsunami"]},", which killed over 200,000 people in Aceh.  The Indonesian government and the Free Aceh Movement (",{"type":"''","value":["Gerakan Aceh Merdeka"]},", GAM) signed a peace deal the next year, with Aceh giving up its fight for independence in exchange for being granted special autonomy including the right to enact ",{"type":"''","value":["Syariah"]}," (Islamic) law and, to date, the peace has held.\n\nSome attempts to gain ",{"type":"[[","value":[["Papua"]]},"'s independence have occurred over the years, but the attempts have become less organised after the suspicious death of a prominent secessionist leader in Papua. Despite this, there is still sporadic violence, including the shootings of locals and foreigners, and sometimes protesting groups block all access to areas like Freeport's controversial strip mine near ",{"type":"[[","value":[["Lorentz National Park"],["Puncak Jaya"]]},", Indonesia's tallest mountain. However, tourists are very unlikely to ever be targets from either side of this conflict.\n\n",{"type":"====","value":["Elections by citizens"]},"\n",{"type":"[[","value":[["File:Istiqlal Mosque Eid ul Fitr Jamaah 3.JPG"],["thumb"],["Muslims at prayer on Idul Fitri at Istiqlal Mosque, Central Jakarta; completed in 1998 and inaugurated by then-President Suharto, it is the largest mosque in Southeast Asia"]]},"\nAfter Suharto's fall, he was replaced by a series of interim leaders:  B.J. Habibie, Soeharto's vice president, Parliament-chosen Abdurrahman \"Gus Dur\" Wahid (who only lasted one year) and, finally, Megawati Sukarnoputri, the daughter of Sukarno and Gus Dur's vice president.\n\nIn 2004, Indonesia held the first election in which the people directly elected the president and vice president, former General Susilo Bambang Yudhono and Jusuf Kalla, defeating incumbent Megawati through an alliance between then-weak ",{"type":"''","value":["Partai Demokrat"]}," and ",{"type":"''","value":["Partai Golongan Karya"]}," (Workers' Party), as well as other small parties. The second election was held in 2009, and \"SBY\" with Boediono as his new running mate, handily defeated all contenders, including Jusuf and Megawati.\n\n",{"type":"====","value":["Reinvention"]},"\nCurrently, Indonesia is one of the world's largest democracies and the most populous Muslim-majority democracy. It is going through a period of difficult reforms and re-invention following the Reformasi and the institution of a democratically elected government. To assist in the transformation from the years of centralised control under the Suharto regime, the role of regional and provincial governments has been strengthened and enhanced. The election process in Indonesia has a high participation rate and the nature and fabric of governance and administration is slowly changing across Indonesia. Change in the nation since the fall of Suharto has also been characterised by greater freedom of speech and a massive reduction in the political censorship that was a feature of Suharto's New Order era. There is more open political debate in the news media as well as in general discourse, political and social debate. Indonesia is now the largest economy in Southeast Asia, and a member of the elite G-20 group of major economies.\n\n",{"type":"====","value":["Legal concerns"]},"\nHowever, there are laws in place that prevent foreigners from being involved politically, and another law prevents derogatory comments about the state-approved religions (Hinduism, Buddhism, Christianity, Confucianism and Islam). Sadly, laws about corruption are weak and sentences are generally light when handled by the regular courts.  The ",{"type":"''","value":["Komite Pemberantasan Korupsi"]}," (Anti-Corruption Commission) is stricter about this and has its own police force and courts, but the KPK has been experiencing problems. KPK cases are mostly for Jakarta and Java and cases involving other islands are rarely enforced well enough to stop the illegal behaviour that caused them, such as the illegal deforestation and development in Kalimantan.\n\nDon't lose hope, fearless traveller!  Things have slowly been improving, despite some intransigent corruptors in various departments of the government that you may have to deal with, and the requests for money, furniture, \"blue\" films and such have decreased and the quality of service in some Immigration offices has become better.  The key is to remember that one bribe opens the floodgates, so never bribe!\n\n",{"type":"===","value":["People"]},"\nDespite 50 years of promoting ",{"type":"''","value":["Bhinneka Tunggal Ika"]}," (\"Unity in Diversity\") as the official state motto, the concept of an \"Indonesia\" remains artificial and the country's citizens divide themselves amongst a vast slew of ethnicities, clans, tribes and even castes. If this isn't enough, religious differences add a volatile ingredient to the mix and the vast gaps in wealth reinforce a class society as well. On a purely numerical scale, the largest ethnic groups are the Javanese (45%) of ",{"type":"[[","value":[["Central Java"],["central"]]}," and ",{"type":"[[","value":[["East Java"],["eastern Java"]]}," who enjoy an unfair dominance across the nation, the ",{"type":"[[","value":[["Sundanese"]]}," (14%) from ",{"type":"[[","value":[["West Java"],["western Java"]]},", the Madurans (7.5%) from the island of ",{"type":"[[","value":[["Madura"]]},", and Coastal Malays (7.5%), mostly from ",{"type":"[[","value":[["Sumatra"]]},". This leaves 26% for the ",{"type":"[[","value":[["Aceh"]]},"nese and Minangkabau of ",{"type":"[[","value":[["Sumatra"]]},", the ",{"type":"[[","value":[["Bali"]]},"nese, the Iban and Dayaks of ",{"type":"[[","value":[["Kalimantan"]]},", and a bewildering patchwork of groups in ",{"type":"[[","value":[["Nusa Tenggara"]]}," and ",{"type":"[[","value":[["Papua"]]}," — the official total is no less than 3,000.\n\nFor the most part, Indonesia's many peoples co-exist happily, but ethnic conflicts do continue to fester in some remote areas of the country.  The policy of ",{"type":"'''","value":["transmigration"]}," (",{"type":"''","value":["transmigrasi"]},"), initiated by the Dutch but continued by Suharto, resettled Javanese, Balinese and Maduran migrants to less crowded parts of the archipelago. The new settlers, viewed as privileged and insensitive, were often resented by the indigenous populace and, particularly on ",{"type":"[[","value":[["Kalimantan"]]}," and ",{"type":"[[","value":[["Papua"]]},", this has sometimes led to violent conflict.\n\nOne particularly notable ethnic group found throughout the country are the ",{"type":"'''","value":["Indonesian Chinese"]},", known as ",{"type":"''","value":["Tionghoa"]}," or the somewhat derogatory ",{"type":"''","value":["Cina"]},". At an estimated 6-7 million, they make up 3% of the population and probably constitute the largest ethnic Chinese group in any country outside China. Indonesian Chinese were encouraged to settle in the then-Dutch East Indies by the colonial overlords. They were treated as second-class citizens, with Europeans being the only first-class citizens and everyone else being third-class, and played the role of middle managers. After the departure of the Dutch, many Indonesian Chinese functioned as small-time shopkeepers and money-lenders, but a very wealthy subset of the community has wielded enormous influence in the locally-owned economic sector, with one famous — if largely discredited — study of companies on the Jakarta Stock Exchange concluding that as many as 70% of its companies (and, by extension, the country) were controlled by ethnic Chinese. They have thus been subject to persecution, with Chinese forcibly relocated into urban areas in the 1960s, forced to adopt Indonesian names and bans imposed on teaching Chinese and displaying Chinese characters. Anti-Chinese pogroms have also taken place, notably in the 1965-66 anti-Communist purges after Suharto's coup and again in 1998 after his downfall, when over 1,100 people were killed in riots in Jakarta and some other major cities. However, the post-",{"type":"''","value":["Reformasi"]}," governments have overturned most of the discriminatory legislation, and Chinese writing and Chinese festivals have made a reappearance, with the Chinese New Year having been declared a public holiday nationwide since 2003. While most of the Javanese Chinese are monolingual in Indonesian, many of the Chinese in Sumatra and Kalimantan continue to speak various Chinese dialects.  To this day, many people feel resentment of, and sometimes even threatened by, the supposed ascendency of the Chinese.\n\n",{"type":"===","value":["Culture"]},"\n",{"type":"[[","value":[["Image:WayangKulit Scene Zoom.JPG"],["thumb"],["300px"],[{"type":"''","value":["Wayang kulit"]}," shadow puppetry, ",{"type":"[[","value":[["Solo"]]}]]},"\n\nThere is no one unified Indonesian culture as such, but the Hindu culture of the former Majapahit empire does provide a framework for many of the cultural traditions found across the central islands of ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Java"]]},", ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Lombok"]]},".  Perhaps the most distinctively \"Indonesian\" arts are ",{"type":"'''''","value":["wayang kulit"]}," shadow puppetry, where intricately detailed cut-outs are used to act out scenes from the ",{"type":"''","value":["Mahabharata"]}," and ",{"type":"''","value":["Ramayana"]}," and other popular Hindu folk stories, and its accompaniment the ",{"type":"'''''","value":["gamelan"]}," orchestra, whose incredibly complex metallic rhythms are the obligatory backdrop to both religious ceremonies and traditional entertainment. Indonesia is culturally intertwined with the ",{"type":"[[","value":[["Malaysia"],["Malays"]]},", with notable items such as ",{"type":"''","value":["batik"]}," cloth and ",{"type":"''","value":["kris"]}," daggers, and Arabic culture has also been adopted to varying degrees thanks to Islam.  Let's not forget the impact of Buddhism, the Portuguese, the English, the Japanese, the Chinese and, of course, the Dutch.  Words from these can be found in Indonesian as well as in ethnic languages, and ethnic languages spill over into Indonesian, but only rarely have a national dispersion.\n\nThe process of standardisation of language and culture in Indonesia has made headway as communications between villages and islands have become easier, and many areas that use to use only local languages now use Indonesian, too. Yet regional cultures remain strong in many areas, and probably will for the foreseeable future. For the visitor to Indonesia, the regional diversity is a wonderful thing, as cultures as different as those of ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]},", ",{"type":"[[","value":[["Bali"]]},", ",{"type":"[[","value":[["West Java"],["Sunda"]]},", ",{"type":"[[","value":[["West Sumatra"],["Minangkabau"]]}," and the ",{"type":"[[","value":[["Lake Toba"],["Toba Batak"]]}," country can be experienced on a single trip, with adequate time and planning. The variety of cultural, historical and religious sites and experiences, the vast array of traditional handicrafts, and the variety of activities one can experience in Indonesia are truly amazing.\n\nOne interesting cultural experience is the Baduy (BAH-doo-ee) settlement in the province of ",{"type":"[[","value":[["West Java"]]},".  This Sundanese city is characterised by people who reject technology and all its trappings, including deodorant!  Visitors are welcome, but there are some restrictions such as a ban on the use of technology.  This ban is most strictly enforced in the middle of the city, but also (to a lesser degree) in the outer parts.  Culture hounds will find ",{"type":"[[","value":[["Ubud"]]},", a city on ",{"type":"[[","value":[["Bali"]]}," to be an excellent place to go, but there are so many cultural experiences in Indonesia that it's almost impossible to make a list.\n\nModern-day Indonesian popular culture is largely dominated by the largest ethnic group, the ",{"type":"[[","value":[["Java"]]},"nese. Suharto's ban on Western imports like rock'n'roll, while long since repealed, led to the development of indigenous forms of music like ",{"type":"''","value":["dangdut"]},", a sultry form of pop developed in the 1970s, and the televised pelvic gyrating \"",{"type":"''","value":["ngebor"]},"\" of singer Inul Daratista in 2003 was nearly as controversial as Elvis once was.  ",{"type":"'''","value":["Anggun Cipta Sasmi"]}," is a talented Indonesian singer who became famous in France. Her single \"La neige au sahara\" became a top hit on the European charts in the summer of 1997.  ",{"type":"'''","value":["Agnes Monica"]}," is an energetic dancer, actress and singer who recently performed a duet with Michael Bolton and gained international fame.\n\nMost Indonesian films are low-budget B-rated movies, although both the number of film productions and quality have increased steadily. \"Daun di Atas Bantal\" (1998) won the \"best movie\" award at the 1998 Asia Pacific Film Festival in Taipei, Taiwan. ",{"type":"'''","value":["The Raid, Redemption"]}," (Indonesian: Serbuan maut), also known as ",{"type":"''","value":["The Raid"]},", was released in 2011 at the Toronto International Film Festival and has international distribution. This Indonesian ",{"type":"''","value":["action film"]}," had a production budget of £1.1 million. It was written and directed by Gareth Evans (",{"type":"''","value":["UK"]},") and starred Iko Uwais. Evans and Uwais released their first action film, ",{"type":"'''","value":["Merantau"]}," in 2009. Both films showcase the traditional Indonesian martial art, Pencak Silat, which comes in numerous different flavors, and Iko's skills got the attention of Jackie Chan.\n\n",{"type":"[[","value":[["Image:SambaSunda Quintett in Cologne (0244).jpg"],["thumb"],["300px"],["Sundanese traditional singing performance"]]},"\nIndonesian literature has shown considerable domestic success as themes got more liberal and freedom of speech was expanded, but not a lot has made its way onto the world stage. Torch-bearer ",{"type":"'''","value":["Pramoedya Ananta Toer"]},"'s works were long-banned in his own homeland, but the post-Suharto era has seen a small boom. One notable example is ",{"type":"'''","value":["Ayu Utami"]},"'s ",{"type":"''","value":["Saman"]},", breaking both taboos and sales records right in the midst of Soeharto's fall. Perhaps the best example would be ",{"type":"'''","value":["Andrea Hirata"]},"s ",{"type":"'''","value":["Laskar Pelangi"]}," (2007): both the series of books and the movies are praised in Indonesia and around the globe. \n\nProbably the most important (although not universal) cultural feature present in most of the archipelago that you should be aware of is that of \"face\" or \"honour,\" which stems from the principle of harmony.  Harmony is so important here that religious prohibitions on lying take a back seat to protecting someone's honour, which can be looked down on by foreigners.  Harmony is, simply put, the effort to maintain peaceful co-existence and pleasant relationships. The harmonious organization of society is in fact the fundamental basis of ",{"type":"''","value":["wayang kulit"]}," plots and performances, and those of related traditional dramas, although some of these traditional values have been somewhat weakened in the process of transition from kingdoms through dictatorship to today's more democratic form of government. Nevertheless, conflict resolution is handled much differently than many foreigners might expect - don't expect that things will be done the way you are accustomed to. \n\n",{"type":"===","value":["Religion"]},"\nIt is expected that people here have a religion, especially since the first principle of the ",{"type":"''","value":["Panca Sila"]}," (\"five principles\") is: \"Ketuhanan yang maha esa\", roughly translated as \"There's only one god,\" so don't feel offended if someone asks you about your religious beliefs.  Be careful, however, to avoid making disparaging remarks about any of the official religions, as the law protects them from such comments and you don't want to spend time in jail.  Roughly 88% of the population of Indonesia state their religion as being Islam, making it numerically by far the largest religion in the nation and Indonesia the largest Muslim-majority country in the world. Nevertheless, Indonesia officially remains a secular state, with all the state-sanctioned religions, at least theoretically, given equal status under Indonesian law. Although religious orthodoxies do vary across the Indonesia archipelago, the strict observance of Islamic dress codes apparent in some countries is generally absent. In larger cities, headscarves and overt manifestations of faith are exceptions rather than the rule. In some regional areas and the devout state of ",{"type":"[[","value":[["Aceh"]]},", things can be considerably stricter. In fact, despite being nominally Muslim, many local stories and customs which are Hindu, Buddhist or animist in origin are faithfully preserved by much of the population. \n\nDuring the 5 obligatory \"",{"type":"''","value":["adzhan"]},"\" (call to prayer) and the subsequent time of prayer, it is expected that people will stop whatever they are doing, but this is not enforced in most places.\n\nThe other five state-sanctioned religions are Protestantism (5%), Roman Catholicism (3%), Hinduism (2%), Buddhism (1%) and Confucianism (1%). Hindus are concentrated on ",{"type":"[[","value":[["Bali"]]},", while Christians are found mostly in parts of ",{"type":"[[","value":[["North Sumatra"]]},", ",{"type":"[[","value":[["Papua"]]},", ",{"type":"[[","value":[["North Sulawesi"]]},", ",{"type":"[[","value":[["East Nusa Tenggara"]]},", and ",{"type":"[[","value":[["Kalimantan"]]},". Buddhism, on the other hand, is mainly practised by the ethnic Chinese in the larger cities, such as ",{"type":"[[","value":[["Bandung"]]}," and ",{"type":"[[","value":[["Semarang"]]},". There are also some people in various parts of the country who practice traditional animist religions exclusively, and many Indonesians practice a form of Islam or Christianity that is syncretised with animistic or\/and Hindu beliefs that their ancestors had previously followed. In Java, this animistic belief system is called Kejawen, and while it is popular, it is condemned by the more strictly orthodox practitioners.\n\nIndonesian national law decrees that all citizens of the Republic must declare their religion and that the declared religion must be one of the six that are officially sanctioned by the state.  This results in obvious distortions. For example, many animist practitioners notionally call themselves Muslim or Christian for the benefit of the state bureaucracy.  There is some strife between religions, with the occasional bombing of a place of worship - usually mosques and churches, or violent conflicts between different religious groups - but these are not common and you really don't need to worry about them because they usually happen in areas where travellers do not go.\n\n",{"type":"====","value":["Folk beliefs"]},"\nFolk beliefs - both traditional ones and others recently adopted from other lands - are very much alive and a vital part of Indonesian culture(s). These are just a few examples of Indonesian folk beliefs and practices:\n\nThe use of paranormals as well as ",{"type":"''","value":["dukun"]}," (medicine men, shamans or wizards) for both the black and white magic persuasions, and medical needs, is frequent, and there are even \"reality\" TV programs that feature Muslim clerics doing battle with invisible supernatural beings, which are usually bottled up and a painting or drawing is shown of the creature later, which is usually created by another Muslim cleric who makes the picture while blindfolded.\n\nMany people also believe that ",{"type":"''","value":["keris"]}," (wavy-bladed daggers traditionally made from the metal in a meteorite) and special rings with any one of a number of types of stones and gems affixed to them contain magical beings of limited intelligence and specific powers for the owner. These ",{"type":"''","value":["\"makluk halus\""]}," (supernatural beings) are thought to prefer specific, well-cared for homes in these daggers and rings, and will desert them if the owner doesn't perform proper ceremonies on a specific basis. If the inhabited object or\/and spirits are neglected or abandoned, the spirits may attack people nearby, which may necessitate a healing ceremony and the propitiation of the spirits.\n\nThe use of sleight of hand and other trickery is employed by some mystics and traditional healers, and some European and Chinese superstitions have been adopted, such as the fear of the number 13. Another example is a kejawen tradition that has been added to some religions, including Islam, whereby the umbilical cord and afterbirth are put in a clay urn and either hung outside the house from the rafters or buried in the yard with a red light placed over it. It is believed that it is the companion of the baby that was born and the light serves double duty by lighting its way into the afterlife and letting neighbours know the family has a new baby. A crying baby may sometimes be taken to this place to pacify or to provide it with reassurance, and an infant might be bathed at the location on some occasions for the same reason.\n\n",{"type":"===","value":["Holidays"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\nMulticultural Indonesia celebrates a vast range of religious holidays and festivals, but most celebrations are effectually limited to small areas (e.g. the Hindu festivals of ",{"type":"[[","value":[["Bali"]]},"). All Indonesians, regardless of religion, get a day off for all these public holidays:\n",{"type":"*","value":["January 1: New Year's Day (Tahun Baru Masehi)"]},{"type":"*","value":["A day between mid-January and mid-February: Tahun Baru Imlek(Chinese New Year). Festivals are mainly isolated to Chinese populated areas "]},{"type":"*","value":["A day in March: Nyepi (Hindu New Year). ",{"type":"'''","value":["It is not advisable to be in Bali on this day"]},". Basically the whole island shuts down, even the airport & seaports. Foreigners at the very least must not mingle outdoors."]},{"type":"*","value":["A Friday in March or April: Wafat Isa Al-Masih (Good Friday). The Catholic communities at ",{"type":"[[","value":[["Flores"],["Flores Island"]]}," in ",{"type":"[[","value":[["East Nusa Tenggara"]]}," conduct ",{"type":"''","value":["the way of the cross"]}," before the day. It is advisable to travel to that area."]},{"type":"*","value":["May 1: Hari Buruh Internasional (International Labor Day)"]},{"type":"*","value":["A Thursday in May: Kenaikan Isa Al-Masih (Ascension of Christ Day)"]},{"type":"*","value":["A day in May: Waisak (Vesak Day). Some Buddhist monks conduct a pilgrimage tour to the infamous Borobudur Temple."]},{"type":"*","value":["August 17: Hari Kemerdekaan (Independence Day). Flag hoisting at homes and in a lot of communities, Indonesian traditional games with prices!"]},{"type":"*","value":["December 25: Hari Natal (Christmas Day)"]},"(Muslim holidays are movable by 11 days backwards each year):\n",{"type":"*","value":["Tahun Baru Hijiriah (Islamic New Year)"]},{"type":"*","value":["Maulid Nabi (Birth of the Prophet Muhammad)"]},{"type":"*","value":["Isra Miraj (Ascension of the Prophet Muhammad)"]},{"type":"*","value":["2 days of Idul Fitri holiday (Eid, end of the 30-day Ramadhan fasting period)"]},"\nNote that the government also made up to 7 days of bank holiday each year. The rule of thumb is a few days before and after Ied holidays or the day between two days of public holidays, hence 3 days of holidays.\n\nThe most significant time of the year is the Muslim fasting month of ",{"type":"'''''","value":["Ramadan"]},".  During this 30 lunar day period, Muslims refrain from passing anything through their lips (food, drink, smoke and even medicine) between sunrise and sunset.  People get up early to eat sufficient for the day before the sunrise (",{"type":"''","value":["sahur"]},"), go to work late, and take off early to get back home in time to break the fast (",{"type":"''","value":["buka puasa"]},") at sunset.  This activity usually starts with a small snack of something sweet, followed by a complete, and snacking until bedtime.  Theoretically, people are not supposed to eat excessively during this time because the point of the fast is to know what it's like to be extremely poor, but some Muslims don't abide by this.  Non-Muslims, as well as travelling (",{"type":"''","value":["musafir"]},"), ill or menstruating, and engaged in heavy labor (",{"type":"'''","value":["buruh"]}," or ",{"type":"'''","value":["kuli"]},") Muslims are exempt from fasting, but it is polite to refrain from eating or drinking in public.  Many restaurants close, but those that stay open through the fasting time maintain a low profile, often with curtains covering the windows.  All forms of nightlife including bars, nightclubs, karaoke and massage parlors normally close by midnight, and (especially in more devout areas) quite a few opt to stay closed entirely. Business travellers will notice that things move at an even more glacial pace than usual and, especially towards the end of the month, many people will take leave. If you are with Indonesians, they may not say anything out of politeness if you eat or drink in front of them, but you really should at least ask permission first and preferably avoid it unless it is openly and clearly encouraged. \n\nThe climax at the end of the month is the two days of ",{"type":"'''","value":["Idul Fitri"]}," (Indonesian: ",{"type":"'''","value":["Lebaran"]},"), when pretty much the entire country takes a week or two off to head back home to visit family in a ritual known locally as ",{"type":"''","value":["mudik"]},", meaning \"to go home\".  This is the few times of the year when Jakarta has no traffic jams, but the rest of the country does, with all forms of transportations are packed to the gills and travel time can easily be treble the norm.  All government offices (including embassies) and many businesses close for a week or even two, and ",{"type":"'''","value":["traveling around Indonesia is best avoided if at all possible"]},". Most, if not all, shops are closed during this holiday, and many that do open choose to start late because of the Ied prayer.\n\n",{"type":"===","value":["Climate"]},"\nUpon arrival and disembarking from the aircraft, you'll immediately notice the sudden rush of warm, damp air. Indonesia is a warm place. It has no spring, summer, fall, or winter, just two seasons: ",{"type":"'''","value":["rainy"]}," and ",{"type":"'''","value":["dry"]},", both of which are relative (it still rains during the dry season, it just rains less).  While there is significant regional variation, in ",{"type":"''","value":["most"]}," of the country (including Java and Bali) the dry season is April to October, while the wet season is November to March.  In either season, you should always carry a big bottle of water around with you. In the rainy season, although the rain may not be as heavy as you're used to back home, you'll still need a sturdy, large umbrella.  In many areas, rain falls like clockwork, but in recent years global warming has made the seasons less predictable.  One benefit of the rainy season is that the regular rainfall washes clean most of the mosquito habitats, especially at the foothills.\n\nDroughts are a major problem in certain parts of ",{"type":"[[","value":[["Java"]]}," and other islands during the dry season, and water becomes a serious issue. Smog from bush or forest fires frequently blanket many areas of ",{"type":"[[","value":[["Sumatra"]]}," and ",{"type":"[[","value":[["Kalimantan"]]},". Also, when it is dry in one area, it may still be wet in another.  \n\nTemperatures in most places are between about 26-32 degrees Celsius during the day with little fluctuation from day to day, although nights may be cooler by a few degrees. In some areas, the rainy season brings cooler weather, while in others it brings hotter weather.  It is also advisable to bring a jacket for visiting the high lands, as temperatures will naturally be cooler, and there are even snow-covered peaks above 5,000 m in ",{"type":"[[","value":[["Papua"]]},".  You may be amused to see people donning hats, gloves, jackets or even winter coats when the temperature dips just a little bit, and people usually wear them on their motorcycles, although more often to keep their skin from getting darker.  \n\nWhile visiting Indonesia,it is generally recommended to wear comfortable, airy summer clothes, and sandals or half-shoes, but bring along one or two sets of formal or semi-formal wear if you are going to any government office or similar formal establishment.  One benefit of sandals and half-shoes is that you can easily take them off upon entering a home or place of worship. A good, airy hat (or even a bandana) can serve to reduce the heat of the equatorial sun or protect you from the rain, too.  If you're of a mind, do what most resident foreign males do - shave your hair off!  If you're planning to go to natural reserves, you might also bring along sneakers or hiking shoes, but you'll otherwise find them unpleasant to wear.\n\n",{"type":"===","value":["Time"]},"\nSince the country is very large, Indonesia is divided into three time zones.  Sunlight duration is pretty consistent throughout the year, so there is no daylight savings time.\n\n",{"type":"'''","value":["GMT +7"]},": Western Indonesian Time (WIB, ",{"type":"''","value":["Waktu Indonesia Barat"]},")\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Java"]]},", west\/central ",{"type":"[[","value":[["Kalimantan"]]}]},{"type":"'''","value":["GMT +8"]},": Central Indonesian Time (WITA, ",{"type":"''","value":["Waktu Indonesia Tengah"]},")\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bali"]]},", south\/east ",{"type":"[[","value":[["Kalimantan"]]},", ",{"type":"[[","value":[["Sulawesi"]]},", ",{"type":"[[","value":[["Bali"]]},", ",{"type":"[[","value":[["Nusa Tenggara"]]}]},{"type":"'''","value":["GMT +9"]},": Eastern Indonesian Time (WIT, ",{"type":"''","value":["Waktu Indonesia Timur"]},")\n",{"type":"*","value":[" ",{"type":"[[","value":[["Maluku"]]},", ",{"type":"[[","value":[["Papua"]]}]},"\nFor reference, WIB is 7 hours ahead of Greenwich Mean Time and 12 hours ahead of the US's east coast.\n\n",{"type":"==","value":["Regions"]},"\nThe nation of Indonesia is almost unimaginably vast: More than 17,000 islands providing 108,000 km of beaches.  The distance between ",{"type":"[[","value":[["Aceh"]]}," in the West and ",{"type":"[[","value":[["Papua"]]}," in the East is more than 4,000 km (2,500 mi), comparable to the distance between ",{"type":"[[","value":[["New York City"]]}," and ",{"type":"[[","value":[["San Francisco"]]},".  Lying on the western rim of the Ring of Fire, Indonesia has more than 400 volcanoes, of which 130 are considered active, as well as many undersea volcanoes. The island of ",{"type":"[[","value":[["New Guinea"]]}," (on which the Indonesian province of ",{"type":"[[","value":[["Papua"]]}," is located) is the second-largest island in the world, ",{"type":"[[","value":[["Borneo"]]}," (about 2\/3 Indonesian, with the rest belonging to ",{"type":"[[","value":[["Malaysia"]]}," and ",{"type":"[[","value":[["Brunei"]]},") is the third-largest, and ",{"type":"[[","value":[["Sumatra"]]}," is the fifth-largest.\n\nProvinces, of which there are currently 34, are usually composed of a group of smaller islands (East & West Nusa Tenggara, Maluku), or divide up a larger island and its outlying islands into pieces (Sumatra, Kalimantan, Java, Sulawesi, Papua).  The listing below follows a simpler practice of putting together several provinces in one region, except with ",{"type":"[[","value":[["Bali"]]},", which is treated as a separate region in Wikivoyage.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Indonesia regions map.png"],["regionmaptext=Regions of Indonesia"],["regionmapsize=476px"],["region1name=",{"type":"[[","value":[["Sumatra"]]}],["region1color=#e25c5c"],["region1items=incl. the ",{"type":"[[","value":[["Riau Islands"]]}," and ",{"type":"[[","value":[["Bangka-Belitung"]]}],["region1description=Wild and rugged, the fifth-largest island in the world has a great natural and cultural wealth with more than 40 million inhabitants, and is habitat to many endangered species. This is where you can find ",{"type":"[[","value":[["Aceh"]]},", ",{"type":"[[","value":[["Palembang"]]},", ",{"type":"[[","value":[["Padang"]]},", ",{"type":"[[","value":[["Lampung"]]}," and ",{"type":"[[","value":[["Medan"]]},", as well as the multi-colored ",{"type":"[[","value":[["Lake Toba"]]}," in the land of the outspoken Toba Batak and Indonesia's gateway island, ",{"type":"[[","value":[["Batam"]]},"."],["region2name=",{"type":"[[","value":[["Kalimantan"]]}],["region2color=#5c7a7a"],["region2items=Borneo"],["region2description=The vast majority of this, the world's third-largest island, is covered by the Indonesian province, but a portion belongs to Malaysia, and a small piece at the northern tip is the sultanate of Brunei Darussalam. Once-uncharted jungles that are swiftly being clear-cut, mighty rivers, home to most of the remaining orangutan, once a paradise for the adventurer, now having trouble with rising temperatures, drought, erosion and loss of wildlife amidst uncontrolled illegal logging and development."],["region3name=",{"type":"[[","value":[["Java"]]}],["region3color=#8a84a3"],["region3items= ",{"type":"[[","value":[["Karimun Jawa"]]},", the ",{"type":"[[","value":[["Thousand Islands National Park"],["Thousand Islands"]]},", and ",{"type":"[[","value":[["Madura"]]}],["region3description=The country's heartland, big cities including the capital ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Bandung"]]},", ",{"type":"[[","value":[["Surabaya"]]}," and a lot of people packed on a not-so-big island.  Also features the cultural treasures of ",{"type":"[[","value":[["Yogyakarta"]]},", ",{"type":"[[","value":[["Solo"]]},", ",{"type":"[[","value":[["Borobudur"]]}," and ",{"type":"[[","value":[["Prambanan"]]},"."],["region4name=",{"type":"[[","value":[["Bali"]]}],["region4color=#061FFF"],["region4items="],["region4description=By far the most popular tourist destination in Indonesia. Bali's blend of unique Hindu culture, legendary beaches, numerous religious and historical sites, spectacular highland regions and unique underwater life make it a perennial favourite amongst global travellers."],["region5name=",{"type":"[[","value":[["Sulawesi"]]}],["region5color=#e9bda2"],["region5items= Celebes"],["region5description=Strangely shaped, this island houses a diversity of societies and some spectacular scenery, ",{"type":"[[","value":[["Toraja"]]}," culture, rich flora and fauna, and world-class diving sites like ",{"type":"[[","value":[["Bunaken"]]},"."],["region6name=",{"type":"[[","value":[["Nusa Tenggara"]]}," (NT)"],["region6color=#ffd577"],["region6items="],["region6description=Also known as the ",{"type":"''","value":["Lesser Sunda Islands"]}," — literally the \"Southeast Islands\" — they are divided into East Nusa Tenggara and West Nusa Tenggara  and contain scores of ethnic groups, languages and religions, as well as ",{"type":"[[","value":[["Komodo"]]}," lizards and more spectacular diving.  West NT contains ",{"type":"[[","value":[["Lombok"]]}," and ",{"type":"[[","value":[["Sumbawa"]]}," and many small islands.  ",{"type":"[[","value":[["Lombok"]]}," is the less-visited but equally interesting sister of Bali and offers several diving sites as well as historical and religious locations.  East NT contains ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]},", ",{"type":"[[","value":[["Sumba"]]}," and ",{"type":"[[","value":[["West Timor"]]}," as well as several other islands, including ",{"type":"[[","value":[["Komodo Island"]]},", home of the Komodo Dragon, and offers the unique attraction of containing tiny kingdoms on Sumba. Traditional art in East NT, especially woven cloth, is interesting and reasonably priced, and you can find beaches that are literally covered with coral and shells."],["region7name=",{"type":"[[","value":[["Maluku"]]}],["region7color=#3b9c80"],["region7items=Moluccas"],["region7description=The historic ",{"type":"''","value":["Spice Islands"]},", fought over to this day, largely unexplored and almost unknown to the outside world."],["region8name=",{"type":"[[","value":[["Papua"]]}],["region8color=#b6bc4d"],["region8items=Irian Jaya"],["region8description=The western half of the island of New Guinea, with mountains, forests, swamps and an almost impenetrable wilderness in one of the remotest places on earth.  Aside from the mining in the area of Freeport, this is probably one of the most pristine parts of the country, and scientists recently discovered lost species there."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Jakarta"]]}," — the perennially congested capital which is also the largest city of the country"]},{"type":"*","value":[{"type":"[[","value":[["Surabaya"]]}," — the second biggest city after Jakarta"]},{"type":"*","value":[{"type":"[[","value":[["Bandung"]]}," — university town in the cooler highlands of ",{"type":"[[","value":[["Java"]]}]},{"type":"*","value":[{"type":"[[","value":[["Banjarmasin"]]}," — the largest town on ",{"type":"[[","value":[["Kalimantan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Manado"]]}," — biggest city at the northeastern tip of ",{"type":"[[","value":[["Sulawesi"]]},", famous for diving"]},{"type":"*","value":[{"type":"[[","value":[["Padang"]]}," - well known as Minangkabau rich of Malay culture and beautiful landscape"]},{"type":"*","value":[{"type":"[[","value":[["Medan"]]}," — the main city of ",{"type":"[[","value":[["Sumatra"]]}]},{"type":"*","value":[{"type":"[[","value":[["Semarang"]]}," — the capital of Central Java, with a blend of Javanese, Chinese, and Dutch influences"]},{"type":"*","value":[{"type":"[[","value":[["Makassar"]]}," (Ujung Pandang) — the gateway to ",{"type":"[[","value":[["Sulawesi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yogyakarta"]]}," — ",{"type":"[[","value":[["Java"]]},"'s cultural hub and the access point to the mighty temples of ",{"type":"[[","value":[["Prambanan"]]}," and ",{"type":"[[","value":[["Borobudur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Jayapura"]]}," — the capital of Papua and a gateway to the highlands"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Komodo Dragon leaping.jpg"],["thumb"],["right"],["375px"],["...",{"type":"''","value":["there be dragons"]}]]},"\n\nThe following is a limited selection of some of Indonesia's top sights.\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Raja Ampat"]]}," — one of the best scuba diving destinations in the world. It is estimated that over 75% of the world's coral species lives here. Also there are at least 1,320 coral reef fish fauna here. Located in ",{"type":"[[","value":[["Papua"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baliem Valley"]]}," — superb trekking into the lands of the Lani, Dani and Yali tribes in remote ",{"type":"[[","value":[["Papua"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Borobudur"]]}," — one of the largest Buddhist temples in the world located in ",{"type":"[[","value":[["Central Java"]]}," province; often combined with a visit to the equally impressive Hindu ruins at nearby ",{"type":"[[","value":[["Prambanan"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}," — some of the scariest volcanic scenery on the planet and one of the best locations in the world to see sunrise."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bunaken"]]}," — one of the best scuba diving destinations in Indonesia, if not the world."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kerinci Seblat National Park"]]}," — tigers, elephants, monstrous rafflesia flowers and so much more in this huge expanse of forest in ",{"type":"[[","value":[["Sumatra"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Komodo National Park"]]}," — home of the Komodo dragon and a hugely important marine ecosystem."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lake Toba"]]}," — the largest volcanic lake in the world."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lombok"]]}," — popular island to east of Bali with the tiny laid-back ",{"type":"[[","value":[["Gili Islands"]]},", mighty ",{"type":"[[","value":[["Mount Rinjani"]]}," and much more."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tana Toraja"]]}," — highland area of ",{"type":"[[","value":[["Southern Sulawesi"]]}," famed for extraordinary funeral rites."]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["VisaRestriction"],["From 2 May 2012 citizens of Afghanistan, Guinea, Israel, Iraq, North Korea, Cameroon, Liberia, Niger, Nigeria, Pakistan and Somalia are obliged to obtain a clearance from Indonesian authority prior to a visa issuance. Allow up to 3 months for the process."]]},"\n\n",{"type":"{{","value":[["infobox"],["'Immigration on board'"],["Onboard some Garuda Indonesia flights, immigration entry procedures are conducted during the flight, which ultimately saves time for passengers from the need to queue to clear passport control upon arrival at the airport. More information is available ",{"type":"[","value":["http:\/\/www.garuda-indonesia.com\/us\/garuda-indonesia-experience\/in-flight\/immigration-on-board.page? here"]},". 'Immigration on board' is currently available on the following international flights, other routes are progressively being added:\n",{"type":"*","value":["Amsterdam-Abu Dhabi-Jakarta"]},{"type":"*","value":["Sydney-Jakarta"]},{"type":"*","value":["Sydney-Bali"]},{"type":"*","value":["Seoul-Jakarta"]},{"type":"*","value":["Tokyo-Jakarta and Tokyo-Denpasar"]},{"type":"*","value":["Osaka-Denpasar"]}]]},"\n\nDealing with ",{"type":"''","value":["Imigrasi"]}," serves as a useful introduction to the Byzantine complexity of Indonesia's bureaucracy.  The long and short of it, though, is that ",{"type":"''","value":["most"]}," Western travellers can get a visa on arrival for US$25 at virtually all common points of entry (Java, Bali, etc.), so read on only if you suspect that you don't fit this description.\n\nThere are three ways of entering Indonesia:\n",{"type":"*","value":[" ",{"type":"'''","value":["Visa waiver"]},".  Show your passport, get stamped, that's it.  Applies only to a few select, mostly ",{"type":"[[","value":[["ASEAN"]]}," countries."]},{"type":"*","value":[" ",{"type":"'''","value":["Visa on arrival"]},".  Pay on arrival, get a visa in your passport, get it stamped.  Most visitors fall in this category."]},{"type":"*","value":[" ",{"type":"'''","value":["Visa in advance"]},".  Obtain a visa at an Indonesian embassy ",{"type":"''","value":["before"]}," arrival."]},"\nA minimum of 6 months validity must be available in your passport and it must contain at least one or more blank pages. This same rule applies to any visa extension that may be sought whilst in the country.\n\nOne peculiarity to note is that visa-free and visa-on-arrival visitors must enter Indonesia via ",{"type":"'''","value":["specific ports of entry"]},". Entry via other ports of entry will require a visa regardless of whether you are a visa-free or visa-on-arrival national or otherwise.\n\nIt should also be noted that the days a visa holder is within Indonesia are counted with the day of entry being day 1, not day 0. This means that by 24:00 hours (12 midnight) on the night of the day of arrival you have been in Indonesia for one day. If you enter at 23:59 (11:59 PM) then 2 minutes later you have been in Indonesia for 1 day and are on your second day.  If, for example, you receive a visa on 15 Jan for 30 days, and do not get an extension, you will need to leave the country by no later than 13 Feb. If you acquire an extension, the day your original\/previous visa expires is not counted as the first day of your extension, therefore an extension on the above example starts on 14 Feb.\n\nLeaving after the last day will result in a penalty of Rp 200,000\/day of overstay being charged.  Long-term overstays are frowned upon and could result, if caught, in being kept in Immigration's own jail, as well as being fined and deported. This is not something that should be entertained as providing an alternative to seeking a visa extension.\n\n",{"type":"'''","value":["Customs"]}," in Indonesia is usually quite laid-back.  You're allowed to bring in 1 litre of alcohol, 200 cigarettes or 50 cigars or 100 g of tobacco products, and a reasonable quantity of perfume. Amounts of money carried in excess of 100 million rupiah, or the equivalent in other currencies, have to be declared upon arrival or departure. In addition to the obvious drugs and guns, importing pornography and fruit, plants, meat or fish is (technically) prohibited. Indonesia imposes the ",{"type":"'''","value":["death penalty"]}," on those caught bringing in drugs.\n\nIndonesia Immigration maintains its own ",{"type":"[","value":["http:\/\/www.imigrasi.go.id\/ website"]},". The ",{"type":"[","value":["http:\/\/www.kemlu.go.id\/singapore Indonesian Embassy in Singapore (KBRI Singapore)"]}," also has some good information on Customs and Immigration requirements.\n\n",{"type":"===","value":["Visa"]},"\n\n",{"type":"====","value":["Visa waiver"]},"\nIndonesia allows visa-free entry to the citizens of 15 countries. The nationals of these countries who are going on holiday, attending conventions or engaging in similar activities are allowed to stay in Indonesia for up to 30 days without a visa. This type of visa cannot be extended, transferred or converted to any other kind of visa, nor can it be used as a working permit.  Those visitors eligible under the visa waiver program have a visa issued at the Indonesian border checkpoints with that issuance subject to the discretion of the visa officer. The citizens of the following countries are eligible: ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Cambodia"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Ecuador"]]},", ",{"type":"[[","value":[["Hong Kong"]]}," SAR (Special Administrative Region), ",{"type":"[[","value":[["Laos"]]},", ",{"type":"[[","value":[["Macau"]]}," SAR (Special Administrative Region), ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Morocco"]]},", ",{"type":"[[","value":[["Myanmar"]]},", ",{"type":"[[","value":[["Peru"]]},", ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Thailand"]]}," and ",{"type":"[[","value":[["Vietnam"]]},{"type":"[","value":["http:\/\/www.deplu.go.id\/Pages\/ServiceDisplay.aspx?IDP=7&IDP2=22&Name=ConsularService&l=en"]},". Visa-free entries are only permitted via the following ports of entry:\n\n",{"type":"*","value":[{"type":"'''","value":["Airports:"]}," Juanda (Surabaya, East Java), Adisutjipto (Yogyakarta, Java), Adi Sumarmo (Solo, Central Java), Ahmad Yani (Semarang, Central Java), El Tari (Kupang, West Timor), Hang Nadim (Batam, Riau Islands), Hasanuddin (Makassar, South Sulawesi), Husein Sastranegara (Bandung, West Java), Ngurah Rai (Denpasar, Bali), Kuala Namu (Medan, North Sumatra), Sam Ratulangi (Manado, North Sulawesi), Lombok International Airport (Praya-Mataram, Lombok), Sepinggan (Balikpapan, East Kalimantan), Soekarno-Hatta (Jakarta), Sultan Mahmud Badaruddin II (Palembang, South Sumatera), Sultan Syarif Kasim II (Pekanbaru, Riau), Supadio (Pontianak, West Kalimantan) and Minangkabau (Padang, West Sumatera)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Seaports:"]}," Bandar Seri Udana Lobam (Batam, Riau Islands), Belawan (Medan, North Sumatra), Bitung (Manado, North Sulawesi), Lembar (Mataram, Lombok), Nongsa Terminal Bahari (Batam, Riau Islands), Sekupang (Batam, Riau Islands), Sri Bayintan (Tanjung Pinang, Bintan, Riau Islands), Tanjung Balai Karimun (Karimun, Riau Islands), Tanjung Perak (Surabaya, East Java), Tanjung Priok (Jakarta), Bandar Bintan Telani Lagoi (Bintan, Riau Islands), Batu Ampar (Batam, Riau Islands), Benoa (Bali), Dumai (Riau), Lhokseumawe (North Sumatra), Marina Teluk Senimba (Batam, Riau Islands), Padang Bai (Bali), Selat Kijang (Bintan, Riau Islands), Tanjung Mas (Semarang, Central Java), Tanjung Pinang (Bintan, Riau Islands) and Tenau (Kupang, West Timor)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Land crossing:"]}," the ",{"type":"[[","value":[["Malaysia"]]},"-Indonesia border crossing at Entikong (",{"type":"[[","value":[["West Kalimantan"]]},"-",{"type":"[[","value":[["Sarawak"]]},")."]},"\n",{"type":"====","value":["Visa on arrival"]},"\nAll visitors entering Indonesia by way of visa-on-arrival (",{"type":"''","value":["Visa Kunjungan Saat Kedatangan"]},") ",{"type":"'''","value":["must"]}," have a return to point of origin, or onward destination ticket on their person when passing through immigration into the country (E-tickets are acceptable), or be able to present sufficient evidence of the means to obtain one to an Immigration official.  This is often checked, and visitors who are unable to fulfill this requirement may be denied entry. More commonly, the problem can be solved with a suitable \"payment\" (i.e.: bribe). Transit visas are available from Indonesian embassies and consulates and may be provided at the border under some (limited) circumstances. Often airlines carrying passengers to Indonesia decline at check-in for a departure to an Indonesian entry point if this proof cannot be provided.\n\nVisas on arrival ",{"type":"[","value":["http:\/\/www.deplu.go.id\/Pages\/ServiceDisplay.aspx?IDP=7&IDP2=21&Name=ConsularService&l=en"]}," may be issued to nationals of ",{"type":"[[","value":[["Algeria"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Cyprus"]]},", ",{"type":"[[","value":[["Czech Republic"]]},", ",{"type":"[[","value":[["Cyprus"]]},", ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Egypt"]]},", ",{"type":"[[","value":[["Estonia"]]},", ",{"type":"[[","value":[["Fiji"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["India"]]},", ",{"type":"[[","value":[["Iran"]]},", ",{"type":"[[","value":[["Ireland"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Kuwait"]]},", ",{"type":"[[","value":[["Latvia"]]},", ",{"type":"[[","value":[["Libya"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Lithuania"]]},", ",{"type":"[[","value":[["Luxembourg"]]},", ",{"type":"[[","value":[["Maldives"]]},", ",{"type":"[[","value":[["Malta"]]},", ",{"type":"[[","value":[["Mexico"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Oman"]]},", ",{"type":"[[","value":[["Panama"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Portugal"]]},", ",{"type":"[[","value":[["Qatar"]]},", ",{"type":"[[","value":[["Romania"]]},", ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]},", ",{"type":"[[","value":[["Slovakia"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["South Africa"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Spain"]]},", ",{"type":"[[","value":[["Surinam"]]},", ",{"type":"[[","value":[["Sweden"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Taiwan"]]},", ",{"type":"[[","value":[["East Timor"]]}," (",{"type":"''","value":["Timor-Leste"]},"), ",{"type":"[[","value":[["Tunisia"]]},", ",{"type":"[[","value":[["Turkey"]]},", the ",{"type":"[[","value":[["United Arab Emirates"]]},", the ",{"type":"[[","value":[["United Kingdom"]]},", and the ",{"type":"[[","value":[["USA"]]}," for a maximum of 30 days, generally extendable once only for another 30 days at a local immigration office inside Indonesia.  If you are in Bali, you cannot apply for the extension in Bandung, generally speaking.\n\nObtaining a visa from an Indonesian embassy or consulate before travelling is also possible and will allow you to go through the immigration channel for visa holders rather than the sometimes-congested VOA and Visa waiver channels at the immigration check-points. Pre-issued visas for tourism, social and business visits are normally issued for a period of up to 60 days visit duration.  VOAs are not valid for employment of any sort, no matter what your employer may tell you and even if your work papers are in process, unless the Ministry of Manpower issues a special temporary work permit in the form of a letter to fill in the time gap.\n\nVisa-on-arrival are only available at the following entry points:\n\n",{"type":"*","value":[{"type":"'''","value":["Airports:"]}," . Sultan Iskandar Muda, Banda Aceh, (Aceh); Kuala Namu, Medan, (North Sumatra); Sultan Syarif Kasim II, Pekanbaru, (Riau); Hang Nadim, Batam, (Riau Islands); Minangkabau, Padang, (West Sumatra); Sultan Mahmud Badaruddin II, Palembang, (South Sumatra); Halim Perdana Kusuma & Soekarno-Hatta, Jakarta, (DKI Jakarta); Husein Sastranegara, Bandung, (West Java);  Adisucipto, Yogyakarta, (Yogyakarta Special Region); Ahmad Yani, Semarang, (Central Java); Adisumarmo, Surakarta, (Central Java); Juanda, Surabaya, (East Java); Supadio, Pontianak, (West Kalimantan); Sepinggan, Balikpapan, (East Kalimantan); Sam Ratulangi, Manado, (North Sulawesi); Sultan Hasanuddin, Makassar, (South Sulawesi); Ngurah Rai, Denpasar, (Bali); Lombok International Airport, Praya-Mataram, (West Nusa Tenggara); El Tari, in Kupang, (East Nusa Tenggara)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Seaports:"]}," Bandar Bentan Telani Lagoi, Bandar Seri Udana Lobam & Sri Bintan Pura (Bintan, Riau Islands); Batam Centre, Batu Ampar, Marina Teluk Senimba, Nongsa & Sekupang (Batam, Riau Islands); Belawan (Medan, North Sumatra), Benoa & Padang Bai (Bali); Bitung (Manado, North Sulawesi); Jayapura (Papua); Maumere (Flores, East Nusa Tenggara); Pare-Pare (South Sulawesi); Sibolga (North Sumatra); Soekarno Hatta (Makassar, South Sulawesi); Tanjung Balai Karimun (Karimun, Riau Islands); Tanjung Mas (Semarang, Central Java); Tanjung Priok (Jakarta); Teluk Bayur (Padang, West Sumatra); Tenau (Kupang, West Timor); and Yos Sudarso (Dumai, Riau)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Land crossing:"]}," the Malaysia-Indonesia border crossing at Entikong (West Kalimantan-Sarawak)."]},"\n",{"type":"'''","value":["Visa on arrival fees:"]}," A visa on arrival is issued for a stay of up to 30 days, and the cost is USD35, although Immigration officers like to ask for Rp 350,000.  Exact change in dollars is recommended for the VOA payments at the Indonesian border.  In general, the VOA is extendable once for an additional 30 days.  If your VOA says it is not extendable, this is likely one from the old stock of VOAs and that note should be ignored.  If in doubt, ask.  An extension can be done in an immigration office inside Indonesia for an officially published fee of Rp 250,000, and it is recommended to do this ten days prior to the visa expiration date, although it can be turned in later.  Turn around is typically a couple of days but it is dependent on how busy they are and whether or not the relevant official is in.  A selection of other major currencies including Rupiah may be accepted, and any change will usually be given in Rupiah, often at a poor exchange rate.  Credit cards may be accepted in Bali, but don't count on this service being available there - it is not normally available elsewhere. Note that some entry points, mainly at land or sea entry points, issue non-extendable VOAs (ports in the Riau Archipelago being notable examples).\n\n",{"type":"'''","value":["How to get a visa on arrival:"]}," At the above airports\/seaports, the following procedure should be followed to get your VoA (Visa on Arrival).\n",{"type":"*","value":["Before arriving, if possible, fill in the arrival\/departure card, which you can sometimes request from a member of the crew that is serving you. This card will be your visa application form."]},{"type":"*","value":["When you arrive, go to the bank counter and pay the required amount for your visa. You will be issued a bar-coded receipt."]},{"type":"*","value":["Take the receipt to the Visa on Arrival counter with your arrival\/departure card, passport and receipt, and it will be recorded by the officer. A visa sticker will be issued and stuck in your passport.  The officer may ask you some questions, which is normal."]},{"type":"*","value":["Proceed to the immigration counter for your passport to be stamped or, if the officer stamps your passport, you may proceed down the special roped-off lane that takes you past the regular immigration desks."]},"\nAs always, there may be variations to this layout, especially at the smaller points of entry. Bank and visa counters may be placed together. Anyhow, your visa must be applied for before you reach the immigration counter.\n\n",{"type":"====","value":["Visa before arrival"]},"\n\nNationals of countries not listed above are required to apply for visas through the nearest Indonesian Embassy or consulate.  Single-entry visas are valid for 60 days and fairly routine if pricy at US$50–100 depending on the individual country and prevailing exchange rates. Multiple entry visas are also available but, as the issuance policy varies in different embassies and is occasionally changed, it is best to inquire at your nation's Indonesian embassy well in advance of departure. Normally, Indonesian embassies and consulates stipulate 3-4 clear working days for processing; however, applications may take at least one week to be processed.\n\nThe citizens of 15 countries need to obtain an approval from the immigration services head office, the Direktorat Jenderal Imigrasi  in Jakarta. The 17 countries are: ",{"type":"[[","value":[["Afghanistan"]]},", ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Albania"]]},", ",{"type":"[[","value":[["North Korea"]]},", ",{"type":"[[","value":[["Angola"]]},", ",{"type":"[[","value":[["Nigeria"]]},", ",{"type":"[[","value":[["Pakistan"]]},", ",{"type":"[[","value":[["Cameroon"]]},", ",{"type":"[[","value":[["Somalia"]]},", ",{"type":"[[","value":[["Cuba"]]},", ",{"type":"[[","value":[["Ethiopia"]]},", ",{"type":"[[","value":[["Tanzania"]]},", ",{"type":"[[","value":[["Ghana"]]},", ",{"type":"[[","value":[["Tonga"]]},", ",{"type":"[[","value":[["Iraq"]]},". Those affected must have a sponsor in Indonesia, either personal or a company. The sponsor must go in person to the Immigration Head Office in South Jakarta (Jakarta Selatan) and must produce a photocopy of applicant's passport, a supporting letter and the applicant's photograph. When it is approved, the Immigration Head Office will send a copy of approval letter to the applicant.\n\nFor people arriving in Indonesia, there are several types of visas of the pre-approved variety, which include business, social-cultural, student, work and tourist, for example.  Of these, a business visa only allows work that doesn't receive payment (such as a sales call to a client), and the work visa is the only one that allows full employment and is for 1 or 5 years, combined with a work permit from the Ministry of Manpower. Most other types of visas do not allow any sort of work to be done, even volunteer work, although there are some exceptions, such as religious and diplomatic visas.  If you are unsure, ask the local Department of Manpower and Transmigration (DisNaKerTrans), NOT your employer, the agent handling your documentation, or Immigration, as many employers and agents are ignorant of the law or are willing to lie about it to get you to work, and Immigration has no authority over employment.  As with most countries, students are not allowed to work.\n\nIf there is a delay in processing your paperwork (e.g.: because the company doesn't yet have a license to operate, or hasn't yet submitted the appropriate documents and requests to the government to employ foreigners), your employer can approach the Ministry of Manpower and request a temporary work permit as a stopgap, which comes in the form of a letter that you should have a photocopy of.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"{{","value":[["infobox"],["Beware the departure tax"],["All travellers departing by plane must pay a Passenger Service Charge (",{"type":"''","value":["departure levy"]},") ",{"type":"''","value":["in Rupiah"]},", so be sure to stash away enough to pay it.  The amount varies by airport, but can be as much as Rp 150,000 in the airports in Bali (DPS) or Jakarta (CGK). Starting September 2012, the airport tax in Indonesia will be included in ticket prices for Garuda Airlines flights. Other airlines may decide to follow the lead of Garuda, and this is a broadly mandated change of policy initiated by the government.  However, as of early 2013 airlines other than Garuda have been reluctant to take it up."]]},"\n\nMost international flights arrive at ",{"type":"'''","value":[{"type":"[[","value":[["Soekarno Hatta International Airport"],["Soekarno-Hatta"]]}]}," (",{"type":"{{","value":[["IATA"],["CGK"]]},") at ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"'''","value":["Ngurah Rai"]}," (",{"type":"{{","value":[["IATA"],["DPS"]]},") at ",{"type":"[[","value":[["Bali"]]},", and ",{"type":"'''","value":["Juanda"]}," (",{"type":"{{","value":[["IATA"],["SUB"]]},") at ",{"type":"[[","value":[["Surabaya"]]},". Many airports in smaller cities such as ",{"type":"[[","value":[["Bandung"]]}," and ",{"type":"[[","value":[["Medan"]]}," also have international flights from ",{"type":"[[","value":[["Singapore"]]}," and\/or ",{"type":"[[","value":[["Malaysia"]]},", which can be interesting and convenient entry points into Indonesia.\n\nTravel to Indonesia from the Americas can take as little as 20 hours plus transit.  Travel from most of Europe will take over 20 hours, and many flights stop in ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Taipei"]]}," or ",{"type":"[[","value":[["Singapore"]]}," before arriving in ",{"type":"[[","value":[["Jakarta"]]},". Australia, though, is just 6–8 hours away.\n\nThe cost of flying to Indonesia from within the Southeast Asia and the Pacific region has contracted with the advent of ",{"type":"[[","value":[["Discount airlines in Asia"],["low cost carriers"]]}," or LCC. ",{"type":"[","value":["http:\/\/www.airasia.com ",{"type":"'''","value":["Air Asia Group"]}]}," flies to major Indonesian destinations, mainly from Malaysia. ",{"type":"[","value":["http:\/\/www.tigerair.com ",{"type":"'''","value":["tigerair"]}]}," and ",{"type":"[","value":["http:\/\/www.jetstar.com Jetstar"]}," (through its ValuAir brand] are the two carriers flying from Singapore, although not as many flights. ",{"type":"[","value":["http:\/\/www.lionair.co.id ",{"type":"'''","value":["Lion Air Group"]}]}," flies to Singapore & Ho Chi Minh City, and starts to be interconnected to Kuala Lumpur & Bangkok with the inception of its subsidiary in Malaysia & Thailand.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.garuda-indonesia.com Garuda Indonesia"]}]},", ☎ +62 21 23519999, the Indonesian flag carrier, flies to several cities in ",{"type":"[[","value":[["Southeast Asia"]]},", ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Japan"]]}," and ",{"type":"[[","value":[["Korea"]]},", ",{"type":"[[","value":[["Australian"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]},", and ",{"type":"[[","value":[["Amsterdam"]]}," in the ",{"type":"[[","value":[["Netherlands"]]},". The airline also has extensive code-sharing agreements and this assists in providing quite good flight frequencies from airports in countries near Indonesia. \n\n",{"type":"[","value":["http:\/\/www.silkair.com ",{"type":"'''","value":["SilkAir"]}]},", along with ",{"type":"[","value":["http:\/\/www.singaporeair.com ",{"type":"'''","value":["Singapore Airlines"]}]},", although not a low cost carrier, flies to the most Indonesian destinations from Singapore and has excellent connections to cities worldwide. Flights to Jakarta from Singapore are among the busiest international routes in the world.\n\nKeep in mind that it is not advisable to travel in the days leading up to the Eid'ul Fitr (Idul Fitri) and up to a week after that. Planes are thoroughly packed, even though airlines deploy extra seats to major destinations.\n\n",{"type":"===","value":["By boat"]},"\n\nFerries connect Indonesia with ",{"type":"[[","value":[["Singapore"]]}," and ",{"type":"[[","value":[["Malaysia"]]},". Most connections are between  ports in ",{"type":"[[","value":[["Sumatra"]]}," (mostly in ",{"type":"[[","value":[["Riau"]]}," and ",{"type":"[[","value":[["Riau Islands"]]}," provinces) and those in ",{"type":"[[","value":[["Peninsular Malaysia"]]}," and ",{"type":"[[","value":[["Singapore"]]},", although there is also a ferry service between Malaysia's ",{"type":"[[","value":[["Sabah"]]}," state with ",{"type":"[[","value":[["East Kalimantan"]]}," on ",{"type":"[[","value":[["Borneo"]]},". Onward boat connections to Jakarta and other Indonesian islands are available from these ports. See the pages for each city for more details.\n\nFerries are frequently overloaded and each year there is at least one report of a ferry that has capsized with great loss of life.  Ferries have different classes of seats, with the most expensive (and cleanest) section on top with comfortable seats and windows for a nice frontal view, followed by second class behind that in a separate room that is more cramped and dirtier with less comfortable seating, and third class is usually on the lower decks and is the worst, although different ferries may have their own organisation.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Singapore"]]}]},"\n",{"type":"*","value":["Frequent ferries to\/from the various ports of ",{"type":"'''","value":[{"type":"[[","value":[["Batam"]]}]}," (Sekupang, Batu Ampar, Nongsa, Marina Teluk Senimba and Batam Centre)."]},{"type":"*","value":["Frequent ferries to ",{"type":"'''","value":[{"type":"[[","value":[["Tanjung Pinang"]]}]}," and Bandar Bintan Telani Lagoi (",{"type":"[[","value":[["Bintan Resorts"]]},") on ",{"type":"[[","value":[["Bintan"]]},"."]},{"type":"*","value":["Several ferries daily to\/from ",{"type":"'''","value":["Tanjung Balai"]}," in ",{"type":"[[","value":[["Karimun"]]}," Island."]},{"type":"*","value":["One daily ferry, increasing to two during weekends, to\/from ",{"type":"'''","value":["Tanjung Batu"]},"* in ",{"type":"[[","value":[["Kundur"]]}," Island."]},"\n",{"type":"'''","value":["From Peninsular Malaysia"]},"\n",{"type":"*","value":["Daily ferries run from ",{"type":"'''","value":[{"type":"[[","value":[["Penang"]]}]}," to ",{"type":"'''","value":["Belawan"]},", the port for ",{"type":"[[","value":[["Medan"]]},", ",{"type":"[[","value":[["Sumatra"]]},"."]},{"type":"*","value":["Daily ferries go from ",{"type":"'''","value":[{"type":"[[","value":[["Port Klang"]]}]}," near ",{"type":"[[","value":[["Kuala Lumpur"]]}," to ",{"type":"'''","value":[{"type":"[[","value":[["Dumai"]]}]}," in ",{"type":"[[","value":[["Riau"]]},", ",{"type":"[[","value":[["Sumatra"]]}," and ",{"type":"'''","value":["Tanjung Balai Asahan"]}," in ",{"type":"[[","value":[["North Sumatra"]]},"."]},{"type":"*","value":["Daily ferries between ",{"type":"'''","value":[{"type":"[[","value":[["Port Dickson"]]}]},", ",{"type":"[[","value":[["Negeri Sembilan"]]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Dumai"]]}]}," in ",{"type":"[[","value":[["Riau"]]}," province, ",{"type":"[[","value":[["Sumatra"]]},"."]},{"type":"*","value":["Daily ferries link ",{"type":"'''","value":[{"type":"[[","value":[["Malacca"]]}]}," with ",{"type":"'''","value":[{"type":"[[","value":[["Dumai"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Pekanbaru"]]}]}," in ",{"type":"[[","value":[["Riau"]]}," province, ",{"type":"[[","value":[["Sumatra"]]},"."]},{"type":"*","value":["Frequent ferries go from ",{"type":"'''","value":["Kukup"]},", ",{"type":"[[","value":[["Johor"]]}," to ",{"type":"'''","value":["Tanjung Balai"]},"* on ",{"type":"[[","value":[["Karimun"]]}," Island in the ",{"type":"[[","value":[["Riau Islands"]]},"."]},{"type":"*","value":["Frequent ferries link the ",{"type":"'''","value":[{"type":"[[","value":[["Johor Bahru"]]}]}," with ",{"type":"'''","value":[{"type":"[[","value":[["Batam"]]}]}," and the capital of Riau province ",{"type":"'''","value":[{"type":"[[","value":[["Tanjung Pinang"]]}]}," at the Island ",{"type":"'''","value":[{"type":"[[","value":[["Bintan"]]}]}," in the ",{"type":"[[","value":[["Riau Islands"]]},"."]},{"type":"*","value":["Regular ferries also link ",{"type":"'''","value":["Tanjung Belungkor"]}," in ",{"type":"[[","value":[["Johor"]]}," with ",{"type":"[[","value":[["Batam"]]},"."]},"\n",{"type":"'''","value":["From Sabah, Malaysia"]},"\n",{"type":"*","value":["Daily ferries link ",{"type":"'''","value":[{"type":"[[","value":[["Tawau"]]}]}," with ",{"type":"'''","value":[{"type":"[[","value":[["Nunukan"]]}]},"* and ",{"type":"'''","value":[{"type":"[[","value":[["Tarakan"]]}]},"*, both in ",{"type":"[[","value":[["East Kalimantan"]]}," province on ",{"type":"[[","value":[["Borneo"]]},"."]},"\nVisa-free\/visa-on-arrival is available at all ports above ",{"type":"''","value":["except"]}," those tagged with *, which require a visa in advance, though there may be exceptions for ",{"type":"''","value":["visa-free"]}," visitors.\n\nSeveral cruise lines come to Indonesia and employ many locals, which is one way that locals enrich their families.  You may  take a cruise and stop at specific locations along the way with everyone else, in which case Immigration will be handled on your ship.  Be sure to return to your ship at the end of such \"shore leave\" or risk being left behind! It may be possible to end your cruise here, in which case you'll need to visit an Immigration office after disembarking.\n\n",{"type":"===","value":["By land"]},"\n\n",{"type":"'''","value":["From East Timor:"]}," The main crossing is at ",{"type":"'''","value":["Mota'ain"]}," between Batugade in ",{"type":"[[","value":[["East Timor"]]}," and Atambua, ",{"type":"[[","value":[["West Timor"]]},".\n\n",{"type":"'''","value":["From Malaysia:"]}," The only formal way to enter by land from Malaysia is at the ",{"type":"'''","value":["Entikong-Tebedu"]}," crossing between ",{"type":"[[","value":[["West Kalimantan"]]}," and ",{"type":"[[","value":[["Sarawak"]]},", ",{"type":"[[","value":[["Malaysia"]]}," on ",{"type":"[[","value":[["Borneo"]]},". The crossing in on the main route between ",{"type":"[[","value":[["Kuching"]]},", (",{"type":"[[","value":[["Sarawak"]]},") and Pontianak, the capital of (",{"type":"[[","value":[["West Kalimantan"]]},"). As the crossing is listed only as a visa-free entry point, nationalities who do not qualify for this will have to apply for visas beforehand.\n\n",{"type":"'''","value":["From Papua New Guinea:"]}," The only recognised crossing into Indonesia is at ",{"type":"'''","value":["Wutung"]},", between ",{"type":"[[","value":[["Vanimo"]]}," in Sandaun Province in ",{"type":"[[","value":[["Papua New Guinea"]]},", and  ",{"type":"[[","value":[["Jayapura"]]},", the capital of Indonesian ",{"type":"[[","value":[["Papua"]]},".\n\n",{"type":"''","value":["Note: It is not guaranteed that you will be able to enter Indonesia through these crossings and non-Indonesians are ",{"type":"'''","value":["required"]}," to apply for visas at the nearest Indonesian Embassy or Consulate."]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"{{","value":[["infobox"],["Domestic airport tax"],["Airport tax (service charge) is paid in cash on check-in.  Charges vary by airport, but Rp 25,000-75,000 for domestic flights is typical."]]},"\n\nIndonesia's vast area and moreover, consists of islands, means that the only rapid means of long-distance travel within Indonesia is by plane. State-owned carrier ",{"type":"[","value":["http:\/\/www.garuda-indonesia.com Garuda Indonesia"]}," is a full service airline and is usually reliable, although is often the most expensive option.\n\n",{"type":"[","value":["http:\/\/www.lionair.co.id Lion Air"]}," usually has plenty of flights to a specific destination and with its low cost service, they are usually the cheapest on the market. Other low-cost competitors include ",{"type":"[","value":["http:\/\/www.citilink.co.id Citilink"]},", Garuda Indonesia's subsidiary,  and ",{"type":"[","value":["http:\/\/www.airasia.com Indonesia AirAsia"]},".\n\nRoutes for less popular destinations are usually served by ",{"type":"[","value":["http:\/\/www.sriwijayaair.co.id Sriwijaya Air"]},". ",{"type":"[","value":["http:\/\/www.airfastindonesia.com Air Fast"]},", Susi Air, Trigana, Express Air, and Wings Air, operates mostly propeller aircrafts to smaller airports. If you ",{"type":"''","value":["really"]}," get off the beaten track, e.g. settlements in ",{"type":"[[","value":[["Papua"]]},", there are no scheduled services at all and you'll need to charter a plane or seek rides with missionaries or mining company workers.\n\nPrices are low by international standards, with more or less any domestic return flight available for under US$100 even on short notice, and fares for a fraction of that if you plan ahead. Many airlines tend to decrease their price a week before flight if the plane is not full enough - so you may try that and get a cheaper fare, if you're not on a tight schedule and do not need to go during a public holiday or a weekend. When travelling off the beaten track, it may assist to reconfirm early and often, as frequencies are low and paid-up, occasionally even checked-in passengers are bumped off with depressing regularity. Be sure to arrive at the airport at the latest 1 hour before your flight departs.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Image:Pelni Schifffahrtsnetz 2006.png"],["thumb"],["300px"],["PELNI route map"]]},"\n\nIndonesia is all islands and consequently ferries have long been the most popular means of inter-island travel.  Ferries may take you on long trips lasting days or weeks, or short jumps between islands for several hours.  However, not all destinations have daily transportation.\n\nSome destinations, such as ",{"type":"[[","value":[["Karimun Jawa"]]}," from Semarang and the ",{"type":"[[","value":[["Thousand Islands"]]}," from Jakarta, offer yacht services, which are faster, safer and more comfortable.  The prices are, of course, higher.\n\nPrices for ferries and yachts are generally fixed.\n\nThe largest company is the state-owned  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pelni.co.id PELNI"]}]},", whose giant ferries visit practically every inhabited island in Indonesia on lengthy journeys that can take two weeks from end to end. PELNI uses European-built boats, which are large enough to deal with rough seas, but they can still be uncomfortably overcrowded during peak seasons: ferries built for 3000 have been known to board 7000. This means that there are often not enough lifeboats in the event of a sinking and could pose a potential safety hazard.\n\nCabin accommodation classes, all including meals and private lockers, are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["1st class"]},", around US$40\/day: two beds per cabin, private washroom, TV, aircon"]},{"type":"*","value":[" ",{"type":"'''","value":["2nd class"]},", around US$30\/day: four beds per cabin, private washroom, aircon"]},{"type":"*","value":[" ",{"type":"'''","value":["3rd class"]},", around US$20\/day: six beds per cabin, aircon, shared washrooms"]},{"type":"*","value":[" ",{"type":"'''","value":["4th class"]},", around US$15\/day: bed in a dormitory"]},"\nThe \"real\" way to travel, though, is ",{"type":"'''","value":["ekonomi class"]}," (around US$10\/day), which is a noisy, smoky, cramped free-for-all scrum; buy a rattan mat and get in ",{"type":"''","value":["early"]}," to stake out your spot — it's common for people to start rushing in as soon as the ferry arrives.  Pickpocketing and theft are a real concern though.\n\nIn addition to PELNI's slow boats, ",{"type":"'''","value":["ASDP"]}," runs fast ferries (",{"type":"''","value":["Kapal Ferry Cepat"]},", rather amusingly abbreviated ",{"type":"''","value":["KFC"]},") on a number of popular routes.  Both PELNI and ASDP tickets can be booked via travel agents.\n\nLast but not least, there are also countless services running short island-to-island hops, including ",{"type":"[[","value":[["Merak"]]},"-",{"type":"[[","value":[["Bakauheni"]]}," (hourly) from Java to Sumatra, ",{"type":"[[","value":[["Ketapang"]]},"-",{"type":"[[","value":[["Gilimanuk"]]}," (every 15 min) between Java and Bali and ",{"type":"[[","value":[["Padangbai"]]},"-",{"type":"[[","value":[["Lembar"]]}," (near-hourly) between Bali and Lombok.\n\nIn general, schedules are notional, creature comforts sparse and safety records poor.  Try to scout out what, if any, safety devices are on board and consider postponing your trip if the weather looks bad. As maintenance is poor and overloading is common, sinkings are all too common on ferries run by smaller companies, with reports of such each year, so try to stick to the larger ones if possible.\n\nFood on ferries varies from bad to inedible, and journey times can stretch well beyond the schedule, so bring along enough to tide you over even if the engine stalls and you end up drifting for an extra day.  If you have trouble with motion sickness, buy some medicine such as Dramamine or Antimo.\n\nFerries have different classes of seats, with the most expensive (and cleanest) section on top with comfortable seats and windows for a nice frontal view, followed by second class behind that in a separate room that is more cramped and dirtier with less comfortable seating, and third class is usually on the lower decks and is the worst, although different ferries may have their own organisation.  Of course, vehicles are housed below on the main deck.\n\nYou may get hassled by people onboard trying to extract extra money under some dubious excuse.  Feel free to ignore them, although on the upside, it may be possible to bribe your way to a better class of accommodation.\n\nIn some places, even smaller boats, such as outriggers, glass-bottom boats, sailboats, motorboats and fishing boats, may be the only form of transport available, and prices can vary from a small amount to tens of dollars.  Be prepared by finding out the prices and routes ahead of time and always haggle.  Some of these boats can be rented out for fishing, snorkelling, scuba diving and touring.\n\n",{"type":"===","value":[" Shuttle bus (long distance) "]},"\n\nThis is a developing transportation mode, principally arising from the development of toll roads and better highways. Air-conditioned minibus's provide seating for 6-14 passengers on reclining seats or convenient buses for more passengers for some routes such as Soekarno-Hatta Cengkareng Airport to Bandung and Bandung to Bumi Sepong Damai or vice versa. They operate on 'point to point' routes.\n\nThe most developed shuttle bus route is ",{"type":"[[","value":[["Jakarta"]]}," to ",{"type":"[[","value":[["Bandung"]]},", tickets for those services range from Rp 70,000-100,000.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kereta-api.co.id\/ PT Kereta Api"]}]},", ☎ +62 21 121, the government-owned train company, runs trains across most of ",{"type":"[[","value":[["Java"]]}," and some parts of ",{"type":"[[","value":[["Sumatra"]]},". The network was originally built by the Dutch, and few new lines have been built since the Independence. Double-tracking of the most congested lines has been done, though, and is still ongoing.  Maintenance quality is acceptable but derailments and crashes occur rarely.\n\nJava has by far the best railway network, with trains connecting the capital city of ",{"type":"[[","value":[["Jakarta"]]}," with other main cities such as ",{"type":"[[","value":[["Surabaya"]]},", both via ",{"type":"[[","value":[["Semarang"]]}," on the north coast and via ",{"type":"[[","value":[["Yogyakarta"]]}," and ",{"type":"[[","value":[["Solo"]]}," through the southern main line. Jakarta also has a line to Bogor and commuter trains within the metro area. ",{"type":"[[","value":[["Bandung"]]}," is connected to Jakarta by some 30 trains per day, and is itself connected to Surabaya through Yogyakarta. ",{"type":"[[","value":[["Bali"]]}," has no railway lines, but there are trains from Surabaya to ",{"type":"[[","value":[["Banyuwangi"]]},", connecting with ferries to the island.\n\nSumatra's networks exists around ",{"type":"[[","value":[["Medan"]]},", ",{"type":"[[","value":[["West Sumatra"]]},", ",{"type":"[[","value":[["Lampung"]]},", and ",{"type":"[[","value":[["South Sumatra"]]},". Passenger trains on the island are much less frequent than in Java.\n\n",{"type":"====","value":["Type of service"]},"\n#Air-conditioned ",{"type":"'''","value":["Eksekutif"]}," class has pre-assigned seating only and you should be prepared with full-length clothes as the temperature is usually rather low (perhaps 16 C).  Most windows are not openable, so the failure of the AC is unpleasant, which is uncommon. These trains feature paired reclining seats with foot rests (and, for a group of four, you can have the paired seats turned to face each other), televised entertainment (when the TV isn't broken and the signal is good) and you can purchase food, although the quality is not very good and it's over-priced.  You can ask for blankets and pillows during the trip.\n#",{"type":"'''","value":["Bisnis"]}," class has fans and windows that can be opened and the seats are positioned normally.  These are rather less comfortable, more crowded with people sitting in the aisles and between-car space, but are more affordable.\n#",{"type":"'''","value":["Ekonomi"]}," classes are also available for the most budget-conscious traveller, but comfort and safety are noticeably less (due to congestion and length of travel time). Trains are often over-loaded, with passengers climbing onto the roof or hanging out the doors, and the experience inside is akin to being in a sardine tin.  Recently, some have been outfitted with air-con.\n#Commuter trains have sideways seating with poles and hand straps for standing passengers and, during peak hours, can be very crowded, although they are usually air-conditioned and usually have cars at either end for women only due to problems with women being molested by male passengers.\n\nNo sleeping car service is provided in Indonesia.\n\nTrain stations are guarded by train police, who wear drab uniforms, but there may also be regular police or, rarely, military personnel.  Generally, passengers may not bring non-passengers with them.\n\nTickets can be purchased ninety days in advance, although generally they will still be available at the last minute. An exception is the very busy Lebaran season, when it is not advisable to travel due to the extremely high demand for tickets. Online ticket reservation is available on the official website. You may need to provide a photocopy of your identification at the time of purchase for some trains, except commuter trains. Sometimes, discounts are offered for particular lines, but you have to order well in advance to get them. Senior citizens ages 60 and above are eligible for a 20% discount.  Be sure to check that your ticket is correct ",{"type":"'''","value":["before"]}," you leave the ticketing window. You can also buy tickets at minimarts and post offices, but they don't sell senior citizen or discounted tickets.\n\nThe ticket reservation from the official PT Kereta Api website is only available in Indonesian. A common problem shared with quite a few airline booking was the rejection of foreign-issued credit cards used for payment. An alternative way to reserve your train ticket is through the booking portal ",{"type":"[","value":["http:\/\/en.tiket.com\/kereta-api tiket.com"]},", with an English language interface and less glitches with payment. A small service fee is charged by the service provider. A major drawback is that after payment is complete, you will receive an online confirmation which then has to be exchanged with the real ticket at your departure station an hour before departure or earlier.\n\nLarger train stations usually have multiple platforms and regular service to many cities, but the smallest stations only have infrequent stops and one platform. Be sure to ask in advance which platform you'll need to go to. Many stations have stores and restaurants of some type in them, and wandering vendors are common in large stations, but you should be careful because the drugging of beverages for the purposes of robbing the victim does sometimes occur.\n\nRecent improvements have been made to deal with some of the problems of train travel. In the past, scalpers would buy up tickets and sell them at inflated prices, often with the collusion of police and train station officials. In addition, some passengers would board the train without a ticket then pay the conductor for a place on the train - even if it was just in the aisle or between cars. Now, executive class seating requires you to show your identification during ticketing and the trip, and if you don't have a ticket, or it doesn't match your ID, then you will be let off at the next station.  It is probable that bribery still occurs, however.\n\nPlatforms used to be crowded with vendors, passengers and other people, but as of 2012 only passengers and porters are supposed to be on the platform.  Exceptions can be made, such as if an elderly person needs to be helped on or off the train, but the enforcement for vendors is generally poor.  Nevertheless, platforms are much less crowded than they used to be, and vendors more orderly, albeit poorer.\n\nPreviously, vendors (",{"type":"''","value":["asongan"]},") would jump on the train and hawk their wares until the train started to leave.  This was intrusive and noisy, although certainly convenient for passengers and vendors alike.  As of 2012, vendors are not allowed on the train, but many still block the entrances to the cars while they call out to passengers inside.\n\nSmoking used to be allowed in between cars but, as of 2012, this has been effectively banned on executive class trains.\n\nToilets vary between squatting toilets or sit-down toilets without proper seats.  Most executive trains have sprayers to wash your posterior with and a sink, and using a toilet can require a balancing act.  The toilets generally release directly onto the tracks, so using them while at a station is forbidden.\n\nAs this is a state-run company, the customer service is polite but not really interested in pleasing the customer in the case of a problem.  This is typical of state-run companies.\n\nGenerally, trains on Java travel through scenic areas, and travellers not in a hurry should consider the length of the journey and the scenery as a bonus to their travels, although some slums are built around tracks. Theft is not a big issue in executive class but precautions are advisable on all trains, especially the cheapest ones.\n\n",{"type":"===","value":["By bus"]},"\n\nBuses are often run by cooperatives of drivers or by private companies (of which there are many of both) and follow specific routes - but they may deviate from their route if you ask, usually for a little bit extra.  There are few bus stops in most cities and, except busways like TransJakarta and TransJogja (which have their own stops and possibly lanes), they will stop almost anywhere to pick up and drop off passengers.  The major types of buses are air-conditioned bus (executive or AC) and non-air-conditioned bus (non-AC or \"economy class\"), and come in various sizes, such as the small ",{"type":"''","value":["angkot"]},", which have no AC and are very cramped, the mid-sized ",{"type":"''","value":["metro mini"]},", which may or may not have AC and have very little leg-room between seats, and the large ",{"type":"''","value":["bus"]},", which vary from cramped seating and no AC to luxurious seating and full facilities.\n\nBus maintenance is often poor but, in some places, such as Bali and Kupang, Timor, bus drivers take a great deal of pride in their vehicles and decorate them and take good care of them.  In some areas, drivers may be drunk or on drugs and, in any event, most drive aggressively or just recklessly.  Often, drivers and their conductors will pack as many people as possible into their bus to improve profits, thereby increasing the risk of petty theft and accidents.  It is not unusual to see people hanging out of the doors with one foot on the step and a hand holding on to something inside.  Many buses, except perhaps the small ones due to lack of space, will allow wandering vendors, beggars and buskers onto their buses for short periods of time.\n\nIt is possible to charter buses.  The air-conditioned chartered buses can be rented with its drivers for a tourist group and, in fact, any size city bus will take on a charter assignment if the money is right.  Indonesian bus companies offer intercity (",{"type":"''","value":["antar kota"]},") and inter-province (",{"type":"''","value":["antar propinsi"]},") routes. The inter-province routes usually include transportation to other islands mainly between ",{"type":"[[","value":[["Java"]]}," and ",{"type":"[[","value":[["Sumatra"]]}," and ",{"type":"[[","value":[["Java"]]}," and ",{"type":"[[","value":[["Bali"]]},".  In several cities, the government offers its own line, ",{"type":"[","value":["http:\/\/www.damri.co.id DAMRI"]},", which comes in medium and large sizes and is generally air-conditioned, and tends to be in better condition.\n\nOn occasion, there are reports of drivers and conductors colluding with criminals, but this usually happens at night or in desolate places.  There are also reports of hypnotists robbing people of their possessions, and street vendors selling drugged beverages and drinks to waiting passengers at stops and terminals, who then become victims of crimes.  Long, overnight journeys are particularly dangerous.  Guard your bags like a hawk.  In the wilder parts of the country (notably ",{"type":"[[","value":[["South Sumatra"]]},"), inter-province buses are occasionally ambushed by bandits.\n\n",{"type":"===","value":["By car"]},"\n\nIndonesian driving habits are generally ",{"type":"'''","value":["atrocious"]}," and the rule is \"me first,\" often signalled by using the horn or lights, or sometimes not at all.  Lanes and traffic laws are happily ignored, passing habits are suicidal and driving on the road shoulder is common.  Emergency vehicles are often ignored simply because all their space has already been used, making a ride in an ambulance a chancy proposition.  Drivers tend to pay the most attention to what they can see in front of them and peripherally, and pay far less heed to what is behind their peripherals and to the rear, and mirrors may or may not be consulted before lane changes.  Distances between vehicles tend to be small and drivers are noted for their ability to squeak by with almost no space, but side view mirrors are frequent victims of such acts.  The number one cause of death and injury on the road, however, is motorcycle accidents.\n\nRenting a car in Indonesia is cheap compared to renting in many other countries, costing perhaps US$25\/day, and fuel costs remain relatively low, despite recent fuel price increases: the subsidised price for standard gasoline (",{"type":"''","value":["bensin"]},") is Rp 6,500 and diesel (",{"type":"''","value":["Solar"]},") is Rp 5,500\/litre. For affluent citizens, there are more expensive varieties of gasoline, the use of which is promoted through advertisements and banners.\n\nTo drive a car in Indonesia yourself, a current home-nation-issued driver's license of the appropriate class must be carried, plus an International Driver's Permit (IDP) of that same class. There are ",{"type":"'''","value":["no"]}," exceptions to this unless you are holding an Indonesian SIM (driver's license) of the appropriate class. Careful consideration must be given, however, as many travel insurance policies may only acknowledge responsibility if the driver has an applicable home-issued license, with the fully matching IDP.\n\nConsider renting a car with a driver; the additional cost is quite low, approximately Rp 150,000 or less, plus room and board. This is worthy of consideration as having a traffic accident while driving in Indonesia will certainly spoil your trip, especially if you are the driver.  The price of the vehicle will be higher if it includes the cost of fuel.\n\nRoad conditions and road maintenance in Indonesia are mainly poor outside major cities and certain tourist destinations. During the rainy season, major roads in Sumatra, Kalimantan and Sulawesi are often flooded for several weeks. Toll roads, which are of better quality, still has spotty coverage and is only in big cities. Seat belts must be worn especially in the front seat, although this is sometimes poorly implemented and inspected.\n\nTraffic drives on the left in Indonesia.\n\n",{"type":"===","value":["By becak"]},"\n",{"type":"[[","value":[["Image:Indonesia bike46.jpg"],["thumb"],["240px"],[{"type":"''","value":["Becak"]}," in ",{"type":"[[","value":[["Bandung"]]}]]},"\n\n",{"type":"'''''","value":["Becak"]}," (\"BEH-chahk\") is a colorfully decorated tricycle (pedicab) transportation mode for short distances such as residential areas in many cities. The passengers' seat can be covered by a convertible-style canvas or plastic roof, and they sometimes add a sheet of clear plastic in front during rainstorms.  In some areas, the driver is sitting at the back of the passenger, but in some areas (like ",{"type":"[[","value":[["Medan"]]},") the driver is sitting to the side of the passenger.  Some drivers have started to outfit their ",{"type":"''","value":["becak"]}," with small motors in various cities.\n\nGood communication and haggling skills are integral to assure you get to your destination and to prevent getting overcharged on these rides. Some sly drivers try to get some more money out of you after you've reached your destination, so be sure that you know how much it costs beforehand.  You can hire a group of ",{"type":"''","value":["becak"]}," if you're in a group, or you can even hire them to transport belongings, blocks of ice, groceries, building materials etc.  You may ask the driver to take you somewhere else for an extra fee, and they may be willing to take you on a viewing and\/or shopping tour for even more money.  If you take a shopping tour, they will generally guide you to specific venues with which they have informal agreements that give them extra income from your purchases, or perhaps a free meal.\n\nNote that there are no ",{"type":"''","value":["becak"]}," in ",{"type":"[[","value":[["Jakarta"]]}," or ",{"type":"[[","value":[["Bali"]]},". Instead, the motorised ",{"type":"''","value":["bajaj"]}," (BAH-jai), somewhat similar to the Thai tuk-tuk, serves the same function.  In some other provinces (e.g. North Sumatra, Aceh) you can also find motorbikes with sidecars, known as ",{"type":"'''","value":["bentor"]}," or ",{"type":"'''","value":["bemo"]}," (short for ",{"type":"''","value":["becak bermotor"]},").\n\n",{"type":"===","value":["By bajaj"]},"\n\nLess common than the ",{"type":"''","value":["becak"]},", and found only in certain cities is the Indian ",{"type":"'''''","value":["bajaj"]}," (BAH-jai), which are usually colourfully painted and decorated, with a black roof.  This small, three-wheeled vehicle is powered by what looks like a lawn-mower motor and is probably smaller in length and width than a large bathtub.  The driver sits in front and the passengers (up to 3 small adults) in the back.  The cabin is covered by a canvas roof and there is a windshield and, while doors don't have windows and are half-height, the sides and back of the roof may have soft plastic windows.  In recent years, some cities have introduced modern ",{"type":"''","value":["bajaj"]},", which are still 3-wheeled but have cabins made like regular cars that are equally small.  These can be hotter than the old ones because of their design and lack of airflow, but may have a fan in them or you may be able to open the small windows.  You may ask the driver to take you somewhere else for an extra fee, and they may be willing to take you on a viewing and\/or shopping tour for even more money.  If you take a shopping tour, they will generally guide you to specific venues with which they have informal agreements that give them extra income from your purchases, or perhaps a free meal.\n\nAs with most small forms of transport, communication and haggling skills are important, and it is best to know the price before talking to a driver.\n\n",{"type":"===","value":["By bemo"]},"\nEven less common than the ",{"type":"''","value":["bajaj"]}," is the ",{"type":"'''''","value":["bemo"]}," (BAY-mo), which is usually painted blue.  This odd three-wheeler looks like a tiny truck and passengers gain access through the back, which is open and benches are affixed to each side of the bed.  The passenger area is protected with a permanent cabin.\n\nAs with most small forms of transport, communication and haggling skills are important, and it is best to know the price before talking to a driver.\n\n",{"type":"===","value":["By horsecart"]},"\n\nHorsecarts, often called ",{"type":"'''''","value":["delman"]}," (DEL-mahn) or ",{"type":"'''''","value":["dokar"]}," (DOE-car), usually sport a roof for the wagon, which usually has 2 wheels but may have 4, are quaintly decorated, and are pulled by one horse.  These are not available everywhere, but are more common than one might think.  In some places, such as ",{"type":"[[","value":[["Gili Air"]]}," (",{"type":"[[","value":[["Lombok"]]},") where motorised vehicles are both impractical and forbidden, they are the only form of transport, but you can also find them in large cities like ",{"type":"[[","value":[["Jogjakarta"]]}," and ",{"type":"[[","value":[["Semarang"]]},".  They generally follow a specific route but you may ask the driver to take you somewhere else for an extra fee, and they may be willing to take you on a viewing and\/or shopping tour for even more money.\n\nIf you take a shopping tour, they will generally guide you to specific venues with which they have informal agreements that give them extra income from your purchases, or perhaps a free meal.\n\nAs with most small forms of transport, communication and haggling skills are important, and it is best to know the price before talking to a driver.\n\n",{"type":"===","value":["By ojek"]},"\n\nIf you're in a hurry and you are alone, then an ",{"type":"'''''","value":["ojek"]}," (OH-jeck), or motorcycle taxi without meter, might be the ticket for you. Ojek services consist of guys with bikes lounging around street corners, or less commonly in motorcycle taxi stands (POS OJEK), rarely identified with a coloured, numbered jacket, who usually shuttle people short distances down alleys and roads but will also do longer trips for a higher price.\n\nAs with most small forms of transport, communication and haggling skills are important, and it is best to know the price before talking to a driver. The price is about Rp10,000 to Rp15,000 for 5 kilometers, negotiating skill is important and in POS OJEK usually is more expensive, you are better to appointed your direct finger to driver you assume as Ojek driver.\n\n",{"type":"===","value":["By motorcycle"]},"\n\nIn many parts of Indonesia, such as ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Yogyakarta"]]},", it is possible for tourists to rent a motorcycle to get around.  The prices are usually around Rp 50,000-60,000. These days an automatic motorcycle is normally provided. Popular models are Honda Vario, Honda Beat, Honda Scoopy, and Yamaha Mio, and they range in engine capacity from 110cc to 125cc.  You should negotiate a price and seek a discount for longer rental periods.  Be sure to check the motorcycle offered is completely roadworthy and that a current Surat Tanda Nomor Kendaraan (STNK, which is proof of registration and legality) is present with the motorcycle.\n\nPeople who rent the motorcycles may be unconcerned with whether or not you have a driver's license, however, to ride a motorcycle in Indonesia, a current home nation issued driver's license of the appropriate class must be carried, plus an International Driver's Permit (IDP) of that same class. There are ",{"type":"'''","value":["no"]}," exceptions to this unless you are holding an Indonesian Surat Izin Mengemudi (SIM C), that is a license for a sepeda motor (motorbike).",{"type":"<","value":["br"]},"Careful consideration must be given to being provided with a SIM C if not also possessing an appropriate home-issued license and IDP. Many travel insurance policies may only acknowledge responsibility if you possess an applicable home issued license, with the fully matching IDP. A 'moped' classification or endorsement is not sufficient, it must be a ",{"type":"'''","value":["full"]}," license.",{"type":"<","value":["br"]},"Helmets are required to be worn, so make sure they provide them for you. Having an accident while not wearing one will also likely void your travel insurance policy, or provide some serious policy complications if making a claim. When riding in Indonesia, it is required to wear a helmet and have your headlamp and tail lamp illuminated, night and day.\n\nBe sure to drive defensively as most road users are quite reckless and an astounding number of the visitors to Indonesian hospital emergency rooms and morgues were only recently sitting on a motorbike.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["Seealso"],["Indonesian phrasebook"]]},"\n\nThe sole official language is ",{"type":"'''","value":[{"type":"[[","value":[["Indonesian phrasebook"],["Indonesian"]]}]},", known in that language as ",{"type":"''","value":["Bahasa Indonesia"]},". It is similar to ",{"type":"[[","value":[["Malay phrasebook"],["Malay"]]}," (spoken in ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Brunei"]]}," and ",{"type":"[[","value":[["Singapore"]]},"), so speakers of both languages can generally understand each other. The main differences are in the loan words: Malay was more influenced by the English language, while Indonesian was more influenced by the Dutch language, as well as other languages, such as ",{"type":"[[","value":[["Hindi phrasebook"],["Hindi"]]},", Mandarin, and, more recently, English.\n\nWritten phonetically with the Latin alphabet and with a fairly logical grammar that is weak on time, Indonesian is generally regarded as one of the easiest languages to learn, and A.M. Almatsier's ",{"type":"''","value":["The Easy Way to Master the Indonesian Language"]},", a 200 page small paperback, is an excellent starting point. It can be found in any Indonesian bookstore for less than US$3.\n\nSince 1992 the surf and language guidebook \"Indo Surf and Lingo\" has taught thousands of travelling surfers the basics of the language ",{"type":"[","value":["http:\/\/www.indosurf.com.au"]},".\n\nThe language went through a series of spelling reforms in the 1950s and 1960s to reduce differences with Malay and hide its Dutch roots. Although the reforms are long complete, you may still see old signs or names with ",{"type":"''","value":["dj"]}," for ",{"type":"''","value":["j"]},", ",{"type":"''","value":["j"]}," for ",{"type":"''","value":["y"]},", ",{"type":"''","value":["tj"]}," for ",{"type":"''","value":["ch"]},", or ",{"type":"''","value":["oe"]}," for ",{"type":"''","value":["u"]},".\n\nColloquial and slang Indonesian generally drops any indication of time and tense (of which there are few), prepositions, and helper verbs, and a sentence may be as little as a word or three.  Many times, additional questions have to be asked due to the lack of clarity and local dialect loanwords may further confuse things.  When using English, these tendencies carry over into their English because they're translating from their slang to English, so you may experience the same problems - or worse.\n\nUnlike in neighbouring ",{"type":"[[","value":[["Malaysia"]]}," or the ",{"type":"[[","value":[["Philippines"]]},", English is generally ",{"type":"''","value":["not"]}," widely spoken. That being said, staff of better hotels and airline staff generally speak an acceptable level of English, and English is widely spoken on the touristy island of ",{"type":"[[","value":[["Bali"]]},". English is a compulsory foreign language in Indonesian schools, so most of the well-educated upper class will be reasonably competent in English.\n\nWhile Indonesian is the ",{"type":"''","value":["lingua franca"]}," throughout the archipelago, and is spoken by almost all urban Indonesians, there are hundreds of local languages as well and, if you really get off the beaten track, you may have to learn them as well if you're going to be there for a while. Some ethnic Chinese communities continue to speak various Chinese dialects, most notably ",{"type":"[[","value":[["Minnan phrasebook"],["Hokkien"]]}," in ",{"type":"[[","value":[["Medan"]]}," and Teochew in ",{"type":"[[","value":[["Pontianak"]]},".\n\nMany educated seniors (70 years\/older) in Indonesia understand ",{"type":"[[","value":[["Dutch phrasebook"],["Dutch"]]}," but, realistically speaking, English is ",{"type":"''","value":["far"]}," more useful these days. Though ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," is not widely spoken, many educated Muslims, especially those who graduated from Islamic religious institutes, understand Arabic to some degree, and many Arabic loanwords are found in Indonesian.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Natural attractions"]},"\n\nIndonesia is home to no less than 167 ",{"type":"'''","value":["active volcanoes"]},", far more than any other country. Some of the more accessible mountains for visitors are in the ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}," and the ",{"type":"[[","value":[["Banyuwangi"],["Ijen Crater"]]}," in ",{"type":"[[","value":[["East Java"]]},", ",{"type":"[[","value":[["Mount Rinjani"]]}," in ",{"type":"[[","value":[["Lombok"]]}," and perhaps easiest of all, ",{"type":"[[","value":[["Kintamani"],["Mount Batur"]]},", and ",{"type":"[[","value":[["Mount Agung"]]},", it's neighbour in ",{"type":"[[","value":[["Bali"]]},".\n\nHardly surprisingly in the world's largest archipelago, ",{"type":"'''","value":["beaches"]}," are significant attractions. Aside from the obvious like ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Lombok"]]},", there are wonderful beaches in off-the-beaten-track locations in ",{"type":"[[","value":[["Maluku"]]},", ",{"type":"[[","value":[["Nusa Tenggara"]]}," and ",{"type":"[[","value":[["Sulawesi"]]},". In a nation of 18,000+ islands, the options are almost endless.\n\n",{"type":"[[","value":[["Image:Man of the woods.JPG"],["thumb"],["right"],["300px"],["An endemic Sumatran Orangutan in the Gunung Leuser National Park"]]},"\n\nIndonesia has some of the largest remaining tracts of ",{"type":"'''","value":["tropical forest"]}," anywhere in the world, and these support an incredibly diverse wildlife from Orangutans and other primates to critically endangered Javan Rhinoceros and Sumatran Tigers, and an extraordinarily wide range of bird species. Forest areas recognised as ",{"type":"[[","value":[["UNESCO World Heritage Sites"]]}," are ",{"type":"[[","value":[["Ujung Kulon National Park"]]}," in ",{"type":"[[","value":[["West Java"]]},", and three huge parks in ",{"type":"[[","value":[["Sumatra"]]},", which together comprise the ",{"type":"''","value":["Tropical Rain Forest Heritage of Sumatra"]},": ",{"type":"[[","value":[["Bukit Barisan Selatan National Park"]]},", ",{"type":"[[","value":[["Gunung Leuser National Park"]]}," and ",{"type":"[[","value":[["Kerinci Seblat National Park"]]},". Sadly, the forests of Kalimantan are disappearing at an alarming clip due to illegal logging.\n\nUnfortunately, in more populated areas, even nearby forests, such as much of Java, bird species are disappearing at an alarming rate due to the bird trade.  Birds are a major source of income for poor trappers, and the birds are sold to people in cities, most of which spend the rest of their days in individual cages.  Most commonly seen are finches, sparrows, swallows and certain other birds that are of lesser interest to pet bird owners.  The various species of ",{"type":"''","value":["burung Cendrawasih"]}," (bird of paradise) of ",{"type":"[[","value":[["Papua"]]}," are mostly endangered.  Snakes are also in serious decline in many places due to a knee-jerk reaction to any snake:  \"Kill it!\"  Yet, you can see scorpions, whip scorpions, spiders, mole crickets (which make a terribly loud, droning sound at night), many butterflies and moths, the elusive and rare squirrel, certain types of monkeys, geckos, including the ",{"type":"''","value":["Tokek"]}," (TOE-kay: Tokay gecko) and a variety of ",{"type":"''","value":["cicak"]}," (geckos), as well as the undesirable mice, rats, shrews, cockroaches, termites, and, in numbers that may boggle your mind, ants of various sizes and shapes and personalities.  Indonesia is paradise for those who want to study arachnids and insects!  ",{"type":"[[","value":[["Bali"]]}," sports a nice butterfly park, as well as ",{"type":"[[","value":[["Turtle Island"]]},". 6 of 7 kinds of turtles can be found in Indonesia sea water and even 4 kinds of turtles can be found only in Kampung Penyu (Turtle Village) in Selayar Island, ",{"type":"[[","value":[["South Sulawesi"]]},".\n\nFurther east, ",{"type":"[[","value":[["Komodo Island"]]}," is the home of the remarkable Komodo Dragon and a very diverse marine life. Close to the very eastern limit of Indonesia, the remote ",{"type":"[[","value":[["Lorentz National Park"]]}," in ",{"type":"[[","value":[["Papua"]]}," has a permanent glacier, and is the single largest national park anywhere in Southeast Asia.\n\nIndonesia is home to several beautiful scuba diving and snorkelling spots in many different places, such as ",{"type":"[[","value":[["Bali"]]},", ",{"type":"[[","value":[["Lombok"]]},", ",{"type":"[[","value":[["Nusa Tenggara"]]},", the Thousand Islands north of ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Bunaken"]]},", Selayar Islands, Raja Ampat and Indonesia is also very famous for surfing.\n\n",{"type":"===","value":["Historical, religious and cultural attractions"]},"\nIndonesia is particularly rich with places to visit, some of which are quite old and many still have significant importance for locals.  You could spend your life exploring Indonesia and still not see them all!\n\nIf your legs aren't properly clothed when visiting Hindu temples, do expect to have to rent or buy a length of cloth to wrap around them as they won't allow you to enter otherwise.\n\n",{"type":"[[","value":[["Borobudur"]]}," in ",{"type":"[[","value":[["Central Java"]]}," is the world's largest Buddhist monument, dating from the 8th century, and nearby ",{"type":"[[","value":[["Prambanan"]]}," within ",{"type":"[[","value":[["Yogyakarta"]]}," is a remarkable Hindu monument dating from just a few years later. Those two, together with the charm of ",{"type":"[[","value":[["Yogyakarta"]]}," and ",{"type":"[[","value":[["Solo"]]},", former kingdoms, make for a popular cultural combination in ",{"type":"[[","value":[["Central Java"]]},". It is said that if you can touch a Buddha's hand within one of the \"",{"type":"''","value":["stupa"]},"\" near the top of the temple, it will give you luck, although such action is frowned upon by the park authorities.  Prambanan, sadly, was damaged by an earthquake some years ago and repairs have been stalled by lack of funds.  Many sites in Indonesia suffer from this problem and are damaged by graffiti and littering, generally by locals.\n\n",{"type":"[[","value":[["File:1 pura ulun danu bratan 2011.jpg"],["thumb"],["right"],["300 px"],["Part of Pura Ulun Danau Bratan temple complex in Bali"]]},"\n\n",{"type":"[[","value":[["Demak"]]}," on the north coast of ",{"type":"[[","value":[["Central Java"]]},", is the home of one of the oldest mosques in Indonesia, ",{"type":"''","value":["Masjid Agung"]}," (lit. \"Great Mosque\"), as well as ",{"type":"''","value":["Sunan Kalijaga Cemetery"]},".  Nearby ",{"type":"[[","value":[["Semarang"]]}," is home to several Buddhist, Hindu and Confucian temples, as well as mosques and churches, and nearby ",{"type":"[[","value":[["Bandungan"]]}," offers the historic Gedung Songo (lit. \"9 Buildings\") park, which has 9 Hindu shrines in it, as well as various activities for families and hikers to enjoy.  In addition, it offers Old Semarang, the original part of town with many Dutch era buildings; Lawang Sewu (lit. \"1,000 doors\"), is located at the ",{"type":"[[","value":[["Tugu Muda"]]}," roundabout intersection (which is also home to a museum and a government office), is a large complex of Dutch buildings featuring stain glass windows and numerous doors which was used by the military, the Japanese during their WWII occupation of Indonesia, and prior to that the Dutch as the office of the railway system, prison, hospital and barracks.  Supposedly, Lawang Sewu is haunted with over 30 different supernatural beings but you must be very talented to see even one after surveying the entire grounds from the foundation to attics and water towers!\n\nStill in Central Java, the ",{"type":"[[","value":[["Dieng Plateau"]]}," is home to the oldest extant temples in Indonesia, predating Borobudur by some 100 years and, just north of ",{"type":"[[","value":[["Solo"]]},", the Pithecanthropus Erectus aka \"Java Man\" archaeological excavation at Sangiran, Trinil - Ngawi Regency is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".\n\nIn such a vast archipelago it is hardly surprising that there are some very distinct and unique cultures, often contained in relatively small areas. ",{"type":"[[","value":[["Bali"]]}," has a unique Hindu culture, descended from the great Javanese Majapahit (moe-joe-PA-heat)  Kingdom in the 13th and 14th centuries, which retreated to Bali when its empire collapsed in the face of the rise of Islam. The whole island is adorned by beautifully kept temples (",{"type":"''","value":["pura"]},"), and there is a seemingly endless procession of colourful ceremonies. Some of the better known are the mother temple at ",{"type":"[[","value":[["Mount Agung"],["Besakih"]]},", ",{"type":"[[","value":[["Bedugul"],["Pura Ulun Danau Bratan"]]},", and ",{"type":"[[","value":[["Bukit Peninsula"],["Pura Uluwatu"]]},".  A unique temple, ",{"type":"[[","value":[["Tanah Lot"]]},", is situated on an island right off the coast and is reached by an elevated land bridge.  In the north of Bali, you can find small villages of the original Balinese, the Bali Aga (A-geh), as well as Trunyan island where the dead are buried above ground yet the smell of corpses is absent.\n\nEast of that is ",{"type":"[[","value":[["Lombok"]]},", which was also part of the Majapahit empire, and today many tourists visit Bali also visit Lombok as interesting cousin of Bali. The culture is mix in West Lombok between Hindu and Islam and the rest of Lombok mainly Islam with Hindu influence. So the slogan is you can see Bali in Lombok, but you cannot see Lombok in Bali.\n\nIt contains a water palace with a spring that is reputed to produce healing water and, in one of the ponds is a very large eel-like fish that, if sighted, is supposed to bring luck.  There are various ancient shrines and temples that can be visited.\n\nFurther east, ",{"type":"[[","value":[["Sumba"]]}," is home to one of the few remaining megalithic cultures anywhere on earth. Many of the tribes there still live in small kingdoms, although this practice is starting to disappear.  In ",{"type":"[[","value":[["Sulawesi"]]},", the ",{"type":"[[","value":[["Tana Toraja"]]}," region is famous for spectacular animist burial rites. Visiting the vast hinterland of ",{"type":"[[","value":[["Papua"]]}," in the far east of the country requires considerable planning, an awful lot of money, and a tolerance for extremely challenging conditions. However, for those who want a true wilderness experience and the opportunity to witness first-hand cultures that have had very little contact with the outside world, it is hard to think of a better option anywhere on earth.\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"[[","value":[["Pontianak to Kuching"]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Diving"]},"\nIndonesia has ",{"type":"'''","value":["some of the best ",{"type":"[[","value":[["scuba diving"]]}," spots in the world"]},", and this is a major draw for tourists to places like ",{"type":"[[","value":[["Bunaken"]]}," in ",{"type":"[[","value":[["Northern Sulawesi"]]},", ",{"type":"[[","value":[["Wakatobi"]]}," in ",{"type":"[[","value":[["South East Sulawesi"]]}," and ",{"type":"[[","value":[["Raja Ampat"]]}," in Papua.  While diving off ",{"type":"[[","value":[["Bali"]]}," can be a little mediocre, ",{"type":"[[","value":[["Nusa Penida"]]}," and the ",{"type":"[[","value":[["Gili Islands"]]}," just to the east of the island offer excellent recreational diving, as well as being important teaching centres.\n\n",{"type":"===","value":["Spa treatments"]},"\nVisiting a spa is a very popular activity for all types of visitors. These vary from simply constructed huts to lavish so-called \"wellness centres\" in the grandest of five star hotels. There is usually an option to suit just about every budget. ",{"type":"[[","value":[["Bali"]]},"'s beaches and pristine nature is the centre of this activity.\n\nIf massage is your thing, there are few places anywhere which offer such high quality for such low prices. Again this could be at a five star hotel or it could be under coconut tree on a quiet beach.\n\n",{"type":"===","value":["Surfing"]},"\n\nIndonesia is a premier destination for travelling surfers.\n\nThe ",{"type":"[[","value":[["Mentawai Islands"]]}," off the west coast of ",{"type":"[[","value":[["Sumatra"]]}," feature dozens of world class surf spots.  Chartering a private boat for up to two weeks is the most popular way to access the island chain, however there is a public ferry from ",{"type":"[[","value":[["Padang"]]},".  Just to the north ",{"type":"[[","value":[["Nias"]]}," is equally popular amongst hard-core surfers.\n\nFurther east, ",{"type":"[[","value":[["Bali"]]}," and tiny ",{"type":"[[","value":[["Nusa Lembongan"]]}," have some great waves, the south of ",{"type":"[[","value":[["Lombok"]]}," likewise, and for the more adventurous, ",{"type":"[[","value":[["Sumbawa"]]}," offers world class surfing.\n\nAll Indonesia's surf beaches are described in the beautifully photographed \"Indo Surf and Lingo\" surfing guidebook ",{"type":"[","value":["http:\/\/www.indosurf.com.au"]}," together with comprehensive listings of the best surf camps and surf charter yachts.\n\n",{"type":"==","value":["Buy"]},"\nIndonesia's currency is the ",{"type":"'''","value":["rupiah"]}," (",{"type":"'''","value":["IDR"]},"), abbreviated ",{"type":"'''","value":["Rp"]},". The rupiah's value plummeted during the 1997 economic crisis, but has strengthened again significantly in recent years. As of July 2014, the exchange rate is Rp 11,700 for 1 US dollar. The trailing three zeros are often abbreviated with ",{"type":"''","value":["rb"]}," (",{"type":"''","value":["ribu"]},", thousand) or even dropped completely, and for more expensive items you will often even see ",{"type":"''","value":["jt"]}," (",{"type":"''","value":["juta"]},", million).\n\nThe largest banknote is the red Rp 100,000, which may only be USD10 but is still inconveniently large for most purchases. Next in the series are Rp 50,000 (blue), Rp 20,000 (green), Rp 10,000 (purple), Rp 5,000 (brown), Rp 2,000 (gray) and finally Rp 1,000. The Rp 1,000 note is discontinued and currently being replaced with a coin. While the new, colourful large-denomination bills are easy to tell apart, the smaller bills and pre-2004 large notes are all confusingly similar pale pastel shades of yellow, green and brown and often filthy and mangled to boot. A chronic shortage of small change — it's not unusual to get a few pieces of candy back instead of coins — has been to some extent alleviated by a new flood of new coins, available in denominations of Rp 1,000, Rp 500. The Rp 200, Rp 100, Rp 50 and the thoroughly useless Rp 25 are being withdrawn during 2012.  Older golden metallic versions are also still floating around.  Bills printed in 1992 or earlier are no longer in circulation, but can be exchanged at banks. Currently the smaller coins are being withdrawn from circulation.\n\n",{"type":"'''","value":["US dollars"]}," are the second currency of Indonesia and will be accepted by anyone in a pinch, but are typically used as an investment and for larger purchases, not buying a bowl of noodles on the street. Many hotels quote rates in dollars, but all accept payment in Rupiah and some who quote in USD then seek to convert the billing into Rupiah for payment. Many will likely use a somewhat disadvantageous rate to do this. If you pay any bill in Indonesia with a credit card it will be charged to your account in Rupiah, regardless of the currency you were quoted. Aside from the US dollar, Singapore dollars and other major international currencies are also widely accepted for a cash settlement, especially in more touristy areas.\n\n",{"type":"===","value":["Changing money"]},"\nBanks and money exchangers are widely available on Java, Bali and Lombok, but can be a major headache anywhere else, so load up with Rupiah before heading off to any outer islands. Money exchangers are ",{"type":"'''","value":["very"]}," picky about bill condition, and pre-2006 dollars or any imperfect bills or (ripped, wrinkled, stained, or marked in any way) will normally be rejected. Banks will most likely reject any pre-2006 US currency. Counterfeit US dollars are a huge problem in the country and as a result the older your dollars are, the lower the exchange rate. You will get the highest exchange rate for dollars issued in 2006 or later and the exchange rate drops for dollars for currency outside a very narrow range of perceived acceptability. There are even different exchange rates according to the serial number for dollars from 1996. Banks and money exchangers on outer islands are sparse and will charge commissions of 10-20% if you can find them.\n\nIn the reverse direction, money changers will be happy to turn your dirty Rupiah into spiffy dollars, but the spread is often considerable (10% is not unusual). Be very careful dealing with moneychangers, who are very adept at distracting your attention during the counting process and short-changing you as a result. As a precaution, consider bringing a friend along to watch over the transaction very carefully. Be aware of moneychangers who offer great rates.  They will quote you one price, and start counting stacks of Rp 20,000 notes, and ask you to count along with them.  This is a ploy to confuse and shortchange you.  If they realise you are onto them, they will tell you that they have to subtract 6-8% for \"commission\" or \"taxes\".\n\n",{"type":"===","value":["ATMs"]},"\n",{"type":"'''","value":["ATM"]},"s (pron. ",{"type":"''","value":["ah-teh-em"]},") on the international Plus\/Cirrus networks are common in all major Indonesian cities and tourist destinations, but may be harder to come by in the backblocks. Beware of withdrawal limits as low as Rp 500,000 (c. USD55) per day in some machines. As a rule of thumb, machines loaded with Rp 50,000 denomination notes (there's a sticker on ATM often) do not dispense more than Rp 1,500,000 per transaction even in Jakarta. Those with Rp 100,000 notes can give more, up to Rp 3,000,000 (often CIMB, BII, some BRI machines, Commonwealth bank on Bali) at once. Note, however, that these notes can be harder to break, especially in rural non-tourist areas.\n\n",{"type":"===","value":["Credit cards"]},"\nVisa and MasterCard are widely accepted, but American Express can be problematic.  At smaller operations, surcharges of 2-5% over cash are common. Be careful when using them, cloning and fraud are a major problem in Indonesia.\n\n",{"type":"===","value":["Costs"]},"\nLiving in Indonesia is cheap, as long as you're willing to live like an Indonesian. For example, Rp 12,000 (about USD1.00) will get you a meal on the street or a packet of cigarettes, 3 km in a taxi, or three bottles of water.  Always insist the taxi meter is used, and in the rare circumstances there is not one then look very hard, it may be there but subtly obscured. A tourist may often be encouraged to negotiate a price, avoid doing this but if there is no alternative then seek a minimum of 50%-70% off an initial asking price.\n\nFancy restaurants, hotels and the like will charge 10% government sales tax plus a variable service charge.  This may be denoted with \"++\" after the price or just written in tiny print on the bottom of the menu.\n\n",{"type":"===","value":["Tipping"]},"\nTipping is not a universal practice in Indonesia. You will find some areas and businesses discourage it while others encourage it or there may be a neutral viewpoint about it. In popular tourist areas, in particular on Java and Bali, tipping is often hoped for. Tipping is certainly not a requirement in Indonesia, but if you feel you'd like to reward the person who helped you because they did a great job, or they made an extra effort then give it consideration if it is not openly discouraged. You can try asking people but you may not get a very clear answer.  It is up to your discretion how much you give, Rp 10,000 can buy a meal here, and in many occupations people may often struggle to make ends meet. If you do tip, then ensure you give it directly to the person concerned, normally it is done by passing the money folded and in a slightly cupped right hand and placing directly into their own. This is done without flourish as though it were a quick light handshake, and normally without announcement, watch the locals, it is normally a quite discreet exchange.\n\nAlso, in some cultures it is traditional to refuse something a few times (3 is a common number) before accepting it, but there are cultural nuances that can let you know whether it's politeness or a rejection of a tip.\n\nFinally, keep in mind that some people deliberately tell stories about how hard their life is in order to get a tip. If the person has offered these tales with little or no prompting, and has been quite detailed, you may wish to be cautious.\n\n",{"type":"===","value":["Shopping time"]},"\n\nWhile most commercial places close on Sunday in the West, that is not the case in Indonesia. The most visitors are on the weekends (and national holidays), so if you plan to go to Indonesian malls and shopping centres, weekdays (Monday to Friday) is the best time to visit. Midnight shopping with discounts are also common in Jakarta today. Jakarta has more than 100 shopping malls\/plazas and is one of the world's most populous shopping mall city. Almost all of original high branded items can be found in luxury and big shopping malls with prices comparable to Singapore. Tanah Abang is the biggest textile and garment in Southeast Asia which lure Africans and Middle Eastern come to buy in package (usually 20 pieces for a kind). ITC in Mangga Dua, Jakarta has more quality garment and you can buy either in one piece or in package. Pasar Baru, Bandung is most visited by Malaysians which can buy garment, purse, accessories, etc for only one piece or in package.\n\nShopping malls and commercials open at 10:00, and street shops (and traditional markets) open as early as 06:00, and close at around 21:00-22:00, 7 days a week. Twenty-four hours stores such as mini-marts are common in major cities and some built up regional areas.  The notable exceptions are Idul-Fitri (",{"type":"''","value":["Lebaran"]},", end of Ramadan celebration), when most commercials close or open late up to two or three days afterwards (though most likely less applied in non-Muslim majority areas like ",{"type":"'''","value":[{"type":"[[","value":[["North Sulawesi"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Bali"]]}]},"), and Indonesian independence day, the 17th of August. To the lesser extent, the same goes with Christmas, particularly in Christian-majority population areas (North Sulawesi and parts of North Sumatra) and in Chinese-run majority commercials (like ",{"type":"''","value":["Glodok"]}," or ",{"type":"''","value":["Mangga Dua"]}," in Jakarta), as a large number of Indonesian Chinese living in major cities are Christian.\n\n",{"type":"===","value":["Haggle"]},"\nHaggling prices is the norm in most places, even in what appear to be nice stores, so be prepared to negotiate.  If you think you're getting a good price based on what you'd pay back home - you're probably paying way too much!  Try an initial counter-offer of 50-70% off what they offer, and then work from there.  Clever vendors will ask YOU to start the bidding, which puts you at a disadvantage. You can always try walking away to see if they'll cooperate and give you a better price! However, supermarkets and expensive stores don't usually allow haggling unless you're buying something very pricy, such as electronics or a car.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Nasi Kuning.jpg"],["thumb"],["Spiced ",{"type":"''","value":["nasi kuning"]}," (rice coloured yellow with turmeric) shaped into the ceremonial ",{"type":"''","value":["tumpeng"]}," (cone) and topped with dried beef ",{"type":"''","value":["adom"]}]]},"\n\nWith 17,000 islands to choose from, Indonesian food is an umbrella term covering a vast variety of regional cuisines found across the nation. But, if used without further qualifiers, the term tends to mean the food originally from the ",{"type":"[[","value":[["Central Java"],["central"]]}," and ",{"type":"[[","value":[["East Java"],["eastern"]]}," parts of the main island ",{"type":"[[","value":[["Java"]]},". Now widely available throughout the archipelago, Javanese cuisine consists of an array of simply seasoned dishes, the predominant flavorings the Javanese favor being peanuts, chillies, sugar (especially Javanese coconut sugar), as well as certain spices.\n\nAll too often, many backpackers seem to fall into a rut of eating nothing but ",{"type":"''","value":["nasi goreng"]}," (fried rice), and perhaps commonly available Javanese dishes, but there are much more interesting options lurking about if you're adventurous enough to seek them out. In West Java, ",{"type":"[[","value":[["West Java"],["Sundanese"]]}," dishes composed of many fresh vegetables and herbs are commonly eaten raw. ",{"type":"[[","value":[["Padang"]]}," is famous for the spicy and richly-seasoned Minangkabau cuisine, which shares some similarities to cooking in parts of neighbouring Malaysia, and eateries specialising in the buffet-style ",{"type":"''","value":["nasi padang"]}," are now ubiquitous across the nation. Both the ",{"type":"[[","value":[["North Sumatra"],["Christian Batak people"]]}," and the Hindu ",{"type":"[[","value":[["Bali"]]},"nese are great fans of pork, while the  Minahasa of ",{"type":"[[","value":[["North Sulawesi"]]}," are well known for eating almost everything, including dog and fruit bat, and a very liberal usage of fiery chillies even by Indonesian standards. Tamed Muslim-friendly versions of all three can be found in the malls and food courts of many Indonesian cities, but it's worth it to seek out the real thing especially if you happen to be in these regions. And by the time you get to Papua in the extreme east of the country, you're looking at a Melanesian diet of boar, taro and sago.\n\nThere are some other foods that you should be aware of for their strong flavors, such as ",{"type":"''","value":["terasi"]}," (tuh-RAH-see), which is dried shrimp paste, and has a strongly fishy taste, and ",{"type":"''","value":["pete"]}," (peh-TAY), which is a treeborn legume that has a strong flavour that lingers and affects the smell of urine, feces and flatulence.  ",{"type":"''","value":["Terasi"]}," especially is a common ingredient in many types of food, including ",{"type":"''","value":["petis"]},", chili pepper sauce, and a number of dishes and sauces, and ",{"type":"''","value":["pete"]}," is sometimes added to chili pepper sauce and certain dishes, although it is only seasonally available.  Add to this a variety of dried, salted, fishy seafoods, including seaweed.  The chili pepper, ",{"type":"''","value":["rawit,"]}," has a very strong flavour similar to Tabasco sauce, is strongly spicy and frequently used in many dishes.  A Sundanese favourite is ",{"type":"''","value":["oncom"]}," (ohn-chohm) and is composed of peanuts that have been fermented in a block until they are colourfully covered with certain types of fungus; this food doesn't just look mouldy but also ",{"type":"'''","value":["tastes"]}," mouldy and is an acquired taste.\n\nIn Jakarta and Bali and also some other big cities franchise of Asia, Europe, West America and East America are common, with Kentucky Fried Chicken as the pioneer now in the lead, following by Mc Donald. You can also found modest to expensive restaraunts with speciality of Thailand, Korean, Middle East, Africa, Spain, Russian foods and so on.\n\n",{"type":"===","value":["Rice"]},"\n",{"type":"[[","value":[["Image:NasiTimbelAyamPenyet.JPG"],["thumb"],[{"type":"[[","value":[["West Java"],["Sundanese"]]},"\n\n ",{"type":"''","value":["nasi timbel"]}," (rice in banana leaf) with ",{"type":"''","value":["ayam penyet"]}," (\"smashed\" fried chicken), ",{"type":"''","value":["sambal"]}," chili sauce and ",{"type":"''","value":["lalapan"]}," fresh veggies"]]},"\n",{"type":"[[","value":[["Image:Nasi Goreng in Bali.jpg"],["thumb"],["Backpacker staple ",{"type":"''","value":["nasi goreng"]},", topped with a fried egg to make it ",{"type":"''","value":["spesial"]}]]},"\n\nAcross much of the archipelago the staple is ",{"type":"''","value":["nasi putih"]}," (white rice), while ",{"type":"''","value":["ketan"]}," (sticky rice) is frequently used for particular dishes and many snacks. Red rice is available albeit uncommon. Rice is so important that it has several different names depending on what stage in the growing\/consumption process it is in, from \"padi\" on the soil to \"nasi\" on your plate. Rice is served up in many forms including:\n\n",{"type":"*","value":[" ",{"type":"''","value":["bubur"]},", rice porridge with toppings and chicken broth, popular at breakfast, generally salty"]},{"type":"*","value":[" ",{"type":"''","value":["lontong"]}," and ",{"type":"''","value":["ketupat"]},", rice wrapped in leaves and cooked so it compresses into a cake"]},{"type":"*","value":[" ",{"type":"''","value":["nasi goreng"]},", the ubiquitous fried rice; order it ",{"type":"''","value":["spesial"]}," to get an egg on top, eaten at any time, even breakfast"]},{"type":"*","value":[" ",{"type":"''","value":["nasi kuning"]},", yellow spiced rice, the festive ceremonial dish version is moulded into a sharp cone called a ",{"type":"''","value":["tumpeng"]}]},{"type":"*","value":[" ",{"type":"''","value":["nasi padang"]},", white steamed rice served with numerous curries and other toppings, originally from ",{"type":"[[","value":[["Padang"]]}," but assimilated throughout the country with lots of variations and adjustments to taste."]},{"type":"*","value":[" ",{"type":"''","value":["nasi timbel"]},", white steamed rice wrapped in a banana leaf, a common accompaniment to ",{"type":"[[","value":[["West Java"],["Sundanese"]]}," food"]},{"type":"*","value":[" ",{"type":"''","value":["nasi uduk"]},", slightly sweet rice cooked with coconut milk, eaten with omelette and fried chicken; popular at breakfast"]},{"type":"*","value":[" ",{"type":"''","value":["nasi liwet"]},", white rice served with roughly shredded chicken, ",{"type":"''","value":["opor"]}," (coconut milk soup), eggs and other add-ons, including internal organs and quail eggs, traditionally served late at night"]},"\n",{"type":"===","value":["Noodles"]},"\n\nNoodles (",{"type":"''","value":["mi"]}," or ",{"type":"''","value":["mie"]},") come in a close second in the popularity contest.  Worth a special mention is ",{"type":"''","value":["Indomie"]},", no less than the world's largest instant noodle manufacturer.  A pack at the supermarket costs over Rp 1,500 and some stalls will boil or fry them up for you for as little as Rp 3,000.\n\n",{"type":"*","value":[" ",{"type":"''","value":["bakmi"]},", thin egg noodles usually served boiled with a topping of your choice (chicken, mushroom, etc.)"]},{"type":"*","value":[" ",{"type":"''","value":["kuetiaw\/kwetiau\/kway-tiau"]},", flat rice noodles most commonly fried up with soy sauce, but can also be served in broth-based soups (less commonly)"]},{"type":"*","value":[" ",{"type":"''","value":["soun"]},", long, thin, usually transparent (best quality), round vermicelli (\"glass\" or \"bean thread\" noodles) made of starch from beans, cassava and other sources are usually used in soups"]},{"type":"*","value":[" ",{"type":"''","value":["bihun"]},", long, thin, white (poorer quality are blue), round rice flour noodles are usually fried or added to certain dishes"]},{"type":"*","value":[" ",{"type":"''","value":["pangsit"]},", similar to raviolli, these Chinese-originated pasta are stuffed with a bit of meat and are very soft, most often served fried in or with soup, or served \"wet\" in broth"]},"\n",{"type":"===","value":["Soups"]},"\n\nSoups (",{"type":"''","value":["soto"]}," with turmeric, and ",{"type":"''","value":["sop"]},") and watery curries are also common:\n\n",{"type":"*","value":[" ",{"type":"''","value":["bakso"]},"\/",{"type":"''","value":["baso"]}," (\"BAH-so\"), meatballs made from beef, chicken or fish and noodles in broth"]},{"type":"*","value":[" ",{"type":"''","value":["rawon"]},", spicy beef soup, a speciality of ",{"type":"[[","value":[["East Java"]]}]},{"type":"*","value":[" ",{"type":"''","value":["sayur asam"]}," a Sundanese soup of vegetables made sour with ",{"type":"''","value":["asem Jawa"]}," (tamarind) and ",{"type":"''","value":["belimbing sayur"]}," (cucumber tree fruit)"]},{"type":"*","value":[" ",{"type":"''","value":["sayur lodeh"]},", vegetables in a soup of coconut milk and fish"]},{"type":"*","value":[" ",{"type":"''","value":["soto ayam"]},", Indonesian style chicken soup with chicken shreds, vermicelli, and chicken broth and various local ingredients"]},{"type":"*","value":[" ",{"type":"''","value":["opor"]},", chicken, sometimes with certain vegetables such as chayote, cooked in coconut milk soup, often served during holidays, or the liquid may be added to the Jogjakartan dish, ",{"type":"''","value":["gudeg"]}]},{"type":"*","value":[" ",{"type":"''","value":["sayur bening"]},", ",{"type":"''","value":["bayam"]}," (Indonesian spinach) and cubed ",{"type":"''","value":["labu siam"]}," (chayote) in a clear, sweet broth"]},"\n",{"type":"===","value":["Main dishes"]},"\n",{"type":"[[","value":[["Image:Nasi Gudeg.jpg"],["thumb"],[{"type":"''","value":["Gudeg"]},", jackfruit stew served with an egg"]]},"\n",{"type":"[[","value":[["Image:IndonesianFood SapoTauhu.JPG"],["thumb"],["Chinese-style tofu and seafood ",{"type":"''","value":["sapo"]}," claypot"]]},"\n\nPopular main dishes include:\n\n",{"type":"*","value":[" ",{"type":"''","value":["ayam bakar"]},", grilled chicken"]},{"type":"*","value":[" ",{"type":"''","value":["ayam goreng"]},", deep-fried chicken"]},{"type":"*","value":[" ",{"type":"''","value":["cap cay"]},", Chinese-style stir-fried vegetables, usually with chicken, beef or seafood"]},{"type":"*","value":[" ",{"type":"''","value":["gado-gado"]},", blanched vegetables with peanut sauce"]},{"type":"*","value":[" ",{"type":"''","value":["gudeg"]},", jackfruit stew from ",{"type":"[[","value":[["Yogyakarta"]]},"."]},{"type":"*","value":[" ",{"type":"''","value":["ikan bakar"]},", grilled fish"]},{"type":"*","value":[" ",{"type":"''","value":["karedok"]},", similar to gado-gado, but the vegetables are finely chopped and mostly raw"]},{"type":"*","value":[" ",{"type":"''","value":["perkedel"]},", deep-fried patties of potato and meat or vegetables (adopted from the Dutch ",{"type":"''","value":["frikadel"]},")"]},{"type":"*","value":[" ",{"type":"''","value":["rendang"]},", a spicy Padang favorite: beef cooked in a ",{"type":"''","value":["santan"]}," (coconut milk) and spice curry until it is soft"]},{"type":"*","value":[" ",{"type":"''","value":["sate"]}," (satay), grilled chicken, beef, goat or, rarely, lamb, horse or rabbit on a skewer"]},{"type":"[[","value":[["Image:Grilled beef satay.jpg"],["thumb"],["Beef ",{"type":"''","value":["sate"]}]]},"\n",{"type":"*","value":[" ",{"type":"''","value":["sapo"]},", Chinese-style claypot stew, usually with tofu, vegetables and meat or seafood"]},{"type":"*","value":[" ",{"type":"''","value":["pempek"]}," or ",{"type":"''","value":["empek-empek"]}," comes from ",{"type":"[[","value":[["Palembang"]]},", ",{"type":"[[","value":[["Sumatra"]]}," and is made from ",{"type":"''","value":["ikan tenggiri"]}," (mackerel) and tapioca, with different shapes (",{"type":"''","value":["lenjer"]},", ",{"type":"''","value":["keriting"]},"), some of which may contain an egg (",{"type":"''","value":["kapal selam"]},"), some form of onion (",{"type":"''","value":["adaan"]},") or papaya (",{"type":"''","value":["pistel"]},"), steamed and then deep-fried and served with chopped cucumbers in a sweet and spicy vinegar- and sugar-based sauce.  Some recipes taste fishy while others are fresh.  Beware ",{"type":"''","value":["pempek"]}," that is very cheaply priced - it probably has a disproportionate amount of tapioca and will be rubbery.  Good pempek should be mildly crunchy outside and soft (but very slightly rubbery) inside, and the sauce's flavour should be able to soak into it after a while."]},"\nWarning!  It is best to avoid raw dishes like karedok, raw vegetable salads (like cucumbers in creamy sauce) and tossed salad unless you can verify that the vegetables were prepared sanitarily with boiled, filtered or bottled water, or you may suffer from diarrhea or food poisoning. Eat dishes with santan (coconut milk) with care, as it can take your cholesterol level to a toll and maybe make you diarhea or take one pill of digestive enzime to help digesting. Who usually eat Pizza usually can eat santan without any problem.\n\n",{"type":"===","value":["Condiments"]},"\n",{"type":"[[","value":[["File:Cabe Rawit.JPG"],["thumb"],["Tiny but brutally hot ",{"type":"''","value":["cabe rawit"]}," chilis."]]},"\n\nChillies (",{"type":"''","value":["cabe"]}," or ",{"type":"''","value":["lombok"]},") are made into a vast variety of sauces and dips known as ",{"type":"'''''","value":["sambal"]}," and ",{"type":"'''''","value":["saus sambal"]},".  The simplest and perhaps most common is ",{"type":"''","value":["sambal ulek"]},", which is just chillies and salt with perhaps a dash of lime ground together using a mortar and pestle.  There are many other kinds of ",{"type":"''","value":["sambal"]}," like ",{"type":"''","value":["sambal pecel"]}," (with ground peanuts), ",{"type":"''","value":["sambal terasi"]}," (with dried shrimp paste), ",{"type":"''","value":["sambal tumpeng"]},", ",{"type":"''","value":["sambal mangga"]}," (with mango strips), ",{"type":"''","value":["sambal hijau"]}," (using green chilli), ",{"type":"''","value":["sambal bajak"]}," (fried, usually with tomatoes), etc.  Many of these can be ",{"type":"''","value":["very"]}," spicy indeed, so be careful if you're asked whether you would like your dish ",{"type":"''","value":["pedas"]}," (spicy)!  Also, sometimes ",{"type":"''","value":["sambal"]}," may not be fresh and could lead to diarrhea, so verify freshness before you put it in.\n\nCrackers known as ",{"type":"'''''","value":["kerupuk"]}," (",{"type":"''","value":["krupuk"]}," or ",{"type":"''","value":["keropok"]},", it's the same word spelled differently) accompany almost every meal and are a traditional snack too, and can be loosely termed puffed [ingredient] crackers, and are often large round or square affairs.  They can be made from almost any grain, fruit, vegetable or seed imaginable, including many never seen outside Indonesia, but perhaps the most common are the thin, light pink, rectangular ",{"type":"''","value":["keropok udang"]},", made with dried shrimp, and the slightly bitter, small and thin, light yellow ",{"type":"''","value":["emping"]},", made from the nuts of the ",{"type":"''","value":["melinjo"]}," (Gnetum gnemon) fruit, as well as those made with cassava or fish, both of which are usually large, round or square and white or orange off-white, although smaller varieties exist with vivid colours like pink. Most ",{"type":"''","value":["krupuk"]}," is fried in oil, but a machine has been devised that can instantly cook a chip with high heat.  In a pinch, kerupuk that has been created by pouring the batter in a curly pattern can be soaked in broth to do double duty as noodles - a good way to make use of soggy krupuk!\n\nWhat North Americans call chips and people from the British Isles call crisps (not to be confused with ",{"type":"'''''","value":["kentang goreng"]},", or French fries) are ",{"type":"'''''","value":["keripik"]}," to Indonesians.  Potato chips exist, but they play second fiddle to cassava chips, and you can also find chips made from other fruits and tubers, such as sweet potatoes and bananas. Keripik is not as commonly eaten as kerupuk, and it is best to eat both kinds immediately or store them in an airtight container as they readily absorb moisture in the air and become soggy.\n\nPickled vegetables (using vinegar and sugar), are often served with certain dishes, especially noodles and soups, and are called ",{"type":"'''''","value":["acar"]},". It almost always contains chopped up cucumber, but may also have chili peppers, chopped carrots, and shallots in it.  These are not to be confused with pickles, which are only found in certain supermarkets and are expensive.\n\nIt is not common to find salt and pepper offered, but things like sweet (",{"type":"''","value":["kecap manis"]},") or salty soy sauce (",{"type":"''","value":["kecap asin"]},"), ",{"type":"''","value":["cuka"]}," (vinegar) and, less commonly, ",{"type":"''","value":["saus tomat"]}," (tomato sauce). In steak houses, you may find ",{"type":"''","value":["saus Inggris"]}," (Worchestershire sauce), but you'll have a hard time finding yellow mustard anywhere other than major supermarkets and you might as well forget about relish or other types of mustard if you're not in one of the largest cities.\n\n",{"type":"===","value":["Desserts"]},"\n\n",{"type":"[[","value":[["Image:Salak 53674922 74b687a382 o d.jpg"],["thumb"],["Snakefruit (",{"type":"''","value":["salak"]},")"]]},"\n\nDessert in the Western sense is not common in Indonesia, but there are plenty of snacks to tickle your sweet tooth.  ",{"type":"'''''","value":["Kue"]}," covers a vast array of cakes and certain pastries, all colourful, sweet, and usually a little bland and rather dry, with coconut, rice or wheat flour and sugar being the main ingredients in many.  ",{"type":"'''''","value":["Kue kering"]}," usually refers to cookies (aka biscuits to the British and Australians) and come in a vast variety.  ",{"type":"'''''","value":["Roti"]}," (bread) and western-style cakes have only recently gained popularity, mostly in large cities, but traditional and Dutch breads and pastries are available in many bakeries and supermarkets.\n\nSome popular traditional desserts include: ",{"type":"'''''","value":["martabak manis"]}," aka ",{"type":"'''''","value":["kue Bandung"]}," or ",{"type":"'''''","value":["terang bulan"]}," (like a giant yeast-raised pancake cooked fresh and with various toppings available on butter or margarine and condensed milk), ",{"type":"'''''","value":["lapis legit"]}," (an egg-based cake of many thin layers, often flavored with certain spices), ",{"type":"'''''","value":["bika Ambon"]}," (a somewhat pleasantly rubbery yeast-raised cake from Ambon that has an enjoyably aromatic taste), ",{"type":"'''''","value":["pukis"]}," (like a half-pancake with various toppings already added), ",{"type":"'''''","value":["pisang molen"]}," (the banana version of pigs in a blanket), ",{"type":"'''''","value":["pisang goreng"]}," (batter-fried banana), and ",{"type":"'''''","value":["klepon"]}," (a Javanese favorite - balls of rice flour filled with liquified Javanese sugar and coated with shredded coconut).  Also common are ",{"type":"'''''","value":["naga sari"]}," (lit.: the essence of dragon - banana inside of firm rice flour pudding that has been steamed in banana leaves), ",{"type":"'''''","value":["puding"]}," (pudding made firm with agar-agar and served with ",{"type":"''","value":["vla"]}," poured over it, which is a sauce), ",{"type":"'''''","value":["centik manis"]}," (sweetened, firm rice flour pudding with colourful balls of tapioca) and some people like to eat Javanese (block) sugar by itself - its texture and flavor make it enjoyable for many.\n\nSome cakes and pastries here may be served with sweetened meat floss (",{"type":"''","value":["abon"]},") or a liberal dose of shredded cheese, and one favourite during Ramadan is the Dutch \"kastenggel\", a rectangular cheese-flavoured cookie that is only slightly sweet.\n\n",{"type":"'''''","value":["Es buah"]},", shredded ice mixed with fruits and sometimes sweet potatoes or nuts and topped with coconut cream or condensed milk, comes in infinite variations (\"teler\", \"campur\", etc.)and is a popular choice on a hot day.  Ice cream made from either milk or coconut milk is very common here.  Indonesia's traditional version of ice cream is made with coconut milk and is called ",{"type":"'''''","value":["es putar"]}," and comes in a variety of local flavors, such as chocolate, coconut, durian, blewah (a squash), sweetened kidney bean, sweetened mung bean, etc.  Although ",{"type":"'''''","value":["es putar"]}," is generally safe to consume, the iced fruit concoctions may contain ice made from untreated water or dirty ice blocks transported by ",{"type":"''","value":["becak"]},", and will lead to frequent visits to the bathroom!\n\nPerhaps the cheapest, tastiest and healthiest option, though, is to buy some unprepared ",{"type":"'''''","value":["buah segar"]}," (fresh fruit), which is available throughout the year, although individual fruits do have seasons.  Popular options include ",{"type":"'''''","value":["mangga"]}," (mango), ",{"type":"'''''","value":["pepaya"]}," (papaya), ",{"type":"'''''","value":["pisang"]}," (banana), ",{"type":"'''''","value":["apel"]}," (apple), ",{"type":"'''''","value":["kiwi"]}," (kiwi fruit), ",{"type":"'''''","value":["belimbing"]}," (starfruit), ",{"type":"'''''","value":["semangka"]}," (watermelon), ",{"type":"'''''","value":["melon"]}," (honeydew melon) and ",{"type":"'''''","value":["jambu biji"]}," (guava), but more exotic options you're unlikely to see outside Indonesia include the scaly-skinned crisp ",{"type":"'''''","value":["salak"]}," (snakefruit), ",{"type":"'''''","value":["jambu air"]}," (rose apple), ",{"type":"'''''","value":["rambutan"]}," (Nephelium lappaceum fruit, which look like a little ball with many tiny tentacles) and the ball-shaped ",{"type":"'''''","value":["markisa"]}," (passion fruit) and ",{"type":"'''''","value":["manggis"]}," (mangosteen).  A word to the wise:  avoid fruit that has already been peeled and sliced for you by a street vendor unless you enjoy diarrhea!\n\nProbably the most infamous Indonesian fruit, though, is the ",{"type":"'''''","value":["durian"]},".  Named after the Indonesian word for ",{"type":"''","value":["thorn"]},", it resembles an armour-plated coconut the size of a human head, and it has a powerful odour often likened to rotting garbage or the smell used in natural gas piped to houses in America.  Inside is yellow creamy flesh, which has a unique sweet, custardy, avocadoey taste and texture.  It's prohibited in most hotels and taxis but its strong smell will be found in traditional markets, supermarkets and restaurants alike.  Don't panic - it's just a fruit, even if it does look like a spiked fragmentation bomb the size of a head!  The durian has two cousins - ",{"type":"'''''","value":["nangka"]}," (jackfruit) and ",{"type":"'''''","value":["cempedak"]}," (Artocarpus integer fruit).  The former has a sweet, candy like flavour and no offensive smell, and is used in the famous Jogjakartan pressure-cooked cuisine, \"gudeg\", and may be as big as a small child, while the latter tastes like jackfruit but smells weakly like durian, is elongated and bowling-pin shaped, and usually no longer than 1 foot.  All three are seasonally available.\n\n",{"type":"===","value":[" Menus "]},"\n\nMenus for travelling hawkers usually do not exist - what you see is what you get.  Menus in more expensive restaurants may be organised by appetisers, main courses, desserts and drinks; but, in lesser establishments, the organisation is often by the main or most important ingredient, although usually still within that same type of overall organisation.\n\n",{"type":"'''","value":["Makanan Pembuka (appetisers)"]},". These are usually not separated and will primarily contain finger foods like french fries and other fried foods, as well as things like internal organs and eggs grilled on skewers, ",{"type":"''","value":["krupuk"]},", and small items.\n\nSnacks and appetisers, in the case of hawkers, ",{"type":"''","value":["kaki lima"]},", and inexpensive eateries, are often made available at every table or in a convenient location and you are expected to report what you ate.  Regular restaurants usually have appetisers on their menus and may offer snacks and candy at the cashier's desk.\n\n",{"type":"'''","value":["Makanan Utama (Main course)"]},"'.Typically, you'll see: ",{"type":"''","value":["nasi"]}," (rice), ",{"type":"''","value":["lauk pauk"]}," (side dishes which generally include a source of carbohydrates), ",{"type":"''","value":["mie"]}," (noodles), ",{"type":"''","value":["sapi"]}," (beef), [",{"type":"''","value":["iga"]}," (ribs) are usually listed under their respective meats], ",{"type":"''","value":["ayam"]}," (chicken), ",{"type":"''","value":["kambing"]}," (goat), ",{"type":"''","value":["ikan"]}," (fish) or ",{"type":"''","value":["hasil laut"]}," (seafood), sometimes with particular fish being given their own section, such as ",{"type":"''","value":["gurameh"]}," (giant gurami), ",{"type":"''","value":["cumi-cumi"]}," (squid), ",{"type":"''","value":["kepiting"]}," (crab), ",{"type":"''","value":["kerang"]}," (shellfish like mussels), ",{"type":"''","value":["udang"]}," (shrimp), and ",{"type":"''","value":["sayuran"]}," or ",{"type":"''","value":["sayur mayur"]}," (vegetables).  Sometimes you'll see ",{"type":"''","value":["kambing"]}," mistranslated as sheep (which is ",{"type":"''","value":["domba"]},"), so be aware of that.  Less often, you'll see ",{"type":"''","value":["domba"]},", ",{"type":"''","value":["gurita"]}," (octopus) ",{"type":"''","value":["swike"]}," (frog legs - only in certain restaurants as it is ",{"type":"''","value":["haram"]},"), ",{"type":"''","value":["vegetarian"]},", ",{"type":"''","value":["srimping"]}," (scallops), ",{"type":"''","value":["tiram"]}," (oysters) and ",{"type":"''","value":["babi"]}," (pig - only in certain restaurants as it is ",{"type":"''","value":["haram"]},").  ",{"type":"''","value":["Sop\/soto\/bakso"]}," (soups) and ",{"type":"''","value":["selada"]}," (tossed and vegetable salads, but it also means lettuce) will also usually be listed here.\n\nOther commonly used words usually refer to either the type of cooking:  ",{"type":"''","value":["bakar"]}," (grilled), ",{"type":"''","value":["panggang"]}," (baked), (the first two are sometimes used interchangeably) ",{"type":"''","value":["goreng"]}," (fried or deep-fried), ",{"type":"''","value":["rebus"]}," (boiled), ",{"type":"''","value":["kukus"]}," or ",{"type":"''","value":["tim"]}," (steamed), ",{"type":"''","value":["tumis"]}," (sauteed), ",{"type":"''","value":["presto"]}," (pressure-cooked), ",{"type":"''","value":["kendi"]}," (claypot), ",{"type":"''","value":["cah"]}," (stir-fry), and ",{"type":"''","value":["hotplate"]},".\nOr something about the recipe:  ",{"type":"''","value":["kuah"]}," (with broth), ",{"type":"''","value":["tepung"]}," (batter-fried), and ",{"type":"''","value":["kering"]}," (dry).\nOr about flavour: ",{"type":"''","value":["polos"]}," or ",{"type":"''","value":["hambar"]}," (plain\/bland), ",{"type":"''","value":["asam"]}," (sour), ",{"type":"''","value":["manis"]}," (sweet), ",{"type":"''","value":["pedas"]}," (spicy), ",{"type":"''","value":["asin"]}," (salty), ",{"type":"''","value":["pahit"]}," (bitter), and ",{"type":"''","value":["gurih"]}," (salty and a bit sweet, like MSG, or salty and oily).\n\n",{"type":"'''","value":["Makanan Penutup (Desserts)"]},": Not every place will have them, but starting with ",{"type":"''","value":["rumah makan"]}," and above, most will have something.  It may just be some traditional desserts, but you're likely to see something familiar, like ",{"type":"''","value":["es krim"]}," (ice cream) and ",{"type":"''","value":["buah-buahan"]}," (fruits) or ",{"type":"''","value":["selada buah"]}," (fruit salad).\n\n",{"type":"'''","value":["Minuman (Beverages)"]},". The bare minimum will be ",{"type":"''","value":["air"]}," (water, which could be from a bottle or just boiled, and may be hot, warm, tepid or cold), ",{"type":"''","value":["air mineral\/botol"]}," (mineral\/bottled water), ",{"type":"''","value":["teh"]}," (tea), ",{"type":"''","value":["minuman berkarbonasi"]}," (soda or carbonated beverages) and ",{"type":"''","value":["kopi"]}," (coffee).  Better places will have ",{"type":"''","value":["es buah"]},", ",{"type":"''","value":["jus"]}," (juice), and various local drinks.\n\nCommon words you will see for beverages include: ",{"type":"''","value":["tawar"]}," (plain\/without sugar or other additives), ",{"type":"''","value":["manis"]},"(sweet), ",{"type":"''","value":["panas"]}," (hot), and ",{"type":"''","value":["dingin"]}," (cold).\n\n",{"type":"===","value":["Dietary restrictions"]},"\n\nThe vast majority of Indonesian restaurants serve only ",{"type":"''","value":["halal"]}," (comply with Muslim restrictions) food. This means no pig, rat, toad or bats, among others. This includes Western fast food chains like McDonald's, KFC and Pizza Hut, Burger King, Wendy's, and others.  The main exception is ethnic eateries catering to Indonesia's non-Muslim minorities, especially those serving Batak, Manadonese (Minahasan), Balinese, and Chinese cuisine, so enquire if unsure.\n\nStrict vegetarians and vegans will have a tough time in Indonesia, as the concept is poorly understood and avoiding fish and shrimp-based condiments is a challenge. ",{"type":"'''''","value":["Tahu"]}," (tofu aka soybean curd) and its chunkier, indigenous cousin ",{"type":"'''''","value":["tempe"]}," (soybean cake) are an essential part of the diet, but they are often served with non-vegetarian condiments. For example, the ubiquitous ",{"type":"''","value":["sambal"]}," chili pastes very often contain shrimp, and ",{"type":"''","value":["kerupuk"]}," crackers with a spongy appearance, including those always served with ",{"type":"''","value":["nasi goreng"]},", nearly always contain shrimp or fish. (Those that resemble potato chips, on the other hand, are usually fine.) You can, however, ask them to make something without meat, which can be indicated by asking for \"vegetarian\" or \"tanpa daging dan\/atau hasil laut (seafood)\". Restaurants are usually willing to take special orders.\n\n",{"type":"===","value":["Eating etiquettes"]},"\n\nEating with your hand (instead of utensils like forks and spoons) is very common.  The basic idea is to use four fingers to pack together a little ball of rice and other things, which can then be dipped into sauces before you pop it in your mouth by pushing it with your thumb.  There's one basic rule of etiquette to observe: ",{"type":"'''","value":["Use only your right hand"]},", as the left hand is deemed as impolite (see Respect).  Don't stick either hand into communal serving dishes: instead, use the left hand to serve yourself with utensils and then dig in.\n\nHowever, eating by hand is frowned upon in \"classier\" places.  If you are provided with cutlery and nobody else around you seems to be doing it, then take the hint.\n\nEqually common are chopsticks, forks, spoons and knives, although knives are somewhat rare, except for upscale restaurants and steakhouses.\n\nIt is considered polite and a sign of enjoyment to eat quickly, and some people view burping as a compliment.\n\n",{"type":"===","value":["Places to eat"]},"\n",{"type":"[[","value":[["Image:Bakso.jpg"],["thumb"],["A ",{"type":"''","value":["kaki lima"]}," serving up ",{"type":"''","value":["bakso"]}," meatball soup in ",{"type":"[[","value":[["Kuta"]]},", ",{"type":"[[","value":[["Bali"]]}]]},"\n",{"type":"[[","value":[["Image:NagoyaHill FoodStreet.JPG"],["thumb"],["\"Food Street\" at the Nagoya Hill mall in ",{"type":"[[","value":[["Nagoya (Batam)"],["Nagoya"]]},", ",{"type":"[[","value":[["Batam"]]}]]},"\n\nEating on the cheap in Indonesia is cheap indeed, and a complete streetside meal can be had for over Rp 5,000, or less than one dollar.  However, the level of hygiene may not be up to Western standards, so you may wish to steer clear for the first few days and patronise only visibly popular establishments, but even this doesn't guarantee cleanliness as cheap can equal popular.  If the food is served buffet style without heat, or is left out in dishes or pans, it is best to enquire as to how long ago the food was prepared, or just avoid it entirely, otherwise you may get diarrhea or even food poisoning.  It isn't impossible for a food to have been left out for more than a day and only infrequently heated up to boiling, especially in village households.  However, don't expect the kind of attentive service you get back home, folks - it's usually up to you to get the attention of servers if you want to order, need something or want the bill - even in some expensive restaurants!\n\nThere are travelling vendors who carry a basket of pre-prepared food (usually women), or who carry two small wooden cabinets on a bamboo stick (usually men), who may serve light snacks or even simple meals, some of which are very cheap and enjoyable, but hygiene is questionable.\n\nThe fastest way to grab a bite is to visit a ",{"type":"'''''","value":["kaki lima"]},", literally \"five feet\".  Depending on whom you ask, they're named either after the mobile stalls' three wheels plus the owner's two feet, or the \"five-foot way\" sidewalks mandated during British rule.  These can be found by the side of the road in any Indonesian city, town or village, usually offering up simple fare like fried rice, noodles, meatball soup, ",{"type":"''","value":["siomay"]}," (dimsum) and porridge.  At night, a kaki lima can turn into a ",{"type":"''","value":["lesehan"]}," eatery simply by providing some bamboo mats for customers to sit on and chat, but they may provide plastic stools or even benches, and tables, depending on their location and modus operandi.\n\nA step up from the kaki lima is the ",{"type":"'''''","value":["warung"]}," (or the old spelling ",{"type":"''","value":["waroeng"]},"), a slightly less mobile stall offering much the same food, but perhaps a few plastic stools and a tarp for shelter.  Some warung are permanent structures.\n\nOne of the big questions for the above three choices is hygiene:  where do they get clean water to wash dishes, where do they go to use a bathroom (a nearby river or ditch), where do they wash their hands and just how clean are they - REALLY!  Typhoid fever is a common problem for eaters here, as are hepatitis and food poisoning.  Admittedly, though, Indonesians have been exposed to poorly prepared\/spoiled food for most of their lives, so they are rarely affected by diarrhea and food poisoning.\n\nA rather more comfortable option is the ",{"type":"'''''","value":["rumah makan"]}," (lit: eating house), a simple restaurant more often than specializes in a certain cuisine.  ",{"type":"''","value":["Padang"]}," restaurants, easily identified by their soaring ",{"type":"[[","value":[["Minangkabau"]]}," roofs, offer rice and an array of curries and dishes to go along with it. Ordering is particularly easy: just sit down, and your table will promptly fill up with countless small plates of dishes.  Eat what you want and pay for what you eat.\n\nBuffets (",{"type":"''","value":["prasmanan"]}," or ",{"type":"''","value":["bufet"]},") and steam-boat restaurants are self-service choices, but the former should be approached warily (see above).\n\nAnother easy mid-range option in larger cities is to look out for food courts and Indonesian restaurants in shopping malls, which combine air-con with hygiene if rather predictable\/boring food. \n\nA ",{"type":"'''''","value":["restoran"]}," indicates more of a Western-style eating experience, with air-con, table cloths, table service and prices to match.  Especially in ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Bali"]]},", it's possible to find very good restaurants offering authentic fare from around the world, but you'll be lucky to escape for under Rp 100,000 a head.\n\nAll in all, there are a bewildering variety of places to eat and a vast array of foods to choose from.  Bon appétit!\n\n",{"type":"===","value":["Chain outlets"]},"\nMost chain restaurants in Indonesia have ample seating area. Most offer meals set, so it is one of the cheapest (and most often, also the cleanest) option. Famous chains to look for:\n",{"type":"*","value":[{"type":"'''","value":["Hoka Hoka Bento"]}," (also known as Hokben) offers Japanese style fast food. (And no, there is no Hoka Hoka Bento in Japan!). You can get rice with teriyaki and fried chicken, egg roll, or shrimp for about Rp 50,000 or less, plus a drink, salad, and miso soup. Delivery call (to major cities in Java & Bali only) ☎ 500 505"]},{"type":"*","value":[{"type":"'''","value":["Bakmi GM"]}," is famous for its ubiquitous types of noodle entrées (including its very own special version of noodle dish) and its fried wonton (pangsit goreng), although it also offers dishes of rice. A good meal usually costs Rp 50,000 or less. Delivery call (Jakarta metropolitan area only) ☎ +62 21 565 5007"]},{"type":"*","value":[{"type":"'''","value":["Es Teler 77"]}," is more to be like fine dining. Offers Indonesian dishes and as its name suggests, its ",{"type":"'''","value":["Es Teler"]},". Dishes cost about about Rp 50,000. Delivery call ☎ 14027"]},{"type":"*","value":["Indonesia's ",{"type":"'''","value":["Pizza Hut"]}," restaurants look like more of a fine dining option rather than a fast food franchise like its original location, the United States. The pizzas have more generous types of toppings and crust, and also more options for sides & pasta. Each restaurant offers a salad bar and ice cream for dessert! It is also famous for their waitresses or waiters who would make miniatures from balloons to children. In addition, also operates a separate business unit called PHD with its own menu exclusive for delivery in selected cities. Delivery call ☎ 500 008 (Pizza Hut) ☎ 500 600 (PHD)"]},{"type":"*","value":[{"type":"'''","value":["Kebab Turki Baba Rafi"]}," is the world's largest kebab restaurant chain. The kebabs, shawarma, hot dogs, and fries are very affordable for a quick meal. It can usually be found as food court stalls."]},{"type":"*","value":["Most imported minimart stores such as ",{"type":"'''","value":["FamilyMart"]},", ",{"type":"'''","value":["Circle K"]},", ",{"type":"'''","value":["Lawson"]}," and ",{"type":"'''","value":["7-Eleven"]}," provides prepared meals that the staff can heat for you, in addition to the usual groceries you typically find, for less than Rp 30,000. 7-Eleven even provides a separate seating area should you wish to enjoy your food right away. Local chains such as ",{"type":"'''","value":["Indomaret"]}," and ",{"type":"'''","value":["Alfamart"]}," have a lot more branches but is more like a typical minimart. At best it provides bread or salad as a prepared meal."]},{"type":"*","value":[{"type":"'''","value":["Carrefour"]}," grocery store has a dedicated area for produce such as bakery, snacks, or a whole meal, but most people will do a take-away instead of a dine-in although some seating is available."]},"\nAmerican fast food franchises McDonalds, KFC, Wendy's, Burger King, or A&W also maintain their presence in just about every mall in Indonesia. Other chains from around the globe, such as the world-famous ",{"type":"'''","value":["Yoshinoya"]},", can be found in more upscale malls.\n\n",{"type":"===","value":[" Caution "]},"\n\nAside from the warnings above, there have been instances where foods and beverages, as well as other items (such as baby products and massage oils), are in violation of relevant laws. These violations include the use of forbidden chemicals, such as formaldehyde or borax as preservatives, textile dyes to improve colour, plastic bags in hot oil to make fried food crispier; the use of expired or even rotten food (such as vegetables or milk) \"rehabilitated\" through reheating and maybe application of chemicals, or as a filler to improve the weight\/volume; the filtration of used cooking oil and subsequent use of forbidden chemicals to make it look clean; the contamination of food with ",{"type":"''","value":["haram"]}," meats (against Muslim food regulations); the injection of water (sometimes with formaldehyde) into meat to make it heavier; harvesting water vegetables from heavily polluted waterways; and the sale of animals without slaughtering (which is illegal here).  Typically, such foods and beverages are sold by hawkers, wandering vendors and lower-class eateries, although there have been isolated cases in better establishments and even stores and supermarkets.\n\nAlways wash raw produce before eating or cooking them. It is better off too to buy them from well-known and clean supermarket chains.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:IndonesianFood JusAlpokat.JPG"],["thumb"],["Avocado juice (",{"type":"''","value":["jus alpokat"]},") with a squirt of chocolate syrup or condensed chocolate milk"]]},"\n\nTap water is generally not potable in Indonesia. Water or ice served to you in restaurants may have been purified and\/or boiled (",{"type":"''","value":["air minum"]}," or ",{"type":"''","value":["air putih"]},"), but do ask.  ",{"type":"''","value":["Air mineral"]}," (bottled water), usually known as ",{"type":"''","value":["Aqua"]}," after the best-known brand, is cheap and available everywhere, but check that the seals are intact.  Also, be wary of buying from wandering vendors near public transport as there are occasional reports of people being drugged with a bottle that has been injected with a drug) and robbed.\n\nMost hotels provide free drinking water (generally, 2 small bottles, or a water heater) because tap water is rarely potable.  Beware of ice which may not have been prepared with potable water or transported and kept in hygienic conditions.\n\nQuite a few Indonesians believe that cold drinks are unhealthy, so specify ",{"type":"''","value":["dingin"]}," when ordering if you prefer your water, bottled tea or beer cold, rather than at room temperature.\n\n",{"type":"===","value":["Juices"]},"\n\nFruit juices — prefixed by ",{"type":"''","value":["jus"]}," for plain juice, ",{"type":"''","value":["panas"]}," for heated (usually only citrus drinks), or ",{"type":"''","value":["es"]}," if served with ice &mdash (not to be confused with the dessert ",{"type":"''","value":["es buah"]},"); are popular with Indonesians and visitors alike. Just about every Indonesian tropical fruit can be juiced; the usual suspects include: ",{"type":"''","value":["apel"]}," (apple), ",{"type":"''","value":["sirsak"]}," (soursop), ",{"type":"''","value":["nanas"]}," (pineapple), ",{"type":"''","value":["marquisa"]}," (passion fruit), ",{"type":"''","value":["melon"]}," (honeydew melon), ",{"type":"''","value":["semangka"]}," (watermelon), ",{"type":"''","value":["jambu biji"]}," (guava), ",{"type":"''","value":["mangga"]}," (mango), ",{"type":"''","value":["tomat"]}," (tomato), ",{"type":"''","value":["wortel"]}," (carrot), ",{"type":"''","value":["stroberi"]}," (strawberry), ",{"type":"''","value":["belimbing"]}," (starfruit), ",{"type":"''","value":["timun\/ketimun"]}," (cucumber), ",{"type":"''","value":["jeruk nipis"]}," (key lime) and ",{"type":"''","value":["jeruk"]}," (orange) - which is distinctly different from what some overseas visitors may expect.   Try ",{"type":"''","value":["jus apokat"]},", a surprisingly tasty drink made from avocados, usually with some condensed chocolate milk or, at more expensive places, chocolate syrup poured around the inside of the glass prior to filling it.  An oddity is \"cappuccino juice\" which, depending on where you buy it, can be very delicious or forgettable.  There are sometimes a variety of colourfully (and confusingly) named mixed juices, too.\n\n",{"type":"===","value":["Coffee and tea"]},"\n\n",{"type":"[[","value":[["Image:Tehbotol.JPG"],["thumb"],["Tehbotol Sosro, Indonesia's answer to Coca-Cola"]]},"\n\nIndonesians drink both ",{"type":"''","value":["kopi"]}," (coffee) and ",{"type":"''","value":["teh"]}," (tea), at least as long as they have had vast quantities of sugar added in.  An authentic cup of coffee, known as ",{"type":"''","value":["kopi tubruk"]},", is strong and sweet, but let the grounds settle to the bottom of the cup before you drink it.  Some coffees are named after areas, like kopi ",{"type":"[[","value":[["Aceh"]]}," and ",{"type":"[[","value":[["Lampung"]]},".  Last but not least, no travel guide would be complete without mentioning the infamous ",{"type":"''","value":["kopi luwak"]},", coffee made from coffee fruit which have been eaten, the beans partially digested and then excreted by the ",{"type":"''","value":["luwak"]}," (palm civet), but even in Indonesia this is an exotic delicacy costing upwards of Rp 200,000 (US$20) for a small pot of brew. But now many stalls in the shopping malls serve up to 20 combination of coffee beans and produce with grinding and coffee maker for less than $2, but please ready to stand when you drink it.\n\nTea (",{"type":"''","value":["teh"]},") is also quite popular, and the Coke-like glass bottles of the ",{"type":"'''","value":["Sosro"]}," brand of sweet bottled tea and cartons and bottles of ",{"type":"''","value":["Fruit Tea"]}," are ubiquitous, as is ",{"type":"''","value":["Tebs"]},", a carbonated tea.  In shopping areas, you can often find vendors selling freshly poured large cups of tea, often jasmine, such as 2Tang or the stronger Tong Tji jasmine, fruit and lemon teas for as little as Rp 2,000.\n\n",{"type":"===","value":[{"type":"''","value":["Jamu"]}]},"\nThe label ",{"type":"'''''","value":["jamu"]}," covers a vast range of local medicinal drinks for various diseases.  Jamu are available in ready-to-drink form, in powder sachets or capsules, or sold by women walking around with a basket of bottles wrapped to them by a colourful length of Batik ",{"type":"''","value":["kain"]}," (cloth).  Most of them are bitter or sour and drunk for the supposed effect, not the taste.  Famous brands of jamu include ",{"type":"'''","value":["Iboe"]},", ",{"type":"'''","value":["Sido Muncul"]},", ",{"type":"'''","value":["Jago"]},", and ",{"type":"'''","value":["Meneer"]},"; avoid buying jamu from the street as the water quality is dubious.  Some well-known jamu include:\n\n",{"type":"*","value":[" ",{"type":"''","value":["galian singset"]}," — weight reduction"]},{"type":"*","value":[" ",{"type":"''","value":["beras kencur"]}," (from rice, sand ginger and brown sugar) — cough, fatigue"]},{"type":"*","value":[" ",{"type":"''","value":["temulawak"]}," (from curcuma) — for liver disease"]},{"type":"*","value":[" ",{"type":"''","value":["gula asem"]}," (from tamarind and brown sugar) — rich in vitamin C"]},{"type":"*","value":[" ",{"type":"''","value":["kunyit asam"]}," (from tamarind, turmeric) — for skin care, canker sores"]},"\nChase a sour or bitter jamu with beras kencur, which has a taste slightly reminiscent of anise.  If you'd like a ",{"type":"''","value":["semeriwing"]}," (cooling) effect, request ",{"type":"''","value":["kapu laga"]}," (cardamom) or, for heating, add ginger.\n\n",{"type":"===","value":["Traditional drinks"]},"\n\n",{"type":"*","value":[" ",{"type":"''","value":["Wedang Serbat"]}," - made from star anise, cardamon, tamarind, ginger, and sugar. Wedang means \"hot water\"."]},{"type":"*","value":[" ",{"type":"''","value":["Ronde"]}," - made from ginger, powdered glutinous rice, peanut, salt, sugar, food coloring additives."]},{"type":"*","value":[" ",{"type":"''","value":["Wedang Sekoteng"]}," - made from ginger, green pea, peanut, pomegranate, milk, sugar, salt and mixed with ronde (see above). "]},{"type":"*","value":[" ",{"type":"''","value":["Bajigur"]}," - made from coffee, salt, brown sugar, coconut milk, sugar palm fruit, vanillin. "]},{"type":"*","value":[" ",{"type":"''","value":["Bandrek"]}," - made from brown sugar, ginger, pandanus (aka screwpine) leaf, coconut meat, clove bud, salt, cinnamon, coffee. "]},{"type":"*","value":[" ",{"type":"''","value":["Cinna-Ale"]}," - made from cinnamon, ginger, tamarind, sand ginger and 13 other spices."]},{"type":"*","value":[" ",{"type":"''","value":["Cendol"]},"\/Dawet - made from rice flour, sago palm flour, pandanus leaf, salt, food colouring additives in a coconut milk and Javanese sugar liquid."]},{"type":"*","value":[" ",{"type":"''","value":["Talua Tea"]},"\/Teh Telur (West Sumatra) - made from tea powder, raw egg, sugar and limau nipis."]},{"type":"*","value":[" ",{"type":"''","value":["Lidah Buaya Ice"]}," (West Kalimantan) - made from aloe vera, French basil, javanese black jelly, coconut milk, palm sugar, pandanus leaf, sugar."]},"\n",{"type":"===","value":["Alcohol"]},"\n\nIslam is the religion of the majority of Indonesians, but alcohol is widely available in most areas, especially in upscale restaurants and bars.  Public displays of drunkenness, however, are strongly frowned upon and in the larger cities are likely to make you a victim of crime or get you arrested by police. Do not drive if you are drunk.  The legal drinking age is 21.\n\nIn staunchly Islamic areas such as ",{"type":"[[","value":[["Aceh"]]}," alcohol is banned and those caught with alcohol can be caned.\n\nIndonesia's most popular tipple is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.multibintang.co.id\/ Bintang"]}]}," ",{"type":"''","value":["bir"]}," (beer), a standard-issue lager available more or less everywhere, although the locals like theirs lukewarm.  Other popular beers include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.balihaibeer.com\/ Bali Hai"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.deltajkt.co.id\/web\/index2.php?mod=products Anker"]}]},".  A can costs Rp 10,000-14,000 in a supermarket (sometimes, especially in 7 Elevens, there are tables both inside or outside, so you can sit and drink\/eat what you've bought) and can be as much as Rp 50,000 in a fancy bar; more usual bar\/restaurant price for Bintang is Rp 25,000-35,000 for a big 0.65 L bottle, however.\n\nWine is expensive and only available in expensive restaurants and bars in large hotels.  Almost all of it is imported, but there are a few local vintners of varying quality on ",{"type":"[[","value":[["Bali"]]},". Taxation of alcohol drinks are various and become more expensive with the higher content of the alcohol.\n\nVarious traditional alcoholic drinks are also available:\n",{"type":"*","value":[" ",{"type":"'''","value":["Tuak"]}," — sugar palm wine (15% alcohol)"]},{"type":"*","value":[" ",{"type":"'''","value":["Arak"]}," — the distilled version of ",{"type":"''","value":["tuak"]},", up to 40%"]},{"type":"*","value":[" ",{"type":"'''","value":["Brem"]}," ",{"type":"[[","value":[["Bali"]]},"nese style sweet glutinous rice wine"]},"\nExercise some caution in choosing what and where to buy — homemade moonshine may contain all sorts of nasty impurities. In May 2009, 23 people, including four tourists, were killed by adulterated, or possibly inadvertently contaminated illicitly supplied arak distributed in Java, Bali and Lombok. There are many other cases where tourists have been blinded or killed by methanol in drinks. If you want to save money in Indonesia, don't do it by buying the cheapest alcohol you can find.\n\n",{"type":"==","value":["Smoke"]},"\n\nMany Indonesians smoke like chimneys and the concepts of \"no smoking\" and \"second-hand smoke\" have yet to make much headway in most of the country, however some TV channels are now blotting out cigarettes in TV programs and movies they show. Western-style cigarettes are known as ",{"type":"''","value":["rokok putih"]}," (\"white smokes\") but the cigarette of choice is the ubiquitous ",{"type":"'''''","value":["kretek"]},", a clove-laced cigarette that has become something of a national symbol and whose scent you will likely first encounter the moment you step out of the airport.  Popular brands of ",{"type":"''","value":["kretek"]}," include ",{"type":"'''","value":["Djarum"]},", ",{"type":"'''","value":["Gudang Garam"]},", ",{"type":"'''","value":["Bentoel"]}," and ",{"type":"'''","value":["Sampoerna"]}," (produced by Dji Sam Soe, 234).  A pack of decent ",{"type":"''","value":["kretek"]}," will cost you on the order of Rp 12,000. Some brands don't have filters because traditionally kretek cigarette have no filter and the taste is different with the kretek filter cigarette. Indonesia's ",{"type":"'''","value":["legal smoking age is 18"]},"; although most stores, especially non-convenience stores, will not check any forms of identity. By law, all packs of cigarettes bear a label with pictures containing the effect of smoking.\n\nKretek are lower in nicotine but higher in tar than normal cigarettes; an unfiltered Dji Sam Soe has 39 mg tar and 2.3 mg nicotine. Most studies indicate that the overall health effects are roughly the same as for traditional western-style cigarettes.\n\nRecently a ban on smoking has been instituted for public places in Jakarta.  Anyone violating this ban can be fined up to US$ 5000. If you want to smoke, check with the locals by asking: \"Boleh merokok di sini?\".\n\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation options at popular travel destinations like ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Jakarta"]]}," run the gamut from cheap backpacker guesthouses to some of the most opulent (and expensive) five-star hotels and resorts imaginable. \n\nOff the beaten track, though, your options will be more limited.  Probably the most common lodging choice for backpackers is the ",{"type":"'''''","value":["losmen"]},", or guesthouse, which also go by the names ",{"type":"''","value":["wisma"]}," or ",{"type":"''","value":["pondok"]},".  Often under US$15\/night, basic losmen are fan-cooled and have shared bathroom facilities, usually meaning Asian-style squat toilets and ",{"type":"''","value":["bak mandi"]}," (water storage tank) baths, from which you ladle water over yourself (do ",{"type":"''","value":["not"]}," enter one or use it as a sink!).  Very small losmen, essentially homestays or rented rooms, are known as ",{"type":"''","value":["penginapan"]},".  For a longer stay, try a ",{"type":"''","value":["kost"]}," (boardinghouse) - appended with ",{"type":"''","value":["perempuan\/wanita\/cewek"]}," for ladies and ",{"type":"''","value":["pria\/laki-laki\/cowok"]}," for gents, and prices and facilities are similar.\n\nThe next step up on the scale are cheap hotels, usually found even in the smallest towns and cities, typically near transport terminals and tourist areas.  These may have little luxuries like air-conditioning and hot water, but tend to be rather depressing otherwise, with tiny, often windowless rooms. Prices can be quite competitive with losmen and kost, starting at USD10\/night.\n\nHotels of sufficient quality and facilities are ",{"type":"''","value":["berbintang"]}," (starred), sometimes noted with B# where # is the number of stars, and, in some places a room can be had for as little as USD40.  Hotels of lesser standing (but not always inferior quality) are sometimes given a rating, such as ",{"type":"''","value":["melati"]}," (jasmine), noted with M#.\n\nNow, in Jakarta and Bali and also other area in Indonesia many hotels are built as budget hotels with rate around $25 to $30, similar to 1 or 2 star hotels, but star hotels usually give you breakfast and more spacious room, while budget hotels' rooms are smaller but more modern, and rarely provide breakfast. Please be aware that some hotels have a half-day charge.\n\nBy law, all hotels have to display a price list (",{"type":"''","value":["daftar harga"]},").  You should never have to pay more than the list says, but discounts are often negotiable, especially in the off season, on weekdays, longer stays, etc.  If possible, book in advance as walk-in prices are often higher.\n\n",{"type":"==","value":["Learn"]},"\n\nForeign students from many countries study various majors in certain universities in a number of cities.  Actually, the cost of studying at Indonesian higher learning institutes is generally much lower than in the west, but you'll need to be fluent in Indonesian for many topics, and some topics also require knowledge of English (such as medicine and IT) or another language.\n\nThe Darmasiswa Program ",{"type":"[","value":["http:\/\/darmasiswa.kemdiknas.go.id\/v2\/index.php"]}," is a scholarship program funded by the government of Indonesia.  It is open to all foreign students from countries with which Indonesia has diplomatic relations to study Indonesian languages, arts, music and crafts, and even some other subjects, including IT, science and photography.  Participants can choose to study at any of the state universities and colleges participating in the program.  Currently, there are over 50 participating locations.  See ",{"type":"[","value":["http:\/\/darmasiswa.kemdiknas.go.id\/v2\/index.php?p=place"]}," for a list of current subjects and participating universities.\n\nFor the past few years, the government has subsidised public schools that met certain criteria in their ",{"type":"''","value":["Rintisan Sekolah Bertaraf Internasional"]}," (international standard schools program) but, in early January 2013, the ",{"type":"''","value":["Makamah Konstitusi"]},"(Constitutional Court) declared the program unconstitutional and ordered it halted.  The Minister of Education announced he would comply with the decision.\n\nIn theory, education from ",{"type":"''","value":["taman kanak-kanak"]}," (kindergarten) to the end of ",{"type":"''","value":["sekolah menengah pertama"]}," (junior high school) is free, but corrupt officials within some schools ask for bribes, and particularly poor families often find it impossible to put their children in school - sometimes because they are money earners or otherwise needed at home.  The movie, ",{"type":"''","value":["Laskar Pelangi"]},", released in 2008 and based on the novel of the same name, shows some of the problems students, teachers and schools face - some of which are severe (lack of funding, dangerously dilapidated buildings, lack of materials and teachers, long walks across sometimes dangerous places, etc.).  There are student exchange programs with a number of countries, with Australia being a major destination.  You can find many private primary and secondary schools offering their curriculum in foreign languages (primarily English), although schools of this type are mostly found in large cities and towns because they are often money oriented schools and often too expensive for most families, although this does not ensure quality.  Indonesian parents often have no idea what good education should be like, so they choose schools based on incorrect criteria (number of students, the presence of foreigners on staff, facilities, location or, worst of all, status).  Some foreign-government-sponsored schools can also be found in Jakarta, teaching either in English or in their native language.  For university education in English, one can consider studying at, among others, Swiss-German University ",{"type":"[","value":["http:\/\/www.sgu.ac.id"]},", Universitas Pelita Harapan ",{"type":"[","value":["http:\/\/www.uph.edu"]},", or President University ",{"type":"[","value":["http:\/\/www.president.ac.id"]},", all of which are located in Jakarta.\n\n",{"type":"==","value":["Work"]},"\n\nIn Indonesia, salaries for locals vary from US$70 upward to US$15,000\/month, with the national average being around a paltry US$100. There is very wide disparity in earnings. The sales clerks that you see at luxurious shopping malls like Plaza Indonesia are likely earning between US$110–140 per month. Some adults above 20, especially those who are still single, stay with their parents to save money; nevertheless, the main reason they stay with parents is because it is the cultural norm, although some consider it impolite to leave parents on their own.  In some cultures, the eldest is expected to help the parents, and you'll often find married couples living with parents and even in multi-generational homes as extended families are still the norm.\n\nAs many Indonesians live on a very meagre income, accordingly many endure their circumstances with some considerable hardship, especially in places with a high cost of living like Jakarta. In the poorer provinces, they may only have very limited agrarian related prospects with essentially only subsistence levels of activity available to them. Many in that situation choose to leave their homes and families and seek work as migrant workers and servants, either in Indonesia's sprawling urban areas, or overseas. Most often the greater part of the money they earn is sent home.\n\nExpats often earn higher salaries than their local equivalent performing in a similar capacity. An English teacher could make between Rp 5,500,000-25,000,000, and that is considered to be fairly high to wealthy by the local standard.\n\nBy law, a foreigner can only work at a company in a particular capacity for 5 years, and they are required to train a local to replace them but, in reality, this doesn't often happen.  Also, foreigners may not work in any job, including CEO, that is related to personnel and human resources.  You can do business that doesn't earn you money in Indonesia on a business visa, such as a sales call to stores and clients.  Clergy use a religious visa, and a diplomat can get a diplomatic visa, but most everyone else must have a work-related visa (or spousal, if you've married a local), ",{"type":"''","value":["Izin Tinggal Sementara\/Tetap"]}," {ITAS\/ITAP} (temporary\/permanent stay permit), which last 1 and 5 years respectively, and a work permit.  Working outside of work without your employer's permission, or working in a position that is different from your stated position, is considered illegal, too, and penalties can range from fines and\/or imprisonment to deportation and even blacklisting is possible (but that is generally only for six months).  In May 2011, a new law UU 6) was passed that made some improvements to immigration, especially for expats married to locals, as well as investors; sadly, the governmental ordinances relating to employment that were supposed to have been issued by a year later are still not resolved, however Immigration tends to treat them as being there while the Ministry of Manpower is generally uncooperative.\n\nYou really should investigate employment laws in Indonesia to ensure you get your rights fulfilled.  Aside from UU6\/2011 about immigration, you should look at UU13\/2003 about labor ",{"type":"[","value":["http:\/\/en.wikisource.org\/wiki\/Indonesian_Labor_Law_No._13_from_2003"]}," and, if you want to teach, ",{"type":"''","value":["PerMen"]}," (Ministerial Decree) 66\/2009.  Some laws are available in English, but you must search.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:5 Java Vulkan Semeru näher Lavafluss.JPG"],["thumb"],[{"type":"[[","value":[["Mount Semeru"]]},", a popular tourist attraction in ",{"type":"[[","value":[["East Java"]]},", erupting in 2004"]]},"\n\nIndonesia has been and continues to be wracked by every pestilence known to man: earthquakes, tsunamis, volcanoes, terrorism, civil strife, plane crashes, corruption and crime make the headlines on a depressingly regular basis.  However, it is important to retain a ",{"type":"'''","value":["sense of proportion"]}," and remember Indonesia's ",{"type":"'''","value":["vast size"]},": a tsunami in ",{"type":"[[","value":[["Aceh"]]}," will not cause the slightest ripple on the beaches of ",{"type":"[[","value":[["Bali"]]},", and street battles in troubled ",{"type":"[[","value":[["Central Sulawesi"]]}," are irrelevant in the jungles of ",{"type":"[[","value":[["Papua"]]},".\n\n",{"type":"===","value":["Crime"]},"\n\nThe ",{"type":"'''","value":["crime rate"]}," has increased in recent years, but fortunately it remains mostly non-violent and guns are rare.  Robbery, theft and ",{"type":"[[","value":[["pickpockets"],["pickpocketing"]]}," are common in Indonesia, particularly in markets, public transport and pedestrian overpasses.  Avoid flashing jewellery, gold watches, MP3 players or large cameras.  Thieves have been known to snatch laptops, PDAs and cellphones from Internet hotspot areas.\n\nCrime is rampant on local and long-distance public transport (buses, trains, ships).   Do not accept drinks from strangers, as they may be laced with drugs.  Choose your taxis carefully in cities (hotel taxis are often best), lock doors when inside and avoid using cellular phones, MP3 players, PDAs or laptops at traffic lights or in traffic jams.\n\nDo not place valuable items in checked baggage, as they may be stolen by baggage handlers.  Do not leave valuable items in an empty hotel room, and use the hotel's safe deposit box instead of the in-room safe. Do not draw large amounts of cash from banks or ATMs.  Guard your belongings carefully and consider carrying a money clip instead of a wallet.\n\n",{"type":"===","value":["Corruption"]},"\n\nIndonesia is notorious for corruption.  Officials may ask for ",{"type":"''","value":["uang suap"]}," (bribes), tips or \"gifts\" — the Indonesian terms are ",{"type":"''","value":["uang kopi"]}," or ",{"type":"''","value":["uang rokok"]},", literally \"coffee money\" and \"cigarette money\" — to supplement their meagre salaries; pretending you do not understand may work.  Some officials have been known to ask for furniture or whatever your company sells, or \"blue\" films.  Even members of the department of religion have been known to extort money from mixed-nationality newlyweds.  Generally, being polite, smiling, asking for an official receipt for any 'fees' you are asked to pay, more politeness and more smiling, will avoid any problems.  Keep your cool and be patient.  If you feel you've been overcharged, be sure to write a polite letter of complaint or inquiry to the person's boss. Many expatriates have done so with positive results, including a formal apology and refund of money, and some offices will expedite matters in the future for you just to avoid any more loss of face. Also, if you are dealing with, say, Immigration or the Police, it is best to be aware of any laws that affect you and bring a photocopy with you.  It is not uncommon for them to be unaware of the laws that directly affect them, or at least pretend to be, and some are so brazen as to thump a big book of laws down on the table and demand that you show them the law you are referring to.\n\nThe going rate for paying your way out of small offences (not carrying your passport, losing the departure card, minor or imaginary traffic violation) is Rp 50,000.  It's common for police to initially demand silly amounts or threaten you with going to the station, but keep cool and they'll be more reasonable.  Also note that if your taxi\/bus\/car driver is stopped, any fine or bribe is not your problem and it's best not to get involved.  (If it's clear that the police were out of line, your driver certainly won't object if you compensate him afterwards though.)\n\nGiving one bribe can lead to a seemingly never-ending chain of demands, even if you were just giving a gift of thanks.  Many government officials still feel it is their ",{"type":"'''","value":["right"]}," to receive such money and feel not one lick of shame or guilt; they can be, in fact, outrageously brazen if you're on their hook.  Just say no.\n\nCarrying identity documents on your person is important. However, it is recommended that if an official on the street asks for your passport, for example, you instead provide a photocopy. Some officials have been known to hold documents hostage to ensure compliance with what they want from you.\n\n",{"type":"===","value":["Civil strife and terrorism"]},"\n\nIndonesia has a number of provinces where separatist movements have resorted to armed struggles, notably ",{"type":"[[","value":[["Aceh"]]}," and ",{"type":"[[","value":[["Papua"]]},". In addition, sectarian strife between Sunnis and Shias or Ahmadiyyas, as well as between the indigenous population and transmigrants from Java\/Madura, continues to occur in ",{"type":"[[","value":[["Maluku"]]},", central parts of ",{"type":"[[","value":[["Sulawesi"]]}," and some areas of ",{"type":"[[","value":[["Kalimantan"]]},". Elections in Indonesia frequently involve rowdy demonstrations that have on occasion spiralled into violence, and the Indonesian military have also been known to employ violent measures to control or disperse protesting crowds. Watch the latest news for updates if a conflict is erupting.\n\nAlthough most demonstrations and strife occur in Jakarta, provincial capitals and even smaller places aren't immune.  In the event that you see them, avoid it and go to a different part of town or return to your hotel.\n\nWhile the great majority of civil strife in Indonesia is a strictly local affair, terrorist bombings targeting Western interests have also taken place in ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Jakarta"]]},", most notably the 2002 bombing in ",{"type":"[[","value":[["Kuta"]]}," that killed 202 people, including 161 tourists as well as the Australian embassy and the J.W. Marriott hotel has been bombed twice.  Bombings of non-tourist locations do happen, too, but low yield bombs are usually used.  To minimise your risk, avoid any tourist-oriented nightclub or restaurant without strong security measures in place.\n\nNevertheless, you are far more likely to be killed in a traffic accident or due to a tropical disease than in some random terrorist attack in Indonesia, so while you should be prudent, there is no need to be paranoid.\n\n",{"type":"===","value":["Drugs"]},"\n\nVisitors are greeted with cheery ",{"type":"'''","value":["\"Death to Drug Traffickers\""]}," signs at airports and recent cases have seen long jail terms for simple possession and nine Australian heroin traffickers (known as the \"Bali 9\") are on death row in Bali awaiting execution. Other foreigners have already been executed for drug trafficking— but drugs are still widely available.\n\nThe most common is marijuana (known as ",{"type":"''","value":["ganja"]},", ",{"type":"''","value":["gele"]}," or ",{"type":"''","value":["cimeng"]},"), which is not only sold to tourists but is used as food in some parts of the country, notably ",{"type":"[[","value":[["Aceh"]]},".  At some popular destinations, such as ",{"type":"[[","value":[["Kuta"]]}," Beach, you may be offered drugs for sale repeatedly.\n\nHard drugs are common in the nightlife scene, especially in ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Bali"]]},", but also elsewhere.  Ecstasy, cocaine and crystal methamphetamine are widely available and dealt with equally harshly by the Indonesian police.\n\nMagic mushrooms are advertised openly in parts of ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Lombok"]]}," and although the Indonesian legal position on these is unclear, purchase and consumption is unwise.\n\nIt's highly advisable to steer well clear, as entrapment and drug busts are common and you really, ",{"type":"'''","value":["really"]}," don't want to get involved with the Indonesian justice system; thanks to the anti-corruption drive, you cannot count on being able to bribe your way out anymore and escape a harsh or even far worse sentence.  You're better off going to Amsterdam if you want to get high.\n\n",{"type":"===","value":["Natural disasters"]},"\n\nIndonesia is a chain of highly volcanic islands sprinkled along the Ring of Fire, so ",{"type":"'''","value":["earthquakes"]}," occur often and ",{"type":"'''","value":["tsunamis"]}," and ",{"type":"'''","value":["volcano eruptions"]}," are all too common. On December 26, 2004, a 9.2 magnitude earthquake shook the coast of ",{"type":"[[","value":[["Aceh"]]},", sending tsunami waves up to 30 metres high across the Indian Ocean. Hundreds of thousands perished and many more were displaced. Mount Merapi in ",{"type":"[[","value":[["Yogyakarta"]]}," spews ash nearly every year or so. In some years, the ash can reach far into the Yogyakarta city and deadly hot smoke cascades down into the villages, as happened in 2010.  Most of the country is, unfortunately, prone to these kinds of disasters, with the exception of Sumatra's east coast, Java's north coast, Kalimantan, southern Sulawesi, and southern Papua.\n\nRealistically, there is little you can do to avoid these risks. You need to brace yourself in the event of an earthquake. But volcanoes, unlike earthquakes, are much more predictable. The local media & authority usually has good warning of how active the volcano is and will be. Steer clear of the areas around the volcano and change your travel plans if the situation is imminent.\n\nIn the event of being near a volcanic activity - take note of what media reports say about where things are dangerous, check warning signs and fire escape routes in hotels. Always be aware of areas experiencing volcanic activity and evacuate when prompted. However, should you be caught in a cloud of volcanic ash from a far-away eruption, cover your mouth and nose immediately, then seek shelter in an enclosed place with a strong roof.\n\nIn the event of earthquakes, hide under sturdy objects if indoors or run outside if near the door, and stay away from tall objects if outdoors. Any earthquake bigger than a 6.5 magnitude that lasts a long time usually triggers a tsunami warning (usually by siren or loudspeaker). Even if you don't hear a warning, if you feel a persistent & violent shaking, get away from the coast and seek higher land immediately.\n\nIndonesia is not prone to organized tropical systems, yet the rain can be heavy with thunderstorms and (sometimes swirling) winds, especially during the rainy season when it happens pretty frequent. Landslides occur in mountain slopes or cliffs, and flooding in lowlands or former deltas can be serious and ongoing. While there are rarely weather reports in any form of media, it's a good idea to pack an umbrella if it is said to rain or be vigilant for any signs of incoming storm, such as dark, towering and puffy clouds.\n\nIn heavy rain when there is an accumulation of volcanic ash in recently erupted volcanoes, it can result in ",{"type":"''","value":["lahar dingin"]}," (a very dangerous of slurry with stones and boulders).\n\n",{"type":"===","value":["Wildlife"]},"\n\n",{"type":"'''","value":["Crocodiles"]}," and ",{"type":"'''","value":["poisonous snakes"]}," are present throughout Indonesia, although they are uncommon in most areas.  Cobras and green tree snakes are generally the most common.  Since most locals don't know the difference between poisonous and harmless snakes, snakes are aggressively slaughtered in many places, and some places sell them as food, especially cobra and python meat.\n\n",{"type":"'''","value":["Komodo dragons"]}," can be very dangerous if harassed, but are only found on ",{"type":"[[","value":[["Komodo Island"]]}," and a few neighbouring islands in Flores.\n\nScorpions, whip scorpions, crabs, spiders and certain other critters, among them rove beetles can be found around the country and, while an encounter can produce unpleasant results, they are generally not fatal.  Despite this, seek professional help if you are bitten or develop a mysterious rash.\n\nLarge predators are increasingly rare, with Sumatran tigers being seriously endangered along with most other large animals, and even small jungle felines are hard to find now.  Birds, excepting certain types that have little commercial value, are absent in areas once flush with a variety of species.\n\n",{"type":"===","value":["LGBT travellers"]},"\n\nAttitudes toward homosexuality vary vastly. There are no laws against homosexuality in Indonesia, with the notable exception of ",{"type":"[[","value":[["Aceh"]]},", where it is illegal only for Muslims. Cosmopolitan ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Bali"]]}," boast gay nightclubs, and ",{"type":"''","value":["bencong"]}," or ",{"type":"''","value":["banci"]}," (transvestites and transsexuals) seem to have a special place in Indonesian culture, even as far as being hosts and MCs of TV programs, as well as special districts where these types of Pekerja Seks Komersial {PSK} (prostitute or gigolo) offer services - albeit illegally. In staunchly Islamic areas such as ",{"type":"[[","value":[["Aceh"]]},", however, homosexuals can legally be caned, though the law applies only to Muslims. As a general rule, gay visitors should err on the side of discretion; while violence against homosexuals is a blessed rarity, you may still be met with nasty comments and unwanted attention.\n\n",{"type":"===","value":["Directions"]},"\nIndonesians like to try to be helpful when you are lost - even when they don't really know where your destination is - but be careful to check directions received with at least one other person, and this problem extends to drivers of private transportation, such as taxis.  You may find yourself in the general area you want to be in before the driver will admit they don't know where to go.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"{{","value":[["infobox"],["Break like the wind"],["Most Indonesians have not yet quite accepted the germ theory of disease: instead, any flu-like diseases are covered under the concept of ",{"type":"''","value":["masuk angin"]},", lit. \"enter wind\".  Preventive measures include avoiding cold drinks and making sure bus windows are tightly rolled up during a 48-hour bus ride (evidently ",{"type":"''","value":["kretek"]}," smoke does not cause ",{"type":"''","value":["masuk angin"]},"), while accepted cures include the practice of ",{"type":"''","value":["kerokan"]}," (scrubbing a coin over your oiled skin) or the less socially acceptable ",{"type":"''","value":["kentut"]},", in other words fart!"]]},"\n\nThe bad news is that every disease known to man can be found somewhere in Indonesia — the good news is that you're probably not going there.  ",{"type":"[[","value":[["Malaria"]]}," prophylaxis is not necessary for ",{"type":"[[","value":[["Java"]]}," or ",{"type":"[[","value":[["Bali"]]},", but is wise if travelling for extended periods in remote areas of ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Borneo"]]},", ",{"type":"[[","value":[["Lombok"]]}," or points east.  Dengue fever can be contracted anywhere and using insect repellents (DEET) and mosquito nets is highly advisable. Please note that the common advice to turn your AC to its lowest setting to deter mosquitoes doesn't work - they simply fly under the covers and enjoy your body heat while sucking up a bloody cocktail; a fan on medium or high is much more effective.\n\n",{"type":"'''","value":["Hepatitis"]},"  B is also common, mainly in Lombok and Lesser Sunda Islands and getting vaccinated before arriving in Indonesia is wise, but Hepatitis B cannot be transmitted by foods. Food hygiene is often questionable and getting vaccinated for hepatitis A and possibly typhoid fever is a wise precaution.  See a doctor if what seems like ",{"type":"[[","value":[["travellers' diarrhea"]]}," does not clear up within a few days, or is accompanied by a fever.\n\nThe air quality in major cities, especially ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Surabaya"]]},", is poor, and the seasonal haze (June–October) from forest fires on ",{"type":"[[","value":[["Borneo"]]}," and northern ",{"type":"[[","value":[["Sumatra"]]}," can also cause respiratory problems. If you have asthma, bring your medicine and breather.\n\nRecent years have seen outbreaks of polio and anthrax in rural parts of Java and rabies in East Nusa Tenggara. Polio has been eradicated from Indonesia now. ",{"type":"'''","value":["Avian influenza"]}," (bird flu) has also made headlines, but outbreaks are sporadic and limited to people who deal with live or dead poultry in rural areas.  Eating cooked chicken appears to be safe.\n\nThe local Indonesian health care system is in many cases, ",{"type":"'''","value":["not up to western standards"]},".  While a short-term stay in an Indonesian hospital or medical center for simple health problems is probably not markedly different to a western facility, serious and critical medical emergencies will stretch the system to the limit.  In fact, many rich Indonesians often choose to travel to neighbouring ",{"type":"[[","value":[["Singapore"]]}," to receive more serious health care.  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sosindonesia.com\/ SOS-AEA Indonesia"]}]}," (24 hr emergency line ☎ +62 21 7506001) specialises in treating expats and has English staff on duty, but charges are correspondingly high.  In any case, travel health insurance that includes ",{"type":"'''","value":["medical evacuation"]}," back to a home country is highly recommended.  Before going to hospital for non-emergency cases, it is advisable to ask which hospitals are good and which aren't.\n\nIf you need a specific medicine, bring the medicine in its container\/bottle, if possible with the doctor's prescription. Indonesian custom inspectors may ask about the medicine. If you need additional medicine in Indonesia, bring the container to an ",{"type":"''","value":["apotek"]}," (pharmacy) and if possible mention the active ingredients of the medicine.  Drugs are usually manufactured locally under different brand names, but contain the same ingredients.  Be careful about the proper dosage of the medicine and be aware that some pharmacies knowingly sell \"recycled\" (expired) medicine at low prices.\n\nFor routine traveller complaints, one can often find ",{"type":"''","value":["dokter"]}," (medical doctors) in towns. These small clinics are usually walk-in, although you may face a long wait. Most clinics open in the afternoon (from 16:00).  The emergency room (UGD) in hospitals are always open (24 hr). There are ",{"type":"''","value":["poliklinik"]}," (clinics) in most hospitals (08:00-16:00). Advance payment, or incremental payments are expected for treatment.\n\nBe warned, though, that the doctors\/nurses may not speak English well enough to describe an appropriate diagnosis or may be reluctant to provide one, be patient and take a good phrasebook or a translator with you.  Ask about the name and dosage of the prescription medicine, as a few doctors may oversubscribe to inflate their own commission, antibiotics are often inappropriately prescribed, and vitamins are often provided liberally.\n\nIndonesia has a low ",{"type":"'''","value":["HIV\/AIDS"]}," prevalence rate. However, most infections are among ",{"type":"'''","value":["sex workers"]}," and ",{"type":"'''","value":["injecting drug users"]},". Always protect yourself before engaging in risky activities.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["infobox"],["Names and addresing names"],["Indonesians follow the western naming convention, however some people do not denote their surnames. Chinese names typically follow Eastern naming conventions. Note that Indonesian ID cards do not differ first name & surnames, thus name addressing can be a confusion!\n\nPolite forms of address for people you don't know are ",{"type":"'''","value":["Bapak"]}," (\"lit:father\") for men and ",{"type":"'''","value":["Ibu"]}," (\"lit:mother\") for women.  If you know the name of the person you're talking to, you can address them respectfully as ",{"type":"''","value":["(Ba)pak"]}," or ",{"type":"''","value":["(i)bu"]}," followed by their name (typically their first name), for men and women respectively. The Javanese terms ",{"type":"''","value":["mas"]}," (\"older brother\") and ",{"type":"''","value":["mbak"]}," (\"older sister\") are also common, but is best reserved for equals, not superiors or those who are obviously more senior.  You may be called ",{"type":"''","value":["Tuan"]}," (Mr.), ",{"type":"''","value":["Nona"]}," (Ms.) or ",{"type":"''","value":["Nyonya"]}," (Mrs.), as these are usually used in Western terms.\n\nCalling by someone's first name is enough only if you already know the person personally. When referring to other people, it is best to mention them by name rather than \"dia\" (\"he\/she\"), as it signifies openness (so as not to talk of them secretly) and acknowledgment."]]},"\n\nBy and large (hawkers and touts don't count), Indonesians are polite people (although not exactly in the way you are used to) and adopting a few local conventions will go a long way toward smoothing your stay.\n\n",{"type":"*","value":["One general tip for getting by in Indonesia is that ",{"type":"'''","value":["saving face"]}," is extremely important in Indonesian culture. If you should get into a dispute with anybody, forget trying to 'win' or arguing & accusing the person at fault. Better results will be gained by remaining polite and humble at all times, never raising your voice, and smiling, asking the person to seek a solution to the problem. Rarely, if ever, is it appropriate to try to blame, or accuse.  However, if someone is clearly corrupt or obstructive, a letter or call to, or a meeting with, a higher up may remedy the problem.  How high up you may have to go is variable."]},"\n",{"type":"*","value":["It is best to speak diplomatically. Do not criticise the 6 state-approved religions or make statements that could be construed as trying to influence politics.  Similarly, defamatory statements (even if they are true) about businesses here should be avoided. It is a well-known fact that going to court has nothing to do with the letter of the law and everything to do with who bribes the judges the most. In other words, you should not behave in a confrontational manner with locals - they will only consider you rude and you will not be respected or paid attention to."]},"\n",{"type":"*","value":[" Do smile and nod your head or greet people as you walk around - failing to do so will cast you in a doubtful light and you will be considered rude or snobbish. However take some factors into consideration as smiles are also often used to cover up embarrassment, sadness, anger, confusion and other emotions under normal circumstances."]},"\n",{"type":"*","value":["When meeting someone, be it for the first time ever or just the first time that day, it is common to shake hands — but in Indonesia this is no knuckle-crusher, just a ",{"type":"'''","value":["light touching of the palms"]},", often followed by bringing your hand to your chest.  Meetings often start and end with everybody shaking hands with everybody!  However, don't try to shake hands with a Muslim woman unless she offers her hand first.  It is respectful to bend slightly (not a complete bow) when greeting someone older or in a position of authority."]},"\n",{"type":"*","value":[{"type":"'''","value":["Never use your left hand for anything!"]},"  It is considered very rude as Muslims use their left hands to wash their privates after using the toilet. This is especially true when you are shaking hands or handing something to someone.  It can be hard to get used to, especially if you are left-handed.  However, sometimes special greetings are given with both hands. If you are forced to hand someone something with your left hand, you should apologise: \"Maaf, tangan kiri,\" (Sorry for using my left hand)."]},"\n",{"type":"*","value":["Avoid touching the top of anyone's head as some cultures here consider it as a holy part of their body. Do not point at someone with your finger; instead with your right thumb, or a fully opened hand. Do not stand or sit with your arms crossed or on your hips as this a sign of anger or hostility. "]},"\n",{"type":"*","value":["Remove your footwear outside before entering a house, unless the owner explicitly allows you to keep them on.  Even then, it might be more polite to remove them.  Do not put your feet up while sitting and try not to show the bottom of your feet to someone - it is considered rude.  Don't walk in front of people, instead walk behind them. When others are sitting, while walking around them, it is customary to bow slightly and lower a hand to \"cut\" through the crowd; avoid standing upright."]},"\n",{"type":"*","value":["And if all this seems terribly complex, don't worry about it too much — Indonesians are an easygoing bunch and don't expect foreigners to know or understand the intricacies of local etiquette. If you're wondering about a person's reaction or you see any peculiar gesture you don't understand, they will appreciate it if you ask them directly (casually later, in a friendly and humble manner), rather than ignoring it. In general, such a question is more than an apology; it shows trust."]},"\n",{"type":"*","value":[{"type":"'''","value":["Do not assume"]}," that everyone will have the same opinion with you regarding the ",{"type":"'''","value":["Soeharto"]}," regime. Some praises this era for economy growth, stability, and cheap prices of produce; while others criticize for corruption, dictatorship, and racialism, especially the Chinese Indonesians. It is better to assess the speaker's opinion before approaching the topic."]},"\n",{"type":"*","value":["Do not be surprised for a few locals to interact with foreigners, especially of European descent, in a way that may be taken as \"rude and overreacting\". They will refer to you as a \"bule\" (lit: albino) and do things such as constant staring, taking pictures with you, greets you with laughter, and then asking questions to the extent. You might also see some form of astonishment or amusement for doing what they do that they assume you don't. This is a typical reaction and is not meant to be an insult, but a form of curiosity."]},"\n",{"type":"*","value":["A few Buddhist & Hindu temples & homes may have a Swastika placed somewhere. They are regarded as religious symbols, ",{"type":"'''","value":["not"]}," a form of anti-Semitism or support of Nazism. "]},"\n",{"type":"===","value":["Dress"]},"\n\nBy and large, Indonesia is a conservative country and modest dress is advisable.  On most of the beaches on Bali and Lombok the locals are used to foreigners gambolling about in bikinis, but elsewhere women are advised to keep legs and necklines covered and to match the locals when bathing.  (Covering your hair is unnecessary, although doing so may be appreciated in ",{"type":"[[","value":[["Aceh"]]},".)  Wearing shorts or miniskirts is unlikely to cause actual offence, but clothing like this is sometimes associated with sex workers.  Men, too, can gain respect by wearing collared, long-sleeve shirts and trousers if dealing with bureaucracy; a tie is not normally worn in Indonesia.\n\n",{"type":"==","value":["Connect"]},"\n\nKeeping in touch with the outside world from Indonesia is rarely a problem, at least if you stay anywhere close to the beaten track.\n\n",{"type":"===","value":["Phone calls"]},"\n\nAs getting a fixed line remains an unaffordable luxury for many Indonesians, ",{"type":"'''","value":["wartel"]}," (short for ",{"type":"''","value":["warung telekomunikasi"]},") can be found on most every street in Indonesia. But these too have gradually disappeared because many Indonesian can now afford mobile phones.\n\nPhone numbers in Indonesia are of the form ",{"type":"<","value":["code",["+62 12 345 6789"]]}," where \"62\" is the country code for Indonesia, followed by the area code without the prefix 0, and the phone number.  If you omit the +62 prefix, you will need to punch the \"0\" area code prefix for calls to another area code. Mobile numbers in Indonesia must always be dialed with all digits no matter where they are being called from. Omit the prefix \"0\" if calling with a +62 prefix.\n\n; Making local calls : Dial ",{"type":"''","value":["(telephone number)"]},"\n; Making long distance calls : Dial 0-",{"type":"''","value":["(area code)"]},"-",{"type":"''","value":["(telephone number)"]},"\n; Making international calls : Dial 017-",{"type":"''","value":["(",{"type":"[[","value":[["List of country calling codes"],["country code"]]},")"]},"-",{"type":"''","value":["(area code, if any)"]},"-",{"type":"''","value":["(telephone number)"]},". You can use the \"001\", \"007\" or \"008\" prefix.\n; You can make International calls through operator: dial 101 or 102.\n; Making long distance collect calls : Dial 0871-",{"type":"''","value":["(area code)"]},"\n; Connecting to the Internet : Dial 080989999 (from your modem), costing you Rp 150\/minute ",{"type":"[","value":["http:\/\/www.telkom.co.id\/products-services\/"]},"\n; Telkom Calling Card access number : Dial 168\n\n",{"type":"===","value":["Mobile phones"]},"\n\nThe Indonesian mobile phone market is heavily competitive and prices are low: you can pick up a prepaid SIM card for less than Rp 10,000 and calls cost as little as Rp 300 a minute to some other countries using certain carriers (subject to the usual host of restrictions). SMS (text message) service is also very cheap, with local SMS as low as Rp129-165, and international SMS for Rp400-600. Indonesia is also the world's largest market for used phones, basic models start from Rp 150,000, with used ones being even cheaper.  \n\nThe country has multiple service providers, in the order of the largest coverage, ",{"type":"[","value":["http:\/\/www.telkomsel.com\/ ",{"type":"'''","value":["Telkomsel"]}]},", ",{"type":"[","value":["http:\/\/www.indosat.co.id\/ ",{"type":"'''","value":["Indosat"]},", ",{"type":"[","value":["http:\/\/www.xl.co.id\/ ",{"type":"'''","value":["XL Axiata"]}]}," and ",{"type":"[","value":["http:\/\/www.tri.co.id\/ ",{"type":"'''","value":["3"]}]},". Each has sub brands that are either a pre-paid or a post-paid service. In Java and Bali, any will actually work just fine.\n\nIf you have a Global System Mobile (GSM) phone, ask your local GSM operator about your \"roaming agreement\/facility\"  so that you may use your own cellular phone and GSM SIM card in Indonesia. Most GSM operators in Indonesia have roaming agreements with GSM operators worldwide. ",{"type":"[","value":["http:\/\/www.gsmworld.com\/roaming\/gsminfo\/cou_id.shtml"]},". But, of course, this means you will pay several times more than if using a local SIM.  Some carriers require a substantial deposit (hundreds of dollars) to use certain of their cards abroad.\n\nMost Indonesian operators use GSM. Several operators provide services on the nation's CDMA networks: they are slightly cheaper, but some providers have poor coverage outside major population areas.  Be sure to double-check which network a handset will operate on before purchase, the same applies to USB modem dongles.\n\nVOIP (Voice Over Internet Protocol) rates are available from the cellphone providers, each carrier has a different prefix to access these services. Those prefixes provide much lower international cling rates, but do not use them for SMS, they will not work\n\n===Internet===\n\nThe modern-day version of the ",{"type":"''","value":["wartel"]}," is the ",{"type":"'''","value":["warnet"]},". Many have evolved into ",{"type":"''","value":["internet cafes"]},", featuring Internet-connected PCs, some may offer WiFi connectivity.  Prices vary considerably, and as usual you tend to get what you pay for, but you'll usually be looking at around Rp3,000 to Rp5,000 per hour with faster access than from your own mobile phone. In large cities, there are free WiFi hotspots in many shopping malls, McDonald restaurants, Starbucks cafes, 7 Eleven convenience stores, and in some restaurants and bars. Some hotels provide free hotspots in the lobby and\/or in their restaurants and even in your rooms.\n\nIf you have GSM\/WCDMA Mobile phones, you can easily use them for internet connections with most prepaid cards with the major operators.  Packet-based and unlimited monthly\/weekly\/daily packages are both available (the latter are becoming more popular), and the available deals and combinations change constantly. The best way to know the current deals is to visit the operators' websites (generally in Indonesian only), or to ask dealers selling SIM cards. 3G is often only available in the main cities and tourist destinations.  Despite the claims of various dodgy airport shops, you do ",{"type":"''","value":["not"]}," need to buy a modem bundle to use these packages with your phone. Also, the package price in the airport is often considerably inflated - it's a good idea to buy it later in the city, or visit a chosen operator's local (official) office.\n\nUnfortunately, in many remote areas you may find yourself out of its coverage, and even if there is, only painfully slow GPRS\/EDGE (not 3G) is available. For long-term visitors\/residents of major cities, CDMA operators may be a better choice, with marginally higher speeds (if covered by CDMA2000 3G network) and price around Rp 100,000\/month. For those visiting remote areas (outside of Java, Bali, and main cities or tourist areas anywhere else) but still wishing to get online, GSM operator Telkomsel seems to be the best, although not so cheap both for calls and Internet.\n\n4G LTE is unfortunately not available outside the Jakarta area, even most service providers are yet to adopt it. ",{"type":"[","value":["www.boltsuper4g.com BOLT"]}," is currently the only 4G Internet service provider in Indonesia and offers its own pocket-wifi modems for less than Rp 300,000.\n\n===Telephone directories and information services===\n\n====Other information services====\n\n; Current time : ☎  999\n; Information about Telkom services: ☎ 162\n; Phone directory: ☎ 108\n; Phone directory in other cities: ☎  (Code Area) 108\n; Hello Yellow Phone Directory: ☎ +62 21 7917 8108\n; Online Yellow Pages: \nIndonesian YellowPages ",{"type":"[","value":["http:\/\/www.yellowpages.co.id"]}," ",{"type":"[","value":["http:\/\/www.kota.com"]},"\n; Code area of large cities in Indonesia:\nBalikpapan (0542), Banda Aceh (0651), Bandung (022), Batam (0778), Betung (022), Bintan (0770), Bogor (025), Cirebon (023), Demak (029), Denpasar (0361), Jakarta (021),Jember (033), Jogyakarta (0274), Kupang (0380), Makassar (0411), Malang (034), Manado (0431), Mataram (0370), Medan (061), Palembang (0711), Pekanbaru (0761), Semarang (024), Solo (0271),  Surabaya (031)\n\n===Postal Service===\nPostal service is provided by the state-owned ",{"type":"[","value":["http:\/\/www.posindonesia.co.id\/ ",{"type":"'''","value":["Pos Indonesia"]}]},", which will deliver to even the remotest areas. JNE and Tiki are also reliable enough to send packages to anywhere in Indonesia for less than $15 in up to 10 business days, depending on the origin and destination. FedEx, DHL, and UPS sends package internationally, and FedEx as well as its local affiliation RPX have drop box offices.\n\n===Tourism Promotion Centre===\n\n",{"type":"*","value":[" Ministry of Tourism and Culture. Jl. Medan Merdeka Barat No.17, 9th floor, Jakarta, ☎ +62 21 383 8303. "]},{"type":"*","value":[" Indonesia Tourism Promotion Board (BPPI), Wisma Nugraha Santana 9th flr. Jl. Jend. Sudirman Kav. 8, Jakarta. ☎ +62 21 570 4879. Fax:+62 21 570 4855."]},"\n===Emergency===\n\nHere is a list of emergency numbers in Indonesia (please note that while these numbers are accessible for free from all non-mobile telephones, they may not be accessible from mobile phones [for mobile phones, you'd better use international mobile phones emergency number, ",{"type":"'''","value":["112"]}]},"):\n \n",{"type":"*","value":[" Police : ☎  110"]},{"type":"*","value":[" Fire department : ☎  113"]},{"type":"*","value":[" Ambulance : ☎  118"]},{"type":"*","value":[" Search and rescue team: ☎ 115"]},{"type":"*","value":[" Red Cross HQ (Jakarta) : ☎  +62 21 3843582"]},{"type":"*","value":[" Indonesian Police HQ. Jl. Trunojoyo 3, South Jakarta. ☎ +62 21 7218144."]},{"type":"*","value":[" National Search and Rescue agency (BASARNAS): Jl. Medan Merdeka Timur No.5, Jakarta. ☎ +62 21 348-32881, (☎ +62 21 348-32908, ☎ +62 21 348-32869, Fax:+62 21 348-32884, +62 21 348-32885. Website: Basarnas ",{"type":"[","value":["http:\/\/www.dephub.go.id\/SAR\/kontakkami.htm"]},"."]},"\nDo note however that English-speaking operators are ",{"type":"'''","value":["not"]}," available even in major cities, as operators will typically speak Indonesian as their primary language. Furthermore, they typically do not answer the numbers, even in an emergency, and their reliability is rudimentary at its best.\n\n",{"type":"===","value":["Media"]},"\nEnglish publications in Indonesia have sprung up recently, albeit very slowly. ",{"type":"[","value":["http:\/\/www.thejakartapost.com ",{"type":"'''","value":["The Jakarta Post"]}]}," is Indonesia's largest circulating English newspaper; you can grab a copy in some of Indonesia's biggest cities. ",{"type":"[","value":["http:\/\/www.thejakartaglobe.com ",{"type":"'''","value":["The Jakarta Globe"]}]}," is in a tabloid format and usually has richer content. Both newspapers provide good online content too.\n\n",{"type":"[","value":["http:\/\/en.tempo.co ",{"type":"'''","value":["Tempo Media"]}]}," maintains an online presence in English, even publishing its own English weekly magazine, but it is mostly filled with hard news. \n\nState-owned TV station, TVRI, has its own English news service at 18.00 WIB (6PM West Indonesian time) daily. Indonesia's most famous news channel, MetroTV, also has an English news program at 01.00 WIB (1 AM West Indonesian Time) Tuesdays through Saturdays. Berita Satu World is an English news channel that can be watched in selected cable TV providers.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Electricity"]},"\nIndonesia uses 220 volt and 50 Hz system. Outlets are European standard two round pins, either the CEE-7\/7 \"Schukostecker\" or \"Schuko\" or the compatible, but non-grounded, CEE-7\/16 \"Europlug\" types.\n\nElectricity within Java and Bali is on 24 hours a day. This is also generally true in most populated areas outside the two islands, although they may be more prone to blackouts. The remote or less populated villages may have electricity on for a few hours per day only or even none at all.\n\n",{"type":"===","value":["Embassies, high commissions and consulates"]},"\n\nThe ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.deplu.go.id Kementerian Luar Negeri"]}]}," (Kemenlu) or Ministry of Foreign Affairs maintains a complete searchable database of diplomatic institutions.  All embassies are located in ",{"type":"[[","value":[["Jakarta"]]}," (see that article for listings), but a few countries maintain consulates general and honorary consulates elsewhere, mostly in ",{"type":"[[","value":[["Surabaya"]]},", ",{"type":"[[","value":[["Bali"]]}," and port cities (e.g. Malaysia in ",{"type":"[[","value":[["Pekanbaru"]]},", Philippines in ",{"type":"[[","value":[["Manado"]]}," and so on).\n\n",{"type":"{{","value":[["geo"],["-6.1750"],["106.8283"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southeast Asia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Indonesia\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Indonesia"]]},"\n",{"type":"[[","value":[["Wikipedia:Indonesia"]]}]