[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image: Indore Rajwada.jpg"],["thumb"],["350px"],[{"type":"'''","value":["Rajwada of Indore"]}]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/indore.nic.in Indore"]}]}," (",{"type":"[[","value":[["Hindi"]]},":इन्दौर ,",{"type":"[[","value":[["Marathi"]]},":इंदूर), the commercial capital of ",{"type":"[[","value":[["Madhya Pradesh"]]},", is situated on Malwa plateau. Indore, growing at a fast pace, still manages to combine ancient and mordern lifestyle in a unique atomshpere. 'Indories' (residents of Indore) are well known for their warm and friendly attitude. \n\n",{"type":"==","value":["Understand"]},"\nIndore is situated on the Malwa plateau at an altitude of 553 m above sea level, on the banks of two small rivulets - the Saraswati and the Khan. They unite at the centre of the city where a small 18th century temple of Sangamnath or Indreshwar exists. The name Indore is due to this deity. It is the largest city in Madhya Pradesh state in central India. It is among the million+ population cities of India and it is the commercial capital of the state of Madhya Pradesh. Indore city presents a happy blend of historical past and promises of rapid future modernization. \n\nFormerly a major trading centre, the city, along with its satellite townships of Pithampur and Dewas, has established itself as a strong industrial base. The era of liberalisation has seen Indore at the forefront of a number of privatisation initiatives which include the country's first toll road and private telephone network (Airtel). In the midst of such vibrant industrial activity, the city maintains its link with its glorious past. Indore has witnessed the reign of one of the greatest women in Indian history, Rani Ahilyabai Holkar. Malhar Rao Holkar, the father-in-law of Ahilyabai was bestowed Indrashwar or Indrapur (from which the name Indore was derived) by the Maratha Peshwa Baji Rao. Widowed when she was barely out of her teens Rani Ahilyabai took the responsibility of Indore into her own hands and was instrumental in planning and building this city. 14 generations of the Holkar dynasty ruled Indore for 220 years. On 16th June 1948, the Holkar State was officially merged with the Indian republic. \n\nIndore is well connected by road, rail and air with the Agra-Mumbai highway passing through the city. It is strategically located, being in close proximity to Mumbai (593 km) and Delhi (807 km) both of which are connected by daily flights operated by Jet Airways and Indian Airlines.\n\nIndore is the most developed city of Madhya Pradesh. Due to its location on the southern edge of the Malwa plateau, it makes an excellent tourist destination, during the day a cool breeze starts which makes the evenings quite pleasant. No wonder poets have deemed Shab-e-Malwa (the night of Malwa) exquisite beyond compare. The city also has many good tourist spots in its vicinity. Mandav is a city of palaces and lakes very close to Indore. This is a beautiful and a very good tourist destination.\n\nThanks to the rich black soil of the Malwa Plateau, Indore has prospered into being the fourth largest centre of cotton textile industry in India. It is also justly famous for its beautiful bangles.\n\nIndore can be called the 'food city'. It has great variety and taste in food. It offers amazing chats (term used for spicy tangy food), punjabi food, Indian sweets (jalebis, malpuas, kaju katli, the list is endless). Once you have a taste of Indore's food, you will want to come back and have it again.\nBY SANDY\n\n",{"type":"==","value":["Get in"]},"\nIndore is well connected by air, train and road to major cities of the country.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Devi Ahilyabai Holkar National Airport"]}," (",{"type":"{{","value":[["IATA"],["IDR"]]},") is a prominent airport in the Madhya Pradesh state of India and is situated in Indore. The Airport is one of the best in India and offers good connectivity from major cities of India. \n\nThere are many airlines operating in Indore: \n\n",{"type":"{|","value":[["class=\"wikitable\""],["! Airlines || Cities Connected"],["|-"],["| Indian || ",{"type":"[[","value":[["Mumbai"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Bhopal"]]}],["|-"],["| Jet Airways || ",{"type":"[[","value":[["Mumbai"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Bhopal"]]},", ",{"type":"[[","value":[["Ahmedabad"]]},", ",{"type":"[[","value":[["Raipur"]]},", ",{"type":"[[","value":[["Hyderabad"]]}],["|-"],["| IndiGo || ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Bangalore"]]},"."]]},"\n\nEnd of Oct 2009, GoAir started direct flight from Delhi to Indore with a flying time of an hour and six minutes\n\nIndore airport provides free Wifi internet connectivity. The airport has service-desk of all major hotels of Indore wherein you can book a room. The airport is situated 8km away from the main city. To reach city center there are private paid taxis available. Dial (0731) 4288 888 to book a City Cab",{"type":"[","value":["http:\/\/www.citybusindore.com\/flash\/taxi.swf"]},".\n\nNEW INTERNATIONAL AIRPORT HAS BEEN CONSTRUCTED. It is a one of its kind building in Indore with many new facilities.\nit has capacity of accommodating 700 passengers in an hour.\n\n",{"type":"===","value":["By train"]},"\nIndore is connected to major indian cities like Mumbai, Pune, Nagpur, Delhi, Jaipur, Agra, Ahmedabad, Vadodara, Howrah, Bhopal, Ujjain, Gwalior, Bhind, Jabalpur, Bilaspur, Khandwa, Lucknow, Varanasi, Patna, Ambala Ct, Jammu, Dehradun and Trivandrum.\n\nThe railway station has two sections: Meter Gauge(MG) and Broad Gauge(BG). ",{"type":"[[","value":[["Khandwa"]]}," and ",{"type":"[[","value":[["Ratlam"]]}," are two major railway junctions that are connected through Meter Gauge. Indore Railway Station, located in city centre, is an average Indian railway station with computerized ticket booking office. Railway Reservation office is near railway station (on meter gauge side).Trolleys are not available on the station, but porters can be hired to help with luggage. Licensed porters wear a red shirt with a metallic arm-band bearing their serial number. Laxmibai Nagar (MG & BG), Rajendra Nagar(MG), Lokmanya Nagar(MG) are Indore city's sub-station.\n\n",{"type":"===","value":["By road"]}," \nThe national highway NH3(Bombay-Agra Road) and NH59 (Indore-Ahmedabad Road) passes through Indore and there are ",{"type":"''","value":["daily bus services"]}," from Indore to Mumbai, Jaipur, Gwalior, Bhopal etc. Some of the bus services are Royal Travels, Hans and City Link Travels.  State owned transport service is not in good shape to cater current need and should be avoided.\n\n",{"type":"==","value":[" Get around "]},"\n\nThere are numerous rental car\/travel companies in the city, where can you can get cars according to KM or fixed rate basis. Ask for packages for both the cabs, if you are planning to go around for long time. A\/C charges are extra. Auto Rickshaws-Available everywhere. \n\nAt Nagar Seva, there are cheaper shared transportation (Maruti Vans) that runs throughout the city, MetroBus Bus stations are also locared in almost all major areas. The government is planning to start metro train and a tram in indore so that the traffic loads on roads get down to some level as the city faces traffic jams in every corner. if every thing goes as per plan indore's name will shine on top among metros in the country.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Star Cabs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 731-6333333"],["tollfree="],["fax="],["hours="],["price=11.95"],["content=The Cheapest cabs, usually Hyundai Santro's"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Metro Taxi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 731-4288888"],["tollfree="],["fax="],["hours="],["price="],["content=Bit more expensive than star cab ,but has better cars (Maruti sx4)"]]}]},"\n",{"type":"==","value":[" See "]},"\nIndore has many good places to see ranging from shopping malls, to historical and cultures spots. The city's rich heritage and culture is reflected through the beautifully built palaces and temples.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rajawada"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Synonymous with the heart of Indore city, it stands today as a mute witness to the bygone splendour of the Holkar rulers. This 200 year old seven-storey historic palace of the Holkars is built in a mixture of Muslim, Maratha and French styles. The lower three floors are made of stone and the upper floors are made of wood, which made it very vulnerable to destruction by fire. Rajwada was burnt three times in its history; the last fire in 1984 took the greatest toll. Today only the front facade remains. Recent renovations have recreated some of the old glory of this beautiful palace."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lal Baag Palace"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the grandest monuments the Holkar dynasty left Indore. A reflection of their taste, grandeur and lifestyle, its construction began in 1886 under Tukoji Rao Holkar II, and was carried out in three phases. The final phase was completed in 1921 under Tukoji Rao Holkar III. Many royal receptions were held here. It has a total area of 28 hectares, and at one time it had the reputation of having one of the best rose gardens in the country."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bada Ganpati"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Better known for its size than antiquity, this temple houses perhaps the largest Ganesh idol in the world measuring 25 feet from crown to foot. Created as a result of the dream of an Avantika (Ujjain) resident, Shri Dadhich, it was built in 1875."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kanch Mandir"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This Jain temple is an architectural marvel in glass. The walls, ceilings, floors, pillars and door knobs are entirely inlaid with glass. Even paintings are done in glass. Atop is a special glass chamber which multiplies the three statues of Lord Shantinath,Aadinath & Mahavira installed there into an indefinite number (said to be visible upto 24 times, corresponding to the 24 tirthankaras)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Town Hall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1904 and originally named King Edwards Hall, it was renamed Mahatma Gandhi Hall in 1948. Its architectural style is Indo-Gothic. Made in Seoni stone, its domes and staples are a landmark of Indore today. It has a four-faced clock tower in front, because of which it is locally known as Ghanta Ghar. It is frequently the venue for the various book and painting exhibitions, fairs and festivals held throughout the year. The building also has a library, a children's park and a temple."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bapna Statue"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right across from the famous MY Hospital in Indore, in the Jaora Compound Area, is the statue of Rai Bahadur Sir Siremal Bapna, the legendary Prime Minister of Holkar State during the reign of HH Maharaja Yeshwant Rao Holkar. He is credited with bringing Indore into the modern age and he was an able and honest administrator, a great social reformer, a great philanthropist and a modern day saint."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Central Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Indore Museum houses the finest collection of Parmar sculptures from Hinglajgarh. The Parmar style originated here, and is characterized by proportioned figures, carefully and ornately depicted in stone. The museum is also known for its collection of coins, arms and armour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chhatris"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chhatris are the tombs or cenotaphs erected in memory of dead Holkar rulers and their family members. The Chhatris picturesquely poised on the Khan river banks near Rajawada are incomparable in terms of Maratha architecture and sculpture of their period. At Chhatri Baag is the main collection of tombs housed in two compounds. Close by is the beautiful Bolia Sarkar's Chhatri constructed in 1858 AD in memory of Sardar Chimnaji Appa Sahib Bolia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khajrana Ganesh Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The citizens of Indore have great faith in this Ganesh temple, built during the reign of Ahilyabai Holkar. It is believed that all wishes are fulfilled by praying here. Nearby is the dargah of Nahar Sayed. This is an important pilgrimage place for Maita Muslims."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gomatgiri"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the hill 10-12 km away from the heart of the city, the Jain Samaj has constructed a 21 feet statue of Lord Gomateshwar, a replica of the Bahubali statue of Shravanbelagola. Also built here are 24 marble temples with shilars for each tirthankar. This place offers a breathtaking view of Indore city by night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Venkatesh Temple"],["alt=Laxmi Venkatesh Temple"],["url=http:\/\/www.nagoriyamath.org\/indore.html"],["email="],["address=36, Chattribagh"],["lat="],["long="],["directions="],["phone = +91 2340987"],["tollfree="],["fax="],["hours="],["price="],["content=Where India's third largest and largest Rath-yatra procession is carried and thousands of people participate in that and temple was built 50 yrs before in mid of indore city by Nagoriya Pithdishwar"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sapna- Sangeeta Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is another very famous and one of the busiest road in the town.\nmany national and international brand stores are present here. the road which is officialy named after great SHRI AGRASEN MAHARAJ is popularly known after one of the best multiplex sanpna sangeeta which in earlier days was a single screen theatre havinh two theatres, is now a multiplex with three screens of inox. \nthe road is the busiest one and addresses many local national and international brands"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=RAVINDRA NATAY GRAH"],["url="],["email="],["address=RNT MARG"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=THIS IS ONE OF THE EXAMPLES OF A COMPLETE MAKEOVER. FEW YEARS BACK IT WAS A OLD AND NOT SO GOOD AUDITORIUM. After some years it was decide to renovate it with public private partnership. it was then done complete makeover and now it is one of the best auditorium in town with many modern facilities."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=ANNAPURNA TEMPLE"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is a famous temple of the goddess of food. The name of the temple annapurna it self means \"anna\" which literaly means food.\nthe people in town have great faith in the temple. \nthe temple is made with beautiful  colorful work done at the entrance gate."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=VAISHNAV DHAAM"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=IT IS A FAMOUS TEMPLE OF THE GODDESS. IT  IS BEAUTIFULLY CONTRUCTED IN WHITE AND AWAY FROM THE CITY TRAFFIC.\nTHE IDOLS HERE ARE VERY BEAUTIFUL TO WATCH."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=GEETA BHAWAN"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=ONE OF THE MOST FAMOUS TEMPLES IN THE CITY. LOCATED NEAR THE HEART OF TOWN PALASIA. YOU CAN FOUND THE IDOLS OF ALMOST ALL GOD AND GODDESS AND THE PEACE IS UNIQUE HERE."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=SIRPUR LAKE"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=THE LAKE HOSTS THE HABITATS TO MAJOR MIGRATORY BIRDS.\nThe natural beauty of the lake and scenic view is had to forget.\nthe government has decided to develop a garden near to lake."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shell City Water Park"],["url="],["email="],["address=khandwa road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=another famous water cum amusement park in the outskirts of the busy town. a newly constructed park which offers wide range of entertainment"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Meghdoot Uapvan"],["url="],["email="],["address=Vijay Nagar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=IT IS A HUDE GARDEN WITH FOUNTAIN SHOW AND MANY KIND OF PLANTS AND FLOWERS ARE PLANTED HERE.\nIT MAKES YOU NEAR TO NATURE WITH IN THE CITY IT SELF. AND LOVELY POINT FOR COUPLES."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nakhrali Dhani Water Park"],["url="],["email="],["address=Rau, INDORE"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A ONE OF ITS KIND RAJASTHANI VILLAGE THEMED PARK CUM AMMUSMENT PARK AND RESTAURANT.\nTHIS IS A EXCLUSIVE PARK IN INDORE WHICH LET YOU ENTER IN A RAJASTHANI VILLAGE WORLD."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Regional Park"],["url="],["email="],["address=Pipliapala Lake"],["lat="],["long="],["directions=Rajiv gandhi square"],["phone="],["tollfree="],["fax="],["hours=9AM - 10PM"],["price="],["content=The most beautiful park in town right now. it is developed by Indore development authority (IDA)on the banks of ancient pipliyapala lake.\nThe park has been developed beautifully with estimated cost of Rs. 70 crores.\nThe amazing light work in night and various new species of plants make  it most attractive.\nThe park is divided in four parts\n# Mughal garden\n# French garden\n# Open air amphi-theatre\n# artistic village area\n\nThe lake is renewed and fitted with five jet-fountains which in night create a beautiful atmosphere with there light-effects.\nPlans are in pipeline to start boating in the pond, a food court and children play zone. Recently water sports have been started in the lake.\nIts a must visit spot when you are in INDORE"]]}]},"\n",{"type":"==","value":["Buy"]}," \n\nA big cloth market industry has flourished at Indore. Indore is also known for its leather toys and Maheshwari & Chanderi are some very interesting ornate sarees and brocades to offer. There is a lot of zari work coming out of Madhya Pradesh, and the Maheshwari sarees have particularly gained in popularity of late. Besides the fabrics, there is a variety of local carving crafts to choose from. Most of markets in Indore remain closed on Sunday.\n\nSome places to pick Maheshwari sarees and handicrafts:\n\n",{"type":"*","value":[" MT Cloth Market: for Clothings specially in wholesale "]},{"type":"*","value":[" Sitlamata Bazar: for retail clothings and sarees  "]},{"type":"*","value":[" Mrignayni Showroom: Behind Gujarati Girl's college, it is a MP government's exclusive handicraft store."]},{"type":"*","value":[" Treasure Island: The Biggest shopping mall where you get each and every thing in effective price."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=MALHAR MEGA MALL"],["url="],["email="],["address=ADJACENT TO C-21 MALL"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Its another new mall recently inaugrated. it has many new brand stores and new sources of entertainment. stores like globus, fi, ray-ban easy day are exclusively only here...\nfamous food joint KFC is also here along with mc'donalds new outlet and kulraj broadway theatres is also here"]]}]},{"type":"===","value":["Malls"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Treasure Island"],["url="],["email="],["address=MG Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a large mall. The highlights of Treasure Island are MAX, PVR, McDonalds, and Pizza Hut--all first in MP. MAX Retail, a division of Lifestyle International is the most famous fashion retail destination in the city. The USP of the store is its wide range of fashionable offering at a cost which suits everyone's pocket,specially youth. This store is also famous for being the 1st retail store in India by the renowned Landmark group. Treasure Island is comparable to the malls found in Noida and Gurgaon. Equipped with state of the art escalators and housed by showrooms of all leading brands, it's the best hangout in Indore (and most probably in the whole MP). It also has two Baristas (coffee shop) and a Rajdhani (a thali (buffet) restaurant). For the people of indore the treasure island is like a tourist spot... and you will normally find people hanging around."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=C 21 Mall"],["alt=C 21"],["url="],["email="],["address=A.B Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another Good Mall on AB Road having exclusive shops of many international brands like Tommy Hilfiger, Madame,etc and Indian brands like Fida, Ritu wears' Biglife. It also accommodates Satyam Cineplex, CCD, and a 4D theatre named Storm."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Central Mall"],["url="],["email="],["address=R.N.T Marg"],["lat="],["long="],["directions=very close to railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good mall with a big bazaar, INOX Movie plex, food court and many leading brands."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mangal City Mall"],["url="],["email="],["address=A.B Road"],["lat="],["long="],["directions=Vijay Nagar Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many stores of famous brands, a good food court, large cinemas, great ice-golas etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Orbit Mall"],["url="],["email="],["address=A.B Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Some local shops along with some shops of international brands."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Apollo Towers"],["url="],["email="],["address=M.G Road"],["lat="],["long="],["directions=Near 56 shops"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good bargain shopping, lots of shops."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Pakeeza"],["url="],["email="],["address=A.B Road, M.G Road, MT Cloth Market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All kinds of jewellery and clothes at cheap prices. The biggest shop is at A.B Road."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Malhar Mega Mall"],["url="],["email="],["address=A.B Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All kinds of clothes at cheap prices. Broadway Multiplex."]]}]},"\n",{"type":"===","value":["Jewellery"]},"\n\nThe biggest market for the jewellery is the Sarafa Market.\nOther stores include\n",{"type":"*","value":[{"type":"'''","value":["Rajat Gems"]},"- Gold, Diamonds, Silver Articles - City Center, M.G. Road"]},{"type":"*","value":[{"type":"'''","value":["Punjab Jewellers"]},"- M.G Road"]},{"type":"*","value":[{"type":"'''","value":["Tanishq"]},"-M.G Road"]},{"type":"*","value":[{"type":"'''","value":["Jaipur Jewellers"]},"-M.G Road"]},{"type":"*","value":[{"type":"'''","value":["DDamas"]},"- Jhanjhir wala chauraha"]},{"type":"*","value":[{"type":"'''","value":["DP Jewellers"]}," from Ratlam-Y.N Road"]},{"type":"*","value":[{"type":"'''","value":["TBZ(Tribhuvan Das Bhimji)"]},"-M.G Road"]},{"type":"*","value":[{"type":"'''","value":["Interstar"]},"-Diamond Jewellery- Near 56 shop"]},"\n",{"type":"==","value":[" Eat "]},"\nNow, everyone who belongs to anywhere would swear by the food they get back home and the speciality of the corner shop. It is the same with Indore - It is Food Lovers paradise. They have a great breakfast in the morning with ",{"type":"''","value":["kachories"]}," , ",{"type":"''","value":["samosas"]}," and ",{"type":"''","value":["pohas"]},", and then there are sweets as ",{"type":"''","value":["jalebies"]},",",{"type":"''","value":["Imarties"]},",",{"type":"''","value":["Gulab jamuns"]}," and ",{"type":"''","value":["rabdi"]},". One must also not miss Baked(Bina Tala) Samosas\/Patties, ",{"type":"'''","value":["Bana hua"]}," style, all over the city,mostly available at Saanchi Milk Parlours.Everyone has their own taste. \n\n",{"type":"*","value":[{"type":"'''","value":["Sarafa"]},"-The Night Market(After 8PM-4AM) - If you are a food lover this is the place to be. No visit to Indore is complete without Sarafa visit in the evening. The place bustles in the night with plethora of food stalls offering the best chats of India. You will indulge in food like you have never done before. It has Indore specialities like sabudana khichri (best in the country), aloo tikiya, and others like pav bhaji, dosas, samosas. Savuory sweets like jalebi, malpua, rabdi, gulab jamun like you have never tasted before.Items not to miss: Malpuvas, Jalebas(Big jalebis),Garadu(Winter only), Dahi-Vada,Sabudana Khichhdi,Chhole Tikiya,Shikanji,Makke ka kiss."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chappan Dukaan"]}," (located at the heart of city. It has 56 shops, where you can get different types of food. Must try's include; Madhuram Sweets- Shikanji, Dry fruit Paan,Jain Sweets-Jalebi,Jhonnys-Hot Dog,Young Tarang-Poha morning hours and many chat and delicacies."]},"\n",{"type":"*","value":[{"type":"'''","value":["Little Italy"]}," (Authentic vegetarian Italian cuisine offers delectable Itlian and Mexican food)"]},{"type":"*","value":[{"type":"'''","value":["Shreemaya"]},"  (One of the oldest hotels of the city, offers good food in its restaurant . Although the staff is not so friendly , the food here is amazing and makes up for it) Near Railway Station\/M.Y Hospital."]},"\n",{"type":"*","value":[{"type":"'''","value":["Celebration"]}," (A favourite place for young crowd and even families. They offer great food at excellent prices. A self service food joint offering fusion Chinese food, bakery items, chaats, chole kulche and much more.)Near M.Y Hospital,Railway Station."]},{"type":"*","value":[{"type":"'''","value":["Indigo Food Junction"]},"A.B Road"]},{"type":"*","value":[{"type":"'''","value":["Rajdhani"]}," (Located at the food court of Treasure Island this restaurant offers Gujarati Thali. A family restaurant)"]},{"type":"*","value":[{"type":"'''","value":["Nafees"]}," (Located at Near Palasia police station. It's a great non-veg family restaurant. Speciality is Bhuna Gosht and masaledar chap)"]},{"type":"*","value":[{"type":"'''","value":["Hakeem"]}," (Located at Near Sarwate Bus stand. It's a great non-veg family restaurant. Speciality is Tawa Gosht and Mughlai Biryaan)"]},{"type":"*","value":[{"type":"'''","value":["Smoking Joes Pizza and Smokin Lees Chinese"]}," (Near Jhanjhir wala square)Best Chinese food and great Pizza."]},{"type":"*","value":[{"type":"'''","value":["Sandwich Bar"]}," Great sandwiches and Pav Bhaji (located in T.I Mall and Central Mall)"]},{"type":"*","value":[{"type":"'''","value":["Sapna Sandwich"]}," Many Branch- all over city"]},{"type":"*","value":[{"type":"'''","value":["Crown Palace"]}," Has great Buffet, Good Coffee Shop and good Roof Top Restaurant. (located in Kanchan Bagh.)"]},{"type":"*","value":[{"type":"'''","value":["Celeberity"]}," Has the best North Indian food tasty buffet in town,good entrees and great coffee shop. (located on A.B Road) "]},{"type":"*","value":[{"type":"'''","value":["Sayaji"]}," Has the good morning breakfast buffet. Its Kebabsville Restaurant has good food has great restaurants and food."]},{"type":"*","value":[{"type":"'''","value":["Ravi's Kachori"]}," The Best place in town for Aloo Kachori, Fariyali Kachoris etc (located in Saket and Near Nagar Nigam)"]},{"type":"*","value":[{"type":"'''","value":["City Centre"]}," Great South Indian Food."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Veg Bites"],["url="],["email="],["address=T.I.Mall, Inox Central Mall"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great vegetarian food from world over."]]}]},{"type":"*","value":[{"type":"'''","value":["The Chocolate Room"]},"-T.I Mall and Near Bombay Hospital."]},{"type":"*","value":[{"type":"'''","value":["U.S Pizza"]},"-Near Bombay Hospital"]},{"type":"*","value":[{"type":"'''","value":["Dominos Pizza"]},"-In C21 Mall and at Sapna-Sangeeta."]},{"type":"*","value":[{"type":"'''","value":["Nakhrali Dhani"]},"-Excellent Rajasthani Food and Entertainment.It Feels like you are in a Rajasthani Village and treated like a guest of Honour."]},{"type":"*","value":[{"type":"'''","value":["Chokhi Dhani"]},"-Good Rajasthani food and entertainment,but smaller than Nakhrali Dhani."]},{"type":"*","value":[{"type":"'''","value":["Guru Kripa"]},"-Famous Restaurant in the city, one must go and eat at this place."]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"*","value":[{"type":"'''","value":["Quorum"]},"-At Sayaji Hotel"]},{"type":"*","value":[{"type":"'''","value":["Level3"]},"-At Mangal City"]},{"type":"*","value":[{"type":"'''","value":["The Drink"]},"-At T.I Mall"]},{"type":"*","value":[{"type":"'''","value":["Blue Ice"]},"-At Orbit Mall"]},{"type":"*","value":[{"type":"'''","value":["Chasers"]},"-At Centrall Mall"]},{"type":"*","value":[{"type":"'''","value":[" The Sports Bar"]},"-T.I Mall"]},{"type":"*","value":[{"type":"'''","value":["Sayaji Club"]}]},{"type":"*","value":[{"type":"'''","value":["Yeshwant Club"]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Radisson"]}]},{"type":"*","value":[{"type":"'''","value":["Sarovar Portico"]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Kanchan Tilak"]}]},{"type":"*","value":[{"type":"'''","value":["Nakhrali Dhani"]}]},"\n",{"type":"==","value":["Sleep"]},"\nThe good hotels in Indore are:\n# ",{"type":"'''","value":["Lemon Tree Hotel, Indore"]},", +91 731 4423232, ",{"type":"[","value":["http:\/\/www.lemontreehotels.com\/lemon-tree-hotel-indore-53\/home-page-indore.aspx"]},"\n# ",{"type":"'''","value":["Hotel Fortune Landmark"]},", Tel: +91-731-2557700, ",{"type":"[","value":["http:\/\/www.fortunehotels.in\/hotel\/Indore-Fortune_Landmark.aspx"]},".\n# ",{"type":"'''","value":["Sayaji Hotel"]},", H\/1, Scheme No. 54, Vijay Nagar, Tel: +91-731-4006666, ",{"type":"[","value":["http:\/\/www.sayajihotels.com\/"]},".\n# ",{"type":"'''","value":["Hotel Infiniti"]},", Ring Road, Tel: +91-731-2559514.\n# ",{"type":"'''","value":["Hotel President"]},", 163, R.N.T. Marg, Tel: 91-731-2528866, ",{"type":"[","value":["http:\/\/www.hotelpresidentindore.com"]},".\n# ",{"type":"'''","value":["Hotel Shreemaya"]},", 12, Ravindranath Tagore Marg, Tel: +91-731-2515555, ",{"type":"[","value":["http:\/\/www.shreemaya.com"]},".\n# ",{"type":"'''","value":["Hotel Planet"]},", 3, R.N.T. Marg, Tel: +91-0731-2520 808, ",{"type":"[","value":["http:\/\/www.presidenthotels.com\/presidentplanet\/default.asp"]},".\n# ",{"type":"'''","value":["Hotel Amar Vilas"]},", ",{"type":"[","value":["http:\/\/www.hotelamarvilas.com\/"]},".\n# ",{"type":"'''","value":["Hotel Amaltas International"]},", A-B Road.\n# ",{"type":"'''","value":["Hotel Princes' Palace"]},", 8- A- 1, South Tukoganj.\n# ",{"type":"'''","value":["Hotel Fun Plaza"]},"\n# ",{"type":"'''","value":["Hotel Crown Palace"]},", Kanchanbaug, Tel: +91-0731-2528855, ",{"type":"[","value":["http:\/\/www.crownpalace.com\/"]},".\n\nThese are all good hotels rated in descending order.They have good restaurants also and your stay will be comfortable.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lemon Tree Hotel, Indore"],["url=http:\/\/www.lemontreehotels.com\/lemon-tree-hotel-indore-53\/home-page-indore.aspx"],["email="],["address=3, R.N.T. Road, Indore 452001, Madhya Pradesh"],["lat="],["long="],["directions=Located in heart of the city of Indore (near Regal Square), this hotel is in the key business district, just off the Agra-Mumbai expressway (AB Road)."],["phone=+91 731 4423232"],["tollfree="],["fax="],["hours="],["price=2899"],["checkin=1400"],["checkout=1200"],["content=The centrally air conditioned atrium hotel offers 100 rooms and suites, business center, a banquets and meeting center, a multi-cuisine coffee shop - Citrus Café (18 hours), a hip recreation bar – Slounge, an Indian specialty restaurant - Kebaberie as well as a fitness center to keep you feeling fresh-as-a-lemon."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Radisson Blu"],["url="],["email="],["address=Ring Road"],["lat="],["long="],["directions=Close to Vijay Nagar Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Best Hotel in Indore"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ginger Hotel"],["url=http:\/\/www.gingerhotels.com\/Indore\/Hotel_profile.aspx"],["email="],["address=A. B. Road"],["lat="],["long="],["directions=Near Shaniwar Darpan, National Highway 3"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=1200"],["checkout=1200"],["content=Budget hotel from Tata Group (who owns Taj Hotels)"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIndore is a safe place to stay. Like other big citites, it does not have safety issues generally even at late hours. You can find the roads full of people even at 11 o'clock in the night. \nIts safe even for girls. Though some parts of the cities are isolated after 8pm so will have to make sure you don't go alone in these areas as safety maybe an issue.\n\nGeneral safety measures need to be used. But in areas like MG Road, Palasia, Y.N. Road it is crowded and safe till 11pm.\n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dewas"]]},", around 35 km from Indore on national highway 3 (NH3). "]},{"type":"*","value":[" ",{"type":"[[","value":[["Maheshwar"]]}," (90 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mandav"]]},", around 100 km from Indore is a good weekend getaway. see Jahaz Mahal, Rani Roopmati Mahal, Baj Bahadur Mahal"]},{"type":"*","value":[" ",{"type":"[[","value":[["Omkareshwar"]]}," (90 km on the Khandwa road) - One of the 12 Joytirling"]},{"type":"*","value":[" ",{"type":"[[","value":[["Patalpani"]]}," and ",{"type":"[[","value":[["Kalakund"]]}," (35 km by Train)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tinchha Fall"]]},"(15 km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["UJJAIN-Mahakaleshwar"],["Mahakaleshwar Jyotirlinga"]]}," (60 km) - One of the 12 Joytirlings"]},{"type":"*","value":[" choral"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kajligarh"]]}," (15 Km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gidya Khoh"]]}," - this waterfall is a beautiful combination of man and nature, situated on Indore-Nemawar road and 9 km away from Double Chowki"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bhaira Kund"]]}," -  Another interestin place near Gidya Khoh Watefall, there is a large pool\/kund of water "]},"\n",{"type":"{{","value":[["geo"],["22.725298"],["75.865534"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Western Madhya Pradesh"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Indore"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Madhya_Pradesh\/Localities\/Indore\/"]]}]