[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Infernetto"]}," is a suburb of ",{"type":"[[","value":[["rome"]]}," in ",{"type":"[[","value":[["Lazio"]]},", ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"==","value":["History"]},"\nInfernetto has an ancient history starting with the Roman empire. It was a big cultivated area but after the decline of Roman empire the land was abandoned for ages and become a wetland and malaric zone.\n\nIn the last centuries the land was inhabited by a few people that were living in thatched huts from a group of hunters or lumberjacks, but mostly were people that were making coal by burning the wood from the local forest in a stack covered by 40 cm of soil. Soon the coal from wood become the first economy in the zone to sell in Rome, the name Infernetto derives directly from this economy because during the 18th and 19th century one could see a big column of dark smoke in the sky, sometimes even from the center of Rome, made from the coal production (if translated to English the name Infernetto means \"little hell\".) \nduring the fascist age the land was drained, and started growing up as a farm town, during the 70s, it started to growing up as an illegal residential area, and many people start to build up houses without governement license and without any urbanistic plan, that's why now you will find many narrow streets, unsealed roads, and areas without any drinking water or sewers.\nIn the middle of 90s Rome city council started to claim the street for fixing up, and built new infrastructure and now in the 21st century Infernetto is one of the most developing areas surrounding Rome. Farm land is fast giving way to the concrete industry, and many houses, resorts and buildings are growing up!\n\n",{"type":"==","value":["location"]},"\ninfernetto is in the 13th zone of Rome, in south of the city near to Ostia Lido and the seaside, surrounded almost totally by the castelfusano pinewood and the presidential estate, is connected on the north side from Cristoforo Colombo street (which is the northern border of this zone) to the rest of city.\n\n",{"type":"==","value":["Get in"]},"\nby public transport:\n",{"type":"*","value":["bus from lido centro, the ostia lido station (easy to arrive there by the lido train, leaving from piramide underground line B), take the line 06 which goes straight on viale di castelporziano, the main street."]},"\n",{"type":"*","value":["by eur fermi underground station line B take the bus 709 for Infernetto, careful because this line goes on 2 different track, before get in ask the driver about the direction."]},"\n",{"type":"*","value":["by car take the via Cristoforo Colombo, is a main highway which connects Ostia with the center of Rome, and if coming from rome turn left anywhere you want along the last kilometers before ostia, you will find many streetlights for turning."]},"\n",{"type":"==","value":["See"]}," \n\nCastelfusano pinewood, is a huge pinewood between infernetto and the seaside, walking inside or to go by bicycle may be the best way, you will find a lot of wild animals and the villa di plinio, an archeological area from the Roman empire, for get the villa when you are on the viale di castelporziano, in the area closed to cars, you will find another unsealed road on the left (if going to the seaside) turn there and go straight for a few km and in the middle of forest you will find the best archeological area inside the pinewood.\n\nVisit the spectacular underground waterworks from the 700 BC situated at the junction between via bedollo, via San Candido and via Salorno, but mind that is not easy accessible because for some reason the city council give the license to build up a palace right on the waterwork and smashing up it, but group of residend are trying now to save the waterworks and give him back to the local and tourist people.\n\nViale di Castelporziano, is the main street, a really long street which connects the seaside, the castelfusano pinewood and the castle inside the presidential lands, easy to recognize because the street is all in shade of a big pine trees on both side of the road.\n\n",{"type":"==","value":["Do"]},"\nthe easyest way to visit the zone is get a bicycle and go around! but becareful because the streets are narrow and really easy to get flooded in bad weather and mind that many streets are unsealed.  \nCars can't go inside the pinewood so you will really enjoy riding a bike inside the forest.\n\n",{"type":"==","value":["Eat"]}," \n",{"type":"*","value":["Restaurant \"il cinghiale\", just on viale di castelporziano at the junction with via canale della linga and via nicolini, really good pizza and local meat and \"affettati' a mix of Italian salami and prosciutto"]},"\n",{"type":"*","value":["\"Ristorante Mediterranea\" or even known as evandro, the best pizza restaurant in the zone, really easy to find, straight in the heart of infernetto on the main street, viale di castelporziano, at the junction with via egna"]},"\nIf you are in a hurry, get a white sliced pizza and fill up with some salami or Italian prosciutto at \"la dispensa\", on the viale di castel porziano, junction with via salorno.\n\n",{"type":"==","value":["Sleep"]},"\n\nEspecially in summertime this is a great location to stay, really close to the Ostia Lido beach, surrounded by a huge pinewood forest; it's the good spot for people that looking for fresh and clean air, rather than a stay in the hot concrete center and breathing pollution air, easy accessible from the center of Rome by Cristoforo Colombo Highway and the international airport of fiumicino.\n\n",{"type":"===","value":["Bed and breakfast"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=il cavallino"],["alt="],["url=http:\/\/www.bbilcavallino.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=notti romane"],["alt="],["url=http:\/\/www.bbnottiromane.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ai tre pini"],["alt="],["url=http:\/\/www.aitrepini.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Hotels"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Infernetto"],["alt="],["url=http:\/\/it.venere.com\/hotel_roma_ostia\/infernetto\/hotel_best_western_i_triangoli.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Aris Garden"]}," 4 star: +39-06-52362443."]},"\n",{"type":"==","value":[" Stay safe"]},"\n\nMind that, except for the main streets like viale di castel porziano, almost all roads are unsealed or in bad condition with many big potholes, even the rain drainage is in bad condition or even doesn't exist so with a rain condition it becomes hard to going aroud the area, if you go by car be careful, the potholes are really big and in flooded you will get stocked easy in the mud.\n\nEven nearly all of the streets doesn't have a footpath so you will always walk on the street and sharing the road with other bicycle, pedestrians, scooter, cars and huge truck. In recent years the city council has start to build up a big footpath on viale di castelporziano, the main street, but the work's going really slow.\n\n",{"type":"*","value":["Don't go around the pinewood after sunset, that area becomes an illegal prostitution place with many strange and sometimes dangerous people, ladyman, pimps, and more."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Rome (province)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Infernetto"]]}]