[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n\nThere are many ",{"type":"'''","value":["infectious diseases"]}," that can pose a hazard to travellers who may not be familiar with them and their risks, because they are rare or absent in their home countries. In particular, vast improvements in sanitation and healthcare standards, combined with the widespread availability of vaccines, have made many once common diseases largely a thing of the past in developed countries. However, these diseases may continue to persist in less developed parts of the world where people do not have access to proper medical care and sanitation, and vaccine coverage is low. This article is a basic introduction to some of these hazards of travel, how to avoid them, and how to deal with one if you contract it.\n",{"type":"[[","value":[["File:Luchemos todos contra el dengue.jpg"],["upright=1.35"],["thumb"],["Mural in Encarnación, Paraguay: \"Let's fight dengue and yellow fever together\""]]},"\n\nFor those unfamiliar with medical jargon, the words infectious and contagious have distinct meanings. An ",{"type":"'''","value":["infectious"]}," disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites. A ",{"type":"'''","value":["contagious"]}," disease is a disease which is easily transmitted by being in the vicinity of an infected person. All contagious diseases, such as influenza and measles, are infectious diseases, but the reverse is not necessarily true, with various diseases such as AIDS or yellow fever being infectious but not contagious.\n\n",{"type":"==","value":["Before travelling"]},"\n\n",{"type":"===","value":["Legal requirements"]},"\nMany governments require visitors entering, or residents leaving, their countries to be vaccinated for a range of diseases. These requirements may often depend on what countries a traveller has visited or intends to visit. For example, if you have recently visited hot countries in Africa or Latin America, then other countries may require evidence of ",{"type":"[[","value":[["yellow fever"]]}," vaccination before letting you in.\n\nIf you are bringing prescription medicine with you, carry a copy of the prescription.\n\n",{"type":"===","value":["Health requirements"]},"\nFor much travel, especially to tropical or \"third world\" countries, additional vaccinations or other precautions such as anti-malarial medication may be necessary.\n\nBefore starting your travels you should ",{"type":"'''","value":["consult a doctor with experience in the field of travel medicine"]},". You should do this at least 8 weeks before you plan to leave, to give time for vaccinations.\n\n",{"type":"===","value":["Information sources"]}," \nThere are many sources of additional information for travellers:\n",{"type":"*","value":[" The US government's ",{"type":"[","value":["http:\/\/www.cdc.gov\/travel\/index.htm Centre for Disease Control"]}," "]},{"type":"*","value":[" The ",{"type":"[","value":["http:\/\/www.istm.org\/ International Society for Travel Medicine"]}," has an index of travel medicine clinics"]},{"type":"*","value":[" The ",{"type":"[","value":["http:\/\/www.who.int\/ith\/en\/ World Health Organisation"]}," has a downloadable book written for doctors"]},"\n",{"type":"==","value":["Disease by transmission method"]},"\n",{"type":"[[","value":[["Pests"]]}," are not only a nuisance in and of themselves; they can also spread microbe infections to people.\n\n",{"type":"===","value":["Arthropod Vectors"]},"\n\nDiseases in these categories are typically spread by being bitten by arthropods; a group of small animals including insects such as mosquitos, fleas and flies, as well as others such as mites, ticks and lice. The risk from such diseases can be reduced by using insect repellent when travelling to rural areas.\n\n",{"type":"*","value":[{"type":"[[","value":[["Mosquitoes"]]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Malaria"]]}," - a parasitic infection transmitted by infective mosquitoes, malarial infections require immediate qualified diagnosis and treatment, preventatives and treatments are available - no vaccine is available"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Yellow fever"]]}," - vaccine available"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Dengue fever"]]}," - a mosquito borne febrile virus transmitted by an infective ",{"type":"''","value":["Aedes aegypti"]}," or ",{"type":"''","value":["Aedes africanus"]}," mosquito. Causes high fever, headache, joint and muscle pain and in some cases leads to a more severe manifestation, dengue haemorrhagic fever (DHF), which can eventually lead to death. Occurs in many tropical countries and is the most important tropical infectious disease after malaria and the world's most serious (human) arbovirus disease. DHF infections require immediate qualified diagnosis and treatment - no vaccine is available. Four serotypes of the virus exist, so having had dengue before only makes you immune to that serotype, not the other 3. In fact, research has shown that the disease is usually more serious for those who have had it before."]}]},{"type":"*","value":[{"type":"*","value":["Chikungunya (CHIKV)- also known as epidemic polyarthritis and rash, and buggy creek virus. A febrile virus transmitted, like dengue, by an infective ",{"type":"''","value":["A. aegypti"]}," or ",{"type":"''","value":["A. africanus"]}," mosquito. After 3-12 days flu-like symptoms develop including severe headaches, chills, fever, joint pain, nausea and vomiting - no vaccine is available"]}]},{"type":"*","value":[{"type":"*","value":["Filariasis"]}]},{"type":"*","value":[{"type":"*","value":["Encephalitis"]}]},{"type":"*","value":[{"type":"*","value":["West Nile virus"]}]},{"type":"*","value":[{"type":"*","value":["Ross River virus and possibly others"]}]},"\n",{"type":"*","value":["Lice or mites"]},{"type":"*","value":[{"type":"*","value":["Lyme disease — If you run a fever and experience other flu-like symptoms after hiking in tick-infested areas of the eastern United States and other places where deer ticks carry this disease, especially if you've also seen a bull's-eye-shaped rash around the site of a bite (a common but not invariable symptom), see a doctor and get tested as soon as possible! In early stages, Lyme disease usually is well treatable with doxycycline or other antibiotics. However, if the disease is misdiagnosed or otherwise not treated early, it can cause chronic arthritis and other serious damage, including impairment of thinking due to brain damage."]}]},{"type":"*","value":[{"type":"*","value":["Rickettsial infections - cause a broad range of diseases. Symptoms often include fever, headache and malaise as well as a rash. Antibiotic treatment is available."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["Rocky Mountain spotted fever"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["Cat-scratch disease"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["Q fever - transmission by contact with soil and dust contaminated with carcasses from goat, sheep, and cattle and probably also by unpasteurized milk"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["(Epidemic) Typhus - transmitted by the human body louse, vaccine available."]}]}]},"\n",{"type":"*","value":["Others"]},{"type":"*","value":[{"type":"*","value":["Chagas disease - Endemic to mainland Latin America and parts of the Caribbean, roughly from Mexico to central Chile and Argentina. It is a parasitic disease spread by triatominae (blood sucking bugs) and blood transfusions, and there is no vaccine against it. Changas disease starts with little to no symptoms, but for 20-40% of all victims, it slowly develops into a chronic heart disease, and sometimes stomach disease."]}]},{"type":"*","value":[{"type":"*","value":["Sleeping sickness (African trypanosomiasis), transmitted by the tsetse fly, kills tens of thousands of people every year in East Africa."]}]},"\n",{"type":"===","value":["Contaminated Food and Water"]},"\n\nDiseases in this category are typically transmitted by ingesting contaminated food or water. Boiling water before you drink it, and ensuring that all food you eat is well cooked are the best precautions against such diseases.\n\n",{"type":"*","value":[{"type":"'''","value":["Cryptosporidiosis\/Cryptosporidium\/Crypto"]},".  Found worldwide, this disease is an untreated and chlorine-treated water risk. It can even be spread if an infected person bathes in a treated public swimming pool.  It causes diarrhoea, cramps and fever. Lasts about 10 days, but faeces carry infection for weeks. Prevention by avoiding mouth coming into contact with infected water or faecal matter and maintaining scrupulous toilet and bathing hygiene after being infected, to prevent reinfection of self or others. There is no cure. Prevented by boiling all drinking water, including tap water, in infected areas."]},{"type":"*","value":[{"type":"'''","value":["Cholera"]}," is a bacterial disease that is spread by ingesting contaminated food or water, and primarily a disease of developing countries where sanitation remains poor. Common symptoms include massive watery diarrhoea and vomitting. Death commonly occurs through dehydration, so rehydration is absolutely critical when caring for affected patients. A vaccine is available, but not very effective, and the disease can be treated with antibiotics."]},{"type":"*","value":[{"type":"'''","value":["Salmonellosis"]},", a common form of ",{"type":"'''","value":["food poisoning"]},", is caused by bacteria in the genus ",{"type":"''","value":["Salmonella"]},", and is spread through eating contaminated undercooked or raw food. This can include ingredients such as raw eggs. Poultry is a common cause. Symptoms typically include diarrhoea, vomitting, fever, and abdominal cramps. No vaccine is available, and the most effective treatment for the disease is rehydration."]},{"type":"*","value":[{"type":"'''","value":["Hepatitis A"]},". Usually contracted through food or water contaminated with faeces (unwashed hands), where the virus remains active for days. Young children who contract it do not usually show symptoms. In older children and adults, symptoms appear two to six weeks after infection, and usually last less than two months, though may continue for six months. The disease gives lifelong immunity. Hepatitis A occurs throughout the world but levels are low in high-income regions (Western Europe, Australia, New Zealand, Canada, United States, Japan, South Korea and Singapore). A vaccine is available. Travellers from low-income countries often have immunity due to childhood infection. Travellers from high and medium-income countries may consider vaccination before travelling to low-income countries."]},{"type":"*","value":[{"type":"'''","value":["Typhoid fever"]}," is caused by ",{"type":"''","value":["Salmonella enterica typhi"]}," bacteria.  It causes high fever, headache, a general malaise and other symptoms and is a general health problem in all less developed countries. Transmission is by contaminated food and water, especially in rural areas. A vaccination is available but offers no absolute safety, so the best options are precautions with what you drink and eat."]},{"type":"*","value":[{"type":"'''","value":["Schistosomiasis\/Bilharzia"]}," is a nasty parasite that can be picked up by swimming in contaminated fresh water. The worm is carried by freshwater snails, and emerges daily into the water, where it is attracted to water turbulence, shadows, and chemicals found on human skin. While unlikely to be fatal, Schistosomiasis is a devastating disease, which should be treated as soon as possible. Symptoms include abdominal pain, diarrhoea, coughing, genital sores, itching especially around the feet, but above all serious fatigue. Schistosomiasis, while present throughout much of the world, is primarily a problem in sub-Saharan Africa, and is easily, if unhappily, prevented by not swimming in fresh water."]},{"type":"*","value":[{"type":"'''","value":["Polio"]}," is a viral disease that is spread through contaminated food or water. The majority of infections are asymptomatic, but the virus invades the nervous system in some individuals and may cause paralysis to one degree on another. Sometimes, patients can develop permanent respiratory difficulties as a result of damage to nerve tissue controlling the diaphragm, which often results in death. Thanks to widespread vaccination efforts, polio is no longer an issue in most countries, but continues to persist in  ",{"type":"[[","value":[["Afghanistan"]]},", ",{"type":"[[","value":[["Nigeria"]]}," and ",{"type":"[[","value":[["Pakistan"]]},", where vaccination rates remain relatively low due to the influence of extremist Muslim clerics who claim that polio vaccinations are a conspiracy by the West to make Muslims sterile. If travelling to those areas, make sure you get vaccinated before you go."]},{"type":"*","value":[{"type":"'''","value":["Trichinosis"]}," - a tapeworm - from eating improperly cooked infected meats, particularly pork."]},{"type":"*","value":[{"type":"'''","value":["Hydatids"]}," - another tapeworm - from eating improperly cooked infected meats, particularly sheep\/mutton. Can also be spread by dogs that have been eating infected meat."]},"\n",{"type":"===","value":["Sexually Transmitted"]},"\n\nDiseases in this category are typically spread by having unprotected sex with infected persons. However, many of them can also be transmitted by sharing needles, or through contaminated blood transfusions. The best form of protection against such diseases is monogamy, abstinence or safe sex practices. Sharing of needles should be avoided and should you need to receive an injection, ensure that all needles used on you are properly sterilised.\n\n",{"type":"*","value":[{"type":"'''","value":["Hepatitis B and C"]},". Can be spread by entry of blood or bodily fluids from an infected person into the body, such as through sexual contact, sharing of hypodermic needles, or blood transfusion. \"Hepatitis B is not spread through food or water, sharing eating utensils, breastfeeding, hugging, kissing, coughing, sneezing or by casual contact\", unlike hepatitis A (",{"type":"[","value":["http:\/\/www.cdc.gov\/ncidod\/diseases\/hepatitis\/b\/faqb.htm US CDC FAQ"]},"). A vaccine is available to prevent hepatitis B, but there is no vaccine for hepatitis C yet.  "]},{"type":"*","value":[{"type":"'''","value":["HIV (AIDS virus)"]},".  HIV is transmitted in the same ways as hepatitis B.  Abstinence or monogamy, safe sex, and an absolute ban on needle-sharing are wise precautions in any country of the world.  Travellers should note that rare strains of HIV, such as HIV-2 or Group O HIV-1, occur predominantly in West Africa and may not be detected by some rapid HIV screening tests.  Some strains of HIV prevalent in Africa and Asia may be more infectious by heterosexual intercourse ",{"type":"''","value":["(see ",{"type":"[","value":["http:\/\/www.avert.org\/hivtypes.htm avert.org"]}," for further information)"]},". No vaccine is available, and though the disease can be treated with medication, there is no cure. The only way to protect yourself is to avoid getting infected."]},{"type":"*","value":[{"type":"'''","value":["Herpes"]},". A viral disease spread primarily by sexual contact, but also through kissing. Primarily has two forms - oral herpes and genital herpes. Symptoms of the disease are typically cold sores. The virus is able to stay latent in the human body, and reactivate later in life. While medical treatment can reduce the recurrence of a relapse, there is currently no cure or vaccine."]},{"type":"*","value":[{"type":"'''","value":["Gonorrhea"]},". A bacterial disease primarily spread through unprotected sex. Symptoms include a burning sensation when urinating, as well as pus being discharged from the penis in men. Particularly dangerous for pregnant women, as it can spread to the baby during childbirth. No vaccine is available, but it can be treated with antibiotics."]},{"type":"*","value":[{"type":"'''","value":["Syphilis"]},". A bacterial disease primarily spread through sexual contact. Early symptoms include chancres on the genitals. In later stages, papules and nodules can start to form all over the body. Particularly dangerous for pregnant women as it can spread to unborn babies and cause deformities, a condition known as ",{"type":"'''","value":["congenital syphilis"]},". No vaccine is available, though it can be treated with antibiotics."]},{"type":"*","value":[{"type":"'''","value":["Chlamydia"]},". A bacterial disease that is one of the most common sexually transmitted diseases in the world. Symptoms include pus discharge from the penis in men. Infection in women is usually asymptomatic, but sometimes causes inflammation of the cervix. If left untreated, it can spread to the eye and cause blindness. No vaccine is available, but antibiotics are available to treat the disease."]},{"type":"*","value":[{"type":"'''","value":["Cervical cancer"]},". One of the few infectious cancers in humans, caused by the ",{"type":"'''","value":["human papilloma virus (HPV)"]},". It is primarily spread by sexual contact. A vaccine for some strains of HPV is available, and while it does not prevent all cases, it greatly reduces the risk of contracting the disease. However, the vaccine is most effective when administered to girls a few years before their first sexual intercourse."]},"\n",{"type":"===","value":["Airborne Transmission"]},"\n\nDiseases in this category are ",{"type":"''","value":["extremely"]}," contagious, and are typically contracted simply by being in close proximity with an infected individual. There is realistically nothing much you can do to avoid them completely, but you can mitigate the risks by ensuring you have all the necessary vaccinations where available, and avoid travelling to areas where there are epidemics of such dieases if no vaccine is available.\n\n",{"type":"*","value":[{"type":"'''","value":["Avian influenza"]},". A viral infection normally affecting birds but the Avian Influenza A virus has also been found, albeit extremely rarely, in some human infections. Current outbreaks among animals occurred in South-East Asia (Cambodia, China, Indonesia, Laos, Malaysia, Thailand, and Vietnam). The disease is transmitted to humans by contact with infected birds (especially poultry) and their excrement and may cause serious disease. Precautions include avoiding contact with wild birds and their excrement. Avian influenza infection appears frequently in the news because it could be a source for new influenza strains to which no-one has immunity and which have the potential to evolve to cause deadly epidemics. However, from the traveller's perspective the personal risk from avian influenza is extremely low.  Travellers should obey recommendations on contact with poultry as a matter of civic duty, to prevent spreading the avian disease to birds in other countries. There is no vaccination available at the moment."]},{"type":"*","value":[{"type":"'''","value":["Influenza"]},". The common ",{"type":"'''","value":["flu"]}," kills an estimated 36,000 Americans each year, and results in 200,000 hospitalizations per year.  (",{"type":"[","value":["http:\/\/www.cdc.gov\/flu\/about\/disease.htm CDC Flu Page"]},") It is generally a miserable but not otherwise dangerous disease for the vast majority of people, and most deaths from influenza to date have been in people who have other underlying health issues, with few deaths having been reported in otherwise healthy individuals. As a general precaution an annual vaccination is often recommended for the latest strains prevalent in the countries you are visiting. Be aware though that the flu comes in many strains, with new strains being discovered every year, and vaccination will only protect you against certain specific strains, and not the other strains. Therefore, there is no substitute for keeping yourself healthy by maintaining a healthy lifestyle, which would greatly reduce the risk of complications from the disease."]},{"type":"*","value":[{"type":"'''","value":["Chickenpox"]},". An extremely contagious viral disease. Symptoms include vesicular skin rash, fever and oral ulcers. It is generally a mild disease in children, who usually recover after a week or so; However, it tends to be more severe in adults, who are at a greater risk of developing complications such as pneumonia, encephalitis and hepatitis, which could eventually lead to death. Chickenpox is easily preventable by vaccination. If you've had chickenpox in the past and are roughly over the age of 50 or 60, a ",{"type":"'''","value":["shingles"]}," vaccination is available. Persons with shingles are contagious to those with no immunity to chickenpox, though shingles itself is not contagious."]},{"type":"*","value":[{"type":"'''","value":["Measles"]},". An extremely contagious viral diseases. Symptoms include rash, fever, running nose, cough and sore, red eyes. A mild though extremely unpleasant disease in most people, who usually recover after a few days rest, it has nevertheless been the cause of many deaths, for example from the complication of encephalitis. Easily preventable by vaccination."]},{"type":"*","value":[{"type":"'''","value":["SARS"]},". Severe Acute Respiratory Syndrome - Caused by a common ",{"type":"''","value":["coronavirus"]}," that apparently crossed species and was highly infectious. Its control is an example of how unidentified (new) diseases can be controlled by simple but burdensome public health measures."]},{"type":"*","value":[{"type":"'''","value":["Tuberculosis"]},". A ",{"type":"''","value":["third world disease"]}," due to poverty and poor health care. Can occur in first world countries where the health care system makes treatment expensive - generally responds to antibiotics but mis\/incomplete treatment in some countries means antibiotic resistant strains are also a problem. A vaccine is available, though not 100% effective. Nevertheless the vaccine reduces the risk of contracting the disease, as well as the risk of developing complications for those who get infected."]},{"type":"*","value":[{"type":"'''","value":["Diphtheria"]},". A contagious bacterial disease that is spread by coming into contact with infected people. Symptoms include a fever, and sore throat, as well as a swollen neck in more severe cases, which often results in death. If suspected, it is important to get ",{"type":"'''","value":["immediate medical attention"]},", as delaying treatment will usually result in the treatment being less effective. Preventable by vaccination."]},{"type":"*","value":[{"type":"'''","value":["Pertussis"]},". Also known as ",{"type":"'''","value":["whooping cough"]},", an extremely contagious bacterial disease. The main symptom is usually severe coughing fits. While rarely fatal in otherwise healthy adults, it is extremely dangerous in young children and babies, often resulting in death. Preventable by vaccination."]},{"type":"*","value":[{"type":"'''","value":["Mumps"]},". A contagious viral disease. Symptoms include fever, headache, loss of appetite, and painful swelling of the salivary glands. The disease is rarely fatal, though it is more commonly known to cause inflammation of the testes and sometimes, sterility in adult men. It is also known to cause miscarriages in infected pregnant women. Preventable by vaccination."]},{"type":"[[","value":[["File:Rabies Free Countries Sourced 2010.svg"],["thumb"],["Rabies-free territories"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Rubella"]},". Also known as ",{"type":"'''","value":["German measles"]},", a contagious viral disease similar to but distinct from measles, hence the alternative name. Symptoms are similar, but tend to be milder than those for measles. Although it is a mild disease for most people, it is particularly dangerous for pregnant women, as the disease often causes deformities to develop in unborn babies, a condition known as ",{"type":"'''","value":["congenital rubella syndrome"]},". Preventable by vaccination."]},"\n",{"type":"===","value":["Others"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ebola"]},".  Found largely in West Sub-Saharan Africa after contact with infected primates (human and non-human), this disease is fatal if not treated aggressively and early and has a 50-90% fatality rate.  Get to a hospital immediately upon experiencing symptoms."]},{"type":"[[","value":[["File:HBV_prevalence_2005.png"],["thumb"],["Hep B prevalence map"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Lassa fever"]},". An acute viral illness that occurs in ",{"type":"[[","value":[["West Africa"]]},". In areas of Africa where the disease is endemic (that is, constantly present), Lassa fever is a significant cause of morbidity and mortality. While Lassa fever is mild or has no observable symptoms in about 80% of people infected with the virus, the remaining 20% have a severe multi-system disease. Lassa fever is also associated with occasional epidemics, during which the case-fatality rate can reach 50%."]},{"type":"*","value":[{"type":"'''","value":["Meningococcal disease"]},". Caused by a bacterium that is spread via saliva. It's a particular problem in the meningitis belt of Africa and in Saudi Arabia. There are vaccinations that protect against some strains."]},{"type":"*","value":[{"type":"'''","value":["Rabies"]},". Rabies is an horrific disease which is invariably fatal once symptoms develop. All warm-blooded creatures are capable of infecting you with rabies – including bats. Almost all of the estimated 25,000 annual human deaths are in Asia and Africa. If you have any suspicion that you have been bitten or infected, thoroughly wash the wound as soon as possible with soap and water for several minutes and use a virus killing antiseptic such as iodine tincture. Alcohol is also good – the stronger the better, though it must contain some water (15-30%) to be effective. Also, flush your mouth, nose and eyes well with water in case drops of saliva have hit them. Seek proper medical care as a matter of extreme urgency. Slow transport or missing medical facilities may mean victims are not able to be quickly treated after being infected, usually by being bitten by an animal carrier. ",{"type":"'''","value":["Treatment must begin before symptoms appear"]},", as once symptoms have started to appear, medical treatments are useless and death is almost certain. There is a pre-exposure vaccine available to high-risk travelers. However, you are still strongly advised to seek treatment as soon as possible--even if you have been vaccinated. ",{"type":"[","value":["http:\/\/wwwnc.cdc.gov\/travel\/yellowbook\/2014\/chapter-3-infectious-diseases-related-to-travel\/rabies The U.S. Center for Disease Control (CDC)"]}," states that two additional vaccines are required post exposure. If completed in time, rabies treatment after infection (with or without the pre-exposure vaccine) is completely effective and will save your life. "]},{"type":"*","value":[{"type":"'''","value":["Sepsis"]},". Formerly described as \"blood poisoning,\" it has recently been discovered that this life-threating disease is caused by the body's overreaction to a serious infection. Sepsis can even continue after the infection is gone, and causes millions of deaths globally each year. Although sepsis isn't contagious in itself, the initial infection(s) certainly could be. If one person in your group develops sepsis, anyone else with the same infection should be closely monitored--especially blood relatives. Symptoms typically include those related to the infection, but are often accompanied by high fever, hot and flushed skin, elevated heart rate, hyperventilation, altered mental status, swelling, and low blood pressure. The disease is both more likely and deadly in the very young and old; these victims may have also have a dangerously low body temperature (hypothermia). Regardless of age, seek medical treatment immediately."]},{"type":"*","value":[{"type":"'''","value":["Tetanus"]},". Also known as ",{"type":"'''","value":["lockjaw"]},", it is a bacterial disease which is usually contracted by coming into contact with contaminated soil through an open wound. The disease generally cause painful muscle spasms throughout the body for up to four weeks, and in some cases causes problems with muscles involved in breathing, which leads to respiratory problems. Without treatment, it usually results in death. Unlike many other diseases, having previously suffered from tetanus does not result in immunity. However, a vaccine for tetanus is available, and vaccination usually prevents, or at least reduces the severity of the disease."]},"\n",{"type":"{{","value":[["PartOfTopic"],["Stay healthy"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Infectious disease"]]}]