[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Inhambane"]}," is in ",{"type":"[[","value":[["Mozambique"]]},".  It is a sleepy historic town some 485 km north of Maputo. It has some great colonial architecture (in a low-key sort of a way) and is considered by many to be one of the prettiest towns in Mozambique. It is situated on a peninsula overlooking a bay, and also serves as a springboard to the coastal resorts around Tofo beach (some 30km due east, along a reasonably good road).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"====","value":["From ",{"type":"[[","value":[["Maputo"]]}]},"\nWhen entering Maputo on the toll road from Swaziland or South Africa, take the EN1 highway north. The off ramp is signposted Xai Xai. The road is relatively good up to Xai-Xai (215 km north), but then deteriorates rapidly: potholes. Drive slowly, unless you are one of those people who believe that potholes are best tackled at speed, in order to \"soar over\" them. The bad road is only as far as Chidenguele, some 64 km north of Xai Xai. From here on, the road is in good condition having been recently rebuilt. There are still two deviations as of 28th November, 2006. The first is about 15km before Inharrime and the second is as you enter Inharrime, which is 108 km north of Chidenguela. The deviation takes you through the back roads of the town, bringing you back to the main road just before the petrol station, which has both leaded and unleaded fuel. From here, it is a further 65 km to Lindela where the road forks. The right fork takes you to Inhambane a further 37 km.\n\nBeware of petrol attendants at stations along the way; they have been known to take advantage of your unfamiliarity with the metical. One trick to watch out for: the attendant starts filling your tank, but then the pump \"blocks\". He says he must restart the pump, but since this will constitute a second transaction, he encourages you to memorise the first sum displayed on the pump's meter. He then restarts the pump from zero, clocking up a second transaction. Once the tank is full, he makes a careless arithmetical error in adding up the two amounts. This adding mistake somehow seems to work out in his favor.\n\nBe careful and pay attention to speed limits, especially when approaching and leaving small towns on route. This is prime territory for traffic police who tend to demand unreasonable spot fines. Do not overtake on solid white lines. The stretch of road between Xai Xai and Chongogda is 19 km and patrolled by a cop who preys on tourists. His trick is to use a decoy car, which travels extremely slowly up hills which have a barley distinguishable solid white line. Overtake through frustration and this cop seems to arrive from nowhere, speaks impeccable English and levies a handsome fine on you. One talks from experience as it happened in February and June 2004 and again in January 2006. If you feel you have done nothing wrong, do not give him your driver's license; argue the point and he will let you go.\nRemember to take 2 emergency triangles per vehicle or pay yet another spot fine if stopped and searched. Or you could take a bus from Maputo and avoid having to deal with the Mozambican police entirely.\n\nTo go further north (or south to Maputo), it is often necessary to pass through Maxixe, which lies on the other side of the inlet. While it is possible to go to Maxixe without stopping in Inhambane, if you ",{"type":"''","value":["do"]}," want to stop in Inhambane, the best way to get to the other side is the ferry. It leaves from the main dock, but please be wary of dhow sailors nearby trying to get you into one of their boats. The dhows, without motors, are slow and expensive, and sometimes don't even make it to the other side. The best way to go is by the ferry, which is quick (10 minutes at most) and cheap (25 meticals).\n\n",{"type":"'''","value":["By air"]},"\n\nThere are direct flights a few times a week from Maputo on LAM Mozambican Airlines. These flights run either nonstop or operate via Vilanculos, which is much farther north and is quite a circuitous routing.\n\nLAM also operates nonstop flights from Johannesburg to Inhambane four times weekly. The flights leave JNB in the morning and return in the afternoon, making connections to and from European flights relatively short.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Watersports"]}," Canoeing and Dhow trips are a wonderful and relaxing activity for all to enjoy, and not necessarily reserved for athletes."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bazaruto National Sea Park"]]}]}]},{"type":"*","value":[{"type":"'''","value":["Mocucune Peninsula"]}," Visit to chase a chicken for the grill and drink a local beer."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Inhambane Market.jpg"],["thumb"],["Central Market in Inhambane"]]}," \nIf you are looking for footwear for the beach, the central market has a wider range of flip-flops than the shoe shops in town.\n\n",{"type":"==","value":["Eat"]},"\nYou can buy fish and seafood from the local people next to the main road or on the beaches, but be careful when buying items that needs to be weighed with a scale; some of the local people trick tourists by jamming their scales so that the item (fish) weighs more than the actual weight. In the end, the tourist is tricked in paying more. The advice is to take your own scale when buying food items.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=TERRA MAE"],["url=http:\/\/www.facebook.com\/pages\/Inhambane-Mozambique\/Terra-Mae\/135448586489291?ref=ts"],["email="],["address=Inhambane city"],["lat="],["long="],["directions=Bairro do aeroporto - Way of Tofo"],["phone=00258 826202161"],["tollfree="],["fax="],["hours=12h - 22h"],["price="],["content=Italian Restaurant-School\nMore than a ambition to be a good restaurant, this project is also a laboratory for the development and upward of the local products as well as the training of Restaurant Technician.\nThe project benefits 23 youths of Inhambane."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\nOne of the best places to pop in for a quick lunch and stock up on some great food...Is the Chilli Deli +258827172311 (Based at the only Filling station between Inhambane and Tofo).\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Quinta de St. Antonio"],["alt=Take-Away, Shop & Accomodation"],["url=http:\/\/www.mozambique.stayonthebeach.co.za\/st-antonio.htm"],["email="],["address=Lindela"],["lat="],["long="],["directions=at the split to Maxixe \/ Inhambane"],["phone=+258 82 489 2420"],["tollfree="],["fax="],["hours="],["price=Budget"],["content=New place with great food including Vetkoek, burgers etc. Ice Cold Beers and Ice also sold here."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nThe Restaurant Macaroca, located in the centre of town, serves excellent seafood and chicken dishes at reasonable prices. It's managed by a Swiss, Dani, and his Moçambiquan wife.\n\nPensao Pachica is a guest house located on the bay of Inhambane about 300 m to the right of the jetty when facing the bay. It boasts a quaint bayside restaurant, bar and pizza parlour. Managed by Dennis Adams, a lovely host and excellent cook. (Crab curry is a must!)\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nPachica is a good place with a variety of people to meet and greet. The Bar has a decent amount of stock with good variety, and Saturday is pizza day (some of the best pizza Moz has to offer). You are normally also lucky enough to meet a few people who are happy to share a few travel stories, and a beer.\n\n",{"type":"==","value":["Sleep"]},"\nMany people stay at one of the many resorts located on the beach.  These are lovely and inexpensive by world standards; however, they are culturally isolating.  95% of the guests will be white visitors largely from South Africa and Europe.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunset Lodge"],["url=http:\/\/www.sunsetlodgemoz.co.za\/"],["email="],["address=Praia de Barra"],["lat="],["long="],["directions="],["phone=+2739 311 2100"],["tollfree="],["fax="],["hours="],["price=Rates start at 600.00 ZAR"],["checkin="],["checkout="],["content=All rooms are equipped with lounge, patio, dining area, pantry, and kitchen with a gas stove, pots\/ pans, a refrigerator, chest freezer, microwave oven, and toaster. Some of its facilities and services are Swimming pool, The Thirsty Parrot Restaurant – with pool bar service, Bar, Laundry service (wash and dry only), DSTV at the bar and Airport transfers is R150.00 per person per way (collect & return to the airport is R300.00)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=O Rouxinol"],["alt=Bed & Breakfast"],["url=http:\/\/www.orouxinol.com\/"],["email=reservas@orouxinol.com\/"],["address="],["lat="],["long="],["directions=Near the central market"],["phone=(+258 82) 329 2020"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Double bed rooms with WC, TV and AC. Swimming pool and bar. From US$65 to US$93 per room per day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barra Reef Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Lodge & Backpackers. Nice restaurant and bar with reasonable prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Baleia Bay Lodge"],["url="],["email="],["address=Barra"],["lat="],["long="],["directions="],["phone=+27-82-8523789"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Baleia Bay Lodge is situated on the coast of Inhambane, at Barra, about 500 km north of Maputo in the beautiful country of Mozambique."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Barra Lodge"],["url=http:\/\/www.barraresorts.com\/"],["email="],["address=Barra"],["lat=-23.80358"],["long=35.48466"],["directions="],["phone=+27-11-3143355"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has good views of beaches and the Indian Ocean."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pleasure Bay Resort"],["url=http:\/\/www.pleasurebay.net"],["email="],["address=Paindane Beach, Jangamo District"],["lat=-24.10150"],["long=35.49774"],["directions=From the tar road to Inhambane, turn off right on the red dirt road to resorts south of Inhambane(Guinjata, Paindane), stay on red dirt road till it ends in T junction with sand road approximitely 24 kms, turn left at T junction and follow sand road for 4 km"],["phone=+25 884 419 4032"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Chalets are all built on the highest dunes and all have sea views overlooking the bay “Baia Das Correntes”, which is protected by the “Lighthouse” Reef."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Algodoal"],["url=http:\/\/www.casaalgodoal.com"],["email="],["address=Tofo beach"],["lat="],["long="],["directions=on the beach, 300m from town center and tofo market"],["phone=+258845901086"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This beach villa is on Tofo beach with a spectacular view of the bay from atop the dune. 2 bedrooms (sleeps 4 ). Mezzanine w\/sofa beds (sleep 2), bathroom including bathtub and outside shower, open plan kitchen and living room, all equipped including BBQ.  Linen, mosquito nets and towels provided. Hot water, cleaning lady 6 days a week, 24 hr guard."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quinta de St. Antonio"],["alt=Accomodation and Take-Aways"],["url=http:\/\/www.mozambique.stayonthebeach.co.za\/st-antonio.htm"],["email="],["address=Lindela"],["lat="],["long="],["directions=at the split to Maxixe \/ Inhambane"],["phone=+258 84 759 9877"],["tollfree="],["fax="],["hours="],["price=from 1500mt"],["checkin="],["checkout="],["content=Very nice and good priced overnight accomodation, or stay there and explore all the nice places closeby. the following facilities are available: * Squash court * Splash pool * Snack bar\/Take aways * Play ground for kiddies"]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-23.8667"],["35.3833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Mozambique"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Inhambane"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Inhambane"]]}]