[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Central Alaska"]}," is a region in ",{"type":"[[","value":[["Alaska"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fairbanks North Star Borough"]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chicken"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Circle"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Delta Junction"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Eagle (Alaska)"],["Eagle"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fairbanks"]]}," - home of the ",{"type":"'''","value":["University of Alaska"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Glennallan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nenana"]]}," - home of the Ice Classic"]},{"type":"*","value":[" ",{"type":"[[","value":[["North Pole (Alaska)"],["North Pole"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tok"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Denali National Park"]]}," - dynamic glaciated landscape supports a diversity of wildlife with grizzly bears, caribou, wolves, Dall sheep and moose"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dalton Highway"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yukon - Charley Rivers National Preserve"]]}," - Geology, cultural history, remnants of the last great gold rush, wildlife and scenery. But, best of all, solitude"]},"\n",{"type":"==","value":["Understand"]},"\nThe greater Fairbanks area is a strange place.  Fairbanks proper is like a lot of towns in the lower 48.  There's a Wal-Mart, a Home Depot and a McDonald's.  Don't let this fool you.  There are plenty of Alaskan originals here.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nFairbanks is Alaska's second largest city, but only has around 40,000 people.  You can easily bike around town if you have a bike with you, and there are lots of bike paths to help with that.  It's also a good way to enjoy the scenery around town, since many of the bike paths loop around areas in the outskirts of the city.  \nMost of the time, though, plan on renting a car if you fly in.  It's by far the easiest way to get around and see beyond the city.\n\n",{"type":"==","value":["See"]},"\nThe scenery in Alaska's interior speaks for itself.  In any weather or season, it is always breathtakingly beautiful.\nThe Northern Lights are one of the biggest attractions to Alaska.  The Interior provides excellent views of them, thanks to a lack of light pollution even around Fairbanks.  But DO NOT come in the summertime and expect to see ANY Aurora.  It is the land of the midnight sun for a reason.  Summers in Fairbanks mean a complete lack of darkness, which is a really cool experience, but the Lights cannot be seen.  If you want a good chance of seeing the Northern Lights but can't handle the cold, September is probably your best bet.  The sun is still up for most of the day and it's still quite warm, but it gets quite dark at night and the Lights make their reappearance.  Not only that, but the landscape in autumn is awash in all of the bright colors of the season, everyone is outside enjoying the last of the nice weather and since most tourists stick to the summer months, you'll get a friendlier attitude from residents.\n\n",{"type":"==","value":["Do"]},"\nChena Hot Springs, located about an hour's drive from Fairbanks, is one of the best attractions in the interior of Alaska.  The hotel is run almost entirely on geothermal energy, and the greenhouses grow food for the restaurant.  The hot springs themselves are best enjoyed in the wintertime, when the icy air contrasts nicely with the hot water.  Because of the lack of light pollution, it's also a wonderful area in which to view the Northern Lights.\n\nIn Fairbanks itself, there is the University.  A dynamic research University, there are ongoing studies about everything from the best ways to engineer buildings for the harsh Alaskan landscape to climate change.  There's a museum featuring Alaska Native arts, a botanical garden, and a large animal research station with plenty of muskox and reindeer to view.  The University of Alaska system as a whole is making a push for sustainability, and this can be easily seen in the many greenhouses dotted around the campus.  Many of the vegetables served in the dining halls and cafes are grown right on campus.\n\nPioneer Park (formerly Alaskaland) is also located in Fairbanks.  It features actual pioneer homes that were moved from the downtown area into a central location that people can wander through to learn more about the pioneering history of Alaska.\n\n",{"type":"==","value":["Eat"]},"\nOne of the best things about Fairbanks is that it's home to so many locally owned, mom-and-pop shops that big chain restaurants just don't flourish.\nFor breakfasts, places like the Alaska Coffee Roasting Company and Lulu's Bagels are local favorites.  They have great atmospheres in which to sit and chat, and the food is tough to beat.\nIn the summer, there are many small stands that open up which serve surprisingly good eats.  Bun on the Run and Hot Licks Ice Cream are two that locals talk about with reverence and eagerly anticipate when the snow starts to melt.\nIt will surprise most people to hear that Fairbanks is home to some of the best Thai food you'll ever find.  There's a debate among people who live here about which is the best: Lemongrass, Pad Thai, or the Thai House.  They each have signature dishes for which people will travel many miles.\nSilverGulch brewery is a fairly short drive outside of Fairbanks in Fox.  The food and beer are excellent, and the drive itself is worth it because of the scenery and the views of the Alaska oil pipeline.\nIf you're camping and would like to stock up on food to cook, the HomeGrown Market has locally raised (and reasonably priced) meats, as well as in-season fruits and vegetables.  If you're feeling even reasonably adventurous, try some of the reindeer sausage--it tends toward the spicy and is very tasty.  While they're mostly pork, they do have reindeer meat in them.  It turns off a lot of tourists, but around the world reindeer is grown for meat and it's yummy, so go ahead and try it.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nAlaska is a land of extremes, so be prepared.  While Alaska may be known for the cold up there, summers in the interior can easily reach into the 90's and even 100's.  Tourists who pack only winter clothes find themselves regretting it.\n\nAlso, depending on how hot and dry the summer is, there might be lots of wildfires choking the interior.  Check local weather sites before going up there, especially if you have any respiratory conditions.  Fairbanks is situated in an arctic desert, so the winter can be equally harsh for those with any respiratory problems.  Take that into account when planning your travels.\n\nBecause of the harsh conditions, there thankfully is a lack of rabies in Alaska.  However, the wildlife is incredibly dangerous and is not to be underestimated.  Bears attack, and even more frequently moose will attack people.  Even moose that come into the cities and are more habituated to people can suddenly turn and attack someone, so be careful.\n\nNo matter what season you go up there, bring an attitude of preparedness.  What gets people in trouble the most is a rosy idea of what they will encounter.  Just be prepared for the unexpected, and for harsher conditions than you may have planned for.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Alaska"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]