[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Inuyama"]}," (",{"type":"{{","value":[["lang"],["ja"],["犬山"]]},") is a city near ",{"type":"[[","value":[["Nagoya"]]},", ",{"type":"[[","value":[["Japan"]]},". ",{"type":"[[","value":[["Image:Inuyama Castle 2006.jpg"],["thumb"],["300px"],["Inuyama Castle"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Inuyamamonorail.jpg"],["thumb"],["300px"],["Monkey see, monkey do on the Inuyama monorail"]]},"\n",{"type":"===","value":["By train"]},"\nInuyama is the terminal station on the Meitetsu Inuyama Line. From Meitetsu Nagoya station (located beside Nagoya station), Inuyama can be reached in 30-35 minutes at a cost of ¥540.\n\nThere are two other stops in the area served by Meitetsu.  Inuyama-guchi station, to the south of the city, is served only by local trains, while Inuyama-yuen station, to the east of Inuyama Castle, is served by local trains, a number of express trains, and μSKY trains departing from Centrair Airport for Shin-Unuma.\n\nThe closest JR station to Inuyama is ",{"type":"'''","value":["Unuma"]},", on the Takayama\/Toyama line from Gifu. The station is located in ",{"type":"'''","value":["Kakamigahara"]}," city in ",{"type":"'''","value":["Gifu"]}," prefecture, north of Inuyama across the ",{"type":"'''","value":["Kiso"]}," river. Unuma is about 30 minutes from Nagoya on the Limited Express \"Wide View Hida\" train, and from there it's about 15 minutes' walk to Inuyama-Yuen station.\n\n",{"type":"==","value":["Get around"]},"\n\nInuyama had a ",{"type":"'''","value":["monorail"]}," that ran about 1km, linking the Inuyama-Yuen train station to the nearby ",{"type":"'''","value":["Japan Monkey Park"]}," (see below).  It closed in 2009 due to lack of use and now there a bus from the Inuyama Train station that runs to the park.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Inuyama Castle"],["alt=犬山城 Inuyamajō"],["url=http:\/\/www.jcastle.info\/castle\/profile\/46-Inuyama-Castle"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only privately owned castle in Japan and one of the nicest original examples of feudal Japanese fortifications. Originally built in 1537 by Oda Nobuyasu, grandfather of Oda Nobunaga, the warlord who helped end the long civil war that preceded the Tokugawa Shogunate, Inuyama is one of a handful of castles designated a Japanese national treasure. You can have look at the original wooden structure."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.j-monkey.jp Japan Monkey Center"]}]}," is a few minutes way from Inuyama station on the monorail line, clearly sign-posted with ape statues and colorful paintings. On the plus side, the Center has a remarkable collection of monkeys and apes, with a wider variety of primates than even most world-class zoos. On the negative side, however, like too many Japanese zoos, the animals live in cramped conditions - mostly unadorned cement blocks with a single cross-bar - and have little in the way of enrichment, leaving many of them distinctly bored. It's open 9:30 am - 5PM Mar-Nov, until 6PM Jul-Aug, and until 4:30 Dec-Feb 11. Please note that the center is closed for the rest of February. Admission is ¥1500 for adults and ¥800 for kids."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Japan Monkey Park"]}," is an amusement park next door to the Japan Monkey Center, with rides intended for human beings. (Monkeys are exclusively of the cartoon variety here.) Dual admission tickets can be purchased for both locations."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Little World"]},", a 20-minute bus ride away from Inuyama station.  A miniature Expo that tries to reconstruct or import houses from all over the world, together with souvenir shops and restaurants - nice for a day visit. Buses depart from bus stop 1 east of Inuyama station, one-way fare is ¥480. One ticket for adults is ¥1600, for foreign students ¥1000 (meaning foreign people studying at a Japanese university)."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Meiji Mura Museum"],["alt="],["url=http:\/\/www.meijimura.com\/english\/index-e.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(明治村), about 20 minutes by bus from Inuyama station, houses a large collection of Meiji-era architecture from all over Japan and even as far away as Brazil, Hawaii, and Seattle. The effect is like that of a ghost town - visitors can walk through the buildings at their leisure, and each one is full of vintage furnishings, as if it were still in use. Fans of Japanese literature may enjoy the summer house of writer Soseki Natsume, where he reportedly wrote his classic novel ",{"type":"''","value":["I Am A Cat"]},". The signature piece, however, is the lobby of the old Frank Lloyd Wright-designed Imperial Hotel (1923-1965) in Tokyo. Open 9:30 am to 5PM Mar-Oct, 9:30 am to 4PM Nov-Feb. Regular adult admission is ¥1600 (or ¥2200 with a pass on the antique bus, trolley, and train rides)."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Urakuen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=1000"],["content=Urakuen (Joan Tea Ceremony House) is about 20 minutes walking from Inuyama station, or five minutes walk from Inuyama Castle. It is a national treasure and has a beautiful garden around it. If you want a bowl of green tea while sitting on the veranda of the tea house, add ¥500. If you want to visit Inuyama Castle as well, there is a combination ticket sold here for ¥1200 instead of ¥1000+500."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bunraku Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Together with your ticket for Inuyama Castle, you will get admission to the Bunraku (Japanese puppet theater) museum just down the road. It makes for a nice walk around seeing how puppets are constructed and operated, you can try moving one puppet by yourself, and puppets are on display."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nOver a hundred years ago, one of the first European visitors to the region remarked upon the ",{"type":"'''","value":["Kiso River"]},"'s resemblance to the ",{"type":"[[","value":[["Rhine"]]},". Today, you'll find rather more power lines, steel spans and vending machines than the comparison was intended to support, but the Kiso River still makes for a lovely walk in either direction. ",{"type":"'''","value":["Cormorant fishing"]},", known locally as ",{"type":"''","value":["ukai"]},", takes place on summer nights. Fishermen using fire, nets and trained birds make for an exciting spectacle.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are very few restaurants in the station area. The ",{"type":"'''","value":["Japan Monkey Center"]},", close to the station, does include a restaurant \/ cafeteria.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Cafe Million Dollar"]},", somewhat less grand than the name suggests, serves drinks. It's a couple doors down from Inuyama station, toward the river.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/web.kyoto-inet.or.jp\/org\/key-yh\/inu.html Inuyama Youth Hostel"]}]}," (162-1, Himuro, Tsugao, Inuyama, Aichi, 484-0091. Tel: 0568- 61- 1111) is a pretty fair walk from everything - starting from Inuyama station, visitors should walk along the river in the opposite direction from Inuyama castle. After 25 lonely minutes, turn right at the first stop-light, and head up the mountain until you reach the Youth Hostel. However, visitors will be rewarded with clean, modern rooms and a friendly staff. Hot baths and showers are available, as are breakfast and supper (albeit with an early cut-off time). Private rooms are available at prices more typical of dormitories (¥3700 for an adult).\n\n",{"type":"'''","value":["Minshuku Yayoi"]}," is on a side street close to the station. It has a rather small capacity, though, and the staff can be less than helpful. Rooms are ¥6000 per person, and meals are available.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nagoya"]]}," is the closest major city. While not long on attractions of its own, it does serve as a major transportation hub for many of the sights throughout the region."]},{"type":"*","value":[" There are some pretty temples in the eastern hills, including the two famous fertility shrines in ",{"type":"[[","value":[["Komaki"]]},", a town about halfway between Inuyama and Nagoya."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["35.3833"],["136.9500"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Aichi"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Inuyama, Aichi"]]},"\n",{"type":"[[","value":[["Commons:Category:Inuyama, Aichi"]]}]