[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Inverie from boat.JPG"],["thumb"],["250px"],["Inverie & the Knoydart peninsula"]]},"\n",{"type":"'''","value":["Inverie"]}," is a village in the ",{"type":"[[","value":[["Scottish Highlands"]]},". It is located on the remote Knoydart Peninsula, an area of wilderness and great natural beauty which is on the west coast of Scotland, just north of Mallaig. Knoydart is renowned for its remoteness, and visitors come here to enjoy the tranquility of a remote location.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are no roads to Inverie so you have two options to get there:\n\n",{"type":"*","value":["a 2-day hike from the nearest mainland road across country, which will require wild camping; you will be in a wilderness so a tent and some survival skills are required. There is no mobile phone reception on the peninsula."]},"\n",{"type":"*","value":["a 30-minute boat ride from ",{"type":"[[","value":[["Mallaig"]]},". Loch crossings are operated by two ferry services:"]},"\n1) Bruce Watt cruises operates one service, advertised on the ",{"type":"[","value":["http:\/\/www.calmac.co.uk\/timetables.html Caledonian MacBrayne"]}," ferry network (Mallaig-Loch Nevis service). Boats run three times a week - Mondays, Wednesdays and Fridays. There is normally a morning and an afternoon service on these days, so it is possible to do a day trip to Inverie, returning to Mallaig in the afternoon, but if you miss the ferry, you're stuck there for two days! In summer, the service is extended to Tuesday and Thursdays.\n\n2) The other service, which sails seven days a week from Monday to Sunday, is operated by ",{"type":"[","value":["http:\/\/www.knoydartferry.com\/ Knoydart Seabridge"]}," and transports not only passengers but also equipment and occasionally even vehicles.\n\nThese two boat services are what the locals rely on - as well as some tourists each boat service also carries locals, their grocery shopping and the post for the peninsula. The loch is quite sheltered so crossings are usually relatively smooth in these small boats.\n\nIf you plan to visit from Edinbugh or Glasgow, note that the ",{"type":"[","value":["http:\/\/www.knoydartferry.com\/ Knoydart Seabridge"]}," ferry service runs to coincide with the arrival time of the West Highland Railway. (You will have about 25 minutes to disembark from the train and walk from the railway station down to the port some 200m away before boarding the ferry). If you arrive in Mallaig in the evening you will have to stay overnight in order to make the ferry the next morning. Given the strict ferry times, it is important that you plan your visit in advance.\n\n",{"type":"==","value":["Get around"]},"\n\nA road runs through the village and off to other parts of the peninsula, but this road does not connect with the main road network. The only cars on these roads are owned by locals - legislation prevents non-locals from bringing cars to the peninsula.\n\n",{"type":"==","value":["See"]},"\n\nWalking around and enjoying the unparalleled isolation of the place is a wonderful experience. If you plan to walk the local countryside you should bring a map - Ordnance Survey Map #413 is ideal. The local ",{"type":"[","value":["http:\/\/www.knoydart-foundation.com\/ranger1.html ranger service"]}," has a friendly walk-in office on the main village street - drop in for advice and local maps. If you visit during hunting season, it's only polite to check with the rangers about planned shoots to make sure you don't interrupt deer stalking. You won't get shot, but it helps land management if you avoid the shooting areas of that day.\n\nThere are several smaller hills (Marylins\/Corbetts) immediately near the village which can be climbed in 3 or 4 hours - there are no paths so you have to negotiate rocks, heather and burns which slow you down. The Munros such as ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Ladhar_Bheinn Ladhar Bheinn"]}," are a more involved expedition and may 3 hours to reach, plus the climb and return.\n\nA pleasant, more accessible walk is the path up to Loch an-Dubh Lochain, which can easily be visited in 2 hours. The path takes you through deserted countryside alongside the river, up to the Loch where you have breathtaking views over the Knoydart mountains.\n\n",{"type":"==","value":["Do"]},"\nThe main attractions of Knoydart are peace and quiet. Activities are walking the local countryside and visiting the local pub in the evening.\n\nVisitors staying a bit longer can arrange to do an RYA boat handling course with W A Marine & Environment; hire a boat to go fishing or visit the islands; take a ranger-guided tour of the area; or take part in a deer stalking party (during the season). Further information on all activities can be found through the Knoydart Foundation.\n\n",{"type":"==","value":["Buy"]},"\nIf you plan to self-cater, you must buy supplies in the shops in Mallaig. The village has a post office selling some basic items.\n\nThe Pier House restaurant also sells postcards, prints, maps, and books.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["Knoydart Pottery and Tearoom is a pleasant little café on the main village street overlooking the loch, serving teas, coffees and light meals. Opening hours may be limited to ferry days."]},"\n",{"type":"*","value":["Check out ",{"type":"[","value":["http:\/\/www.theoldforge.co.uk\/ The Old Forge"]}," - Mainland Britain's most remote pub as according to the Guinness Book of Records. There is an excellent (if slightly pricey) menu of well-presented food. Don't miss the local seafood. The manu is dependent on local supplies brought by the ferry - when they run out, they run out. Where else can you hear \"we haven't got any Coca-Cola, we're waiting for the boat to come in\"?"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Doune Dining Room"],["alt="],["url=http:\/\/www.doune-knoydart.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant is possibly unique in that is only accessible by boat or by a long hike across country. It is located on the western tip of the peninsula and advance booking, as you may guess, is essential."]]}]},"\n",{"type":"==","value":["Drink"]},"\nSee The Old Forge pub above.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["The Knoydart Bunkhouse"]},", ",{"type":"[","value":["http:\/\/www.knoydart-foundation.com\/visit-us\/foundation-bunkhouse\/"]},". Offers basic accommodation.\n\nA comprehensive list of places to stay can be found on the ",{"type":"[","value":["http:\/\/www.knoydart-foundation.com\/ Knoydart Foundation"]}," website.\n\n",{"type":"[","value":["http:\/\/www.creageiridh.co.uk Creag Eiridh"]}," 4-bedroom holiday house to rent in Western Highlands\n\n",{"type":"==","value":["Go next"]},"\nThe only transport out of Knoydart is the next ferry back to Mallaig - bear in mind that you may have to wait two or three days, depending on timetables, so plan your visit in advance (see Get in section above). Alternatively, if you are equipped with a tent and survival skills, you could always walk back, which will take two days.\n\n",{"type":"[[","value":[["WikiPedia:Inverie"]]},"\n\n",{"type":"{{","value":[["geo"],["57.0377"],["-5.6833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Knoydart"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Scotland\/Highland\/Inverie\/"]]}]