[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Pontikonisi.jpg"],["thumb"],["300px"],["Pontikonisi in Corfu."]]},"\nThe ",{"type":"'''","value":["Ionian Islands"]}," refers to the chain of Greek Islands stretching along the west coast of ",{"type":"[[","value":[["Greece"]]}," in the Ionian Sea. Due to historical facts the isolated islands of Kithera and Antikythera, south of the ",{"type":"[[","value":[["Peloponnese"]]},", are here included in this group. These islands are traditionally called the ",{"type":"'''","value":["Heptanese"]},", i.e. \"the Seven Islands\" in Greek, but the group includes many smaller islands as well as the seven principal ones. The islands are well known for their beautiful sandy beaches, crystal clear waters, architecture, charming villages and stunning scenic countryside which is verdant and flourishing with greenery and nature. Each Ionian island has a distinct character. The islands are also known by their Italian names. These islands are known to be covered with green unlike the Cyclades, which is due to rareness of rain. Historically, these islands had a common fate, especially the three major islands of Corfu, Cefalonia and Zante.\n\n",{"type":"==","value":["Islands"]},"\n",{"type":"[[","value":[["File:Fiskardo, Kefalonia.jpg"],["thumb"],["300px"],["Fiscardo, Venetian architecture in Northern Cefalonia."]]},"\n",{"type":"[[","value":[["File:Navagio beach shipwreck in Zakynthos.jpg"],["thumb"],["300px"],["Navagio Beach in Zante."]]},"\n\nThe seven are, from north to south:\n\n",{"type":"*","value":[{"type":"[[","value":[["Corfu"]]},", the most populated island of the group. It is famous for the architecture of its capital."]},{"type":"*","value":[{"type":"[[","value":[["Paxi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lefkada"]]}," (Santa Maura), the island is associated with the myth of Sappho. It's most famous beach is the Porto Katsiki Beach."]},{"type":"*","value":[{"type":"[[","value":[["Ithaca (Greece)"],["Ithaki"]]}," (Val di Compare), the island is mostly known as the home of Odysseus."]},{"type":"*","value":[{"type":"[[","value":[["Kefallonia"]]}," (Cefalonia),  the biggest island of the group. It is famous for its beaches and especially for Myrtos Beach."]},{"type":"*","value":[{"type":"[[","value":[["Zakinthos"]]}," (Zante), it is famous for the endangered species of the sea turtle Caretta-Caretta and the Navagio Beach."]},{"type":"*","value":[{"type":"[[","value":[["Kythira"]]}," (Cerigo)"]},"\nIn the parentheses are written the Italian names of the islands.\n\n",{"type":"==","value":["Cities"]},"\nMajor communities throughout the islands:\n\n",{"type":"*","value":[{"type":"'''","value":["Corfu City"]},", capital of Corfu Island itself and of the region."]},{"type":"*","value":[{"type":"'''","value":["Zante City"]},", capital of Zante Island."]},{"type":"*","value":[{"type":"'''","value":["Argostoli"]},", capital of Cefalonia."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["File:Corfu1.JPG"],["thumb"],["300px"],["A church in Corfu town."]]},"\n",{"type":"[[","value":[["Greek phrasebook"],["Greek"]]}," is the native language of the Heptanesians. Italian was widely spoken as a foreign language as well as a mother tongue before the Union of these islands with Greece. This was due to the Venetian rule over the islands which lasted for handred years. During Venetian rule, many of the upper classes spoke Italian (or Venetian in some cases) and converted to Roman Catholicism, there was also a 'colonization' of Italian (Venetian) soldiers (stradioti) and wealthy families to these islands. These groups were in a big scale assimιlated to the Greek nation and religion (Eastern Orthodoxy) mainly due to mixed marriages. During the Ionian independence (Septinsular Republic) and the British protection Italian language was the co-official language of this small state along with Greek. After WW2 a decline on knowledge of Italian were noticed. Nowadays Italian language is being taught at schools, and although the perchentage of people speaking Italian as a second language has been increased, English is the most widely studied and understood of foreign languages in the islands, followed by Italian, French, and then German. The local Greek dialect can be described as a 'sing-song', with strong Italian influence on the vocabulary and pronunciation. So it is possible that many words used by the old people from the Heptanese aren't understandable amongst other Greeks.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["38.5000"],["20.5000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Greek Islands"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ionian Islands"]]}]