[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Ipiales"]}," is a city close to the Ecuadorian border in ",{"type":"[[","value":[["Colombia"]]},". It is a obligatory stop over on your way to ",{"type":"[[","value":[["Ecuador"]]},".  There is nothing much to see except the spectacular ",{"type":"''","value":["Iglesia de las Lajas"]}," (See Get Out).\n\n",{"type":"==","value":["Get in"]},"\nThe bus station is a bit out of town, but there are collectivos the center.\n\nThere are frequent busses to ",{"type":"[[","value":[["Pasto"]]}," and further north. Collectivos will bring you to Rumichaca for the bordercrossing if you go to ",{"type":"[[","value":[["Ecuador"]]},". The bordercrossig is quite easy and straightforward. The Colombian DAS-office is on one site of the bridge and the Ecuadorian office in on walking distance on the other side. From there are collectivos to ",{"type":"[[","value":[["Tulcan"]]},". Don't sell your dollars on the border, the exchange rate is bad.\n\nCars from Ipiales to the frontier leave from the bus terminal and cost 1500COP. They let you at the colombian immigration control. After the formalities in both police controls, a minivan in the ecuatorian side will take you to Tulcán for 0.75$. You can choose to get off at the city center or at the bus terminal.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe colourful Saturday Market at the \"Plaza Los Mártires\", 10 minutes walk from the town center.\n\n",{"type":"*","value":[{"type":"'''","value":["Sanctuario de las Lajas"]},", a cathedral spectacularly built on a bridge over the Guaitara river. Its construction lasted from 1916 to 1949 and was financed by local churchgoers. To get there take a collectivo (COP$1900, 15 minutes) or a taxi (COP$9000).  Collectivos leave from 2 blocks east of the Cathedral.  Definitely worth a visit, including the museum (COP$1500), but watch for \"Gringo Pricing\" at the food stands overlooking the church, ask first."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nVeggie option:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pan de Vida"]},": Calle 16 #7-69. For $5000 a soup, main dish, drink and dessert."]},"\n",{"type":"==","value":["Drink"]},"\nWonderful Jugo bar just off the main Plaza to the north west -- try the Uvillo Completo (COP$3.000, and worth every penny) or the Alfalfa (COP$1.300).  The \"Completos\" are made with home made honey, and the owners are friendly.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Belmonte"]},", Carrera 4a No. 12-111, 2-773-2771, is a family run hotel with clean rooms with television. Prices : COP$12,000 for a single, COP$18,000\/double."]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["0.830278"],["-77.644444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Nariño"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ipiales"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ipiales"]]}]