[{"type":"{{","value":[["pagebanner"],["Qom banner Shrine of Fatima Maesume.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Azadi Monument.jpg"],["caption="],["location=LocationIran.png"],["flag=Flag of Iran.svg"],["capital=",{"type":"[[","value":[["Tehran"]]}],["government=Theocratic Republic"],["currency=Iranian Rial (IRR)"],["area=1.648 million km",{"type":"<","value":["sup",["2"]]}],["population=79,789,275"],["language=",{"type":"[[","value":[["Persian phrasebook"],["Persian"]]}," and Persian dialects more than 60%, Azeri, and Turkic languages 20%, Kurdish 10%, Luri 5%, Balochi 2%, Arabic 2%, other about 1%"],["religion=Muslim 95% (Shi'a 85%, Sunni 10%), other (includes Zoroastrian, Jewish, Christian, and Baha'i) 5%"],["electricity=220V\/50Hz (European plug)"],["tld=.ir"],["timezone=UTC+3:30"],["callingcode=+98"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tourismiran.ir\/ Iran"]}]}," (",{"type":"[[","value":[["Persian phrasebook"],["Persian"]]},": ایران) is a large country between the Gulf of Oman, the ",{"type":"[[","value":[["Persian Gulf"]]},", and the Caspian Sea. It is bordered by ",{"type":"[[","value":[["Iraq"]]}," to the west, ",{"type":"[[","value":[["Turkey"]]},", Azerbaijan's ",{"type":"[[","value":[["Naxcivan"]]}," enclave, ",{"type":"[[","value":[["Armenia"]]},", and ",{"type":"[[","value":[["Azerbaijan"]]}," to the northwest, ",{"type":"[[","value":[["Turkmenistan"]]}," to the northeast,  ",{"type":"[[","value":[["Afghanistan"]]}," and ",{"type":"[[","value":[["Pakistan"]]}," to the southeast.\n\nIran can be considered part of the ",{"type":"[[","value":[["Middle East"]]}," and we include as part of that region here. However, it is also very much a part of ",{"type":"[[","value":[["Central Asia"]]},"; indeed the ",{"type":"[[","value":[["Persian Empire"]]}," was the dominant power in that region for many centuries. \n\n",{"type":"==","value":["Understand"]},"\n\nIran, the wellspring of one of the world's great civilizations, is a country of striking natural beauty and gorgeous tiled mosques. Its landscape is incredibly varied. Its recent history has been tumultuous.\n\n",{"type":"===","value":["People"]},"\n\nHumans have inhabited the area that makes up modern Iran since the Stone Age. The ancient Persians arrived about 1500 BC, one branch of the great movement of people that also brought northern India and most of Europe their modern populations. The name Iran is from the same root as \"Aryan\" which, until Hitler perverted it, was just an ancient name for those arriving peoples. ",{"type":"[[","value":[["Persian phrasebook"],["Persian"]]}," (natively known as Farsi) is an Indo-European language; ancient Persian was related to Sanskrit, ancient Greek, and all the others in that family. Persians are ethnically and linguistically unrelated to their neighbours on the west, the Arabs and Turks.\n\nIran has many people other than ethnic Persians. The northwestern region, ",{"type":"[[","value":[["Iranian Azerbaijan"],["Azerbaijan"]]},", is largely populated by Azeris, who are ethnically Persian but linguistically related to Turks. The province of West Azerbaijan is both Azeri and Kurd. Other regions are mostly Kurds in parts of west and northwest and Baluchis in parts of southeast. There are also Armenians, Arabs, and last but not least Jews, who have been living in Iran peacefully for years.\n\nWhile Shia Islam is without a doubt the dominant religion in Iran, there also exists several religious minorities as well. Sunni Islam in Iran is mainly practiced by ethnic minorities such as the Arabs, Kurds and Turkmens. Other non-Islamic faiths also exist in smaller numbers, the most notable being Zoroastrianism, Christianity and Judaism, all three of which are recognized as minority religions by the Iranian constitution, and each of these are guaranteed representation in parliament. As such, despite being an Islamic republic, fire temples, churches and synagogues continue to operate legally in the country. Most Iranian Christians follow Eastern Orthodoxy, and are of Armenian ethnicity. Iran also has the largest Jewish population in the Middle East outside Israel. While there are also a significant number of Baha'i in Iran, they are not recognized by the constitution and are instead branded as heretics of Islam, meaning that they continue to be persecuted to this day in spite of being Iran's numerically largest non-Muslim religion.\n\nThere are also two substantial communities of people of Iranian descent in India and Pakistan — Parsis who have been there for over 1,000 years, and Iranis who arrived in the 19th and 20th centuries — both Zoroastrians who fled religious persecution in Iran.\n\n",{"type":"===","value":["History"]},"\n\nThroughout history, Persia has generally been an empire, one whose fortunes varied enormously. In ancient times, Persia controlled most of what we now call the ",{"type":"[[","value":[["Middle East"]]},", and came close to conquering Greece. A few centuries later, Alexander of Macedonia conquered (among other things) the entire Persian Empire. Later, Persia was conquered by the Arabs in the expansion of Islam in the centuries immediately after the Prophet; Persian and other languages of the region are still written with the Arabic alphabet. About 1250, Persia was overrun by the Mongols. ",{"type":"[[","value":[["On the trail of Marco Polo"],["Marco Polo"]]}," passed through just after that, learned Persian, and wrote extensively of the region.\n\nAt other times, Persia conquered many of her neighbors. Her empire often included much of what we now call ",{"type":"[[","value":[["Central Asia"]]}," (Polo counted ",{"type":"[[","value":[["Bukhara"]]}," and ",{"type":"[[","value":[["Samarkand"]]}," as Persian cities), and sometimes various other areas. A few centuries after the Mongols took Persia, a Persian-speaking Mongol descendant founded a dynasty in ",{"type":"[[","value":[["Bactria"]]}," that later took all of Afghanistan and Pakistan, and much of India. The Indians called them the \"Moghuls\", from \"Mongol\".\n\nEven in periods when she did not rule them, Persia has always exerted a large cultural influence on her neighbors, especially ",{"type":"[[","value":[["Afghanistan"]]}," and ",{"type":"[[","value":[["Central Asia"]]},". Persian influence can be seen in the art, architecture and languages of much of Asia.\n\nThe Safavid dynasty re-united Persia as an independent state in 1501, established Shi'a Islam as the official religion, and ushered in a golden age of Persian culture. They were overthrown in 1736 by Nadir Shah, the last great Asian conqueror, who expanded the Empire to again include Afghanistan and much of India. His short-lived dynasty and its successor lasted until 1795. Then the Qajar dynasty ruled 1795-1925, a period of heavy pressure from foreign powers, notably Britain and Russia who jointly occupied Iran during World War I. In 1906, Qajar rule became a constitutional monarchy and the Majlis (Persian for parliament) was established.\n\n",{"type":"====","value":[" The last dynasty"]},"\n\nIn 1925, a military coup by Reza Shah established a new \"Pahlavi\" dynasty, named for the most ancient Persian dynasty around 500 BC. His rule was quite nationalistic; he changed the country's name from \"Persia\" to \"Iran\" and built a strong military. It was also quite authoritarian; he built a powerful secret police and a propaganda apparatus, and did not hesitate to crush dissent. He also made considerable efforts toward modernization, and came into conflict with conservatives over some of it. When World War II came, he refused Allied demands for guarantees that Iran would resist if German forces got that far. Iran was then invaded by Anglo-Indian forces from the South and Russians from the North, and a railway built (largely by US Army engineers) to bring supplies from the Persian Gulf across Iran to beleaguered Russia. Reza Shah went off to exile in South Africa, abdicating on the steps of the aircraft in favor of his son.\n\nThe son, Mohammad Shah, continued his father's nationalistic, authoritarian and modernising tendencies. However, coming to power in 1941, he had a problem; he needed powerful friends, but who? Given the history, no sane Iranian ruler would choose Britain or Russia. Being pro-German had not worked out well for dad and, in 1941, France did not count for much. That left the Americans, and he became one of America's most important allies in the region, seen as a \"bulwark against Communism\", a constitutional monarch, in some ways a progressive ruler — modernising, sometimes comparing himself to Kemal Atatürk who led Turkey's modernisation — and a protector of US and other Western interests. He was one of very few Middle Eastern rulers to extend diplomatic recognition to Israel and helped prevent Iranian nationalisation of the Anglo-Persian Oil Company. On the other hand, he was quite capable of putting Iranian interests before Western ones, as when he was one of the key players in creating OPEC.\n\nWhile in some ways progressive, the Shah was also very much the oriental despot. When the Soviets left Northwestern Iran after the war, they left behind something that claimed to be an independent communist government of Azerbaijan. The first major conflict of the Cold War came as the Shah, advised by the CIA, brought in troops who crushed that government and the communist party (Tudeh in Persian). Throughout his reign, his Savak secret police stomped hard on any opposition. His regime was also massively corrupt, with his relatives and various others getting hugely rich while much of the country was very poor. On the other hand, he did build infrastructure and start various projects to benefit the poor, including a program that sent new university graduates into the countryside as teachers.\n\nIn theory, Iran under the Shah was still a constitutional monarchy. Mohammed Mosaddeq became Prime Minister in 1951 and instituted reforms that included nationalizing the oil companies and a land reform program. He was overthrown in a 1953 coup backed by the CIA, the British (who had large oil interests at stake), and the Shah. The Shah and the new Prime Minister reversed the oil nationalization, but continued with a land reform program. However, as well as giving land to the peasants, it worked out that the Shah's family and others with connections got a lot. The Ayatollah Khomeni went into exile at this time, originally because of his objections to land reform taking land from the mosques.\n\n",{"type":"====","value":[" The Islamic revolution"]},"\n\nIn 1979, the Shah was overthrown and went off into exile, dying a year later. The revolution involved many groups — Tudeh, Mosaddeq-style secular reformers, and various Islamic factions — but came to be led and dominated by a conservative Islamic faction under Ayatollah Khomeni. Partly in reaction to the Shah's policies, they were also strongly anti-Western and in particular anti-American.\n\nThe main divisions of Islam are Shia'a and Sunni. The split goes back to a time just after the Prophet's death; would the movement be controlled by some of his leading followers (Sunni), or by his family, in particular by his son-in-law Ali (Shi'a)? There was a long, complex and bloody struggle over this. Today, Iran is the only major country that is predominantly and officially Shi'a, though there are Shi'a minorities elsewhere and a Sunni minority in Iran. The Iranian government supports the Shi'a Hezbollah movement further west, and is therefore accused by America of fomenting terrorism.\n\nOne of the major events of Shi'a religious life is the Day of Ashura on the 10th of the month of Moharram; \"ashura\" means \"10th\". It commemorates the death of Ali's son Hussein at the Battle of Karbala in 61 AH (680 AD). This is not a joyful celebration, but a very sober day of atonement. Travellers should not play music or act remarkably cheerful in public at this time.\n\nAshura is more-or-less the opposite of the Christian \"Jesus died for your sins; you are forgiven\", closer to \"Hussein is dead and you did not save him; you must atone.\" Traditional activities include parades in which people beat themselves with whips, chains, even swords. Some governments, including the Shah's and the Khomeini regime in Iran, have forbidden the more extreme variants of this. Some terrorist groups also exploit the religious fervor of the day; Hezbollah's 1983 suicide bomber attack on the US embassy in Lebanon took place on Ashura.\n\n",{"type":"===","value":["Climate"]},"\n\nIran has a diverse climate. In the northwest, winters are cold with heavy snowfall and subzero temperatures during December and January. Spring and autumn are relatively mild, while summers are dry and hot. In the south, winters are mild and the summers are very hot, having average daily temperatures in July exceeding 38° C (100° F) and can hit 50° C in parts of the desert. On the Khuzestan plain, summer heat is accompanied by high humidity.\n\nIn general, Iran has an arid climate in which most of the relatively scant annual precipitation falls from October to April. In most of the country, yearly precipitation averages 25 centimetres or less. The major exceptions are the higher mountain valleys of the Zagros and the Caspian coastal plain, where precipitation averages at least 50 cm annually. In the western part of the Caspian, rainfall exceeds 100 cm annually and is distributed relatively evenly throughout the year.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["Image:Damavand_in_winter.jpg"],["thumb"],["Mount Damavand (5,610 m) northeast of Tehran"]]},"\n\nRugged, mountainous rim; high, central basin with deserts, mountains; small, discontinuous plains along both coasts.  The highest point is Mount Damavand (5,610 m).\nDesert: Two great deserts extend over much of central Iran: the Dasht-e Lut is covered largely with sand and rocks, and the Dasht-e Kavir is covered mainly with salt. Both deserts are inhospitable and virtually uninhabited. Mountain: The Zagros range stretches from the border with the Republic of Armenia in the north-west to the Persian Gulf, and then eastward into Baluchistan. Zagros is extremely hard, difficult to access, and populated largely by pastoral nomads. The Alborz mountain range, narrower than the Zagros, runs along the southern shore of the Caspian to meet the border ranges of Khorasan to the east. Forest: Approximately 11% of Iran is forested, most extensively in the Caspian region. Here one finds the broad-leafed, vigorous deciduous trees, usually oak, beech, linden, elm, walnut, ash, and hornbeam, as well as a few broad-leafed evergreens. Thorny shrubs and fern also abound.The narrow Caspian coastal plain, in contrast, is covered with rich brown forest soil.\n\n",{"type":"===","value":["Culture"]},"\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Iran regions map.png"],["regionmaptext="],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Baluchistan"]]}],["region1color=#d09440"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Caspian Iran"]]}],["region2color=#71b37b"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Central Iran"]]}],["region3color=#69999f"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Khorasan"]]}],["region4color=#d5dc76"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Gulf Region (Iran)"],["Persian Gulf Region"]]}],["region5color=#4f93c0"],["region5items="],["region5description="],["region6name=",{"type":"[[","value":[["Iranian Azerbaijan"]]}],["region6color=#b5d29f"],["region6items="],["region6description="],["region7name=",{"type":"[[","value":[["Western Iran"]]}],["region7color=#8a84a3"],["region7items="],["region7description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n\nBelow is a list of ",{"type":"'''","value":["ten"]}," of the most notable cities:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tehran"]]}," – the vibrant capital, a beautiful city that suffers horrendous traffic and air pollution"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Qazvin"]]}," – A former capital of the Persian Empire under Safavids and a strategic location throughout the ages."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hamedan"]]}," – one of the oldest cities in Iran "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Isfahan"]]}," – former capital with stunning architecture, great bazaar, and tree-lined boulevards. Most popular tourist destination in the country. There's a Persian saying, \"Isfahan is half the world.\""]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kerman"]]}," – provincial capital, one of Iran's oldest cities, and major centre for carpets"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mashad"]]}," – greatest city of Eastern Iran with an important mosque, the shrine of the Imam Reza"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Qom"]]}," – one of the holiest cities in the Middle East, considered the Jewel of Iran"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Shiraz"]]}," – a former capital, home of famous Persian poets such as Hafiz and Sa'di; known for gardens, especially roses. Very close to the famous ruins of Persepolis."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tabriz"]]}," – a former capital with great historical bazaar, provincial capital in Western Iran; it's been suggested by some that this is the site of the Biblical \"Garden of Eden\""]},{"type":"[[","value":[["File:Yazd panorama.jpg"],["thumb"],["Yazd"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yazd"]]}," – a remote desert city – circumstance influenced special architectural themes where water streams run in underground rooms in houses and wind-towers to keep them cool."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Persepolis"]]}," Impressive ruins of a vast city-like complex built over 2,500 years ago, near the modern City of Shiraz. It was set on fire by Alexander of Macedon and further ruined by Arabs. Called TakhteJamshid in Persian, Persepolis is the symbol of Iranian nationality."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kish Island"]]},", a free trade zone in the Persian Gulf, it is regarded as a consumer's 'paradise', with numerous malls, shopping centres, tourist attractions, and resort hotels."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Qeshm Island"]]},", is Iran's largest and the Persian Gulf's largest island. Qeshm island is famous for its wide range of ecotourist attractions such as the Hara marine forests. According to environmentalists, about 1.5% of the world birds and 25% of Iran's native birds annually migrate to Hara forests which is the first national geo park."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Na’in"]]}," Na'in or Naeen or Naein is a small and quiet town at the edge of a desert near Isfahan, scenic and known for superb carpets."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Susa (Iran)"],["Susa"]]},", or ",{"type":"''","value":["Shush"]}," located 200 km North of Ahvaz, was Iran's most ancient city. The Ziggurat of Chughazanbil, Darius the Great's palace, the Jewish prophet Daniel's temple and Artaxerxer II 's palace are among the historical sites."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dizin"]]}," is one of the highest ski resorts in the world located just two hours north of ",{"type":"[[","value":[["Tehran"]]},". Great powder snow, cheap prices and few international visitors makes this is a great place for a ski holiday."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pasargad"]]},", the first capital of the Achaemenid Empire, and home to the Tomb of Cyrus."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visa"]},"\n\n",{"type":"{{","value":[["VisaRestriction"],["Entry ",{"type":"'''","value":["will be refused"]}," to citizens of Israel and foreign travellers with any evidence of visiting Israel — not just Israeli entry stamps, but Egyptian\/Jordanian neighbouring land borders with Israel — except that if you had an Israeli visa that expired more than a year before you apply for an Iranian visa, you may be allowed entry into Iran. Egyptian and Jordanian visas have no effect on applications for Iranian visas."]]},"\n\nNationals of the following countries do not require a visa to enter Iran:\nTurkey, Malaysia, Syria, Georgia, Azerbaijan, Venezuela, Nicaragua, Bolivia, Ecuador. \n\nNationals of the following countries can apply for a visa on arrival: Albania, Armenia, Australia, Austria, Bahrain, Belarus, Belgium, Bosnia Herzegovina, Brazil, Brunei, Bulgaria, China, Croatia, Cuba, Cyprus, Denmark, Finland, France, Germany, Greece, Hungary, India, Indonesia, Ireland, Italy, Japan, Kazakhstan, Kuwait, Kyrgyzstan, Lebanon, Luxembourg, Mexico, Mongolia, Netherlands, New Zealand, North Korea, Norway, Oman, Palestine, Peru, Philippines, Poland, Portugal, Qatar, Romania, Russian Federation, Saudi Arabia, Singapore, Slovak (Rep.), Slovenia, South Korea, Spain, Sweden, Switzerland, Tajikistan, Thailand, Turkmenistan, Ukraine, UAE, Uzbekistan, Vietnam \n\n",{"type":"{{","value":[["infobox"],["For US Citizens..."],["US citizens can apply for a visa at the Iranian Interest Section of the Pakistani Embassy in Washington, ",{"type":"[","value":["http:\/\/daftar.org"]},". However, US citizens must have an MFA-approved guide to accompany them for the entire trip and must have an exact itinerary. This generally precludes crossing into Iran at any border, as your guide would have to meet you at the border. Tour guides, however, are generally friendly to Americans, understand the process, and can work with you to set up a custom itinerary for you.\n\nTo get the visa, US citizens must work in advance with an Iranian travel agency to set up a ",{"type":"'''","value":["guided itinerary"]},"; only then, that travel agency may apply for a visa authorisation number from the Iranian Ministry of Foreign Affairs. Once approved, the authorisation number is transmitted to the  interest section. At that point, the applicant can then apply for the visa.  Turnaround times can be as short as a week, but the interest section does not reliably answer emails or phone calls."]]},"\n\n",{"type":"====","value":["Main procedures"]},"\n\nIran has a visa validity of 17 days so getting a tourist visa to Iran is a simple procedure. Approved Iranian travel agents can apply and get visa for all foreign nationals (except Israeli passport holders). The Iranian Foreign Ministry does not allow US passport holders to travel to Iran independently. US citizens are required to travel on tours, either as part of a tour group, or a tailor made individual tour. An exact itinerary, to which you must adhere, is compulsory. \n\nTo apply and get your visa you must contact an approved Iranian travel agent. After receiving your personal data, they apply to the Ministry of Foreign Affairs. Your visa will then be authorised by the MFA and faxed to the Iranian Consulate near you. Your travel agent gives you a visa authorisation number with which you can refer to the consulate to get your visa.  The visa authorisation number, however, is valid only in the consulate you have asked them your visa to be issued in. The number they give you is just an \"authorisation\". This reference number means that your visa has been authorised and approved by the Ministry of Foreign Affairs but is not the visa itself. \n\nDepending on your nationality, you may be required to present at the Iranian consulate in your country to have your fingerprints taken. British and American passport holders will be fingerprinted upon arrival.\n\nAfter your travel agent tells you your visa authorisation number you should first get a visa application form from the consulate and follow the requirements of the application form (you may either personally go to the consulate to get the application forms or, if the service available, download it from the web site of the Iranian embassy in your country). Then, you should refer to the consulate to lodge your passports and application forms with the visa number they gave you (it can be either a physical presence or by post). Then it might take from 1-5 days for the consulate to issue your visa. \n\nYou may also need to provide a letter of recommendation from your embassy if you are applying outside your home country, a photocopy of your air tickets in and out of Iran and any student or press card . \n\nNormally, all tourist visas issued by Iranian consulates have a \"3-month\" validity. The visa allows you to stay in Iran for up to 30 days, (sometimes you can get the tourist visa up to 90 days), although the duration of your visa is at the discretion of the Iranian Foreign Ministry. (Notice all the tourist visa will be issued as a single entry, unless you request the approval from Tehran) ",{"type":"'''","value":["Note:"]}," as of May 2013, tourist visas must be used within 14 days from issue, but the maximum duration of your stay is still 30 days. This change is related to presidential elections in June.\n\nRarely, you may be asked to provide a letter from your employer or proof of fund. Visas are generally valid for three months that is you must enter Iran within three months of issue.\n\nDepending on your nationality, issuing a visa may take 30 days or more.\n\nThere are reports that it is possible to get a visa in 10 days in ",{"type":"[[","value":[["Istanbul"]]}," consulate, especially for ",{"type":"[[","value":[["German"]]}," passport holders.\n\n",{"type":"'''","value":["Types of visa"]},": Entry, Transit, Business, Tourist and Journalist. Fee varies according to nationality of applicant, type of' visa and the existing regulation between countries.   \n\nA visa cannot be issued for passports which have a validity of less than 6 months. Exit permits required by all (often included with visa).\n\n",{"type":"*","value":[" ",{"type":"''","value":["Transit visa"]},"s have a maximum of 10 days. "]},"\nTransit visas are usually easier to get than tourist visas (usually for one or two weeks) and very useful for people travelling between Europe and South Asia. Various travel agents inside Iran help you obtain visas, often through their home pages.\n\nYou can get an extension for your transit visa usually valid for five or ten days, inside Iran easily but once for the same number of days as the original visa.\n\nFor foreign drivers carrying cargo to Iran or other countries, it is necessary to co-ordinate in advance with the Diplomatic Missions of the Islamic Republic of Iran. ",{"type":"[","value":["http:\/\/www.iran-visa.com\/index.php\/iran-visa-type\/transit-visa-to-iran\/transit-visa-to-iran\/"]},"\n\n",{"type":"*","value":[" ",{"type":"''","value":["Tourist visa"]},"s require a passport, an application form, four passport-sized photos, and a special authorisation in the form of a reference number issued by the Foreign Ministry in Tehran."]},"\nExtending a tourist visa is very easy and can be done in most cities. Some travel guides say not to do this in Tehran as it is very time consuming. This is no longer the case and the process of extending a visa in Tehran can be done in just 1 hour (including tea offerings and being the object of curiosity in the office). Extending a visa a second time requires the passport to be sent to a department in Tehran (no matter where you extend your visa from) and thus takes longer time than doing this the first time. The tourist visa can be extended once or twice at most, each time you can get 15 days more. The price of extending a visa is fixed rate 300,000 Iranian Riyal.\n\nAlthough it has become easier to get a tourist visa in recent years, whether the process takes one day or one month depends largely on your nationality and the staff of the embassy you are applying to. Your best bet is to apply to the Iranian embassy in your own country at least three months before your departure, but it is possible to obtain one while travelling in other countries, with varying degrees of difficulty. Women need to make sure they are wearing the Hijab or a head scarf in their submitted passport-sized photos.\n\n",{"type":"*","value":[" ",{"type":"''","value":["Business visa"]},"s require a passport, an application form, 4 passport-sized photos, a special authorisation in the form of a reference number issued by the Foreign Ministry in Tehran, and a business letter. Business visas are extendable once, sometimes twice up to two weeks each without difficulty. One extension of one month may also be possible in some cases."]},"\nVisitors from the Persian Gulf States need no visa to enter Iran. These states are: Bahrain, Kuwait, Oman, Saudi Arabia and the UAE. People from the Former Yugoslav Republic of Macedonia and Turkey can get a three-month tourist visa on arrival. People from Japan can get a three-month tourist visa at an Iranian embassy with no difficulty.\n\nPlaces known to extend visas happily in Iran are Tehran, Mashhad, Tabriz, Esfahan, Shiraz, Kerman and Zahedan. The extension process is normally handled at provincial police headquarters. ",{"type":"[","value":["http:\/\/www.irantour.org\/iranvisa.html"]},"\n\n",{"type":"====","value":["Visa on arrival"]},"\n\nA valid passport and a ",{"type":"'''","value":["visa"]}," are required for the citizens of most countries for travel through Iran. Although in 2006, the rules had been eased, since the presidential elections protests in 2009, the unofficial policy became subject to rapid changes. Theoretically speaking, the ",{"type":"'''","value":["VOA"]}," (",{"type":"''","value":["Visa On Arrival"]},") is still available, but ",{"type":"'''","value":["arrange visas in advance at an Iranian consulate"]},". There were several cases of deportation of people who applied for VOA at airports in 2010.\n\nVOAs are issued at the Imam Khomeini and Mehrabad airports in Tehran, and also the airports at Mashad, Shiraz, Tabriz and Isfahan. The visa is valid for up to 17 days and costs US$50. You will receive the forms on arrival. You are advised to bring passport photos with you. However, in many cases they are not collected. \n\nVisas are issued at the airport for holders of ordinary passports only from the states below:\n\nAlbania, Armenia, Austria, Australia, Bahrain, Belarus, Belgium, Bolivia, Bosnia and Herzegovina, Brazil, Brunei, Bulgaria, China, Colombia, Croatia, Cuba, Cyprus, Czech Republic, Denmark, Egypt, Finland, France, Georgia, Germany, Greece, Hungary, India, Indonesia, Ireland, Italy, Japan, Kazakhstan, Democratic People’s Republic of Korea, Republic of Korea, Kuwait, Kyrgyzstan, Lebanon, Luxembourg, Malaysia, Mexico, Moldova, Mongolia, Netherlands, New Zealand, Nicaragua, Norway, Oman, Palestine, Peru, Philippines, Poland, Portugal, Qatar, Romania, Russian Federation, Saudi Arabia, Singapore (2 weeks), Slovakia, Slovenia, Spain, Sweden, Switzerland, Syria, Tajikistan, Thailand, Turkmenistan, Ukraine, United Arab Emirates, Uzbekistan, Venezuela, Vietnam.\n\nIt is generally not possible to get an extension for the one week visa. There is a large stamp on it which specifically states \"non-extendable\". If you wish to stay for longer than a week, or you are not resident of one of the countries listed above, you will need to apply for a Tourist Visa before you arrive in Iran. \n\nChances are your bags will not be searched for ",{"type":"'''","value":["salacious material"]},", but if it is  found, it will be confiscated and will complicate your arrival. Don't try to bring in any magazines or books that might offend strict Islamic sensibilities or criticise the government.\n\nAs a notable exception, the beach resort of ",{"type":"[[","value":[["Kish Island"]]},", easily accessible from ",{"type":"[[","value":[["Dubai"]]},", does ",{"type":"''","value":["not"]}," require advance visas for visits of up to 14 days, including Americans.  See the ",{"type":"[[","value":[["Kish Island"]]}," article for details.\n\n",{"type":"===","value":["By plane"]}," \n",{"type":"[[","value":[["Image:Tehran_IKI_Airport.jpg"],["thumb"],["right"],["200px"],["Imam Khomeini International Airport"]]},"\n\nAll international flights to Tehran land at the new ",{"type":"'''","value":[{"type":"[","value":["http:\/\/ikia.airport.ir\/HomePage.aspx?TabID=5021&Site=ikia.airport&Lang=en-US Imam Khomeini International Airport"]}]}," based 37 km southwest of Tehran. Pilgrimage flights ",{"type":"[[","value":[["Saudi Arabia"]]}," still fly from Mehrabad airport. There are 70 smaller regional airports, for example those in ",{"type":"[[","value":[["Shiraz"]]},", ",{"type":"[[","value":[["Mashhad"]]},", and ",{"type":"[[","value":[["Isfahan"]]},", and these have daily flights to many international destinations.\n\n",{"type":"[[","value":[["Dubai"]]}," has scheduled flights to many Iranian cities, including ",{"type":"[[","value":[["Tehran"]]},", ",{"type":"[[","value":[["Shiraz"]]},", ",{"type":"[[","value":[["Isfahan"]]},", ",{"type":"[[","value":[["Kerman"]]},", ",{"type":"[[","value":[["Lar"]]},", ",{"type":"[[","value":[["Mashhad"]]},", ",{"type":"[[","value":[["Tabriz"]]},", ",{"type":"[[","value":[["Kish Island"]]},", ",{"type":"[[","value":[["Bandar Abbas"]]},", ",{"type":"[[","value":[["Bushher"]]},", ",{"type":"[[","value":[["Zahedan"]]},", ",{"type":"[[","value":[["Kermanshah"]]},", ",{"type":"[[","value":[["Chah Bahar"]]}," and is therefore worth considering travelling to Iran from.  Flights are operated by Iran Air, Emirates (for Tehran), Iran Aseman Airlines, Mahan Air and other Iranian companies. Fares are relatively cheap on Iranian carriers, ranging from US$100-250 for a return trip depending on your destination and time of booking.\n\nIran Air and Mahan Air connect Tehran with some of the major European cities as well as destinations in Asia and Middle East. European companies landing in Tehran include BMI, Lufthansa, KLM, Alitalia, Turkish Airlines, Austrian Airlines, Aeroflot and Middle-Eastern airlines: Saudi Arabian Airlines, Emirates, and Etihad. AirAsia also has flights to\/from Kuala Lumpur beginning on August 2010. So finding a flight to Iran should not be hard. \n\nConnections are also easily available via Manama, Bahrain using Gulf Air (but has stopped recently). Additionally, Qatar airlines offers several flights to Iran and provides non-stop service to Doha from to many US cities.\n\nLow-cost carriers (LCC) also operate flights to Tehran or other cities in Iran.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pegasus Airlines"]}," has flights to ",{"type":"[[","value":[["Tehran"]]}," via ",{"type":"[[","value":[["Istanbul"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Air Arabia"]}," has flights to ",{"type":"[[","value":[["Tehran"]]},", ",{"type":"[[","value":[["Mashhad"]]}," and ",{"type":"[[","value":[["Shiraz"]]}," via ",{"type":"[[","value":[["Sharjah"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jazeera Airways"]}," has flights to ",{"type":"[[","value":[["Mashhad"]]}," via ",{"type":"[[","value":[["Kuwait"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Turkish Airlines"]}," has flights to ",{"type":"[[","value":[["Tehran"]]},", ",{"type":"[[","value":[["Kermanshah"]]},", ",{"type":"[[","value":[["Tabriz"]]},", ",{"type":"[[","value":[["Mashhad"]]},", ",{"type":"[[","value":[["Isfahan"]]}," and ",{"type":"[[","value":[["Shiraz"]]},"  via ",{"type":"[[","value":[["Istanbul"]]},"."]},"\n",{"type":"'''","value":["Air Asia"]},"'s flights to ",{"type":"[[","value":[["Tehran"]]}," via ",{"type":"[[","value":[["Kuala Lumpur"]]}," were suspended in October 2012.\n\nNote that if not staying in Tehran and planning to get to any city other than Tehran upon your arrival, you would have to change airports, from Imam Khomeini to Mehrabad, 40 km away, to get to your domestic flight. Allow at least 3-4 hr between the flights. If going to Mashhad, you may be able to avoid the plane change in Iran using Turkish Airlines, Gulf Air, Kuwait Airways, Jazeera Airways, or Qatar Airways. If going to Shiraz, several flights from Persian Gulf States are available. For Tabriz, you can try travelling via Istanbul on Turkish Airlines or via Baku on IranAir.  \n\nIn spite of economic sanctions the majority of Iranian based airlines did not have high level of incidents during recent years. However sanctions resulted in inability to purchase new planes and the fleet of all airlines are old. Among Iranian based airlines Iran Air, Mahan Air and Aseman Airlines have been completely safe with no serious incidents during recent years. Due to safety issues flying with other Iranian based airlines is not recommended. The service and flying skill of Iranian pilots are fairly well known. \n\nDue to sanctions there are no direct flights at present from Canada or the USA, but you could travel via either ",{"type":"[[","value":[["Europe"]]}," or Persian Gulf States. Non-stop flights from ",{"type":"[[","value":[["Dubai"]]}," via JFK, IAD, San Francisco, Los Angeles, Houston or Toronto are good bets.  Visitors from ",{"type":"[[","value":[["Australia"]]}," or ",{"type":"[[","value":[["New Zealand"]]}," can consider travelling via ",{"type":"[[","value":[["Dubai"]]}," or ",{"type":"[[","value":[["Abu Dhabi"]]},", or can use a combination of Iran Air and Malaysian Airlines to get from any major city in Australia to Tehran, via ",{"type":"[[","value":[["Kuala Lumpur"]]},".\n\nThere are weekly flights from ",{"type":"[[","value":[["Sulamaniya"]]}," in Iraqi ",{"type":"[[","value":[["Kurdistan"]]}," to ",{"type":"[[","value":[["Sanandaj"]]}," and from ",{"type":"[[","value":[["Arbil"]]}," to ",{"type":"[[","value":[["Urmia"]]},".\n\nFrom ",{"type":"[[","value":[["Damascus"]]}," in ",{"type":"[[","value":[["Syria"]]}," there are charter flights to ",{"type":"[[","value":[["Tabriz"]]},", ",{"type":"[[","value":[["Tehran"]]},", ",{"type":"[[","value":[["Yazd"]]},", ",{"type":"[[","value":[["Isfahan"]]},", ",{"type":"[[","value":[["Mashhad"]]},". There are agencies in Seyyedeh-Zeinab district (a popular place with Iranian pilgrimages) that can sell you empty seats of these charter flights for less than US$100.\n\n",{"type":"'''","value":["Caution"]},". Any travel to ",{"type":"[[","value":[["Syria"]]}," should be carefully appraised for risks do to current internal conflicts within Syria and potential problems at border crossing points, please refer to the article on Syria and current consular travel advisories concerning entry, transit, and adjacent border zones. Normal services to and from Syria may be disrupted, suspended or cancelled without notice.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"====","value":["Turkey"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Istanbul service"]}," runs weekly via Ankara, includes a ferry over Lake Van, crosses the Iranian border then stops at Tabriz before arriving in Tehran. The journey takes 69 hr (3 nights travelling). Services leave Istanbul Tuesday evening (arriving Friday evening) and Tehran Monday evening (arriving Saturday evening). The train includes couchettes and a dining car. (Expect up to 10 hours delay)"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Tabriz-Van"]}," service (different from Istanbul service) is a weekly train between ",{"type":"[[","value":[["Van"]]}," and ",{"type":"[[","value":[["Tabriz"]]},"."]},"\n",{"type":"====","value":["Syria"]},"\n\n",{"type":"'''","value":["Caution"]},". Any travel to ",{"type":"[[","value":[["Syria"]]}," should be carefully appraised for risks do to current internal conflicts within Syria and potential problems at border crossing points, please refer to the article on Syria and current consular travel advisories concerning entry, transit, and adjacent border zones. Normal services to and from Syria may be disrupted, suspended or cancelled without notice.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Syria service"]}," does ",{"type":"''","value":["not"]}," cross Iraq, stopping at ",{"type":"[[","value":[["Aleppo"]]}," before crossing the Turkish border, heading to Lake Van and running along a similar route to the Istanbul service. This journey takes 54 hr (2 nights travelling) leaving ",{"type":"[[","value":[["Damascus"]]}," Monday mornings (arriving Tehran Wednesday evening) and leaving Tehran at the same time (Monday) with corresponding arrival in Damascus (Wednesday evening). Couchettes are available between Lake Van and Tehran, but need to be specially booked for the Syrian leg between Damascus and Lake Van otherwise reclining seats are available. The journey costs around US$90 for couchettes the whole way, and US$60 for the reclining seat and couchette combination."]},"\n",{"type":"====","value":["Afghanistan"]},"\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Mashad"]]},"-",{"type":"[[","value":[["Herat"]]}," railway which is under construction right now is completed until the city of ",{"type":"[[","value":[["Khaf"]]}," near ",{"type":"[[","value":[["Afghanistan"]]}," border. The cheap daily service from ",{"type":"[[","value":[["Tehran"]]}," to ",{"type":"[[","value":[["Khaf"]]}," near ",{"type":"[[","value":[["Afghanistan"]]}," border is about US$5."]},"\n",{"type":"====","value":["Iraq"]},"\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Khorramshar"]]},"-",{"type":"[[","value":[["Basra"]]}," railway will be completed in a few months which will connect Iranian railways to ",{"type":"[[","value":[["Iraq"]]},". There will be specially train routes for Iranians going to pilgrim in ",{"type":"[[","value":[["Najaf"]]}," and ",{"type":"[[","value":[["Karbala"]]},". There is another project that will be completed later going through ",{"type":"[[","value":[["Kermanshah"]]}," to ",{"type":"[[","value":[["Khanaqin"]]}," in Iraq."]},"\n",{"type":"====","value":["Pakistan"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Quetta-Zahedan"]}," line connects Pakistan and Iran by rail. A train leaves every 1st and 15th of each month from Quetta and the journey takes 11 hr and costs about €8. In opposite direction the train leaves every 3rd and 17th of each month from Zahedan."]},"\nIn June 2009 a Bam-Zahedan link was completed, which connected Zahedan to rest of Iranian railway network. However there is no passenger train between Bam and Zahedan presently, so you have to take a bus or taxi.\n\n",{"type":"====","value":["Azerbaijan"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Nakhchivan-Tabriz"]}," service connects ",{"type":"[[","value":[["Nakhchivan_(city)"]]}," with ",{"type":"[[","value":[["Tabriz"]]}," and crosses from the ",{"type":"[[","value":[["Jolfa"]]}," border. The route used to be a part of Tehran-Moscow railway line which is closed right now due to Azerbaijan-Armenia conflicts."]},"\n",{"type":"*","value":[" There is a railway from ",{"type":"[[","value":[["Baku"]]}," to the border city of ",{"type":"[[","value":[["Astara"]]},". From there you can walk through the border to Iran. The railway is going to be joined to Tehran via ",{"type":"[[","value":[["Rasht"]]}," and ",{"type":"[[","value":[["Zanjan"]]},"."]},"\n",{"type":"====","value":["Turkmenistan"]},"\n\n",{"type":"*","value":[" There is a daily service between ",{"type":"[[","value":[["Mashad"]]}," and ",{"type":"[[","value":[["Sarakhs"]]}," border every day. The train does not go further because of the gauge changes. At the other side of the border there is train to ",{"type":"[[","value":[["Merv"]]}," and ",{"type":"[[","value":[["Ashgabat"]]},"."]},"\n",{"type":"*","value":[" Another railway from ",{"type":"[[","value":[["Gorgan"]]}," is currently built up to the ",{"type":"[[","value":[["Inche Borun"]]}," border which will continue to ",{"type":"[[","value":[["Turkmenistan"]]}," and ",{"type":"[[","value":[["Kazakhstan"]]},"."]},"\n",{"type":"===","value":["By car"]},"\n\nMany people drive a car to Iran via Turkey.\n\nThis requires a Carnet De Passage unless you wish to pay import tax.\nA Carnet can be acquired from your local drivers association (such as the RAC in the UK). An international driver's license is highly recommend with translation into Persian very beneficial.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"====","value":["Armenia"]},"\n\nFrom ",{"type":"[[","value":[["Armenia"]]}," there are daily, modern buses from ",{"type":"[[","value":[["Yerevan"]]}," to ",{"type":"[[","value":[["Tabriz"]]}," and even further to ",{"type":"[[","value":[["Teheran"]]},".\nOtherwise the only Iran\/Armenia land border at Nuduz\/Agarak is very badly served by public transport. On the Armenian side you can get as far as Meghri by one Marschrutka a day from ",{"type":"[[","value":[["Yerevan"]]},". In both directions the Marshrutka leaves quiet early in the morning. ",{"type":"[[","value":[["Kapan"]]}," and Karajan are more frequently served by marschrutkas but it is a long and mountainous (and therefore expensive) stretch to the border from there. From Meghri it is around 8 km to the border and hitching or a taxi is the only option. On the Iranian side the closest puplic transport can be found around 50 km to the west in ",{"type":"[[","value":[["Jolfa"]]},", so a taxi for around US$10-15 is the again only commercial choice. Expect to be asked a lot for all taxi rides, so hard bargaining is essential. Make clear, or at least pretending that you have other choices may assist you to get fairer prices. \n\nThe border is not busy at all, so when hitching you have to mainly stick with the truck drivers and Russian or Persian helps a lot here. Consider for yourself whether this is a safe option.\n\n",{"type":"====","value":["Turkey"]},"\n\nYou can find Seir-o-Safar agencies in ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Antalya"]]}," and ",{"type":"[[","value":[["Ankara"]]}," to buy cheap bus tickets for ",{"type":"[[","value":[["Tehran"]]},". A one-way ticket between Istanbul or Ankara and Tehran costs US$35.00.\n\n",{"type":"*","value":[{"type":"[[","value":[["Dogubeyazit"]]},"\/",{"type":"[[","value":[["Bazergan"]]}," This Turkey\/Iran border crossing is easily (and fast) done by public transport. Take a bus to ",{"type":"[[","value":[["Dogubeyazit"]]}," and a frequent minibus (ca. 5YTL, 15 min) to the border. Cross the border stretch per pedes, take the customs taxi (give the driver some 1,000 rials bakschis) to the next village and take a taxi (US$3-4) to the bus terminal in ",{"type":"[[","value":[["Bazergan"]]},". There could also be buses to ",{"type":"[[","value":[["Bazergan"]]},", but the taxi drivers approaching you at the border are not the right people to ask for that. From there you can easily get buses to major destinations in Iran. Check the security situation in the region, due to the unsolved PKK conflict. Make sure you get a clear idea about exchange rates if you want to change YTL or rials as the official bank at the border does not exchange these currencies and you have to deal with the plentyful black market."]},"\n",{"type":"*","value":[" There are also buses from ",{"type":"[[","value":[["Van"]]}," to ",{"type":"[[","value":[["Urmia"]]}," crossing from Esendere-Sero border. The buses cost €13 and it takes more than 6 hr to finish the 300 km path. That's because of poor roads in the Turkish side and also too many check stops at the Turkish side (more than 5) because security reasons concerning P.K.K."]},"\n",{"type":"*","value":[" You can also take mini buses to the town Yüksekova near the border and ask for taxis to bring you to the border. Cross the border check point on your own since the taxis won't cross into Iran."]},"\n",{"type":"====","value":["Pakistan"]},"\n\nYou can also (depending on the political situation) enter from ",{"type":"[[","value":[["Pakistan"]]}," via the border crossing between ",{"type":"[[","value":[["Taftan"]]}," (on the Pakistani side) and ",{"type":"[[","value":[["Zahedan"]]}," (on the Iranian side) as long as you have a valid visa for Iran. You can ",{"type":"'''","value":["NOT"]}," get a visa on the border. Overnight buses leave from ",{"type":"[[","value":[["Quetta"]]}," arriving in ",{"type":"[[","value":[["Taftan"]]}," in the early morning, from there you can either hire a taxi to the border or walk a couple of kilometres. Once across the border (which can take some time on the Iranian side, you need to organise transport to ",{"type":"[[","value":[["Zahedan"]]}," (the local town) where buses depart for destinations in Eastern Iran such as ",{"type":"[[","value":[["Bam"]]},", ",{"type":"[[","value":[["Kerman"]]}," and ",{"type":"[[","value":[["Yazd"]]},". See the ",{"type":"[[","value":[["Istanbul to New Delhi over land"]]}," 3.9 Iran-Pakistan border, for more details on the crossing.\n\n",{"type":"====","value":["Iraq"]},"\n\nThere are daily buses from ",{"type":"[[","value":[["Arbil"]]}," to ",{"type":"[[","value":[["Urmia"]]},", also there are daily buses from ",{"type":"[[","value":[["Sanandaj"]]}," and ",{"type":"[[","value":[["Kermanshah"]]}," to Sulaymaniyah. From ",{"type":"[[","value":[["Tehran"]]},", there are also buses to ",{"type":"[[","value":[["Sulaymaniyah"]]}," and ",{"type":"[[","value":[["Arbil"]]},".\n\n",{"type":"====","value":["Afghanistan"]},"\n\nThere are daily buses between ",{"type":"[[","value":[["Herat"]]}," and ",{"type":"[[","value":[["Mashad"]]},". The buses go through Dogharoun Border. The road has been built by Iran and is reported safe.\n\n",{"type":"====","value":["Turkmenistan"]},"\n\nA bus service also runs between ",{"type":"[[","value":[["Ashgabat"]]}," and ",{"type":"[[","value":[["Mashhad"]]},".\n\n",{"type":"===","value":["By boat"]},"\n\nThere are some scheduled services from Baku to Bandar Anzali on the Caspian Sea and from cities on the Persian Gulf to cities on the Iranian coast. They are usually of low quality.\n\nStarting in late 2007 and 2008; high quality semi-luxurious ferry service started between Kish Island and Abu Dhabi and Dubai. This service is of nominal fee (@ US$50) and the journey across one of the busiest stretches of water is sure to entertain. It is not currently known what the Customs and Entry Visa process is like using this service however as the boats do not enter via the airport. While the entry\/exit process at the airport is fairly well established, it is unknown if the process is as well managed when entering via the docks. It is likely to be more chaotic and it is not know whether visas are issued on the spot as is the case at the airport.\n\nThere are also ferries from ",{"type":"[[","value":[["Bandar Abbas"]]}," to ",{"type":"[[","value":[["Dubai"]]}," and ",{"type":"[[","value":[["Sharjah"]]}," in UAE, and also ferries from ",{"type":"[[","value":[["Bushehr"]]}," to ",{"type":"[[","value":[["Qatar"]]},", ",{"type":"[[","value":[["Kuwait"]]}," and ",{"type":"[[","value":[["Bahrain"]]},". These are operated by Valfajr Shipping Company ",{"type":"[","value":["http:\/\/www.valfajr.ir"]},". Rates depend on your exact journey, but as of June 2011, Bandar Abbas-Sharjah (UAE) was sold for 795,000 rials (about US$80). Boats run twice a week (Monday & Wednesday), departing Bandar Abbas around 8PM. Tickets can be bought from one of the agencies listed on the website. Expect to be the only non-Iranian on board. Plan loosely around the boat trip, as schedules are not strictly enforced.\n\n",{"type":"==","value":["Get around"]}," \n\nWhile not as comfortable or fast as Europe or North America, Iranian transport is of high quality, and is very affordable. There are few places the very cheap buses don't travel to, the train network is limited but comfortable and reasonably priced and travel by air is not expensive. The ticket prices are always fixed and you don't have benefits of early bookings.\n\n",{"type":"===","value":["By plane"]},"\n\nFor anyone on a tight deadline, affordable domestic air services are a blessing. The major national carrier ",{"type":"'''","value":["Iran Air"]},", and its semi-private competitors such as ",{"type":"'''","value":["Iran Aseman Airlines"]}," - Aseman meaning \"sky\" in Persian, ",{"type":"'''","value":["Mahan Air"]}," and ",{"type":"'''","value":["Kish Air"]}," link Tehran with most regional capitals and offer inter-regional flights for no more than US$60. \n\nTheir services are frequent, reliable and are definitely worth considering to skip the large distances within Iran. Planes are aging, and maintenance and safety procedures are sometimes well below western standards, but it still remains the safest way to get around Iran, given the huge death toll on the roads. \n\nTupolev Tu-154 and other Russian planes aren't  used by some carriers and they change with MD82 or 83. However, the odds are you will board a Shah-era B727 or some more recent Fokker, ATR or even Airbus A310 if you're lucky. Busy domestic routes are sometimes flown by B747SP, and the extra boarding and run-up time are worth the thrill of flying in one of the last of these shortened Jumbos still operated in the world. Saha Air, another internal Iranian airline, is also the last operator of the Boeing 707 in scheduled commercial passenger service. If you insist on flying, try getting some of the new planes leased from Russia.\n\nTickets can be bought at airports or travel agents dotted through the most major cities. ",{"type":"'''","value":["Book early"]}," during the summer months of August and September since finding seats at short notice is virtually impossible. It is possible to pay extra to get onto a booked flight by bribing someone or paying them to take their seat on the plane. Some flights will auction off the last few seats to the highest bidder. For westerners, the conversion makes it easy to outbid everyone. \n\nYou can also find domestic tickets in some Iran Air offices abroad, such as in Dubai.  Expect to pay a little more due to the exchange rate applied. Domestic tickets for other companies must be bought inside Iran.\n\nNote if you are from a \"western\" country, some agencies are reluctant to let you book a domestic flight. Be prepared to argue, bargain and make sure you bring someone, who is able to translate for you.\n\n",{"type":"===","value":["By bus"]},"\n\nThe Iranian ",{"type":"'''","value":["domestic bus network"]}," is extensive and thanks to the low cost of fuel, very ",{"type":"'''","value":["cheap"]},". In fact the only drawback is speed: the government has limited buses to 80 km\/h to combat lead-footed bus drivers so long haul trips such as Shiraz to Mashhad can take up to 20 hr.\n\nThere is little difference between the various bus companies, and most offer two ",{"type":"'''","value":["classes"]},": 'lux' or 'Mercedes' (2nd class) and 'super' or 'Volvo' (1st class). First class buses are air-conditioned and you will be provided with a small snack during your trip, while second class services are more frequent. Given the affordability of first class tickets (for example rials 70,000 from Esfehan to Shiraz), there's little financial incentive to opt for the second class services, especially in summer.\n\nYou can buy tickets from the bus terminals or ticket offices up to a week in advance, but you shouldn't have a problem finding a seat if you turn up to the terminal an hour or so before your intended departure time.\n\nMost cities operate comprehensive ",{"type":"'''","value":["local bus services"]},", but given the low cost of taxis and the difficulties of reading Persian-language signs (which, unlike road signs, do not have English counterparts) and route numbers, they are of little use to the casual traveller. If you're cash strapped and brave enough to try, however, remember that the buses are segregated. Men enter via the front or rear door and hand their ticket to the driver before taking a seat in the front half of the bus. Women and children should hand their ticket to the driver via the front doors (without actually getting on) before entering via the rear door to take a seat at the back. Tickets, usually around 500 rials, are sold from booths near most bus stops. Private buses accept cash instead of tickets. There is also rechargeable credit ticket cards accepted in buses @ metro stations (in Tehran since 2012 paper tickets are no longer accepted in buses).\n\n",{"type":"===","value":["By train"]},"\n\nRaja Passenger Trains ",{"type":"[","value":["http:\/\/www.raja.ir\/default.aspx?Culture=en-US&page=home"]}," is the passenger rail system. Travelling by train through Iran is generally more comfortable and faster than speed-limited buses. Sleeper berths in overnight trains are especially good value as they allow you to get a good night's sleep while saving on a night's accommodation.\n\nThe rail network is comprised of three main trunks. The first stretches east to west across the north of the country linking the Turkish and Turkmenistan borders via Tabriz, Tehran and Mashhad. The second and third extend south of Tehran but split at Qom. One line connects to the Persian Gulf via Ahvaz and Arak, while the other traverses the country's centre linking Kashan, Yazd and Kerman.\n\nTickets can be bought from train stations up to one month before the date of departure, and it is wise to book at least a couple of days in advance during the peak domestic holiday months. First class tickets cost roughly twice the comparable bus fare.\n\nKnown as a \"ghatar\" in Persian; trains are probably the cheapest, safest, most reliable and easiest way to travel around the country. As an added benefit; you'll get to meet the people, sample food and see other tourists. You also avoid all the checkpoints will driving on the road. Trains are frequently delayed so leave plenty of time between destinations.\n\n",{"type":"====","value":["By Metro"]},"\n\nTehran has 4 underground rail lines.  \n\nLine 1 (red) runs from north to south\n\nLine 2 (blue) runs  west to east.\n\nLine 4 (yellow) runs from west to southeast.\n\nLine 5 (blue) runs to the nearby city of ",{"type":"[[","value":[["Karaj"]]},".\n\n1 way tickets cost 3,000 rials and a round ticket costs 4,500 rials.\n\nMashhad has 1 underground line. It runs from vakil Abad to Hashemi Nejad International Airport. \n\nTwo further lines are to be added in the near future.\n\n",{"type":"===","value":["By taxi"]},"\n\nLow fuel costs have made ",{"type":"'''","value":["inter-city travel"]}," by taxi a great value option in Iran. When travelling between cities up to 250 km apart, you may be able to hire one of the shared ",{"type":"''","value":["savāri"]}," taxis that loiter around bus terminals and train stations. Savari taxis are faster than buses and Taxis will only leave when four paying passengers have been found, so if you're in a hurry you can offer to pay for an extra seat.\n\nOfficial ",{"type":"'''","value":["shared local taxis"]}," or ",{"type":"'''","value":["Savari"]},", also ply the major roads of most cities. Recently the taxis are turning into yellow, also on busy routs there are green vans with a capacity of 11 passengers. They offer less fare for every passenger. They usually run straight lines between major squares and landmarks, and their set rates between 2,000-10,000 rials are dictated by the local governments.\n\nHailing one of these taxis is an art you'll soon master. Stand on the side of the road with traffic flowing in your intended direction and flag down a passing cab. It will slow down fractionally, giving you about one second to shout your destination--pick a major nearby landmark instead of the full address--through the open passenger window. If the driver is interested, he'll slow down enough for you to negotiate the details or simply accepts your route.\n\nIf you're in a hurry, you can rent the taxi privately. Just shout the destination followed by the phrase ",{"type":"''","value":["dar bast"]}," (literally 'closed door') and the driver will almost be sure to stop. Negotiate the price before departure, but since you are paying for all the empty seats expect to pay four times the normal shared taxi fare.\n\nYou can also rent these taxis by the hour to visit a number of sites, but you can expect to pay from 40,000-70,000 rials\/hr, depending on your bargaining skills.\n\nMost of the taxis have \"taximeters\" but only 'closed door' green taxis use it.\n\n",{"type":"===","value":["By car"]},"\n\nA large road network and low fuel costs of historically made Iran an attractive country for exploring with your own car. However a recent government ",{"type":"'''","value":["fuel tax"]}," on foreigners entering Iran by private car has somewhat dimmed the allure.\n\nForeigners arriving in Iran with their own car will need to have a ",{"type":"''","value":["carnet de passage"]}," and a valid international drivers' license. Petrol stations can be found on the outskirts of all cities and towns and in car-filled Iran, a mechanic is never far away.\n\nDo not underestimate the sheer chaos of Iran's ",{"type":"'''","value":["traffic"]},". The often ignored road rules state that you must drive on the right unless overtaking and give way to traffic coming on to a roundabout. Drivers frequently top 160 km\/h (100 mph) on intercity highways. Laws requiring car occupants to wear seat belts for rear passengers are not always complied with.\n\nBe aware also that motorcycles are sometimes seen transporting up to five people, sans helmets.\n\nAvoid large rocks in the middle of highway. These are often placed there in an attempt to burst your tyres. Afterward, a passerby will offer to replace your tyre for $US50. This is of course a scam that occurs mostly at night time but has diminished due to aggressive policing. \n\nYou can also rent a car, usually for $US20-50 a day. Insurance and legal liability may make you think twice about renting a car, especially considering the fact that renting a car with a driver usually costs the same.\n\nPeople are not allowed to carry their pet even by their private car & will receive driving penalties if caught by the Police.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"'''","value":["Persian"]}," (called ",{"type":"'''''","value":["fārsi"]}," in Persian, فارسی), an Indo-European language, is Iran's national and official language. Although Persian is written with a modified Arabic alphabet, the two languages are not related but Persian does contain a very large number of Arabic loanwords but maybe with a different meaning, many of which form part of basic Persian vocabulary (See \"Iranian Nationality\" under \"Respect\" ).\n \nMany young Iranians in major cities, and almost certainly those working in international travel agents and high-end hotels will speak conversational English but basic ",{"type":"[[","value":[["Persian phrasebook"],["Persian"]]}," phrases will definitely come in handy, particularly in rural areas.\n\nRoad ",{"type":"'''","value":["signs"]}," are often double signed in English, but few other signs are. As an extra challenge, most Persian signage uses an ornate calligraphic script that bears little resemblance to its typed form. This can make comparing typed words in phrase books--such as 'bank' and 'hotel'--to signs on buildings quite difficult. However it is still worth memorising the Persian script for a few key words such as restaurant, guesthouse, and hotel (see relevant sections below for the script).\n\nBe aware that Kurdish and ",{"type":"[[","value":[["Azerbaijani phrasebook"],["Azeri"]]}," languages are also spoken in areas of large Kurdish and Azeri populations.\n\nSee also: ",{"type":"[[","value":[["Persian phrasebook"]]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Ancient cities "]},"\n",{"type":"[[","value":[["File:Kizil Hauzen Bridge 2013.jpg"],["thumb"],["300px"],["Pol-e Dokhtar Bridge, Lorestan"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hegmatane"]}," (or Ekbatana) - The capital of the ancient Medes. In modern-day ",{"type":"[[","value":[["Hamedan"]]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Persepolise"]}," - Probably the most important historical site in Iran. The capital of the Achaemenid (Persian) Empire built by Darius. Near ",{"type":"[[","value":[["Shiraz"]]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Pasargad"]}," (or Pasargadae) - The initial capital of the Persian Empire built by Cyrus the Great. Near ",{"type":"[[","value":[["Shiraz"]]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Susa"]}," - Built by Elamites an then adopted by Achaemenid (Persian) and Sasanid empires, it has three layers of civilisation in it. Located in the modern-day town of ",{"type":"[[","value":[["Shush"]]}," in the ",{"type":"[[","value":[["Khuzestan"]]}," province."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chogha Zanbil"]},"- A ziggurat  build by Elamites. Near ",{"type":"[[","value":[["Shush"]]},"."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Na'in"]}," or ",{"type":"'''","value":["Naeen"]}," or ",{"type":"'''","value":["Naein"]}," is a small pre-Islamic in central Iran with over 2000 years of history. It's a small pattern of an ancient desert town. the locals in ",{"type":"[[","value":[["Na’in"]]}," still speak in ancient Zoroastrian dialect."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sialk Mound"]}," (Tappeh Sialk) - More than 7,000 years old, this is world's oldest ziggurat. In suburbs of ",{"type":"[[","value":[["Kashan"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jiroft"]}]},"\n",{"type":"===","value":[" Tombs of some famous people "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Cyrus the Great"]}," in Pasargad near ",{"type":"[[","value":[["Shiraz"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Avicenna"]}," in ",{"type":"[[","value":[["Hamedan"]]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Khayyam"]}," in ",{"type":"[[","value":[["Neyshaboor"]]}," (near ",{"type":"[[","value":[["Mashhad"]]},")."]},"\n",{"type":"*","value":[{"type":"'''","value":["Prophet Daniel"]}," in Susa (",{"type":"[[","value":[["Shush"]]},")."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mordechai and Esther"]}," in ",{"type":"[[","value":[["Hamedan"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Saadi "]}," and ",{"type":"'''","value":["Hafez "]}," famous Persian poets in ",{"type":"[[","value":[["Shiraz"]]},"."]},"\n",{"type":"*","value":["\"'Imam Reza'\" an ornate shrine to the eighth of the Shiite imams (the only one buried in Iran) in ",{"type":"[[","value":[["Mashhad"]]},"."]},"\n",{"type":"===","value":[" Museums"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tehran Museum of Contemporary Art"]},". Amassed by the former Shah and his wife who were avid and ostentatious collectors, the museums collection, conservatively valued at $2.5 billion dollars, is one of the most important modern and contemporary art collections in the world. It includes collections from Pablo Picasso, Wassily Kandinsky, Andy Warhol, Marcel Duchamp, Francis Bacon, David Hockney and Jackson Pollock among many others. Much of it remains un-catalogued, officially because it is so numerous but also because it is currently taboo. No western works have been on display for many years although in late 2013 staff expressed hope that the authorities may grant permission for specific pieces to be displayed as part of a tourist drive. It remains to be seen. In the meantime art lovers can sigh as they leaf through a reference copy of some of the collection, available for viewing at reception. Nevertheless, the museum still warrants a visit for a rare opportunity to explore contemporary Iranian art which although inventive and progressive in its execution, remains nonetheless true to established morals."]},"\n",{"type":"===","value":[" Palaces "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sadabad"]},". A palace complex where Mohammad-Reza Shah and his family used to live.  Some palaces converted to museums now. In Tehran."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shamsolemare"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Forty Pillar Palace"]}," (Chehel Sotoun) literally: “Forty Columns”) is a pavilion in the middle of a park at the far end of a long pool, in Isfahan, Iran, built by Shah Abbas II to be used for his entertainment and receptions."]},"\n",{"type":"[[","value":[["File:Chehel Sotoon.jpg"],["right"],["thumb"],["300px"],["Chehel Sotoon Palace"]]},"\n\nIn this palace, Shah Abbas II and his successors would receive dignitaries and ambassadors, either on the terrace or in one of the stately reception halls.\n\nThe name, meaning \"Forty Columns\" in Persian, was inspired by the twenty slender wooden columns supporting the entrance pavilion, which, when reflected in the waters of the fountain, are said to appear to be forty.\n\n",{"type":"===","value":["Palaces"]},"\n",{"type":"[[","value":[["Image:Ali-qapu-rooz.jpg"],["thumb"],["right"],["150px"],["Ali Qapu Palace"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ālī Qāpū"]},"(The Royal Palace) - Early 17th Century. It is forty-eight meters high and there are seven floors, each accessible by a difficult spiral staircase. In the sixth floor music room, deep circular niches are found in the walls, having not only aesthetic value, but also acoustic.   It is rich in naturalistic wall paintings by Reza Abbassi, the court painter of Shah Abbas I, and his pupils. There are floral, animal, and bird motifs."]},"\n",{"type":"===","value":["Squares and Streets"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Naqsh-e Jahan Square"]}," also known as shah square or imam square-1602. With two mosques and the bazaar.It is  an important historical site, and one of UNESCO's World Heritage Sites.The square is surrounded by buildings from the Safavid era."]},"\n",{"type":"===","value":[" Parks and Gardens "]},"\n\n",{"type":"===","value":[" Armenian churches "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Vank Cathedral"]}," in ",{"type":"[[","value":[["Isfahan"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Saint Thaddeus Monastery"]}," in West Azerbaijan Province."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Meymand"],["alt=Meimand"],["url="],["email="],["address=Kerman province, Shahr-e-Babak"],["lat="],["long="],["directions=Persian Gulf high way"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Meymand (",{"type":"''","value":["Maymand, Meimand, Maimand"]},") is a very ancient village located nearby Shahr -e- Babak city in Kerman Province. Maymand is believed to be one humanities earliest remaining places of habitation on the Iranian Plateau and dates back 12,000 years. It is still inhabited by around 150 people, mostly hospitable elderly citizens who live in 410 houses hand hewn into the rocks. 10,000 year old stone engravings surround the village. 6,000 year old potteries relics reveal a long history of the village. Living conditions in Maymand are harsh due to the aridity of the land and to high temperatures in summers and very cold winters. In 2005 Meymand was awarded the Melina Mercury International Prize for the safeguarding and management of cultural landscapes."]]}]},"\n",{"type":"===","value":["Desert trekking and desert excursions"]},"\n\n",{"type":"[[","value":[["File:2013-04-19 09-30-31 Iran Ostan-e Esfahan - Chah Taqi 7h.jpg"],["thumb"],["250px"],["Moving sand dunes"]]},"\n\nThough the northern part of Iran is covered by dense rain forests called Shomal or the Jungles of Iran. The eastern parts  consists mostly of desert basins such as the Dasht-e Kavir, Iran's largest desert, in the north-central portion of the country, and the Dasht-e Lut, in the east, as well as some salt lakes. There is also the Central desert which as can be understood from its name is located in the central regions. This is because the mountain ranges are too high for rain clouds to reach these regions. \n\nThere are a lot of activities that can be done in the desert areas including; desert tracking, camel riding, bicycle riding and 4x4 driving excursions.\n\nIn some parts of the deserts there are some camping sites available. The easiest budget priced desert tours can be organised in ",{"type":"[[","value":[["Na'in"]]}," and ",{"type":"[[","value":[["Kashan"]]},".\n\n",{"type":"===","value":[" Festivals"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Norouz Eve"]},", The beginning of Iranian New Year and the start of the Spring. On the 20th or 21st of March. It is rooted in the Zoroastrian religion."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chahar-shanbe Suri"]}," (Wednesday festival) - On the last Wednesday before Noruz. People set up fires. The traditional festival involves jumping over the fire while saying a specific sentence. Nowadays it involves a lot of firecrackers Although the government is against it and police usually Disperse the young people's gathering!. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shab-e Yalda"]},", The last night of Autumn, which is the longest night of the year, is celebrated in Iran, and has a history from long ago (Mithraism age). Families has traditional gathering to commemunicate and eat the last remaining fresh fruits from summer. They read traditional Persian poems or stories."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golabgiri"]},", of Kashan city near Isfahan. During the spring some people go there to obtain the local rose water. It has very nice smell and many use it in traditional drinks."]},"\n",{"type":"===","value":[" Ski "]},"\n\nThere are five ski piste around Tehran.  They are at Dizin, Darbandsar, Tochal and Shemshak. \n\nThe longest one is the Dizin piste, this is north of Tehran and reachable during winter by using either Chalous Road or Fasham Road. \n\nThe more professional slope is at Shemshak and that is the one used for national and international tournaments. \n\nThe ski pistes near Tehran are all normally accessible by road in around 1-2 hr.\n\n",{"type":"===","value":[" Swim "]},"\n\nIran has coastline along the Caspian Sea and the Persian Gulf. A popular place for its beaches is ",{"type":"[[","value":[["Kish Island"]]}," in the Persian Gulf that men can enjoy it all the year & women are limited to use only covered beaches.\n\n",{"type":"===","value":[" Itineraries "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mount Damavand Trek"]]}]},"\n",{"type":"==","value":["Buy"]}," \nWhile the shops offer a wide selection of quality goods, local items can be bought in the many bazaars. Purchases include hand-carved, inlaid woodwork, carpets, rugs, silks, leather goods, mats, tablecloths, gold, silver, glass and ceramics. Bargaining is customary. There are restrictions on which items may be taken out of the country.\n\nATMs in Iran ",{"type":"'''","value":["do not accept"]}," foreign (non-Iranian) cards except some which accept those from state banks, so bring all the money you might need in cash, preferably in US dollars or Euros.\n\n",{"type":"===","value":["Currency"]},"\n\nThe 'Rial' (﷼ ",{"type":"''","value":["in Persian"]},") (IRR) is the currency of Iran. \n\nUS$1 and €1 can get you about 30,000 and 40,000 rials respectively (2014).\n\nCoins are issued in values of 50, 100, 250, 500, 1,000, 2,000 and 5,000 rials with banknotes produced in 500, 1,000, 2,000, 5,000, 10,000, 20,000, 50,000, 100,000, 500,000. \n\nConfusion with the currency is standard for a visitor initially, not just because of the large numbers but because of the shorthand routinely used. One Toman (a colloquial phrase) is ten Rial and prices can be spoken, or displayed on menu's or in shops as Rial or Toman. Take for example a hotel room: you may be advised it costs 'two million' or 'two hundred' The two million is rial and the two hundred refers to two hundred thousand toman which is two million rial or approximately €50. \n\nContext will usually provide the clue but there will be times when you will need to ask for the amount to be written down so have a roman\/farsi numeral translation handy in case the seller can only write Farsi numerals. \n\nHowever it is helpful to remember that almost all Iranians are constitutionally honest and wouldn't dream of taking advantage of a tourist.  \n\nIt is also helpful to remember the Iranian social code of Ta'arof which is still broadly maintained, and sometimes requires a seller to refuse your payment. If upon requiring the price a seller says 'it's nothing' or 'it's free' you must continue to insist on a price until it is reluctantly given. Not paying would be a graver breach the Ta'arof code than not saying 'it's free'.\n\n",{"type":"===","value":["Carrying money"]},"\n\nIranians can not use major credit cards due to U.S. sanctions, so bring enough hard currency for the duration of your stay. US dollars and euros are the most useful, and new and large (US$100 or €100 or higher) notes in good condition are preferred and usually get a better rate. Trade embargoes mean that banks will not forward cash advances on your foreign ",{"type":"'''","value":["credit cards"]}," and they are only accepted by select stores for large purchases, such as Persian rugs. Most will be happy to forward you some cash on your credit card at the same time as your purchase. If you are desperate for cash, you can also try asking these shops to extend you the same favour without buying a rug or souvenir, but expect to pay dearly for the luxury.\n\n",{"type":"'''","value":["Travellers' cheques"]}," All banks in provincial capitals are able to cash them, the paperwork is no longer needed to cash them.\n\nThere is a possibility to get a pre-paid no-name gift card from most of banks in Iran if you are concerned with carrying too much cash on you. These cards have no service fee and surcharge and you get exact amount of money you put in card. All ATM and POS terminals support Persian and English languages. Make sure the one you get has ATM Withdrawal Feature. Ask about ATM withdrawal and POS transactions daily limit in advance. Keep your receipts and treat your gift cards like cash as in case of missing them, it is less likely to get replacement even with paperworks. Paperworks may help you to receive new password in case of forgetting it but expect bureaucracy. Cash your left over cards one business day before your departure to avoid any problem caused by Iranian interbank network SHETAB failure. Some of Persian gulf Arab countries ATM cards may work in Iranian interbank network but nothing is guaranteed.\n\n",{"type":"===","value":["Money and daily life"]},"\n\nThere is little point in risking the use of  ",{"type":"'''","value":["black market moneychangers"]}," who loiter outside of major banks and only offer marginally better rates than the banks. Banks in most cities will change money for you, but the process can be a drawn out affair requiring signatures from countless officials and a fair deal of running around.\n\nA better compromise are the ",{"type":"'''","value":["private exchange offices"]}," (",{"type":"''","value":["sarāfi"]},") scattered around most large cities and major tourist centres. As well as offering far better rates than banks, they are far quicker and, unlike their black market colleagues, they can be traced later on if something goes wrong.\n\nThe most widely-accepted currency is the US dollar ($), but euros (€) and UK Sterling Pound (£) are also widely used. Other currencies are harder to change. US$100 unfolded notes attract the highest prices, and you will be quoted lower rates for any old or ripped notes.\n\n",{"type":"'''","value":["Bargain"]}," ruthlessly when buying handcrafts, rugs or big ticket items and modestly when hailing private taxis. In most other aspects of life prices are fixed. ",{"type":"'''","value":["Tipping"]}," is generally not expected, but locals will generally round up the bill in taxis and add around 10% in classy restaurants. Porters and bellboys will expect 5,000 rials . A discreet gift of a few thousand ",{"type":"''","value":["tomāns"]}," may help grease the wheels of Iranian society and serve to thank an extraordinarily helpful local.\n\nYou won't be able to escape the government-sanctioned 'dual pricing system' that applies to accommodation and some tourist attractions in Iran; foreigners often pay between five and ten times the price quoted to locals at major sites such as Persepolis.\n\nBudgeting for traveling in Iran has become a little complicated.\n\nPublished estimates of the cost of visiting Iran are out of date as soon as they are published and it is unwise to trust a guidebook or follow online information. There are three reasons. Firstly the currency fluctuates wildly, at one point climbing from 20,000 Rial to 40,000 Rial to the Euro with warnings of an imminent mitigating decline being constantly flagged. Secondly, inflation is rising rapidly. Thirdly and most significantly for the foreign visitor is the use of foreign currency in standard pricing. For example (not actual figures) your guide book printed when the exchange rate was 20,000 rial to the euro says your hotel should be 300,000 Rial (€15). However inflation has bumped that 300,000 Rial room to 400,000 Rial (€20). Meanwhile the exchange rate has gone up to 40,000 Rial to the Euro. You might think that the 400,000 Rial room is now only €10 but in fact the hotel will tell you the room is the pre-currency devalued price of €20 at the current rate of 40,000 to 1 so you must pay 800,000 Rial for the room advertised a year or two ago as 300,000.\n\nAs a broad guide: lunch\/dinner in a tourist area will cost €5\/10. The cheapest beds with hard mattress and shared squat toilets are €7-€10. There will not be any security in these places. Intercity flights are not as bargain basement as they used to be and are comparable to European budget airlines; Tehran to Shiraz €60, Tehran to Bandar Abbas €70.  Airline prices are fixed and easily checked via a tour agency in Iran which you can do prior to arrival but book while there. Admission to museums and archaeological sites €5-€10. Intercity bus fares are cheap; Yazd to Shiraz €4 and Tehran Metro costs only cents to go anywhere. Street food (falafal, samosa) is €2. (2014)\n\n",{"type":"==","value":["Eat"]}," \n\n",{"type":"'''","value":["Meal times"]}," in Iran vary considerably from those in Europe and the US. Lunch can be served from ",{"type":"'''","value":["12PM-3PM"]},". and dinner is often eaten after ",{"type":"'''","value":["8PM"]},". These and other social occasions in Iran are often long, drawn-out affairs conducted in a relatively relaxed tempo, often involving pastries, fruit and possibly nuts. As it is considered rude to refuse what is served, visitors should accept the items offered, even if they do not intend to consume them.\n\nThe importation and consumption of ",{"type":"'''","value":["alcohol"]}," is strictly banned throughout the majority of Iran, but is tolerated in a few rural and poorly regulated areas. Penalties are severe.  Registered religious minorities, however, are allowed to manufacture and consume small quantities of alcohol, but not to sell, export or import it. ",{"type":"'''","value":["Pork"]}," and pork products are forbidden and, like alcohol, their import is illegal, though in practice shops serving the Christian community are allowed to sell pork with no major issues.\n\nThe good news for travellers is that Iranian cuisine is superb. A wide range of influences from Central Asia, the Caucasus, Russia, Europe and the Middle East have created a diverse, relatively healthy range of dishes that focus on fresh produce and aromatic herbs. The bad news, however, is that Iranians prefer to eat at home, rather than in restaurants, so decent eateries are scarce and stick to a repetitive selection of dishes (mainly kebabs). An invitation to an Iranian home for dinner will be a definite highlight of your stay. When visiting an Iranian household for the first time or on a special occasion it is customary for Iranians to bring a ",{"type":"'''","value":["small gift"]},". Flowers, sweets or pastries are popular gift choices.\n\n",{"type":"===","value":["Traditional cuisine"]},"\n\nFragrant ",{"type":"'''","value":["rice"]}," (برنج, ",{"type":"''","value":["berenj"]},") is the staple of Iranian food. Boiled and then steamed, it is often coloured with saffron or flavoured with a variety of spices. When served plain as an accompaniment it is known as ",{"type":"''","value":["chelo"]}," (چلو). The two most common meat \/ chelo combinations are kebab variations (",{"type":"''","value":["chelo kabāb"]},", چلو کباب) or rotisserie chicken (",{"type":"''","value":["chelo morgh"]},", چلو مرغ). Flavoured rice, known as ",{"type":"''","value":["polo"]},", is often served as a main course or as an accompaniment to a meat dish. Examples include ",{"type":"''","value":["shirin polo"]}," flavoured with orange zest, young cherries and honey glazed carrots, the broad-bean and herb heavy ",{"type":"''","value":["bāghli polo"]}," and ",{"type":"''","value":["sabzi polo"]}," laced with parsley, dill and mint.\n\n",{"type":"[[","value":[["Image:Kababi alborz2.jpg"],["right"],["thumb"],["200px"],["The ubiquitous Persian Kabab is often served with both plain rice and a special (yellow cake) rice called tah-chin."]]},"\n\nThe rice and kebab dish ",{"type":"'''''","value":["chelo kabāb"]}," (چلو کباب) and its half-dozen variations are the most common (and often the only) items on Iranian restaurant menus. A grilled skewer of meat is served on a bed of fluffy rice, and accompanied by an array of condiments. You can add butter, grilled tomatoes and a sour spice known as ",{"type":"''","value":["somāgh"]}," to your rice, while some restaurants also provide a raw egg yolk. Raw onion and fresh basil are used to clear your palate between mouthfuls. Variations in ",{"type":"''","value":["kabāb"]}," dishes come from the meats they are served with. You will commonly see:\n\n",{"type":"*","value":[" ",{"type":"''","value":["Kabāb koobideh"]}," (كباب كوبيده) - a kebab of minced beef, shredded onion and spices."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Kabāb barg"]}," (كباب برگ) - pieces of lamb marinated in lemon juice and shredded onion."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Kabāb makhsoos"]}," (كباب مخصوص) - usually the most expensive option, this big kebab uses the highest quality meat."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Joojeh kabāb"]}," (جوجه كباب) - a skewer of chicken pieces marinated in lemon juice and saffron."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Kabāb bakhtiāri"]}," (كباب ب‍ختیارِی) - great for the indecisive eater, this is a skewer of alternating chicken and lamb pieces."]},"\nAt home people most often eat rice with a ",{"type":"'''","value":["thick stew"]}," (",{"type":"''","value":["khoresht"]},", خورشت) containing a modest amount of meat. There are dozens of ",{"type":"''","value":["khoresht"]}," variations such as the sweet and sour ",{"type":"''","value":["fessenjān"]}," made from ground walnuts and pomegranate syrup, ",{"type":"''","value":["ghormeh-sabzi"]}," based on fresh herbs, dried limes and kidney beans, ",{"type":"''","value":["gheimeh"]}," flavoured with split-peas and often garnished with French fries, and the sweet ",{"type":"''","value":["sib-āloo"]}," which uses apples and plums.\n\nHearty Iranian ",{"type":"'''","value":["soups"]}," (",{"type":"''","value":["āsh"]},", آش) are meals in themselves. The most popular is the vegetarian ",{"type":"''","value":["āsh reshteh"]}," (آش رشته) made from herbs, chickpeas and thick noodles, and garnished with yoghurt and fried onions.\n\nFlat ",{"type":"'''","value":["bread"]}," (",{"type":"''","value":["nān"]},", نان) is another pillar of Iranian food. It is served at breakfast with herbs, feta cheese and a variety of jams, or as an accompaniment to meals. ",{"type":"''","value":["Sangak"]}," (سنگك) is a dimpled variety cooked on a pebbled oven while ",{"type":"''","value":["lavāsh"]}," (لواش) is a thin and bland staple.\n\n",{"type":"===","value":["International cuisine"]},"\n\nThere are several good international restaurants which offer Chinese, Japanese, Italian and French food as well as vegetarian menus in Tehran and other major cities.\n\n",{"type":"===","value":["Fast food and snacks"]},"\n\nMost food outlets in Iran are either kabābis or fast food outlets serving a standard fare of burgers, sandwiches, felafels or pizza (پیتزا). A burger and a soft drink at a snack shop will fill you up at lunchtime for around IR 40,000, while pizzas start at IR 50,000.\n\nMany teahouses (see ",{"type":"'''","value":["Drink"]}," below) also serve traditional snacks and light meals. The most common of these is ",{"type":"'''''","value":["ābgusht"]}," (آبگوشت) a hot pot made from lamb, chickpeas and dried limes that is also known as ",{"type":"''","value":["dizi"]},", also the name of the dish in which its served. You will be given a bowl (the ",{"type":"''","value":["dizi"]},") containing the ",{"type":"''","value":["ābgusht"]}," and another, smaller one. Drain the broth into the smaller bowl and eat it like a soup with the bread provided. Then pound the remaining meat and vegetables into a paste with the pestle provided and eat with even more bread, pieces raw onion and wads of fresh herbs.\n\n",{"type":"===","value":["Sweets and desserts"]},"\n\nThe never ending demand for dentists in Iran lies testament to the country's obsession with sweets and pastries, known collectively as ",{"type":"'''''","value":["shirini"]}," (شیرینی).\n\nIranian ",{"type":"''","value":["baghlava"]}," tends to be harder and more crystalline than its Turkish equivalent while the pistachio noughat called ",{"type":"''","value":["gaz"]}," (گز) is an Isfahan speciality. ",{"type":"''","value":["Sohan"]}," is a rich pistachio brittle popular in Qom, and freshly-baked pastries are often taken as gifts to people's houses. ",{"type":"''","value":["Lavāshak"]}," fruit leathers are delicious fruit leathers made from dried plums.\n\nHoney-saffron and pistachio are just two local flavours of ice cream, while ",{"type":"''","value":["fāloodeh"]}," (فالوده) is a deliciously refreshing sorbet made from rosewater and vermicelli noodles made from starch, served with lashings of lemon juice.\n\n",{"type":"===","value":["Special needs"]},"\n\nGiven that most travellers are stuck eating kebabs for much of their trip, ",{"type":"'''","value":["vegetarians"]}," will have a particularly difficult time in Iran. Most snack shops sell falafels (فلافل) and garden salads (",{"type":"''","value":["sālād-e-fassl"]},", سالاد فصل) and greengrocers are common. Most ",{"type":"''","value":["āsh"]}," varieties are meat-free and filling, as are most variations of ",{"type":"''","value":["kookoo"]}," (کوکو), the Iranian take on the frittata.Also some restaurants make Spaghetti with Soya (Soy).You can find Pizzas like Vegetarian Pizza (",{"type":"''","value":["Pitzā Sabzijāt"]},", پیتزا سبزیجات) or Cheese Pizza (",{"type":"''","value":["Pitzā Panir"]},", پیتزا پنیر) or Mushroom Pizza (",{"type":"''","value":["Pitzā Ghārch"]},", پیتزا قارچ) almost everywhere and Margherita Pizza in some restaurants which all are meat-free. The phrases ",{"type":"''","value":["man giaah-khaar hastam"]}," (I am vegetarian) and ",{"type":"''","value":["bedoon-e goosht"]}," (without meat) will come in handy.\n\nIt's a safe bet that most food in Iran is ",{"type":"'''","value":["halal"]}," (حلال, ḥalāl, halaal) and will conform with Islamic dietary laws as specified in the Qur'an, the exceptions being some shops in districts with large Christian communities. However, those seeking a strict ",{"type":"'''","value":["kosher"]}," diet may have to concentrate their efforts in the districts with higher numbers of Jewish inhabitants. If in Tehran look in areas such as older parts in the south of the city, like Udlajan or the Yusef Abad neighbourhood.\n\n",{"type":"==","value":["Drink"]},"\n\nBlack ",{"type":"'''","value":["tea"]}," (",{"type":"''","value":["chāi"]},", چای) is the national drink of alcohol-free Iran. It is served strong and with crystallised or cubed sugar (",{"type":"''","value":["ghand"]},", قند) which is held artfully between the teeth while tea is sipped through. You can try asking for milk in your tea, but expect nothing but strange looks or a big delay in return.\n\nTea houses (",{"type":"''","value":["chāi khāneh"]},", چای خانه) are a favourite local haunt for men (and less commonly families) to drink tea and puff away on a water pipe.\n\nLovers of coffee (",{"type":"''","value":["ghahveh"]},", قهوه) have little to cheer in Iran but their choices have increased recently. Where available, it is served Turkish style, French coffee or espresso. Imported instant coffee (",{"type":"''","value":["nescāffe"]},", نسكافه) and instant Cappuccino are available also.\n\nA wide variety of fruit juices (",{"type":"''","value":["āb miveh"]},", آب ميوه) and drinks are available from shops and street vendors including cherry cordial (",{"type":"''","value":["sharbat ālbāloo"]},", شربت آلبالو) and banana milkshakes (",{"type":"''","value":["shir moz"]},", شير موز).\n\nSoft drinks are widely available. International products such as Coca-Cola and Pepsi, and their brand names including 7up, Sprite and Fanta have sold alongside local brands such as ",{"type":"''","value":["Zam Zam"]}," Cola ( زم زم كولا, Zam Zam Kola). The local cola has a taste not unlike \"Coca-Cola Original\" or \"Pepsi Original\". Both Coca-Cola and PepsiCo's concentrates entered Iran via Irish subsidiaries and circumvented the US trade embargoes. Ironically ZamZam was originally launched in 1954 as a subsidiary of the Pepsi Cola company. As an intriguing outcome of the Iranian cola wars the ",{"type":"''","value":["real"]}," coke was generally sold in plastic bottles and the non-genuine coke, using a substitute syrup devised to overcome earlier Clinton era US imposed embargoes, was distributed in the ",{"type":"''","value":["real thing"]}," bottles that the then syrup-less bottler was left stuck with at the time.\n\n",{"type":"''","value":["Doogh"]}," (دوغ) is a sour drink made from yoghurt, salt, and water (sometimes gaseous) and sometimes flavoured with mint or other plants. It takes some getting used to, but will rehydrate you quickly in the heat of Iran's summer. It is the same as Turkish ",{"type":"''","value":["Ayran"]},".\n\nDrinking ",{"type":"'''","value":["alcohol"]}," is illegal, and if seen by police may be met with punishment. Therefore, you will not find any place in Iran that openly sells alcohol. Drinking is, however, common among some people, especially during parties and weddings, and is officially tolerated for use among the small Christian and Jewish communities but only for religious purposes (e.g., wine for holy communion). An interesting item of trivia is that both wine-making and distillation of spirits are believed to have originated in Persia.\n\n",{"type":"==","value":["Sleep"]}," \n\nAccommodations in Iran range from luxurious, if a little weary, five star hotels (هتل) in major cities to the small, cheap ",{"type":"''","value":["mosāferkhuneh"]}," (مسافرخانه) and ",{"type":"''","value":["mehmānpazir"]}," (مهماﻧپذیر) guesthouses that are littered about most centres. Moreover, staff in ",{"type":"''","value":["mosāferkhuneh"]}," often are so happy to provide room for non-Iranians, as these facilities have a recommendation from local governments to serve all tourists. For longer stays, villas with all facilities (including central air conditioning, pool and Internet connection) can be rented in Tehran and all other major cities at reasonable prices.\nNote that a man and woman cannot share the same hotel room unless they can prove their relationship (as a married couple or siblings). Foreign tourists are usually excepted from this law.\nalso you can find traditional hotels in central Iran includes Esfahan, Shiraz and in particular Yazd.\n\n",{"type":"==","value":["Learn"]},"\n\nIran has a large network of private, public, and state affiliated ",{"type":"'''","value":["universities"]}," offering degrees in higher education. State-run universities of Iran are under the direct supervision of Iran's Ministry of Science, Research and Technology ",{"type":"[","value":["http:\/\/www.msrt.gov.ir\/"]}," (for non-medical universities) and Ministry of Health and Medical Education ",{"type":"[","value":["http:\/\/www.hbi.dmr.or.ir\/"]}," (for medical schools).\n\n",{"type":"==","value":["Work"]},"\n\nForeigners with special expertise and skills have little difficulty in obtaining permits. ",{"type":"'''","value":["Work permits"]}," are issued, extended or renewed for a period of one year. In special cases, temporary work permits valid for a maximum period of three months may be issued. An exit permit must be obtained for a stay longer than three months.\n\nThe maximum working week is 44 hours, with no more than eight hours any single day unless overtime compensation is provided. Overtime could not exceed four hours per day. Friday is the weekly day of rest. Overtime is payable at 40 per cent above the normal hourly wage. There are allowances for shift work equivalent to 10, 15 or 22.5 per cent of a worker's wage, depending on working shift (e.g. evening, morning and night) \n\nWorkers are entitled to public holidays and a paid annual one-month leave. For workers with less than a year of employment, annual leaves are calculated in proportion to the actual length of service. Furthermore, every worker is entitled to take one full month of paid leave or one month of unpaid leave (if no leave is available) once during his or her working life in order to perform the pilgrimage to Mecca.\n\nThe employment of workers less than 15 years of age is prohibited. Young workers between 15 and 18 years of age must undergo a medical examination by the Social Security Organisation prior to commencing employment. Women are entitled to a 9 month maternity leave.\n\nThere is a minimum national wage applicable to each sector of activity fixed by the Supreme Labour Council. Workers and employers have the right to establish guild societies. Collective bargaining is allowed. Membership in the social security system for all employees is compulsory.\n\nTo have a valid ",{"type":"'''","value":["contract"]}," concluded under the Law, the following provisions must be included:\n\n",{"type":"*","value":["1. Type of Work, vocation or duty that must be undertaken by the worker;"]},"\n",{"type":"*","value":["2. Basic compensation and supplements thereto;"]},"\n",{"type":"*","value":["3. Working hours, holidays and leaves;"]},"\n",{"type":"*","value":["4. Place of performance of duties;"]},"\n",{"type":"*","value":["5. Probationary period, if any;"]},"\n",{"type":"*","value":["6. Date of conclusion of contract;"]},"\n",{"type":"*","value":["7. Duration of employment; and"]},"\n",{"type":"*","value":["8. Other terms and conditions required may vary according to the nature of employment. An employer may require the employee to be subject to a probationary period. However, the probation time may not exceed one month for unskilled workers and three months for skilled and professional workers. During the probation period, either party may immediately terminate the employment relationship without cause or payment of severance pay. The only caveat being that if the employer terminates the relationship, he must pay the employee for the entire duration of the probation period."]},"\n",{"type":"===","value":["Business customs"]},"\n\n",{"type":"*","value":["Iranians are very ",{"type":"'''","value":["formal"]}," and it will take several meetings before a more personal relationship can be established. This is particularly true for government officials, representatives of state controlled companies and foundations. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Negotiations"]}," will be long, detailed and protracted."]},"\n",{"type":"*","value":["Exchange of ",{"type":"'''","value":["gifts"]}," is a tradition among private sector business people."]},"\n",{"type":"*","value":["Along with the social customs, certain additional ",{"type":"'''","value":["business etiquettes"]}," should be realised prior to interaction with Iranian businessmen. Although officials of the Islamic Republic are not allowed to wear a ",{"type":"'''","value":["tie"]},", it is very common for visiting foreigners to do so though proper business attire need not include a tie in Iran."]},"\n",{"type":"*","value":["Women must adhere to the Islamic dress code referred to below. It is important to note that most officials will not ",{"type":"'''","value":["shake hands"]}," with a member of the opposite sex, especially in public. It is highly recommended not to create an awkward situation by extending one's hand. The same is true for private citizens who are particularly religious."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"{{","value":[["warningbox"],["Iran treats ",{"type":"'''","value":["drug offences"]}," ",{"type":"''","value":["extremely"]}," severely.  The '''''death",{"type":"''","value":[" penalty is mandatory'"]}," for those convicted of trafficking or manufacturing of any drug, and third conviction for drug possession, distribution or sales."]]},"\n\nIn general, Iran is much safer than Westerners might expect. Most people are genuinely friendly and interested to know about you and your country, so leave aside your preconceptions and come with an open mind. Iran is still a relatively ",{"type":"'''","value":["low-crime"]}," country, although thefts and muggings have been on the increase in recent years. Keep your wits about you, and take the usual precautions against ",{"type":"[[","value":[["pickpockets"]]}," in crowded bazaars and buses. Due to US sanctions, using international credit or debit cards in Iran is not possible, but you can buy Iranian banks prepaid no-name Gift Cards to enjoy money withdrawal from more than 11,000 ATMs around Iran for free. Purchasing gift cards has no surcharge or service fee and you can withdraw or spend all the money you put on your gift card. Some of the gift cards have no ATM withdrawal feature and are only for use in shops and stores POS, so make sure you an ATM enabled gift cards before purchasing it from a bank. There is a 2,000,000 rials daily withdrawal limit for most of the Iranian bank cards, so purchasing several card lets you withdraw more money from ATMs per day. Gift cards usually are non-reloadable. Some are pre-loaded with a designated amount but some banks let you load them for your desired amount when you purchase. As they are anonymous, there is almost no way to report a stolen card and get a duplicate. Always keep passwords and cards in a safe place. Having a couple of used empty cards with passwords written on them may help you in case of being mugged for money! There is no cash-back feature in Iranian POSs but in case of an emergency and having no access to ATMs you may ask a shop owner with POS to give you cash-back. They may charge you for bank service fee (1% - 5%). Withdraw your leftover money in cards a few days before leaving Iran to avoid any problem which may cause by SHETAB Interbank Network failure (very rare). It is common that ATMs do not work for an hour between 12:00AM - 01:00AM due to a database update. When using an ATM be alert. Better to use it in not very quiet areas.\n\nIn particular, the tourist centre of ",{"type":"[[","value":[["Isfahan"]]}," has had problems with muggings of foreigners in unlicensed taxis, and fake police making random checks of tourists' passports. Only use official taxis, and never allow 'officials' to make impromptu searches of your belongings.\n\nIranian ",{"type":"'''","value":["traffic"]}," is congested and chaotic. Guidelines are lax and rarely followed. Pedestrians are advised to exercise caution when crossing the roads, and even greater care when driving on them - Iranian drivers tend to overtake along pavements and any section of the road where there is space. In general, it is not recommended for inexperienced foreigners to drive in Iran. Watch out for ",{"type":"'''''","value":["joobs"]}," (جوب), the open storm water drains that shoulder every road and are easy to miss when walking in the dark.\n\nTravellers should avoid the ",{"type":"'''","value":["southeastern"]}," area of Iran, particularly the province of Sistan va Baluchistan. The drug trade thrives based on smuggling heroin from Afghanistan. There is plenty of associated robbery, kidnapping and murder. Some cities, such as ",{"type":"[[","value":[["Zahedan"]]},", ",{"type":"[[","value":[["Zabol"]]}," and ",{"type":"[[","value":[["Mirjaveh"]]}," are particularly dangerous, although not every place in this region is dangerous. ",{"type":"[[","value":[["Chahbahar"]]},", which is close to the Pakistani border, is a very calm and friendly city. \n\n",{"type":"===","value":["Iranian perceptions of outsiders"]},"\n\nEven though travellers may arrive with the image of a throng chanting \"Death to America\", this is a superficial media presentation of the Iranian people and the chances of Westerners facing ",{"type":"'''","value":["anti-Western sentiment"]}," as a traveller are slim. Even hardline Iranians make a clear distinction between the Western governments they distrust and individual travellers who visit their country. Americans may receive the odd jibe about their government's policies, but usually nothing more serious than that. However, it is always best to err on the side of caution and avoid politically-oriented conversations, particularly in taxi cabs. In addition, a few Iranian-Americans have been detained recently and accused of espionage, as were three American hikers in 2009 who allegedly strayed across into Iran from Iraqi Kurdistan. These kind of incidents are rare, but still the broader implications are worth considering and bearing in mind.\n\n",{"type":"===","value":["Photography"]},"\n\nThere are a lot of military and other sensitive facilities in Iran. Photography near military and other government installations is strictly prohibited.  Any transgression may result in detention and serious criminal charges, including espionage, which can carry the death penalty. Do not photograph any military object, jails, harbours, or telecommunication devices, airports or other objects and facilities which you suspect are military in nature. Be aware that this rule is taken very seriously in Iran. \n\n",{"type":"===","value":["Women"]},"\n\nFemale travellers should not encounter any major problems when visiting Iran, but will undoubtedly be the subject of at least some unwanted attention but a stern look should be enough to deter amorous locals. Contrary to popular belief, Iranian women typically differ little from those in the West, although differences may be more prominent in highly religious families. In ",{"type":"[[","value":[["Tehran"]]}," and several bigger cities Western clothing and formality is accepted but wearing a hijab may be required in most of rural areas. Women by law must wear a headscarf in public.\n\n",{"type":"===","value":["Gay and lesbian travel"]},"\n\nIn public gay and lesbian travellers should also not engage in ",{"type":"''","value":["any"]}," homosexual activities in Iran at all. Under Iranian law, sodomy is punishable by death and sex by lesbians is punishable with lashes. This law, however, is rarely enforced and only applies to those who engage in such activities with Iranian citizens. While public displays of platonic affection between members of the same sex -- such as holding hands, arms draped over shoulders and kissing on the cheek -- are very common in Iranian culture, foreign visitors who are gay or lesbian probably should be ",{"type":"''","value":["very"]}," discreet about overtly romantic displays of affections considering the possibility of harassment by security forces. Many Iranians still have unfavorable views of same-sex relationships, but personal, violent attacks against homosexuals or homosexual couples are very rare.\n\n",{"type":"===","value":["Emergencies"]},"\n\nEmergency services are extensive in Iran, and response times are very good compared to other local regions.\n\n",{"type":"*","value":[" ☎ ",{"type":"'''","value":["110"]},", is the telephone number of the local Police control centre, it is probably easiest to phone ",{"type":"'''","value":["110"]},", as the local police have direct contact with other emergency services, and will probably be the only number with English speaking operators. "]},"\nOther Emergency Services are also available.\n\n",{"type":"*","value":[" ☎ ",{"type":"'''","value":["115"]},", for Ambulances"]},"\n",{"type":"*","value":[" ☎ ",{"type":"'''","value":["125"]},", for the Fire and Rescue team (these numbers are frequently answered by the Ambulance or Fire crew operating from them, there is little guarantee these men will speak English). "]},"\n",{"type":"*","value":[" ☎ ",{"type":"'''","value":["112"]},", the international number 112 is available from cell phones, and will usually connect you to the Police."]},"\n",{"type":"==","value":["Stay healthy"]}," \n\nIran has state-of-the-art medical facilities in all its major cities.\n\nApart from being up to date with your usual travel vaccinations (tetanus, polio, etc.) no special preparation is needed for travel to Iran. For minor ailments, your hotel can contact an ",{"type":"'''","value":["English-speaking"]}," doctor. In case of serious illness or accident, you can ask to be taken to a hospital with English-speaking staff (such as Milad Hospital, Atiyeh Hospital, Mehrad Hospital, Day Hospital or Khatam ol-Anbia Hospital in Tehran). Make sure that your health insurance covers illness or accident on holidays since free medical service is not available in Iran.\n\n",{"type":"'''","value":["Tap water"]}," is safe to drink in most of the country (and especially the cities), although you may find the chalkiness and taste off-putting in some areas (mainly Qom, Yazd, Hormozgan and Boushehr provinces).  Bottled mineral water (",{"type":"''","value":["āb ma'dani"]},") is widely available. Also, on many streets and sites, public water fridges are installed to provide drinking water.\n\n",{"type":"==","value":["Respect"]}," \n\nIn general, Iranians are ",{"type":"'''","value":["warm"]},", ",{"type":"'''","value":["friendly"]}," and ",{"type":"'''","value":["generous"]}," individuals with a strong interest in foreigners and other cultures. In dealing with Iranians, the following tips relating to customs and etiquette may prove useful:\n\nAlthough its strict Islamic moral code is well known, Iranian laws are not as strict as other countries such as ",{"type":"[[","value":[["Saudi Arabia"]]},". Respecting the dozens of unspoken rules and regulations of Iranian life can be a daunting prospect for travellers, but don't be intimidated. As a foreigner you will be given leeway and it doesn't take long to acclimatise yourself.\n\nThe culture, like most others in the ",{"type":"[[","value":[["Middle East"]]}," and ",{"type":"[[","value":[["Central Asia"]]},", has a strong tradition of hospitality. Guests are often treated extremely well. On the other hand, there is some insularity; any foreigner may be regarded with suspicion.\n\n",{"type":"===","value":["Iranian nationality"]},"\n\nMost Iranian citizens are not Arabs and their primary language is ",{"type":"'''","value":["Persian"]}," (natively known as فارسی ",{"type":"'''","value":["Farsi"]}," or پارسی ",{"type":"'''","value":["Parsi"]},"). Referring to them as \"Arabs\" in general conversation may irritate them. Iranians are very proud of their history, nationality and country and are highly sensitive to this.\n\nIran has over 4,000 years of written history and organised civilisation. It was conquered 3 times: by the Greeks, Arabs and Mongols. \"Persia\" is a name of Greek origin attributed to Iran. \"Persian\" cannot be equated with \"Iranian,\" as Iran has several ethnic groups, including Persian, Azeri, Kurd, Arab, Baluchi and Mazandarani. After the Arab conquest, public and official use of Persian was banned for about two centuries, and its alphabet was changed to an Arabic-based one. Indeed the word \"Farsi\" itself is an Arabic articulation of the word \"Parsi\", the original word meaning \"Persian\". The ban was intended to eliminate the Persian language and culture, however it was unsuccessful. Today, the Persian language has many ",{"type":"''","value":["loan words"]}," taken from the Arabic language. The Arabic language has also adopted many words from Persian. There are several widely-spoken Iranian languages, Kurdish, Persian, and Balochi are all Western Iranian languages, while Pashto is an Eastern Iranian language. Persian is the official language of 3 nations - Iran, Afghanistan and Tajikistan - and is spoken within 13 nations of the region and in general by the Iranian diaspora elsewhere.\n\nOver the 19th and 20th centuries Iran was frequently subjected to unfavorable political interference by the Russian Empire and its successor, the USSR. The British and then the USA also sought to influence and control the politics, resources and destiny of Iran. In 1980, Iraq under Saddam Hussein, supported by most of the global community, attacked and invaded Iran, causing the country to suffer a bloody 8-year war that drastically undermined its infrastructure and consumed its resources.\n\nGiven the above, the Iranian people feel that history has frequently not been on their side and that the global community owes them respect and sensitivity.\n\n",{"type":"===","value":["Dress"]},"\n\nPerhaps the most visible mark of Iran's Islamic leanings is the conservative dress expected of its citizens. Although normal Western-style clothing is acceptable in private homes, when in public ",{"type":"'''","value":["women"]}," are required to cover everything but their face, hands and feet.\n\nThe most common uniform consists of a ",{"type":"'''","value":["head scarf"]}," (",{"type":"''","value":["roo-sari"]},", روسری) to conceal the head and neck, a formless, knee-length coat known as a ",{"type":"''","value":["maanto"]}," (مانتو) and a ",{"type":"'''","value":["long dress"]}," or pair of pants. In holy sites, you will be expected to dress even more modestly in a ",{"type":"''","value":["chādor"]},", a full-length swathe of black cloth designed to cloak everything but your face from view.\n\nAs a foreigner, a female traveller is officially expected to cover her hair and body excluding hands and feet. Usually more tolerance tends to be shown towards foreigners over the detail of the dress code than is the case for Iranian women. However, this does not include leaving one’s hair fully uncovered under any circumstance. \"Acceptable\" outfits may include a long, loose dress or shirt worn over loose skirt or pants and a scarf in the summer, and a full-length woolen coat and scarf in the winter (calf-length is acceptable if worn over pants). All colours and modest designs are acceptable. Even when undertaking sporting activity in public (such as tennis or jogging), the dress code described above must be maintained. \n\n",{"type":"'''","value":["Men"]}," are also required to abide by the following dress code: Short-sleeved shirts and t-shirts are acceptable for daily wear. ",{"type":"'''","value":["Shorts"]}," and three-quarter length pants are only acceptable on the beach. Dress attire for men is similar to that in Europe. Neckties are better to be avoided if visiting one of the more conservative government bodies. Regarded by the authorities as a sign of Imperialism and a reminder of the pro-western kingdom era, wearing neckties by the authorities and office workers of state-run companies is forbidden. It is quite acceptable in the areas outside though it denotes indifference toward or opposition against state regulations and values. Jogging in tracksuits (but not shorts) is acceptable for men.\n\n",{"type":"===","value":["Conduct"]},"\n\n",{"type":"'''","value":["Greet people"]}," of the same sex with a handshake, three kisses or both, but avoid physical contact with people of the opposite sex in public. Wait for them to introduce themselves instead; or just introduce yourself normally. (Bowing with a hand over your heart has been outdated since the 70s and is rarely done.) In private, only shake hands with a member of the opposite sex when he\/ she holds out his\/her hand first. \n\nBe careful of initiating ",{"type":"'''","value":["political discussions"]},". The relative political freedom of ex-President Mohammad Khatami's era is fading quickly and vocal opposition can be more trouble than it's worth, even if your Iranian companions get engaged in it. It's best not to discuss topics such as the Israeli-Palestinian Conflict or the role of Islam in society regardless of what opinion you hold.\n\n",{"type":"===","value":["Tarof"]},"\n\n",{"type":"''","value":["Tarof"]}," (Persian: ",{"type":"'''","value":["تعارف"]}," ) is a genuine Persian form of ",{"type":"'''","value":["civility"]}," emphasising both self-deference and social rank. The term encompasses a range of social behaviours, from a man displaying ",{"type":"'''","value":["etiquette"]}," by opening the door for another person, to a group of colleagues standing on ceremony in front of a door that can permit the entry of only one at time, earnestly ",{"type":"''","value":["imploring"]}," the most senior to break the deadlock.\n\nThe prevalence of ",{"type":"''","value":["tarof"]}," often gives rise to different styles of negotiation than one would see in a European or North American culture. For example, a worker negotiating a salary might begin with a eulogy of the employer, followed by a lengthy bargaining session consisting entirely of indirect, ",{"type":"'''","value":["polite"]}," language -- both parties are expected to understand the ",{"type":"'''","value":["implied"]}," topic of discussion. It is quite common for an Iranian worker (even one employed in an Iranian neighbourhood within Europe) to work unpaid for a week or two before the issue of wages is finally broached. Likewise, a shopkeeper may initially refuse to quote a price for an item, suggesting that it is worthless. ",{"type":"''","value":["Tarof"]}," obliges the customer to insist on paying, possibly several times, before a shopkeeper finally quotes a price and real negotiation can begin.\n\n",{"type":"''","value":["Tarof"]}," also governs the rules of ",{"type":"'''","value":["hospitality"]},": a host is obliged to offer anything a guest might want, and a guest is equally obliged to refuse it. This ritual may repeat itself several times before the host and guest finally determine whether the host's offer and the guest's refusal are real or simply polite. It is possible to ask someone not to ",{"type":"''","value":["tarof"]}," (",{"type":"''","value":["tarof näkonid"]},"), but that raises new difficulties, since the request itself might be a devious type of ",{"type":"''","value":["tarof"]},". The best approach to handle Tarof is to be politely direct. Accept or reject as soon as you wish to, and be sure that Iranians will not be offended. Even though Tarof is ",{"type":"''","value":["purely"]}," about the art of civility, your engagement in Tarof might enter you into a vicious cycle of hypocrisy that may ruin your entire stay. The exception to this may be with food; as mentioned above, guests are expected to accept food they are offered at dinner, regardless of whether they intend to eat it.\n\n",{"type":"===","value":["Visiting holy sites"]},"\n",{"type":"[[","value":[["File:RezaShrine.jpg"],["thumb"],["300px"],["The Mashhad shrine of the martyred Imam Reza (the 8th Imam)"]]},"\n\nAlthough no trip to Iran would be complete without a glimpse at the stunning architecture and sombre environments of its mosques or holy shrines, many travellers are daunted by the prospect of walking into the foreign world of a mosque. Don't let these fears stop you; Iranians are welcoming and will understand any unintended breach of protocol.\n\nSome mosques, and most holy shrines, require women to be wearing a ",{"type":"''","value":["chādor"]}," before entering the complex. If you don't have one, there are sometimes kiosks by the door that lend or hire ",{"type":"''","value":["chādors"]},". It is better for men to wear long-sleeved shirts inside a mosque or shrine, though this is not mandatory. \n\nShoes are not worn within prayer areas of a mosque or shrine. Busier mosques have free shoe repositories where you trade your shoes for a token. Also try to avoid mosques on the holy day of Friday as they will be much busier and don't photograph a mosque while prayers are taking place. \n\nHoly shrines, like those in ",{"type":"[[","value":[["Mashad"]]}," and  ",{"type":"[[","value":[["Qom"]]},", are usually off limits to non-Muslims, although the surrounding complexes are fine. Always ask first before you enter a room you are unsure of.\n\n",{"type":"===","value":["Obscene gestures"]},"\n\nThe ",{"type":"'''","value":["thumbs up"]}," gesture is ",{"type":"'''","value":["extremely rude"]}," in Iran, roughly equivalent to raising the middle finger in Western countries.\n\nHitchhiking is rare in Iran, and the country has a good public transportation system. If you do hitchhike, ",{"type":"'''","value":["do not"]}," use a thumbs up signal. Also, be aware that drivers will generally expect to be paid and, unless you are an expert haggler, hitchhiking will often be more expensive than taking a bus.\n\n",{"type":"===","value":["Religion"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\nContrary to popular belief, public observance of other religions, except the Baha'i faith and Ahmadiyyah, is officially tolerated in Iran. There is a sizable Christian community, most of whom are ethnic Armenians or Assyrians\/Chaldean, and a small Jewish community (which is nevertheless, the largest Jewish community in the Middle East outside Israel). In addition to the Abrahamic faiths, there are also significant numbers of Zoroastrians who are basically free to practise their own religion. However, remember that this is still a fundamentalist Muslim country and do not do or say anything which can be perceived as an insult to Islam. Also note that the Islamic dress codes still apply even to non-Muslims.\n\n",{"type":"===","value":["Music"]},"\n\nWestern ",{"type":"'''","value":["music"]}," and dancing in public is banned . However, the visitors may notice that even shared taxis openly play the music of their choice. Still, customs may confiscate any music tapes or CDs brought in as some western music is considered un-Islamic, degrading towards women and corrupting for the minds of the youth. However, many Iranian youth have widespread access to all kinds of music. Women are not allowed to sing in public (even the traditional music) they may sing indoor for women only.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Emergency services"]},"\n",{"type":"*","value":[{"type":"'''","value":["Police:"]}," ☎ 110"]},{"type":"*","value":[{"type":"'''","value":["Ambulance:"]}," ☎ 115"]},{"type":"*","value":[{"type":"'''","value":["Fire:"]}," ☎ 125"]},"\n",{"type":"===","value":["Embassies and missions"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Australian Embassy to Iran"],["alt="],["url=http:\/\/www.iran.embassy.gov.au"],["email="],["address="],["lat="],["long="],["directions="],["phone=+98 21 8872 4456"],["tollfree="],["fax=+98 21 8872 0484"],["hours="],["price="],["content=No. 13, 23rd Street, Intifada Ave, Tehran -"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Croatian Embassy in Tehran"]}," No. 25 Avia Pasdaran, Tehran ☎ +98 21 2258 9923 - Fax: +98 21 2254 9199"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.embassyofireland.ir Embassy of the Republic of Ireland"]}]},"  North Kamranieh Ave., Bonbast Nahid Street 8, Tehran ☎ +98 21 2280 3835 (8:30AM-4:30PM, Sun-Thur) "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Royal Netherlands Embassy in Iran"],["alt="],["url=http:\/\/www.mfa.nl\/teh"],["email="],["address="],["lat="],["long="],["directions="],["phone=+98 21 2256 7005"],["tollfree="],["fax=+98 21 2256 6990"],["hours="],["price="],["content=Darrous Shahrzad Blvd., Kamassale Street, First East Lane no. 33, Tehran; ",{"type":"[","value":["mailto:teh@minbuza.nl teh@minbuza.nl"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Royal Norwegian Embassy in Tehran"],["alt="],["url=http:\/\/www.norway-iran.org\/info\/embassy.htm"],["email="],["address=201 Dr. Lavasani St"],["lat="],["long="],["directions=Ex. Farmanieh St."],["phone=+98 21 2229 1333"],["tollfree="],["fax=+98 21 2229 2776"],["hours="],["price="],["content=No., Tehran, Iran -"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Embassy of the Republic of Serbia in Iran"]}," 9 th street, nr. 9, Velenjak, Tehran, P.O. Box 11365-118. ☎ +98 21 2241 2569, +98 21 2241 2570 - (Fax:+98 21 2240 2869) ",{"type":"[","value":["mailto:serbembteh@parsonline.net serbembteh@parsonline.net"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Embassy of Switzerland in Iran"],["alt="],["url=http:\/\/www.eda.admin.ch\/eda\/en\/home\/reps\/asia\/virn\/afoirn.html"],["email="],["address=13 Yasaman Street"],["lat="],["long="],["directions="],["phone=+98 21 2200 8333"],["tollfree="],["fax=+98 21 2200 6002"],["hours="],["price="],["content=Sharifi Manesh Avenue, Tehran."]]}]}," \n",{"type":"*","value":[{"type":"'''","value":["Americans"]}," should go to the US Interests Section of the Swiss Embassy if in need of assistance. Services are ",{"type":"''","value":["extremely"]}," limited, and the Swiss may be reluctant and\/or unable to help in minor cases."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Embassy of the Republic of Slovenia in Tehran"],["alt="],["url=http:\/\/teheran.veleposlanistvo.si\/index4c61.html?id=47&L=1"],["email="],["address="],["lat="],["long="],["directions="],["phone=+98 21 2283 6042"],["tollfree="],["fax=+98 21 2229 0853"],["hours="],["price="],["content=30 Narenjestan 8th Alley Pasdaran Avenue, Tehran."]]}]},{"type":"===","value":["Phone"]}," \n\nAn Iranian phone number is of the form ",{"type":"<","value":["code",["+98 515 539-0605"]]}," where \"98\" is the country code for Iran, the next 3 digits (or 21 in the case of Tehran) is the area code and the remaining 7 digits (eight in the case of Tehran) are the \"local\" part of the subscriber number that can be called from within that particular area code using abbreviated dialing.  You will need to dial \"0\" in front of the geographic area code from outside that particular area code (but when still within Iran).\n\nMobile numbers in Iran must always be dialed with all 11 digits (including a \"0\" prefixing the \"9nn\" within Iran), no matter where they are being called from. The ",{"type":"'''","value":["9nn"]}," is a mobile prefix, not an \"area code\", as such and the second and third digits denote the original mobile network assigned.\n\nThese are the area codes for major cities\nTehran (021) - Kashan (0361) - Isfahan (0311) - Ahwaz (0611) - Shiraz (0711) - Tabriz (0411) - Mashad (0511) - Kerman (0341) - Gorgan (0171) - Na'in (0323)\n\nWhen making international calls from Iran, the prefix to be dialled prior to country code is ",{"type":"'''","value":["00"]},".\n\nThe country code is ",{"type":"'''","value":["98"]},", if dialing from a cellphone ",{"type":"'''","value":["+98"]},"\n\n",{"type":"===","value":["Mobile"]},"\n\nIrancell ",{"type":"[","value":["http:\/\/irancell.ir\/en\/"]}," (MTN), MCI, Iran Taliya and Rightel offer relatively cheap (60,000 rials) pre-paid SIM cards for international travellers. It is possible to buy recharge cards from all newsstands and supermarkets for 20,000-10,000 rials. These networks specially MCI and Irancell, works quite well in all cities and rural areas. GPRS and MMS is also available at very low prices, specially at night, for surfing the web or checking your email. WiFi with your mobile phone or tablet is a good option in Iran.\n\nMCI and Irancell are another popular operators that cover most Iranian territory. Even in villages or borders, MCI and Irancell have GPRS and MMS as well. The recharge cards are 50,000 rials or 10,000 rials in value. The Taliya operator network is a bit weak. Kishcell and Isfahancell are operating in some region\/locally only.\n\nNow Rightel has got broadband network [3G] and have very cheap voice video conference calls rates.\n\nYou can readily access WiFi internet services (depending upon network availability) in many areas, and in all provinces.\n\n",{"type":"===","value":["Post"]},"\n\nThe Islamic Republic of Iran Post Company has 209 central post offices which supervise all the 275 urban and 1,153 rural post offices. The company provides many of the internationally available post services. Parcel sending is very cheap and reliable. Bring your items unpacked to the post office. International courier companies such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dhl.co.ir\/publish\/ir\/en.high.html DHL"]}]},", Skypak etc. have offices in Tehran and accept documents for foreign destinations.\n\n",{"type":"===","value":["Internet"]}," \n\nIran has WiFi and other wireless internet access from providers such as Irancell and Mobin net,parsonline,shuttle.The networks are widespread and often offer wire less high speed internet access. Conservative forces within the Iranian government have been wary of providing internet users in their country with the adult content and politically dissident views available on the Internet. After a clampdown on unlicensed internet cafes a few years ago, ",{"type":"'''","value":["cafe-net"]}," (کافی نت) facilities have popped up across all major cities and tourist centres. Some, but not all, are double-signed in English, so you may want to memorise the Persian script. If in doubt, any young Iranian should be able to point you in the direction of the nearest coffee net. Iran is the fourth largest country of bloggers.\n\nSome websites are blocked based on words appearing in their URL, however savvy coffee net users may be able to show you how to circumvent these restrictions. These include but are not limited to social networking websites. You can expect to pay between 3,000-15,000 rials\/hr and speeds range from acceptable in major cities, to the infuriatingly slow in small towns and rural areas. More recently, some facilities in major cities use broadband wireless or DSL connections. Most coffee net places will also have a DVD burner for downloading photos from digital cameras. \n\nYou will also find internet connectivity in most middle-class Iranian homes but the access speed of over 128kbit\/s is restricted for home users by the government.But from some ADSL companies you can give even more than 2 Mbps for home users.Like ",{"type":"[","value":["http:\/\/Sepanta.net Sepanta"]}," communication company.\n\n",{"type":"===","value":["Working hours"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Banks"]},". All banks were nationalised after the revolution.  However, during the past decade, the following private (non-governmental) banks have been founded, which usually provide better service:"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bankmellat.ir Mellat"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parsian-bank.com Parsian"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.s24.com Saman"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.en-bank.com Eghtesad Novin"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/bpi.ir\/ Pasargad"]}]}]},"\nBanks are generally open from 7:30AM-1:30PM Sat-Wed and 7:30AM-12 noon on Thursdays. Main branches are usually open to 3PM. (",{"type":"'''","value":["Closed on Fridays"]},").  International airports have a bank open whenever international flights arrive or depart. All banks have boards in both English as well as Persian. \n\n",{"type":"*","value":[{"type":"'''","value":["Bus company"]},". Offices at the terminals in larger cities open daily from early morning until the evening more or less without a break. In smaller cities they may keep smaller or less regular hours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Foreign embassies"]},". Consulates and Embassies follow the Iranian working week, closing on Friday and often on one other day of the week, usually Saturday, as well as their own national holidays. However, to make sure on all cases, it is advisable to call first before visiting."]},"\n",{"type":"*","value":[{"type":"'''","value":["Government offices"]},". Generally open from 8AM-2PM, Sat-Wed. Some offices, especially Ministries in Tehran, are closed completely on Thursday and others open only from 8AM-11.30AM or noon. In general, Thursday is not a good day for conducting official business."]},"\n",{"type":"*","value":[{"type":"'''","value":["'Principal businesses"]},". Open from 9AM-1PM and 3PM-9PM weekdays and closed on Fridays. The bazaar and some shops close on Thursday afternoon, too."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museums"]},". Each museum has its own visiting hours. It is better to check the timings before visiting."]},"\nHours may change during ",{"type":"'''","value":["Ramadan"]},", the month of fasting. During that month, Muslims are not allowed to eat or drink while the sun is in the sky. Restaurants are closed all day, opening at sundown and perhaps remaining open very late. Other businesses may adjust their hours as well.\n\n",{"type":"{{","value":[["isPartOf"],["Middle East"]]},"\n",{"type":"{{","value":[["usablecountry"]]},"\n",{"type":"{{","value":[["Geo"],["32"],["53"],["zoom=5"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Iran"]]},"\n",{"type":"[[","value":[["WikiPedia:Iran"]]},"\n\n",{"type":"[[","value":[["zh:伊朗"]]},"\n",{"type":"[[","value":[["fa:ایران"]]}]