[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Iraqi Desert"]}," covers the western and southwestern parts of ",{"type":"[[","value":[["Iraq"]]},", spanning an enormous, but barely populated region of desert wasteland.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Ar Rutba"]]}," — major western town in Al Anbar is very small and depressing place to see; be advised that at times the entire town of Ar Rutba will lose all electricity for a few hours a week at least."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nMost, but not all of the infamous ",{"type":"'''","value":["Al Anbar Province"]}," is located within this desert region. If entering from Jordan this will be the first Province you will enter. Al Anbar Province's terrain is similar to parts of the western United States of ",{"type":"[[","value":[["Wyoming"]]}," and ",{"type":"[[","value":[["Utah"]]},", the climate in Al Anbar is also similar to any other high desert region in the world. \n\nThe majority ethnic group in Al Anbar Province is Sunni, although there is a mixed bag in the Ar Ramadi area which leads to ",{"type":"''","value":["lots"]}," of street battles in that city. Ar Ramadi is a modern day recreation of an old west, gunslinging cow town. There is almost constant shooting and explosions from rocket propelled genades, car bombs, road side bombs, etc. \n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nAl Anbar Province's roads are without question are in the ",{"type":"''","value":["worst"]}," condition of the country. Constant road side bomb detinations and muhajadeen digging up the asphalt everywhere to plant mines and bombs makes the Al Anbar highways extremely unsafe for the curious traveller. Even lone trucks wait at the borders until there are enough of them to make the drive to where the various trucks must go. The idea is there is safety in numbers, if one truck is hit, at least the others could stop to help.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Iraq"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]