[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"{{","value":[["regions discussion"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Landscape nr. Kildare Lock - SEW - geograph.org.uk - 402787.jpg"],["caption=Kildare Lock"],["flag=Flag of Ireland.svg"],["location=LocationIreland.png"],["capital=",{"type":"[[","value":[["Dublin"]]}],["government=Republic and Parliamentary Democracy"],["currency=Euro (€)"],["area=70,280 km²"],["population=4,588,252 ",{"type":"<","value":["small",[{"type":"'''","value":["(2011)"]}]]}],["language=English (official, predominant), ",{"type":"[[","value":[["Irish"]]}," (national and official)"],["religion=Roman Catholic 87.4%,",{"type":"<","value":["br"]},"Church  of Ireland 2.9%,",{"type":"<","value":["br"]},"Muslim 0.8%,",{"type":"<","value":["br"]},"Other Religion 1.3%,",{"type":"<","value":["br"]},"None 4.2%,",{"type":"<","value":["br"]},"Not Stated 1.6%"],["electricity=230V\/50Hz (",{"type":"[[","value":[["Electrical_systems#Plugs_and_adapters"],["Type G plug"]]},")"],["callingcode=+353"],["tld=.ie"],["timezone=UTC ",{"type":"<","value":["small",["(End Oct to End Mar)"]]}," and UTC+1 ",{"type":"<","value":["small",["(End Mar to End Oct)"]]}],["emergencies=",{"type":"'''","value":["112"]}," or ",{"type":"'''","value":["999"]}]]},"\n\n:",{"type":"''","value":["This article does not cover ",{"type":"[[","value":[["Northern Ireland"]]},", which is part of the ",{"type":"[[","value":[["United Kingdom"]]},"."]},"\n\nThe ",{"type":"[","value":["http:\/\/www.ireland.ie ",{"type":"'''","value":["Republic of Ireland"]}]}," (Irish: ",{"type":"''","value":["Poblacht na hÉireann"]},") is the larger, southernmost part of the island of Ireland (Irish: ",{"type":"''","value":["Éire"]},") which is, somewhat confusingly, both officially and commonly called just ",{"type":"'''","value":["Ireland"]}," (Irish: ",{"type":"''","value":["Éire"]},").\n\nThe island has been divided politically into two states since 1920. The remainder of this shared island is ",{"type":"[[","value":[["Northern Ireland"]]},", which is a devolved part of the ",{"type":"[[","value":[["United Kingdom"]]},". \n\nIn cliché, Ireland is the land of shamrocks; of green fields and mythical leprechauns; of pubs brimming with friendliness and craic, where every Guinness is poured with time and the respect it deserves. The reality is more nuanced, of course, but there is certainly a rich culture that, along with its people, has been exported around the world. The inspiration for artists, from the literary genius of George Bernard Shaw to U2, among the best selling music bands of all time, the ",{"type":"''","value":["Emerald Isle"]}," is a real gem just waiting to be discovered. \n\n",{"type":"==","value":["Understand"]}," \n\n",{"type":"===","value":["History"]},"\nThere is proof that the Island of Ireland has been inhabited by humans as far back as the year 3100 BC. Celtic tribes settled on the island in the 4th century BC. Invasions by Norsemen that began in the late 8th century led to important Norse settlements in Dublin, Wexford, Waterford, Cork and Limerick. Military alliances shifted and melded frequently but monastic, Christian scholars endured and persisted and sent successful missionaries to Scotland, England and as far afield as Switzerland. \n\nNorman invasions began in the early 12th century and set in place Ireland's uneasy position within England's sphere of influence. The Act of Union that came into force on 1 Jan 1801 — in which Catholics, 90% of the Irish population, were excluded from Parliament — saw Ireland joining the United Kingdom. Some bars to non-Anglican civic participation were removed in the 1820s, but in the latter half of the 19th century and early 20th century the subject of Irish home rule was a major debate within the British parliament. After several failed attempts, a Home Rule bill finally passed through parliament in 1914 although the start of the first world war saw its indefinite postponement. A failed rebellion on Easter Monday in 1916 showed a hint of things to come with years of war to follow, beginning with the Irish War of Independence (1919-1921) and continuing with the Irish Civil War (1922-1923). \n\nEventually a somewhat stable situation emerged with the independence of 26 of Ireland's counties known as the Irish Free State; the remaining six, located in the north east of the country comprising two-thirds of the ancient province of Ulster, remained part of the United Kingdom — a  status that has continued to the present day. In 1949 the Irish Free State became \"Ireland\" (also known as the Republic of Ireland) and withdrew from the British Commonwealth.\n\nIreland's history post-partition has been marked with violence, a period known as \"The Troubles\", generally regarded as beginning in the late 1960s, which saw large scale confrontation between opposing paramilitary groups seeking to either keep Northern Ireland as part of the United Kingdom or bring it into the Republic of Ireland. The Troubles saw many ups and downs in intensity of fighting and on many occasions they even spread to terrorist attacks in Britain and continental Europe. Both the government of the UK and Ireland were opposed to all terrorist groups. A peace settlement known as the Good Friday Agreement was finally approved in 1998 and is currently being implemented. All signs point to this agreement holding steady.\n\nThough a relatively poor country for much of the 20th century, Ireland joined the European Community in 1973 (at the same time as the United Kingdom). Between the mid 1990s and 2008, Ireland saw a massive economic boom (and was called 'The Celtic Tiger'), becoming one of the richest countries in Europe. However, the global banking crisis and subsequent recession have hit Ireland hard, and high levels of unemployment have returned.\n\n",{"type":"===","value":["Republic of Ireland and Northern Ireland"]},"\nHistorically, the island of Ireland consisted of 32 counties, of which six, collectively known as ",{"type":"[[","value":[["Northern Ireland"]]},", have remained as part of the ",{"type":"[[","value":[["United Kingdom"]]}," since the rest of Ireland gained independence in 1922. The geographical term \"Ireland\" applies to the island as a whole, but in English is also the official name of the independent state (ie the 26 counties which are not part of the United Kingdom), since 1937. \n\nHowever, apart from changes to the road surface and road signs, you probably won't notice much of a difference when actually crossing the convoluted and often obscure international boundary between the six counties of Northern Ireland and the rest of Ireland. Spot checks excepted, there are no formal border markings or controls.\n\n",{"type":"===","value":["Climate"]},"\nOverall, Ireland has a mild but changeable oceanic climate with few extremes. In Ireland you may indeed experience 'four seasons in one day', so pack accordingly and keep up-to-date with the latest weather forecast.  No matter the weather, expect it to be a topic of conversation amongst the locals.\n\nYou may notice slight differences in temperature between the north and south of the country, and more rain in the west compared with the east.\n\nMean daily winter temperatures vary from 4°C to 7°C, and mean daily summer temperatures vary from 14.5°C to 16°C.\nTemperatures will rarely exceed 25°C and will rarely fall below -5°C.\n\nRegardless of when you visit Ireland, even in middle of the summer, you will more than likely experience rain, so if you intend being outdoors, a waterproof coat is recommended.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Ireland regions map2.png"],["regionmaptext=Regions of Ireland"],["regionmapsize=550px"],["region1name=",{"type":"[[","value":[["East Coast and Midlands"]]}],["region1color=#5dde65"],["region1items=",{"type":"[[","value":[["County Dublin"]]},", ",{"type":"[[","value":[["County Kildare"]]},", ",{"type":"[[","value":[["County Laois"]]},", ",{"type":"[[","value":[["County Longford"]]},", ",{"type":"[[","value":[["County Louth"]]},", ",{"type":"[[","value":[["County Meath"]]},", ",{"type":"[[","value":[["County Offaly"]]},", ",{"type":"[[","value":[["County Westmeath"]]},", ",{"type":"[[","value":[["County Wicklow"]]}],["region1description=The Irish heartland, home to the capital and vibrant metropolis of ",{"type":"[[","value":[["Dublin"]]},"."],["region3name=",{"type":"[[","value":[["Shannon Region"]]}],["region3color=#34b35e"],["region3items=",{"type":"[[","value":[["County Clare"]]},", ",{"type":"[[","value":[["County Limerick"]]},", ",{"type":"[[","value":[["County Tipperary"]]}],["region3description=A region often visited for its castles and the awe-inspiring ",{"type":"[[","value":[["Cliffs of Moher"]]},"."],["region4name=",{"type":"[[","value":[["Southwest Ireland"]]}],["region4color=#6ed07b"],["region4items=",{"type":"[[","value":[["County Cork"]]},", ",{"type":"[[","value":[["County Kerry"]]}],["region4description=A scenic and rainy section of Ireland with a beautiful coast and popular ",{"type":"[[","value":[["Ring of Kerry"]]}," and ",{"type":"[[","value":[["Blarney"]]}," Castle."],["region5name=",{"type":"[[","value":[["West Ireland"]]}],["region5color=#6bcf42"],["region5items=",{"type":"[[","value":[["County Galway"]]},", ",{"type":"[[","value":[["County Mayo"]]},", ",{"type":"[[","value":[["County Roscommon"]]}],["region5description=Ireland's least populous region, home to the Irish \"Cultural Capital\" of ",{"type":"[[","value":[["Galway"]]}," and the beautiful ",{"type":"[[","value":[["Aran Islands"]]},"."],["region6name=",{"type":"[[","value":[["Northwest Ireland and Lakelands"]]}],["region6color=#6bb35e"],["region6items=",{"type":"[[","value":[["County Cavan"]]},", ",{"type":"[[","value":[["County Donegal"]]},", ",{"type":"[[","value":[["County Leitrim"]]},", ",{"type":"[[","value":[["County Monaghan"]]},", ",{"type":"[[","value":[["County Sligo"]]}],["region6description=A region that is growing in tourism activity and has a lot to offer by way of natural beauty."],["region7name=",{"type":"[[","value":[["Southeast Ireland"]]}],["region7color=#34b327"],["region7items=",{"type":"[[","value":[["County Carlow"]]},", ",{"type":"[[","value":[["County Kilkenny"]]},", ",{"type":"[[","value":[["County Waterford"]]},", ",{"type":"[[","value":[["County Wexford"]]}],["region7description=A rather cosmopolitan section of Ireland, famous for its ",{"type":"[[","value":[["Waterford"]]}," crystal."]]},"\n\n",{"type":"[[","value":[["Northern Ireland"]]},", a home nation of the ",{"type":"[[","value":[["United Kingdom"]]},", is covered in its own separate article.\n\n",{"type":"==","value":["Cities and towns"]},"\n",{"type":"''","value":["For cities in ",{"type":"[[","value":[["Northern Ireland"]]},", see the separate article."]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Dublin"]]}," (",{"type":"''","value":["Baile Átha Cliath"]},") — the capital and the country's largest city. With excellent pubs, fine architecture and good shopping, Dublin is a very popular tourist destination and is the fourth most visited European capital."]},{"type":"*","value":[{"type":"[[","value":[["Cork"]]}," (",{"type":"''","value":["Corcaigh"]},") — the second largest city in the Republic of Ireland — located on the banks of the River Lee. Founded c.600 by St. Finbarre and known for good food, pubs, shopping and festivals.  "]},{"type":"*","value":[{"type":"[[","value":[["Galway"]]}," (",{"type":"''","value":["Gaillimh"]},") — a city on the river Corrib on the west coast of Ireland. Famous for its festivals and its location on Galway Bay.  Known as the City of Tribes, Galway's summer is filled with festivals of music, food, Irish language and culture. Galway hosts over fifty festivals a year, including the Galway Oyster Festival.  The locals seem to give off a positive Bohemian vibe. Galway is split between two types of beautiful landscape: the gorgeous mountains to the west, and the east's farming valleys. "]},{"type":"*","value":[{"type":"[[","value":[["Killarney"]]}," — Possibly (at least until recently) the most popular tourist destination in Ireland. A pleasant town in its own right, it is also the start of most ",{"type":"[[","value":[["Ring of Kerry"]]}," trips. "]},{"type":"*","value":[{"type":"[[","value":[["Kilkenny"]]}," (",{"type":"''","value":["Cill Chainnigh"]},") — attractive medieval town, known as the Marble City — home to the Cat Laughs Comedy Festival, held annually in early June."]},{"type":"*","value":[{"type":"[[","value":[["Letterkenny"]]}," — Main town in ",{"type":"[[","value":[["County Donegal"]]},", designated gateway status and reputed to be the fastest growing town in Europe. Good base for traveling in Donegal."]},{"type":"*","value":[{"type":"[[","value":[["Limerick"]]}," (",{"type":"''","value":["Luimneach"]},") — a city strategically sited where the river Shannon broadens into its mighty estuary in the south-west of the country. First city to receive the designation of National City of Culture (2014)."]},{"type":"*","value":[{"type":"[[","value":[["Sligo"]]}," (",{"type":"''","value":["Sligeach"]},") — Home to W.B. Yeats, internationally renowned poet. Mountains and beaches, scenery in general are the best points of Sligo."]},{"type":"*","value":[{"type":"[[","value":[["Waterford"]]}," (",{"type":"''","value":["Port Láirge"]},") — Ireland's oldest city. In the south-east and close to the ferry port at ",{"type":"[[","value":[["Rosslare"]]},". Waterford is a popular visit for those who want to learn more about the most ancient history of Ireland. It is quite possibly one of the best cities in the country as it is not too large and is full of history. Many festivals take place throughout the year including Spraoi. The food is good and the Granary Museum is the best for ancient Irish history in the country. Don't forget to try a blaa before you leave. (A floury bread bun peculiar to this area of Ireland).  "]},"\n",{"type":"<","value":["gallery",{"style":"clear: both;"},["\nFile:Castle Leap, Birr, Ireland.jpg|Leap Castle ",{"type":"[[","value":[["Birr"]]},"\nFile:Cobh. Co Cork. Ireland..jpg|",{"type":"[[","value":[["Cobh"]]},", ",{"type":"[[","value":[["County Cork"]]},"\nFile:National Gallery of Ireland 2006 Kaihsu Tai.jpg|National Gallery of Ireland\nFile:Carrowmore Sligo Ireland.jpg|Carrowmore, County Sligo\n"]]},"\n\n",{"type":"==","value":["Other destinations"]}," \n",{"type":"''","value":["For other destinations in ",{"type":"[[","value":[["Northern Ireland"]]}," such as the ",{"type":"[[","value":[["Giant's Causeway"]]},", see the separate article."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Aran Islands"]]}," (",{"type":"''","value":["Na hOileáin Árann"]},") — located in Galway Bay"]},{"type":"*","value":[{"type":"[[","value":[["Brú Na Bóinne"]]}," — in Co. Meath are some of the finest neolithic monuments in the world, the oldest of which is ",{"type":"[","value":["http:\/\/www.heritageireland.ie\/en\/midlandseastcoast\/brunaboinnevisitorcentrenewgrangeandknowth\/ Newgrange"]},", dating back to 3100 BC."]},{"type":"*","value":[{"type":"[[","value":[["Burren"]]}," and the ",{"type":"[[","value":[["Cliffs of Moher"]]}," — both located in the County Clare"]},{"type":"*","value":[{"type":"[[","value":[["Connemara"]]}," (",{"type":"''","value":["Conamara"]},") — an Irish speaking region in Western County Galway"]},{"type":"*","value":[{"type":"[[","value":[["County Donegal"]]}," (",{"type":"''","value":["Contae Dhún na nGall"]},") — the coastal regions of this county have spectacular scenery and excellent beaches"]},{"type":"*","value":[{"type":"[[","value":[["Dingle Peninsula"]]}," (",{"type":"''","value":["Corca Dhuibhne"]},") — a Gaeltecht region (Irish-speaking district) in the very South West corner of Ireland"]},{"type":"*","value":[{"type":"[[","value":[["Glendalough"]]}," (",{"type":"''","value":["Gleann Dá Loch"]},") — fine ruins and hiking trails in Co. Wicklow"]},{"type":"*","value":[{"type":"[[","value":[["Kinsale"]]}," (",{"type":"''","value":["Cionn tSáile"]},") — gastronomic excellence in Ireland's oldest town"]},{"type":"*","value":[{"type":"[[","value":[["Ring of Kerry"]]}," and ",{"type":"[[","value":[["Skellig Michael"]]}," — in County Kerry"]},{"type":"*","value":[{"type":"[[","value":[["West Cork"]]}," — mountains, coves, islands and beaches at the very south of the country"]},"\n",{"type":"==","value":["Get in"]}," \n\n",{"type":"===","value":["Visa Requirements"]},"\nIreland is a member of the European Union, but ",{"type":"'''","value":["not"]}," a member of the Schengen Area. Therefore, separate immigration controls are maintained. The following rules generally apply:\n",{"type":"*","value":[" Citizens of EU and EEA countries (and Switzerland) only require a valid national identity card or passport and do ",{"type":"'''","value":["not"]}," require a visa for entry or employment; in many cases, the hold unlimited rights to employment and residence in Ireland. "]},{"type":"*","value":[" Citizens of Andorra, Antigua & Barbuda, Argentina, Australia, the Bahamas, Barbados, Belize, Bolivia, Botswana, Brazil, Brunei, Canada, Chile, Costa Rica, Croatia, Dominica, El Salvador, ",{"type":"[[","value":[["Fiji"]]},", Grenada, Guatemala, Guyana, Honduras, Hong Kong SAR, Israel, Japan, Kiribati, Lesotho, Macao SAR, Malawi, Malaysia, the Maldives, ",{"type":"[[","value":[["Mauritius"]]},", Mexico, Monaco, Nauru, New Zealand, Nicaragua, Panama, ",{"type":"[[","value":[["Paraguay"]]},", St. Kitts and Nevis, St. Lucia, St. Vincent and the Grenadines, Samoa, San Marino, the Seychelles, ",{"type":"[[","value":[["Singapore"]]},", the Solomon Islands, South Africa, ",{"type":"[[","value":[["South Korea"]]},", Swaziland, ",{"type":"[[","value":[["Taiwan"]]},", Tonga, Trinidad & Tobago, Tuvalu, the United States, Uruguay, Vanuatu, the Vatican City and Venezuela, plus British Nationals (Overseas), require valid passports for entry, but they do ",{"type":"'''","value":["not"]}," need visas for stays not exceeding three months in length. The period of admission is determined by the Immigration Officer at the port of entry, but can be extended up to the full 90 days if required. Foreigners who enter without a visa can also extend this stay after entry, but within the initial period of admission and with a valid purpose. Longer stays, employment, and citizens of other countries normally require advance visas."]},{"type":"*","value":[" Citizens of other countries should check the ",{"type":"[","value":["http:\/\/www.dfa.ie\/home\/index.aspx?id=8777 visas lists"]}," at the Irish ",{"type":"[","value":["http:\/\/www.dfa.ie Dept. of Foreign Affairs"]},". The visa application process for tourist visas is reasonably straightforward and is detailed on the Irish Naturalisation and Immigration Service ",{"type":"[","value":["http:\/\/www.inis.gov.ie\/en\/INIS\/Pages\/WP07000212 website"]},". Stays based on tourist visas ",{"type":"''","value":["cannot"]}," be extended past 90 days under any circumstances."]},{"type":"*","value":[" Because of an informal agreement between ",{"type":"[[","value":[["Guernsey"]]},", the ",{"type":"[[","value":[["Isle of Man"]]},", ",{"type":"[[","value":[["Jersey"]]},", ",{"type":"[[","value":[["Sark"]]},", the ",{"type":"[[","value":[["United Kingdom"]]}," and Ireland, known as ",{"type":"''","value":["The Common Travel Area"]},", there are no passport controls for citizens of these countries travelling to Ireland from any of these countries. On arriving in an Irish airport from the UK, however, you will be asked for valid official photo-identification such as a passport or driving licence which shows your nationality. This is to prove you are entitled to avail of the Common Travel Area arrangements. Immigration controls are mandatory on all inbound flights, selective on ferries, and very occasional at the land border crossings."]},"\n",{"type":"{{","value":[["infobox"],["The Common Travel Area and You"],["If you cross into Ireland by land after arriving in the United Kingdom and being stamped to enter the UK, you will go through passport control at your port of entry into the UK, but you likely will ",{"type":"'''","value":["not"]}," be required to clear Irish immigration controls, and your authorized stay will generally be under the conditions of your admission to the UK. If you are transiting to Ireland through the UK, however, you will be required to clear passport control in the UK, even if travelling by air. Even if you clear immigration in Ireland, however, after arriving from the UK, this does not count as interrupting your stay in the UK and, accordingly, time spend in Ireland will count against the time you were admitted to the UK.\n\nIf you intend to travel to the UK from Ireland, even in transit, you will clear passport control in Ireland, but you will ",{"type":"'''","value":["not"]}," go through Immigration on arrival in the UK. However, your stay will be limited to a maximum of ",{"type":"'''","value":["three months"]},", not six. If you intend to stay in the UK for longer than three months, especially as a Student Visitor in the UK, you must apply to extend your stay in the UK (approximately ",{"type":"'''","value":["GBP500"]},"), obtain a visa for the UK in advance, go to mainland Europe and re-enter the UK, or avoid a transit through Ireland.\n\nHowever, if you require a visa for either Ireland or the UK, however, you ",{"type":"'''","value":["must possess a visa"]}," from each country that requires you to have one if you intend to visit both of them. Not passing through passport control does not exempt one from having a visa if needed, and you can be fined and deported for not having a visa if discovered."]]},"\n\n",{"type":"===","value":["By plane"]}," \nThe Republic of Ireland is served by 4 international airports, Dublin (",{"type":"{{","value":[["IATA"],["DUB"]]},"), Shannon (",{"type":"{{","value":[["IATA"],["SNN"]]},") in ",{"type":"[[","value":[["County Clare"]]},", Cork (",{"type":"{{","value":[["IATA"],["ORK"]]},") and Ireland West, Knock (",{"type":"{{","value":[["IATA"],["NOC"]]},") in ",{"type":"[[","value":[["County Mayo"]]},". Dublin, the 8th largest airport in Europe, is by far the largest and most connected airport, with flights to many cities in the US, Canada, the UK, continental Europe and the Middle East. Shannon, close to the city of Limerick, also has flights to the US, Canada, Middle East, the UK and Europe. Cork has flights to most UK destinations and a wide variety of European cities. It is easily accessed from any of the major European hubs, including all of the London airports.  Knock Airport has daily scheduled flights to several UK cities, as well as various chartered flights to (mostly) holiday destinations in Europe.\n\nSmaller regional airports that operate domestic and UK services include Donegal (",{"type":"{{","value":[["IATA"],["CFN"]]},"), Kerry (",{"type":"{{","value":[["IATA"],["KIR"]]},"), Sligo (",{"type":"{{","value":[["IATA"],["SXL"]]},") and Waterford (",{"type":"{{","value":[["IATA"],["WAT"]]},").\n\nThe City of Derry Airport, and both Belfast airports (both the City and International) are within a relatively short distance from the North\/South border, especially the former. (These three airports being located within Northern Ireland).\n\nIreland's two major airlines ",{"type":"[","value":["http:\/\/www.aerlingus.com Aer Lingus"]}," and ",{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}," are low cost carriers. This means that passengers will be charged for every extra including airport check-in (Ryanair only), checking in baggage, food on board, etc. Ryanair also charge for the privilege of being one of the first to board the plane. Comprehensive listings of airlines flying directly into Ireland, along with destinations and timetables, can be found on the Dublin, Shannon, Cork and Knock airport websites. A regional service is also provided by ",{"type":"[","value":["http:\/\/www.aerarann.ie\/ Aer Arann"]}," which provides domestic flights within Ireland and international flights mainly to and from the ",{"type":"[[","value":[["United Kingdom"]]},".\n\n",{"type":"===","value":["By train"]}," \nThe only cross-border train is the Enterprise service jointly run by ",{"type":"[","value":["http:\/\/www.irishrail.ie Irish Rail"]}," and ",{"type":"[","value":["http:\/\/www.nirailways.co.uk Northern Ireland Railways"]}," from Belfast Central to Dublin Connolly.\n\nA Rail-Sail Scheme is also available, linking ",{"type":"[","value":["http:\/\/www.stenaline.ie Stena Line"]}," or ",{"type":"[","value":["http:\/\/www.irishferries.com Irish Ferries"]}," with train connections in Great Britain and Ireland. They mainly operate from UK cities across the various Irish and British Rail networks via the  Cairnryan-Belfast, Holyhead-Dublin, Fishguard-Rosslare and Pembroke-Rosslare sailing routes.\n\n",{"type":"===","value":["By bus"]}," \n",{"type":"[[","value":[["Image:Aerlingus.a320-200.ei-dei.arp.jpg"],["thumb"],["300px"],["Aer Lingus plane"]]},"\nCross border services are operated by ",{"type":"[","value":["http:\/\/www.ulsterbus.co.uk\/ Ulsterbus"]}," and ",{"type":"[","value":["http:\/\/www.buseireann.ie\/ Bus Éireann"]},", and various privately-owned companies servicing County Donegal.\n\n",{"type":"[","value":["http:\/\/www.eurolines.com\/ Eurolines"]}," operate services to Great Britain and beyond in conjunction with Bus Eireann and National Express (",{"type":"[[","value":[["Great Britain"]]},"). Bus Éireann also operates frequent services to and from Eastern Europe, in particular Poland, Lithuania, Latvia and Estonia.\n\n",{"type":"===","value":["By boat"]}," \nIreland is served by numerous services from Great Britain and France:\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.irishferries.com\/ Irish Ferries"]}," travel from ",{"type":"[[","value":[["Holyhead"]]},", North Wales, to ",{"type":"[[","value":[["Dublin"]]},", and from ",{"type":"[[","value":[["Pembroke (Wales)"],["Pembroke"]]},", South Wales, to ",{"type":"[[","value":[["Rosslare"]]},"."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.stenaline.com\/ Stena Line"]}," connects Holyhead to ",{"type":"[[","value":[["Dún Laoghaire"]]}," (Co. Dublin) (about 8 km south of Dublin city centre), and ",{"type":"[[","value":[["Fishguard"]]},", South Wales, to Rosslare."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.brittany-ferries.com\/ Irish Ferries and Brittany Ferries"]}," provide services from ",{"type":"[[","value":[["France"]]}," (e.g. Roscoff) to Rosslare and Cork. Irish Ferries is sometimes significantly cheaper than Brittany Ferries, so compare prices."]},{"type":"*","value":[" Irish Sea Express — ",{"type":"[[","value":[["Liverpool"]]}," to ",{"type":"[[","value":[["Dublin"]]}]},{"type":"*","value":[" P&O Irish Sea — north-west England to Dublin"]},{"type":"*","value":[" Steam Packet Company — Operate services between north-west England (mainly Liverpool) to ",{"type":"[[","value":[["Dublin"]]},", and ",{"type":"[[","value":[["Isle of Man"]]}," to Dublin."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.celticlinkferries.com\/ Celtic Link Ferries"]}," operate the route from Rosslare to Cherbourg which was previously run by P&O Irish Sea. "]},"\nNumerous companies now act as agents for the various ferry companies much like Expedia and Travelocity act as agents for airlines allowing the comparison of various companies and routes. Three well known brands are ",{"type":"[","value":["http:\/\/www.ferryonline.co.uk Ferryonline"]},", ",{"type":"[","value":["http:\/\/www.aferry.co.uk\/ferry-to-ireland-irish-ferries-uk.htm AFerry"]}," and ",{"type":"[","value":["http:\/\/www.ferrysavers.com\/ FerrySavers"]},".\n\n",{"type":"===","value":["From Great Britain and Northern Ireland"]},"\nDue to Ireland's long relationship with the UK, there are no permanent passport controls at the land border. In fact, the border is rarely signed and it's often difficult to tell when you have crossed from the Republic into Northern Ireland and vice-versa. The most obvious signal is that the road signs on the Republic side are mostly bilingual, in Irish and English, and speed limits and distances are shown in kilometres. You may also notice changes in lines in the road; yellow thick lines in the south and white thin lines in Northern Ireland. EEA and Swiss nationals do not need passports for travel between the two, but still need to prove both their identity and nationality if stopped for a spot check; all other foreign nationals need a passport. When arriving at an Irish airport from Great Britain, you will be required to produce photo ID (driving licence or passport) to prove that you are a British or Irish citizen. \n\nHowever, despite the lack of border controls, be keenly aware that you ",{"type":"''","value":["must"]}," possess a valid Irish visa if required for your nationality, or you risk being deported.\n\nIf you are flying with ",{"type":"[","value":["http:\/\/www.ryanair.com\/en\/questions\/what-travel-documentation-do-i-need-to-travel-on-ryanair-flights Ryanair"]}," into Ireland from the UK you must be in possession of a passport or equivalent national identity card. Ryanair will not accept a driver's licence although Irish Immigration (GNIB) do.\n\n",{"type":"<","value":["gallery",["\nFile:Bookofkells.jpg|Book of Kells, Trinity College, Dublin\nFile:Charleville Castle.png|Charleville Castle, ",{"type":"[[","value":[["Tullamore"]]},"\nFile:Clonmacnois Cross of the Scriptures West Face 2003 09 02.jpg|Cross, ",{"type":"[[","value":[["Clonmacnoise"]]},"\nFile:Windmill ruin at Cloghan Beg, Co. Offaly - geograph.org.uk - 644721.jpg|Fort in ",{"type":"[[","value":[["Offaly"]]},"\n"]]},"\n\n",{"type":"==","value":["Get around"]}," \n\n",{"type":"===","value":["By car"]},"\n",{"type":"<","value":["div",{"style":"float: right;"},[{"type":"<","value":["gallery",{"perrow":"3","heights":"50px","width":"275px","widths":"50px"},["\nFile:Ireland road sign W 001.svg|Crossroads\nFile:Ireland road sign - Pedestrian Crossing.svg|Pedestrian crossing\nFile:Ireland road sign RUS 006.svg|Turn Left\nFile:M18 motorway IE.png|Motorway\nIreland road sign RUS 027.svg|Stop\nFile:Ireland road sign RUS 026 (English).svg|Yield\nFile:Ireland road sign RUS 014.svg|No overtaking\nFile:Ireland road sign RUS 019.svg|No parking\nFile:Ireland road sign RUS 044.svg|Speed limit\n<\/center>"]]}]]},"\nThere are many car hire companies in Ireland and you can pick up in the cities or at the airports, though it may cost more to pick up at an airport. Most Irish car hire agencies will not accept third party collision damage insurance coverage (for example with a credit card) when you rent a car.\n\nThere are a large number of roundabouts in Ireland. Traffic already on the roundabout has right of way over traffic entering it, in contrast to 'traffic circles' sometimes employed in the US.\n\n",{"type":"===","value":["Caravanning"]},"\nHolidaying using your own wheels is a popular and very enjoyable experience in Ireland. As the weather can change very rapidly, having the benefit of shelter whilst you drive caught on quickly in this corner of Europe. Caravan parks are generally available reasonably close to all tourist attractions. However, many caravan parks are only open during the main tourist season, usually considered to be between the beginning of April and the end of September. Overnighting at the side of the road or other locations that are not caravan parks is generally not tolerated and many locations are signposted to show any relevant by-laws preventing any overnight camping or caravanning. It is worth doing some planning before travelling with a caravan, as many of the non-main roads are not well suited to campervans or caravans due to the narrowness and general condition of these small roads. Main roads and national routes are however well suited to these vehicles. There is a list of approved caravan parks listed on the ",{"type":"[","value":["http:\/\/www.camping-ireland.ie\/parks.html Camping-Ireland website"]},".\n\n",{"type":"====","value":["Taxis"]},"\n",{"type":"[[","value":[["File:20130807 dublin074.JPG"],["thumb"],["A taxi in Ireland, with the green\/blue door decals"]]},"\nTaxis in Ireland will have green and blue decals on both the driver and passenger doors containing the word \"TAXI\", the taxi license number and the transport for Ireland logo. These decals are being phased in since January 2013 and not all taxis will have them yet.\n\nIt is highly recommended that you call ahead to book a taxi. The hotel, hostel, or bed and breakfast you are staying in will usually call the cab company they work closely with for your convenience. Taxis should be reasonably easy to pick up on the streets in Dublin, Belfast and Cork but may be harder to find cruising the streets in smaller cities and towns so it is often best to telephone for one. It is recommended to call the cab company in advance if possible and give them a time to be picked up, no matter if it's 4 hours in advance or 30 minutes in advance. Work with the same cab company your hotel does and let them know your final destination if there is more than one stop. You will also need to give them a contact phone number over the phone, so if calling from a pay phone, be prepared for them to deny your claim for a taxi cab. The average waiting time may be anywhere from 5 to 30 minutes depending on demand and time of day. All Taxis in the Republic of Ireland operate on a National Fare basis, so the price should be relatively easy to calculate. For more information, see the ",{"type":"[","value":["http:\/\/www.nationaltransport.ie\/taxi-and-bus-licensing\/ Commission of Taxi Regulation website"]},". Always ensure that the taxi you use has a meter, and that it is used for the duration of your journey.\n\n",{"type":"====","value":["Rules of the Road\/Road User Etiquette"]},"\nThe rules of the road in Ireland are similar to those of the United Kingdom; drive on the left and yield to the right at a roundabout. The most noticeable difference is the fact that distances and speed limits are displayed in kilometres in the Republic. This can be confusing to anyone travelling across the border from Northern Ireland, which, like the rest of the ",{"type":"<","value":["abbr",{"title":"United Kingdom"},["UK"]]},", uses miles and miles per hour. The legal blood-alcohol limit is low, so it may be best to abstain. It is perfectly legal to temporarily use the hard shoulder to allow a faster moving vehicle to overtake you, but remember that this manoeuvre is not allowed on a motorway. Drivers often 'thank' each other by flashing their hazard lights or waving, but this is purely a convention. Road signs in the Republic are nominally bilingual, with place names displayed in Irish in italics, with the corresponding English name in capitals immediately below. In the \"Gaeltacht\" areas (Irish-Speaking districts), road signs are written in Irish only.\n\nThere are four types of road classification in Ireland which are:\n",{"type":"{|","value":[["class=\"wikitable\""],["!Sign"],["!Sign Color"],["!Prefix"],["!Class"],["!Normal Speed Limit"],["!Notes"],["|-"],["|",{"type":"[[","value":[["File:E01route.JPG"],["100px"]]}],["|style=\"color: white; background: blue; text-align: center; font-weight: bold;\"|White on blue"],["|style=\"color: white; background: blue; text-align: center; font-weight: bold;\"|M"],["|Motorways"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:Ireland road sign RUS 039.svg"],["70px"],["120 km\/h"]]}],["|"],["|-"],["|",{"type":"[[","value":[["File:SignEuroRouteIreland.jpg"],["100px"]]}],["|style=\"color: white; background: green; text-align: center; font-weight: bold;\"|White\/",{"type":"<","value":["span",{"style":"color: yellow;"},["yellow"]]}," on green"],["|style=\"color: white; background: green; text-align: center; font-weight: bold;\"|N"],["|National routes"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:Ireland road sign RUS 040.svg"],["70px"],["100 km\/h"]]}],["|"],[{"type":"*","value":[" Primary routes use numbers 1 - 50. "]},{"type":"*","value":[" Secondary routes use numbers 51+."]},"|-"],["|",{"type":"[[","value":[["File:Irish road sign.png"],["100px"]]}],["|style=\"color: black; background: white; text-align: center; font-weight: bold;\"|Black on white"],["|style=\"color: black; background: white; text-align: center; font-weight: bold;\"|R"],["|Regional roads"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:Ireland road sign RUS 041.svg"],["70px"],["80 km\/h"]]}],["|"],["|-"],["|",{"type":"[[","value":[["File:L2108.png"],["100px"]]}],["|style=\"color: black; background: white; text-align: center; font-weight: bold;\"|Black on white"],["|style=\"color: black; background: white; text-align: center; font-weight: bold;\"|L"],["|Local roads"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:Ireland road sign RUS 041.svg"],["70px"],["80 km\/h"]]}],["|Rarely marked, although signage is improving."]]},"\n\nSpeed limits are defaults for the road classification only — if a different speed limit is signed, it must be obeyed. Urban areas generally have a 50km\/h speed limit.\n\nIreland has an extensive motorway network centred on Dublin. Note that most motorways in the Republic have some tolled sections. Tolls are low by French or Italian standards, and vary from €1.40 (M3) to €3.10 (M50), depending on which motorway you are travelling on. Tolls are displayed a few kilometres from the plaza. For the visitor, it's important to note that the only tolled road that accepts credit cards is the M4 between Kilcock and Kinnegad. All others (except the M50) are Euro cash only, so take care if you're arriving from the North via the M1. The M50 is barrier free and accepts no cash. Cameras are located on overhead gantries between Junctions 6 & 7 which read your number plate. If you have registered before online or by phone €2.60 will be taken from your credit card. If you have not registered, you must go to a Payzone branded outlet and pay the toll there. This option costs €3.10.\n\nThe main motorways are (Tolled sections and their charges are for private cars):\n\n",{"type":"{|","value":[["class=\"wikitable\""],["!Motorway"],["!Route"],["!Toll"],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M1 reduced motorway IE.png"],["M1"],["50px"]]}],["|Dublin to Northern Ireland, towards Belfast"],["|Drogheda bypass section, €1.90 ",{"type":"[","value":["http:\/\/www.nra.ie\/GeneralTollingInformation\/TollCharges\/M1MotorwayGormanstontoMonasterboice\/"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M2 reduced motorway IE.png"],["M2"],["50px"]]}],["|Dublin to Ashbourne, towards Derry"],["|",{"type":"''","value":["None"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M3 reduced motorway IE.png"],["M3"],["50px"]]}],["|Dublin to Cavan"],["|Entire route, 2 tolls each of €1.40 ",{"type":"[","value":["http:\/\/www.nra.ie\/GeneralTollingInformation\/TollCharges\/M3betweenCloneeandDunshaughlin\/#d.en.17191"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M4 reduced motorway IE.png"],["M4"],["50px"]]}],["|Dublin to Mullingar, towards Sligo"],["|Kilcock to Kinnegad section, €2.90 ",{"type":"[","value":["http:\/\/www.nra.ie\/GeneralTollingInformation\/TollCharges\/M4Kilcock-Enfield-Kinnegad\/"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M6 reduced motorway IE.png"],["M6"],["50px"]]}],["|Junction 11 with the M4 to Galway, although there is a gap in the in the middle which is only a dual carriageway"],["|Between junction 15 (Ballinasloe West) and junction 16 (Loughrea), €1.90 ",{"type":"[","value":["http:\/\/www.nra.ie\/GeneralTollingInformation\/TollCharges\/N6Galway-Ballinasloe\/"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M7 reduced motorway IE.png"],["M7"],["50px"]]}],["|Dublin to Limerick"],["|Portlaoise to Castletown section, €1.90 ",{"type":"[","value":["http:\/\/www.nra.ie\/GeneralTollingInformation\/TollCharges\/M7M8Portlaoise-CastletownPortlaoise-Cullahill\/#d.en.17182"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M8 reduced motorway IE.png"],["M8"],["50px"]]}],["|Junction 19 with the M7 to Cork"],["|Fermoy bypass section, €1.90 ",{"type":"[","value":["http:\/\/www.nra.ie\/GeneralTollingInformation\/TollCharges\/N8RathcormacFermoyBypass\/"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M9 reduced motorway IE.png"],["M9"],["50px"]]}],["|Junction 11 with the M7 to Waterford"],["|",{"type":"''","value":["None"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M11 reduced motorway IE.png"],["M11"],["50px"]]}],["|Dublin to Wexford along the east coast"],["|",{"type":"''","value":["None"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M18 reduced motorway IE.png"],["M18"],["50px"]]}],["|Limerick to Galway"],["|",{"type":"''","value":["None"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M20 reduced motorway IE.png"],["M20"],["50px"]]}],["|Limerick towards Cork; only a small section near Limerick has been built"],["|",{"type":"''","value":["None"]}],["|-"],["|style=\"text-align: center;\"|",{"type":"[[","value":[["File:M50 reduced motorway IE.png"],["M50"],["50px"]]}],["|Ring road around Dublin and the Dublin Port Tunnel"],["|"],[{"type":"*","value":["€2.10 with eToll tag, €2.60 with video a\/c and €3.10 with no a\/c ",{"type":"[","value":["http:\/\/www.eflow.ie\/tolls\/"]}]},{"type":"*","value":["Dublin Port Tunnel, €10 (06:00-10:00 Northbound, 16:00-19:00 Southbound); €3 (all other times and public holidays) ",{"type":"[","value":["http:\/\/www.dublintunnel.ie\/tolls_and_permitted_vehicles\/"]}]}]]},"\n\nThere are numerous routes of high quality dual carriageway, which are very near motorway standard; Dublin-Wicklow, Sligo-Collooney (Sligo), Mullingar-Athlone, and Cork-Middleton (Waterford).\n\nLesser roads are in many parts poorly signposted, the only indication of what route to take often being a finger-sign at the junction itself. The road surfaces can be very poor on the lesser used R & L numbered routes.\n\nDriving on regional and local roads in Ireland requires etiquette, courtesy and nerves of steel. Roads are generally narrow with little to no shoulder or room for error. Sight lines can be limited or non-existent until you are partway into the road. Caution should be taken when entering onto the roadway as well as when driving along it, with the understanding that around the next turn may be another motorist partway into the road. This is especially true in rural areas. Parking along the road, farm animals, as well as large lorries or machinery may also appear around the bend and be the cause for quick thinking or braking. It is not unusual for oncoming cars to navigate to a wide spot in the road to pass each other. On the other hand, when driving slower than following cars, it is common for drivers to allow others to pass or signal if the way is clear. Calculating driving time can be slower than expectations, due to the large increase in motorists and road conditions\/hazards.\n\n",{"type":"====","value":["Speed Limits"]},"\n",{"type":"[[","value":[["File:Brookwood Avenue and Howth Road - geograph.org.uk - 458573.jpg"],["thumb"],["right"],["A 50 km\/h speed limit sign in the republic"]]},"\n",{"type":"[[","value":[["File:Kmh warning sign.jpg"],["thumb"],["A sign announcing that speed limits are given in kilometres per hour"]]},"\nAs mentioned above, speed limits in the Republic of Ireland (but ",{"type":"'''","value":["not"]}," in ",{"type":"[[","value":[["Northern Ireland"]]},") are in kilometres per hour. When crossing the border into the republic on main roads, you can expect to see a large sign announcing that speed limits are given in kilometres per hour and all speed limit signs have the text \"km\/h\" on them to remind drivers. Speed limits are always posted but in general the limits are as follows:\n\n",{"type":"{|","value":[["class=\"wikitable\""],["!Road Type"],["!Road Prefix"],["!Speed Limit km\/h"],["|-"],["|Motorway"],["|M"],["|120"],["|-"],["|National Road"],["|N"],["|100"],["|-"],["|Regional and Local Roads"],["|R and L"],["|80"],["|-"],["|Built-up areas (e.g. residential or shopping district)"],["|"],["|50 (sometimes 30)"]]},"\n\nLocal Councils may apply other limits in specific areas as required. Also, when roads are being maintained or worked upon in some way, the limit may be temporarily changed.\n\n",{"type":"====","value":["Car rental companies"]},"\nThere is no shortage of car rental companies in Ireland with all of the major airports and cities throughout Ireland being well catered for, while the ports of Rosslare and Dún Laoghaire are served by Hertz and Dan Dooley respectively. Renting a car in Ireland is very similar to the processes elsewhere in that you need a credit card in your own name and a full driver's license for a minimum of two years without endorsement. Most car rental companies in Ireland apply a minimum age of 25 in order to rent a car, but in many cases you will need to be 28 in order to rent a full-size car. Car rentals in Ireland comes with the minimum insurance which will cover the car, but leave you with an excess deductible in the case of an accident. Additional insurance, known as Collision Damage Waiver, can be purchased to protect yourself against this excess when picking up the car.\n\nIt is also possible to rent a campervan, and there are quite a number of companies offering campervans for hire.\n\n",{"type":"===","value":["By plane"]},"\nWith improvements to the Motorway network, Domestic flights in Ireland have been reduced drastically, and are now only from Dublin to Kerry and Donegal.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"''","value":["See also ",{"type":"[[","value":[["Rail travel in Ireland"]]}]},"\n",{"type":"[[","value":[["File:Intercity Heuston.jpg"],["thumb"],["Intercity Train in Ireland"]]},"\nMost trains in Ireland (all operated by the state-run ",{"type":"[","value":["http:\/\/www.irishrail.ie Irish Rail"]}," usually known by their Irish name, Iarnród Éireann) operate to and from Dublin. Enormous expenditure on modernising the state-owned Irish Rail system is ongoing, including the introduction of many new trains. The frequency and speed of services is being considerably increased, especially on the Dublin-Cork line. If you book on-line for Intercity travel, be aware that there may be a cheaper fare option available to you at the office in the station itself. Not all special rates, eg for families, are available on line. \n\nAdvance booking can result in big savings and booking can be made a month in advance, e.g. an adult return between Kerry and Dublin can cost €75 if booked for the next day but can cost as little as €20 - 30 if booked well in advance. Trains nearly always book out for major sporting events in Dublin such the GAA Semi-Finals and Finals and Major Rugby and Soccer Internationals. Pay notice to this if planning to travel on weekends during August and September. The 1st and 3rd Sunday of September see both All-Ireland finals held and buses and trains see a massive upsurge in Travel as well the main roads to the counties participating.\n\nNote that there are two main stations in Dublin - Connolly Station (for trains to Belfast, Sligo and Rosslare) and Heuston Station (for trains to Cork, Limerick, Ennis, Tralee, Killarney, Galway, Westport, Kilkenny and Waterford.)\n\nIn Northern Ireland, almost all services are operated by ",{"type":"[","value":["http:\/\/www.translink.co.uk (Northern Ireland Railways (NIR)"]},".\n\nIn the Dublin city area the electrified ",{"type":"[","value":["http:\/\/www.irishrail.ie\/dart\/home\/ ",{"type":"''","value":["DART"]}]}," (acronym for ",{"type":"''","value":["Dublin Area Rapid transit"]},") coastal railway travels from Malahide and the Howth peninsula in the North to Bray and Greystones in Co. Wicklow via Dún Laoghaire and Dublin city centre. An interchange with main line services and the Luas Red line is available at Dublin Connolly.\n\n",{"type":"===","value":["By tram"]},"\n",{"type":"[[","value":[["File:Mapluas.png"],["thumb"],["Luas route map"]]},"\n",{"type":"[[","value":[["File:Luas Citadis 301 (Dublin tram), April 2006.jpg"],["thumb"],["The Luas in Dublin"]]},"\nDublin has a tram system known as the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.luas.ie Luas"]}]}," (the Irish word for 'speed'). There are currently two ",{"type":"''","value":["main"]}," lines with 54 stations between them. The ",{"type":"''","value":["red-line"]}," operates from Dublin's Docklands starting at The Point (beside the O2 Arena) and the city centre (Connolly Station) to a large suburb south-west of the City (Tallaght). The ",{"type":"''","value":["green line"]}," runs south-east (to Bride's Glen) from St Stephen's Green. The two lines are not linked together although there are plans to link them in the future.\n\nOperation times:\n",{"type":"*","value":[" ",{"type":"'''","value":["Monday to Friday"]}," — 05:30 to 00:30"]},{"type":"*","value":[" ",{"type":"'''","value":["Saturday"]}," — 06:15 (Green Line), 06:30 (Red Line) to 00:30"]},{"type":"*","value":[" ",{"type":"'''","value":["Sunday"]}," — 06:45 to 23:30 (Green Line), 07:00 to 23:30 (Red Line)"]},{"type":"*","value":[" ",{"type":"'''","value":["Bank holidays"]}," — same as Sundays, except trams run until 00:30"]},"\nTickets must be purchased from machines before boarding the tram. Tickets are checked in the Luas at random by inspectors but generally ticketing works on a trust system. Thus free rides are possible, although not advisable, as the fines for ",{"type":"''","value":["fare-dodging"]}," can be quite high. The Luas tram provides a very useful link between Dublin's Connolly and Heuston railway stations.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Buseireann VWL175.jpg"],["thumb"],["A Bus Éireann bus in Cork city"]]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.buseireann.ie Bus Éireann"]}," (or Irish Bus) operates an extensive intercity network plus local services in major towns. Bus Eireann's website provides various options for buying online bus tickets which offer a good discount compared to buying them at the station or on the bus. Some Bus Éireann buses and stations provide free WiFi."]},"\nA number of privately-owned companies also provide intercity services. These include:\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.jjkavanagh.ie JJ Kavanagh & Sons"]}," operate an extensive intercity network directly from Dublin Airport and Shannon Airport to Limerick, Carlow, Waterford, Clonmel, Kilkenny and Dublin city Center plus local services in some towns and cities. Many intercity bus services have free WiFi on board."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.citylink.ie Citylink"]}," provides frequent service from Galway to Shannon, Dublin, and Dublin Airport."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.GoBus.ie\/ GoBus"]}," runs non-stop services between Galway, Dublin + Dublin Airport and Cork."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.aircoach.ie\/ Aircoach"]}," connects Dublin with Cork and with most major hotels across Dublin on its routes to leopardstown, greystones, dalkey and ballsbridge."]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" Shannon cruises are a leisurely way of travelling from one town to another. ",{"type":"[[","value":[["Dromineer"]]}," and ",{"type":"[[","value":[["Carrick on Shannon"]]}," are good bases."]},{"type":"*","value":[" There are many canals in Ireland, and it is possible to travel by barge on some of them."]},"\n",{"type":"===","value":["By bicycle"]},"\nIreland is beautiful for biking, but use a good touring bike with solid tyres as road conditions are not always excellent. Biking along the south and west coasts you should be prepared for variable terrain, lots of hills and frequent strong headwinds. There are plenty of camp grounds along the way for long distance cyclists.  \n\nThe planned ",{"type":"[","value":["http:\/\/www.eurovelo.org\/ Eurovelo cycle route"]}," in Ireland will connect Belfast to Dublin via Galway, and Dublin to Rosslare via Galway and Cork. Visit their website for updates on the status of the path.\n\nDublin has some marked bicycle lanes and a few non-road cycle tracks. Traffic is fairly busy, but a cyclist confident with road cycling in other countries should have no special difficulties (except maybe for getting used to riding on the left). Cyclists have no special right of way over cars, particularly when using shared use paths by the side of a road, but share and get equal priority when in traffic lanes. Helmets are not legally required, but widely available for those who wish to use them. Dublin Bikes has 400 bikes available to the public in around 40 stations across the city centre. The bikes are free to take for the first half hour, although a payment of €150 is required in case of the bike being stolen or damaged. When finished, simply bring the bike back to any station and get your payment back.\n\n",{"type":"==","value":["Talk"]}," \n:''See also: ",{"type":"[[","value":[["Irish phrasebook"]]},"\n\n",{"type":"[[","value":[["File:RegionalRoadSignIreland 2825.jpg"],["thumb"],["Typical Irish road sign showing place names in both Irish and English"]]},"\n",{"type":"[[","value":[["File:Dingle-An Daingean graffiti.jpg"],["thumb"],["An Irish only sign in the Gaeltacht which has had the English name \"Dingle\" spray painted on"]]},"\nEnglish is the main language spoken in Ireland, but Irish or ",{"type":"''","value":["Irish Gaelic"]}," (",{"type":"''","value":["Gaeilge"]},") is the first official language. It is part of the Goidelic branch of the Celtic family of languages.  \n\nMost people have some understanding of Irish but it is used as a first language by only about 30,000 people, most of whom live in rural areas known as ",{"type":"''","value":["Gaeltachts"]},". About 40% (c. 1,500,000) of people in the Republic claim to understand and speak the language, although some people will exaggerate their fluency in Irish when discussing the matter with foreigners.\n\nAs Gaeltachts are generally scenic areas it is likely that visitors will go there. Tourists will not be expected to speak Irish but it will be noticeable on road signs, etc. For instance, a law was recently passed that changes the name of Dingle, County Kerry to An Daingean, the Irish version. This should not confuse visitors, as almost all recent maps carry place names in both languages in Gaeltacht districts.\n\nIn order to enter certain Irish Universities, it is necessary for Irish citizens to have taken Irish to Leaving Certificate (Examinations taken on leaving secondary or high school) level, and passed. Indeed it is a compulsory language at school in the Republic, although its method of teaching has come under criticism. Nevertheless, although it has come under threat, and some resent being forced to learn the language, others see use of the language as an expression of national pride.\n\nThere is some Irish language broadcasting on TV and radio. Irish is related and very similar (but not identical) to Scots Gaelic. Of the four provinces, only one (Leinster) does not have its own dialect in the language. The Ulster dialect has most in common with Scots Gaelic. However, some Irish people may take offense if you call Irish \"Gaelic\" as this is seen as being an incorrect term and refers to the entire family of languages that includes Irish, Manx, and Scots Gaelic. Refer to it simply as \"Irish\". In Irish, it is called \"Gaeilge\" (Gail-ga)  It is not necessary to know any Irish in order to get around in Ireland.\n\nTourists keen to learn a few words of the Irish language often fall for a prank where they are taught swearing in Irish but told they are learning a greeting or other similar phrase. This can cause embarrassment when this is later pointed out to them.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Blarney Castle"]]}]}," — Located in ",{"type":"[[","value":[["County Cork"]]}," This historic castle is known for its \"Blarney Stone.\" Tradition is that if the Blarney Stone is kissed, one will be blessed with great eloquence, better known as \"the gift of the gab.\" One kisses the stone by lying back and being held by an employee of the castle. Photographers are there to capture the moment!"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Cliffs of Moher"]]}]}," — Located in ",{"type":"[[","value":[["County Clare"]]}," One of Ireland's biggest and most visited tourist attractions. The Cliffs are 230 meters in height and tower over the Atlantic Ocean. This attraction, whilst beautiful in the Summer, can be a bit of a tourist trap. If you intend to take your own transport, the over-priced car park is your only option (since the road is too narrow to park on) and to purchase your 'pay-and-display' parking ticket, you will need to go all the way through the gift shop (on the opposite side of the road), before returning to place it in your car. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kilkenny"]]}]}," — One of Ireland's favourite tourist spots, this Medieval Capital just 1 hour 40 minutes by train out of Dublin City is a must see. Its beautiful buildings and of course imposing Norman Castle - not to mention the numerous festivals including the Arts Festival and Rhythm and Roots Festival — make Kilkenny a most desirable location."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["County_Donegal"],["Co. Donegal"]]}]}," — An amazing area to see if you have your own transport, as bus services can be fairly limited. This part of the country is very traditional and you can expect to see plenty of low stone walls, thatched roof houses, rugged hills, cliffs and golden sand beaches. Best visited during Spring or Summer, there are plenty of hills walks and photo opportunities waiting to be discovered."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Bus Tours — For travellers wishing to experience Ireland on a budget, there are a variety of inexpensive bus tours in almost every part of the country. These tours can range from hop-on hop-off busses in major cities such as Dublin and Cork to 5-day trips through some of the most scenic parts of the country. The bus drivers\/guides are generally well informed about Irish history and enjoy sharing local legends and songs with anyone happy to 'lend and ear'."]},"\n",{"type":"===","value":["Sport"]},"\n",{"type":"[[","value":[["File:Hurling game Philadelphia USA 2007.jpg"],["thumb"],["Hurling being played in Philadelphia, USA"]]},"\nIrish people love their sport. The largest sporting organisation in Ireland, and the largest amateur sporting organisation in the world, is the Gaelic Athletic Association, more commonly referred to as the GAA. The GAA governs Ireland's two national sports which are Gaelic Football and Hurling. To those that have never seen it, Gaelic Football could at its simplest be described as a cross between soccer and rugby, but there is much more to it than that. Hurling is the fastest field game in the world. If it could be categorised into a group of sports, then it would be closest to the field hockey family, but Hurling is unique. No visit to Ireland, especially during the summer months, would be complete without seeing a Gaelic Football or Hurling match, ideally live but at least on the TV. The biggest matches of the year take place during summer culminating in the two finals which are both in September, on two separate Sundays. The All-Ireland Hurling Final is normally on the first Sunday of September and the All-Ireland Football final is on the third Sunday of September. These are the two largest individual sporting events in Ireland, so tickets are like gold dust. Croke Park, the venue for the two finals, has a capacity of 82,300 people, making it one of the largest stadiums in Europe.  Those that can't get tickets will crowd around televisions and radios, and around the world Irish people will be watching or listening to the finals.\n\nWhile Gaelic Football and Hurling are the two biggest sports, Ireland has much else to offer in terms of sport. Ireland is a world leader in breeding and training race horses. There are many race tracks around the country and many big racing festivals throughout the year.\n\nGolf is another huge sport in Ireland. Ireland has many great professionals, but for the visitor there are many golf courses around the country. Golfing holidays are popular.\n\nSoccer and Rugby are also popular in Ireland. Ireland's rugby team in particular is amongst the best in the world. There are also many soccer clubs around Ireland including Shamrock Rovers, Bohemians, Sligo Rovers, Shelbourne etc, tickets cost as little as €15 for a full match which many home fans will guide you around. Both sports have many competitions.\n\nBeing an island, Ireland has many water sports. Sailing is big in Ireland. On the west coast in particular Ireland has very high seas, ideal for surfing, even if the weather isn't always great.\nKitesurfing is growing everyday in Ireland, from the East to the West coast. Check Dollymount in Dublin City, Rush,  Bettystown,  Blackrock \/ Dundalk on the East Coast and Sligo (Rosses Point), Donegal, Kerry on the West Coast\n\nIreland has all these and many other sports. So if you want a sporting holiday, you could do worse than going to Ireland.\n\n",{"type":"==","value":["Buy"]}," \n",{"type":"{{","value":[["Euro"]]},"\n\nStand Alone Cash machines (ATMs) are widely available in every city and town in the country and credit cards are accepted most outlets. Fees are not generally charged by Irish ATMs (but beware that your bank may charge a fee).\n\nAlong border areas, as the UK pound sterling is currency in Northern Ireland, it is common for UK pounds to be accepted as payment, with change given in Euro. Some outlets, notably border petrol stations will give change in sterling if requested. (Fuel is now generally cheaper in the South, resulting in many Northern motorists purchasing their fuel South of the border.)\n\nRecent differences in prices of goods between the Irish Euro and the British Pound have resulted in increasing numbers of Irish shoppers crossing the border to purchase goods which are a lot cheaper in Northern Ireland than in the Republic. A November 2008 article in a Northern Newspaper highlighted how up to €350 can be saved by buying your Christmas shopping in Derry & Belfast in the North rather than in the likes of Letterkenny in Donegal.\n\nOnly a few years ago when the Celtic Tiger was still very much alive and well the economic situation was reversed.\n\n",{"type":"===","value":["ATMs"]},"\nATMs are widely available throughout Ireland. Even in small towns it is unlikely that you will be unable to find an ATM. Many shops and pubs will have an ATM in store, and unlike the UK, they cost the same to use as 'regular' ATMs on the street. Though in-shop ATMs are slightly more likely to run out of cash and be 'Out of Service'.\n\n",{"type":"===","value":["Credit Cards"]},"\nMasterCard, Maestro and Visa are accepted virtually everywhere. American Express and Diners Club are now also fairly widely accepted. Discover card is very rarely accepted and it would not be wise to rely on this alone. Most ATMs allow cash withdrawals on major credit cards and internationally branded debit cards.\n\nIn common with most of Europe, Ireland uses \"chip and PIN\" credit cards. Signature-only credit cards, such as those currently used in the US, should be accepted anywhere a chip and PIN card with the same brand logo is accepted. The staff will have a handheld device and will be expecting to hold the card next to it and then have you input your PIN.  Instead, they will need to swipe the card and get your signature on the paper receipt it prints out. Usually this goes smoothly but you may find some staff in areas that serve few foreigners are confused or assume the card cannot be processed without a chip. It is helpful to have cash on hand to avoid unpleasant hassle even in situations where you might have been able to eventually pay by card.\n\n",{"type":"===","value":["Tax Free Shopping"]},"\nIf you are a tourist from a non-EU country, you may be able to receive a partial refund of VAT tax (which currently stands at 23%.) However, unlike some other countries, there is no unified scheme under which a tourist can claim this refund back. The method of refund depends solely on the particular retailer and so tourists should ask the retailer before they make a purchase if they wish to receive a VAT refund. \n\nOne scheme retailers who are popular with tourists operate is private (i.e. non-governmental) VAT refund agents. Using this scheme, the shopper receives a magnetic stripe card which records the amount of purchases and VAT paid every time a purchase is made and then claims the VAT back at the airport, minus commission to the VAT refund agent, which is often quite substantial. There are multiple such VAT refund agents and so you may need to carry multiple cards and make multiple claims at the airport. However, note that there may NOT be a VAT refund agent representative at the airport or specific terminal where you will be departing from, or it may not be open at the time you depart. In which case, getting a refund back could become more cumbersome as you may need to communicate with the VAT refund agent from your home country.\n\nIf the retailer does not operate the VAT refund agent scheme, they may tell you that you all you have to do is take the receipt they produce to the airport and claim the refund at the VAT refund office at the airport. However, this is incorrect. Irish Revenue does not make any VAT refunds directly to tourists. Tourists are responsible for having receipts stamped by customs, either in Ireland upon departure or at their home country upon arrival and then send these receipts as proof of export directly to the Irish retailer which is obligated to make a VAT refund directly to the tourist. Therefore, for example, if you have made 10 different purchases at 10 different retailers, you will need to make 10 separate claims for refunds with every single retailer. Note, however, that some retailers do not participate in the scheme all together and so you may not be able to get any VAT refund from some retailers. Therefore, if you plan on receiving VAT tourist refund on your purchases in Ireland, you should be careful where you shop and which refund scheme they operate, if any.\n\nFurther details on VAT tourist refunds can be found in the document ",{"type":"[","value":["http:\/\/www.revenue.ie\/en\/tax\/vat\/leaflets\/tax-free-shopping-tourist.html Retail Export Scheme (Tax-Free Shopping for Tourists) "]},".\n\n",{"type":"==","value":["Eat"]}," \nFood is expensive in Ireland, although quality has improved enormously in the last ten years. Most small towns will have a supermarket and many have a weekly farmers' market. The cheapest option for eating out is either fast food or pubs. Many pubs offer a ",{"type":"'''","value":["carvery"]}," lunch consisting of roasted meat, vegetables and the ubiquitous potatoes, which is usually good value. Selection for vegetarians is limited outside the main cities.  The small town of ",{"type":"[[","value":[["Kinsale"]]}," near ",{"type":"[[","value":[["Cork"]]}," has become internationally famous for its many excellent restaurants, especially fish restaurants. In the northwest of the country ",{"type":"[[","value":[["Donegal Town"]]}," is fast becoming the seafood capital of Ireland.\n\n",{"type":"===","value":["Cuisine"]},"\n",{"type":"[[","value":[["Image:IrishStew Guinness.JPG"],["thumb"],["Irish stew and a pint of Guinness"]]},"\n\nIrish cuisine can charitably be described as ",{"type":"'''","value":["hearty"]},": virtually all traditional meals involve meat (especially lamb and pork), potatoes, and cabbage. Long cooking times are the norm and spices are limited to salt and pepper. Classic Irish dishes include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Seafood Chowder"]},", Irish seafood soup, a MUST; every restaurant have their own recipe, delicious!"]},{"type":"*","value":[" ",{"type":"'''","value":["Guinness Bread"]},", like it says in the title, a brow bread which is sweet"]},{"type":"*","value":[" ",{"type":"'''","value":["Oysters"]},", try the Atlantic and Pacific types"]},{"type":"*","value":[" ",{"type":"'''","value":["Boxty"]},", potato pancakes"]},{"type":"*","value":[" ",{"type":"'''","value":["Champ"]},", mashed potatoes with spring onions"]},{"type":"*","value":[" ",{"type":"'''","value":["Coddle"]},", a stew of potatoes, pork sausages and bacon; a speciality of ",{"type":"[[","value":[["Dublin"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Colcannon"]},", mashed potatoes and cabbage"]},{"type":"*","value":[" ",{"type":"'''","value":["Irish breakfast"]},", a famously filling spread of bacon, eggs, beans in tomato sauce, fried tomato, mushrooms, hash brown, sausages and ",{"type":"'''","value":["white"]}," and\/or ",{"type":"''","value":["black pudding"]},", a type of pork sausage made with blood (black) or without (white). Irish Breakfast is often just referred to as a \"fry\" or ",{"type":"''","value":["fry up"]},", and is usually available well past normal breakfast times in restaurants. "]},{"type":"*","value":[" ",{"type":"'''","value":["Mixed Grill"]},". Similar to the Irish Breakfast, but with added lamb chop, pork chop, steak, chips, and peas."]},{"type":"*","value":[" ",{"type":"'''","value":["Irish stew"]},", a stew of potatoes and lamb (not beef!), with carrots, celery and onions in a watery broth full of flavour"]},{"type":"*","value":[" ",{"type":"'''","value":["Bacon and Cabbage"]},", popular and traditional meal in rural Ireland, found on many menus"]},{"type":"*","value":[" ",{"type":"'''","value":["Seafood Pie"]},", a traditional dish of chunky fish pieces topped with mashed potato and melted cheese"]},"Note that the first four listed dishes (and their names) vary regionally, and are not common throughout the entire country.\n\nHowever the days when potatoes were the only thing on the menu are long gone, and modern Irish cuisine emphasizes fresh local ingredients, simply prepared and presented (sometimes with some Mediterranean-style twists). Meat (especially lamb), seafood and dairy produce is mostly of an extremely high quality.\n  \nTry some gorgeous soda bread, made with buttermilk and leavened with bicarbonate of soda rather than yeast. It is heavy, tasty and almost a meal in itself!\n\n",{"type":"===","value":["Etiquette"]},"\nOnly basic table manners are considered necessary when eating out, unless you're with company that has a more specific definition of what is appropriate. As a general rule, so long as you don't make a show of yourself by disturbing other diners there's little else to worry about. It's common to see other customers using their mobile phones — this sometimes attracts the odd frown or two but goes largely ignored. If you do need to take a call, keep it short and try not to raise your voice. The only other issue to be concerned about is noise — a baby crying might be forgivable if it's resolved fairly quickly, a contingent of adults laughing very loudly every couple of minutes or continuously talking out loud may attract negative attention. However, these rules are largely ignored in fast-food restaurants, pubs and some more informal restaurants. \n\n",{"type":"====","value":["Tipping"]},"\nIn restaurants tipping 10-15% is standard and for large groups or special occasions (wedding\/anniversary\/conference with banquet) tipping becomes part of the exuberance of the overall event and can be higher, indeed substantial. Tipping is not expected in bars or pubs and unnecessary in the rare bar or 'Superpub' that has toilet attendants. In taxis the fare is rounded off to the next euro for short city wide journeys, however this is more discretionary than in restaurants. In hotels a tip may be added to the bill on check out, however some guests prefer to tip individual waiters or room attendants either directly or leaving a nominal amount in the room.\n\nIn all cases, the tip should express satisfaction with the level of service.\n\n",{"type":"====","value":["Finishing your meal"]},"\nAt restaurants with table service, some diners might expect the bill to be presented automatically after the last course, but in Ireland it seems to be the custom that you must affirmatively ask for it to be delivered.  Usually coffee and tea are offered at the end of the meal when removing dishes, and if you don't want any, the best response would be \"No thank you, just the bill, please.\"  Otherwise the staff will assume you wish to linger until you specifically hail them and ask for the bill.\n\n",{"type":"==","value":["Drink"]}," \n",{"type":"[[","value":[["Image:Westport_matt_molloys.jpg"],["thumb"],["250px"],["Matt Molloy's pub in Westport Co. Mayo"]]},"\nPints (just over half a litre) of Guinness start at around €4.20 per pint, and can get as high as €7.00 in tourist hotspots in Dublin. \n \nOne of Ireland's most famous exports is stout: a dark, creamy beer, the most popular being Guinness which is brewed in Dublin. Murphy's and Beamish stout are brewed in Cork and available mainly in the south of the country. Murphy's is slightly sweeter and creamier-tasting than Guinness, while Beamish, although lighter, has a subtle, almost burnt, taste. Opting for a Beamish or Murphy's while in Cork is sure to be a conversation starter and likely the start of a long conversation if you say you prefer it to Guinness.\n\nSeveral micro-breweries are now producing their own interesting varieties of stout, including O'Hara's in Carlow, the Porter House in Dublin and the Franciscan Well Brewery in Cork. Ales such as Smithwick's are also popular, particularly in rural areas. Bulmers Cider (known outside the Republic as 'Magners Cider') is also a popular and widely available Irish drink. It is brewed in Clonmel, Co. Tipperary.\n\nNearly all pubs in Ireland are 'free houses', i.e. they can sell drink from any brewery and are not tied to one brewery (unlike the UK). You can get the same brands of drink in all pubs in Ireland across the country.\n\nAlongside the indigenous beers and spirits of Ireland, many bars, particularly in tourist areas, will carry a selection of the most popular international brands (Budweiser, Heineken, Tuborg) as well as a selection of 'world beers' such as Belgium's Duval, Italy's Peroni, America's Sam Adams, Australia's Coopers and a selection of Eastern European beers such as Tyskie, Zywiec, Utenos, Budvar and Saropramen.\n\nAlcohol can be relatively expensive in Ireland, particularly in tourist areas. However local 'Whats on' magazines will carry information on 'Happy Hours' when some bars loss lead with €3 beers or offer two for the price of one. Happy Hours can start as early as 3PM and go on until 9PM Some bars may offer 'Pitchers' of beer which typically hold just over three pints, for 10\/11 euro.\n\nBars must serve their last drinks at 11.30pm Sunday to Thursday and 12.30pm on Friday and Saturday, usually followed by a half hour 'drinking up' time. Nightclubs serve until 2.00am. \n\nIt is illegal to smoke in all pubs in Ireland. Some pubs will advertise a 'beer garden,' usually a heated outdoor area where smoking is allowed.\n\n",{"type":"==","value":["Sleep"]}," \nThere are hotels of all standards including some very luxurious. Bed and Breakfast is widely available. These are usually very friendly, quite often family-run and good value. There are independent ",{"type":"[[","value":[["hostels"]]}," which are marketed as ",{"type":"[","value":["http:\/\/www.hostels-ireland.com\/ Independent Holiday Hostels of Ireland"]},", which are all tourist board approved. There is also an official youth hostel association, ",{"type":"[","value":["http:\/\/www.anoige.ie An Óige"]}," (Irish for ",{"type":"''","value":["The Youth"]},"). These hostels are often in remote and beautiful places, designed mainly for the outdoors. There are official campsites although fewer than many countries (given the climate). Wild camping is tolerated but try and seek permission—especially where you'll be visible from the landowner's house. Never camp in a field in which livestock are present. There are also specialist places to stay such as lighthouses, castles and ring forts.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"{{","value":[["infobox"],["Some Useful Irish Phrases:"],["* ",{"type":"'''","value":["Please"]},": Le do thoil",{"type":"<","value":["br"]}," (Leh duh hull)\n",{"type":"*","value":[" ",{"type":"'''","value":["Goodbye"]},": Slán",{"type":"<","value":["br"]}," (Slawn)"]},{"type":"*","value":[" ",{"type":"'''","value":["How are you?"]}," Conas atá tú?\/Cén chaoi ina bhfuil tú?",{"type":"<","value":["br"]}," (cunas a taw two) (cane cwe in a vuill two)"]},{"type":"*","value":[" ",{"type":"'''","value":["Hello"]},": Dia duit",{"type":"<","value":["br"]}," (dee a gwit)"]},{"type":"*","value":[" ",{"type":"'''","value":["Thank you"]},": Go raibh maith agat",{"type":"<","value":["br"]}," (guh rev mah agat)"]},{"type":"*","value":[" ",{"type":"'''","value":["Tomorrow"]},": Amárach",{"type":"<","value":["br"]}," (a maw rock)"]},{"type":"*","value":[" ",{"type":"'''","value":["Excuse me"]},": Gabh mo leithscéal",{"type":"<","value":["br"]}," (Go muh leh scayl)"]},{"type":"*","value":[" ",{"type":"'''","value":["What's your name?"]}," Cad is ainm duit?",{"type":"<","value":["br"]}," (cod is an im dit(ch))"]},{"type":"*","value":[" ",{"type":"'''","value":["Cheers!"]},": Sláinte (slawn cha) "]}]]},"\n\nNo stay in Ireland is complete without sampling its magnificent language, mother tongue to thousands across the island. Areas where Irish is the first language are known as Gaeltacht (Gayl - tockt)and can be visited most notably in Counties Donegal, Galway, Kerry and Cork. However, a few common phrases are easy to pick up and go a long way in the pubs!\n\nOutside of the Gaeltacht, the vast majority of Irish people use English in daily life, however.\n\nBanter, Plamas and Craic.\n\nIn everyday interactions Irish friends and relations engage in a style of conversation often surprising if not alarming to unprepared tourists. The insult, putdown or sideswipe, known as 'banter,' is a highly nuanced art-form for showing affection or endearment. So a man may introduce his wife of twenty years as 'my current partner' and she might casually reply 'oh dear god, is that bald creep still stalking me'. It's all in the timing and tone and not to be attempted unless you are visibly in a good mood. Plamas is the inversion of Banter where you would highly exaggerate someones good qualities (real or imagined)for example somebody orders you a beer and you announce 'You know you are the Mother Teresa of thirsty people everywhere..except taller and maybe better looking'. If you join a group of people for a few beers and the Banter and Plamas is flowing and wicked, you are having 'the Craic', high spirited and witty friendly teasing, and just know you can't be anywhere else except Ireland. Be careful though, if your Irish host really likes you then your looks, nationality, attributes and views are all subject to Banter and Plamas.\n\n",{"type":"==","value":["Work"]}," \nIreland is part of the European Union\/European Economic Area and, as such, any EU\/EEA\/Swiss national has an automatic right to take up employment in Ireland. Non EU\/EEA citizens will generally require a work permit and visa. Further information can be found on ",{"type":"[","value":["http:\/\/www.citizensinformation.ie\/categories Citizens Information"]},", the Irish government's public services information website.\n\n",{"type":"==","value":["Stay safe"]}," \n",{"type":"[[","value":[["File:Streifenwagen der Garda, Dublin.jpg"],["thumb"],["A garda car."]]},"\nThe police force is known as ",{"type":"''","value":["An Garda Síochána"]},", (literally, 'Guards of the Peace'), or just \"Garda\", and police officers as ",{"type":"''","value":["Garda"]}," (singular) and ",{"type":"''","value":["Gardaí"]}," (plural, pronounced ",{"type":"''","value":["Gar-dee"]},"), though informally the English term Guard(s) is usual. The term Police is rarely used, but is of course understood. Regardless of what you call them, they are courteous and approachable. Uniformed members of the Garda Síochána do not, unlike the Police force in ",{"type":"[[","value":[["Northern Ireland"]]},", carry firearms. Firearms are, however, carried by detectives and officers assigned to Regional Support Units and the Emergency Response Unit (ERU), a tactical unit similar to SWAT. Police security checks at Shannon Airport can be tough if you are a solo-traveller.\n\nCrime is relatively low by most European standards but not very different. Late night streets in larger towns and cities can be dangerous, as anywhere. If you need Gardaí, ambulance, fire service, coast guard or mountain rescue dial 999 or 112 as the emergency number; both work from landlines and mobile phones.\n\nMany roads in the country are narrow and winding, and there has been a recent increase in traffic density. Ireland is currently upgrading their roads, but due to financial constraints many potholes do not get mended in a timely manner.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"===","value":["Smoking"]},"\nAlmost all enclosed places of work, including bars, restaurants, cafés, etc., in Ireland are designated as smoke-free. Ireland was the first European country to implement the smoking ban in pubs. Rooms in Hotels and Bed & Breakfast establishments are not ",{"type":"''","value":["required"]}," by law to be smoke-free. Even though they are not obliged to enforce the ban, owners of these establishments are, however, free to do so if they wish. Most hotels have designated some bedrooms or floors as smoking and some as non-smoking, so you should specify at the time of booking if you have a preference either way. The smoking ban also applies to common areas within buildings. This means for example that corridors, lobby areas and reception areas of buildings such as apartment blocks and hotels are also covered under the law.\n\nMost larger bars and cafés will have a (covered) outdoor smoking area, often with heating. This is a great way to meet up with locals. A new concept called 'smirting' has been developped - 'smoking ' and 'flirting'. If one does not exist be aware that it is illegal to consume alcohol on the street so you may have to leave your drink at the bar.\n\nAny person found guilty of breaching the ban on smoking in the workplace may be subject to a fine of up to €3,000.\n\n",{"type":"==","value":["Respect"]},"\nVisitors to Ireland will find that the Irish are one of the nicest nationalities in the world. However, it will depend upon the region you are in whether or not locals will provide helpful advice. When lost, as may often happen given the road signs are quite different to other nations, ask in a local shop for advice and let them know where you are trying to go and be as specific as possible. Often the directions are by local landmark and don't be afraid to ask for more specifics. The more tourist areas tend to be more friendly than other areas.  Keep in mind that the locals will tend to steer you to establishments of friends and family and not necessarily based upon quality.\n\nIn smaller towns and villages and especially on a country road, if you walk past somebody it is customary to say hello. They may also ask you \"how are you?\", or another similar variation. A simple hello or \"how are you?\" or a simple comment on the weather will suffice!  In this regard, try something like \"Grand day!\"  - if it isn't raining, of course. To which the response will generally be \"It is indeed, thank God\".  At the same time in some rural areas a greeting from a stranger can be viewed with suspicion if you did not wait for them to address you first which is viewed as more polite and respectful.\n\nWhen driving on rural roads, particularly where a driver has to pull in to allow you to pass, it is customary to wave a thanks to the other driver, by raising your hand from the steering wheel. This also applies when there are no traffic lights, and a driver lets you cross the road.\n\nWhen accepting gifts, a polite refusal (such as, \"no really you shouldn't\") is common after the first offer of the item. Usually, this is followed with an insistence that the gift or offer is accepted, at which point your answer is likely to become more recognized. However, some people can be very persuasive — this isn't meant to be over-bearing, just courteous.\n\nThe Irish usually respond to a \"thank you\" with \"It was nothing\" or \"not at all\". This does not mean that they didn't try hard to please, but rather it is meant to suggest \"I was happy to do it for you, so it was not any great difficulty\" (even though it may have been!). This can often also mean that they expect that they can ask for a favor from you at some point or that you are in some way indebted to the person who did something for you. There is a significant amount of you scratch my back I'll scratch yours entrenched in the Irish culture.\n\nPublic or semi-public discussions about religious differences, political views and 20th century troubles are generally avoided by locals on both sides of the border. Opinions between individuals are so vastly divided and unyielding, that most Irish people (of moderate views) have grown accustomed to simply avoiding the topics in polite conversation, especially since almost everyone in small towns know each other well. \n\nThe Irish are renowned for their sense of humor, but their humor can often be difficult to understand for more unfamiliar tourists. While the Irish will joke about any other culture or themselves and may overtly appear to be tolerant of non-nationals joking about them, they are often offended. \n\nLGBT visitors will find some of the Irish accepting of same-sex couples, although overt public displays of affection are rare outside Dublin. Ireland introduced ",{"type":"[","value":["http:\/\/www.citizensinformation.ie\/en\/birth_family_relationships\/civil_partnerships\/civil_partnership_and_same_sex_couples.html civil partnerships"]}," in 2011. But conservative values still predominate in Ireland, especially with the older generation. As in many other countries, the younger generation are generally more accepting. Ireland has ",{"type":"[","value":["http:\/\/www.citizensinformation.ie\/en\/employment\/equality_in_work\/equality_authority.html anti-discrimination laws"]}," that are predominately for the work place and very few cases have actually been brought forward, possibly due to the lack of whistle blower protection laws. Common sense should prevail in all areas but particular care should be taken in areas outside Dublin. There is a significant difference within Ireland between the Dublin area and other areas of the county. Even in Cork City LGBT visitors should be careful. There has been a movement within Ireland by the LGBT community to gain more acceptance with mixed results. It is often the case of don't ask, don't tell and don't show attitude.\n\n",{"type":"==","value":["Connect"]},"\nPhone numbers in this guide are given in the form that you would dial them from outwith Ireland. When using a landline within Ireland, the international dial prefix and country code of +353 should be substituted by a single 0.\n\n",{"type":"===","value":["By mobile\/cell phone"]},"\nThere are more mobile phones, what the Irish call cell phones, than people in the Republic of Ireland, and the majority of these are prepaid. Phone credit is available in very many retailers, usually in denominations from €5 to €40. Be aware, that some retailers charge a small commission on this credit, while many others don't, so it does pay to shop around. \n\nAll mobile numbers begin with 087, 086, 085 or 083 (this code ",{"type":"'''","value":["must"]}," be dialled regardless of location or operator of dialler). Mobiles are cheap by European standards to buy, and if staying for more than 2 months, it could be cheaper to buy a phone than phone cards.\n\nA tri- or quad-band GSM phone will work, but you should check that your operator has a roaming agreement. It can be expensive to receive and make phone calls while roaming.\n\nYou can also buy a cheap prepay SIM card if you have an unlocked handset. This can be considerably cheaper as it means that you will be assigned an Irish number which you can be called at during your trip and your outgoing calls are charged at normal Irish mobile rates.  If you have a European or American phone, it is likely the charger accepts both 120V and 240V power (but be sure to check the rating on the plug or transformer lest you fry it!) but you will still need a cheap plug adapter you can pick up at many convenience or grocery stores after you arrive, or a department or travel accessory store before you leave to be on the safe side.  (Ireland uses the same voltage and plugs as the United Kingdom; see ",{"type":"[[","value":[["Electrical systems"]]},".)\n\nIf you do not have an unlocked tri- or quad-band GSM phone then is possible to buy a mobile phone in Ireland from any of the cell phone companies. If you need a cell phone number before you travel, you can rent a phone from ",{"type":"[","value":["http:\/\/www.rentaphone-ireland.com\/ Rentaphone Ireland"]},".\n\nIf you do not have a \"chip and PIN\" debit card (most U.S. debit and credit cards do not have a chip) and permanent contact information in Ireland (landline, address) then in some cases you may have problems paying for phone service.  Having cash on hand in Euros may make this process considerably easier, and you might want to try that first to speed things along.\n\nPhones that have the 1800MHz band but not 900MHz will work but coverage is extremely poor outside urban areas.\n\nIreland has 4 mobile networks (prefix code in brackets.) Additional virtual networks such as Tesco mobile piggy-back on the infrastructure of another network\n\n",{"type":"{|","value":[["width='60%' class=\"wikitable\""],["! Operator"],["! Band"],["! Dialling Prefix"],["|-"],["| ",{"type":"'''","value":["Vodafone"]}],["| GSM 900\/1800\/UMTS 2100"],["| ",{"type":"''","value":["087"]}],["|-"],["| ",{"type":"'''","value":["O2"]}],["| GSM 900\/1800\/UMTS 2100"],["| ",{"type":"''","value":["086"]}],["|-"],["| ",{"type":"'''","value":["Meteor"]}],["| GSM 900\/1800\/UMTS 2100"],["| ",{"type":"''","value":["085"]}],["|-"],["| ",{"type":"'''","value":["3 (Three)"]}],["| UMTS 2100"],["| ",{"type":"''","value":["083"]}]]},"\n\nHowever, customers who change between networks have the option to retain their full existing number, so it is possible for a Vodafone customer to have an 085 prefixed number, for instance. Digiweb are expected to launch services in the near future, with a prefix code of 088.\n\n",{"type":"===","value":["Non-geographic numbers"]},"\nNon-geographic numbers are those which are not specific to a geographical region and are technically charged at the same rate regardless of where the caller is located.\n\n",{"type":"{|","value":[["width='60%' class=\"wikitable\""],["! Call type"],["! Description"],["! Dialling Prefix"],["|-"],["| ",{"type":"'''","value":["Freephone"]}],["| Free from all phonelines"],["| ",{"type":"''","value":["1800"]}],["|-"],["| ",{"type":"'''","value":["Shared Cost (Fixed)"]}],["| Cost one call unit (generally 6.5 cent)"],["| ",{"type":"''","value":["1850"]}],["|-"],["| ",{"type":"'''","value":["Shared Cost (Timed)"]},{"type":"<","value":["br"]}," ",{"type":"<","value":["small",["(also known as ",{"type":"'''","value":["Lo-call"]},")"]]}],["| Cost the price of a local call"],["| ",{"type":"''","value":["1890"]}],["|-"],["| ",{"type":"'''","value":["Universal Access"]}],["| Cost the same as a non-local\/trunk dialling call"],["| ",{"type":"''","value":["0818"]}],["|-"],["| ",{"type":"'''","value":["Premium Rate"]}],["| Generally more expensive than other calls"],["| ",{"type":"''","value":["1520"]}," to ",{"type":"''","value":["1580"]}],["|-"]]},"\n\n",{"type":"===","value":["Calling Home"]},"\nPay phones are fairly widely available (but becoming less so) and most take euro coins, prepaid calling cards and major credit cards. You can also reverse the charges\/call collect or use your calling card by following the instructions on the display.\n\n",{"type":"'''","value":["To dial outwith Ireland:"]}," 00 + country code + area code + local number.\n\n",{"type":"'''","value":["To dial Northern Ireland from Ireland"]}," a special code exists; drop the 028 area code from the local Northern Ireland and replace it with 048. This is then charged at the cheaper National Irish rate, instead of an international rate.\n\n",{"type":"'''","value":["To dial an Irish number from within Ireland:"]}," Simply dial all of the digits including the area code. You can optionally drop the area code if you're calling from within that area and on a land-line phone, but it makes no difference to the cost or routing. The area code is always required for calls from mobiles.\n\nFixed line numbers have the following area codes:\n",{"type":"*","value":["01 (Dublin and parts of surrounding counties)"]},{"type":"*","value":["02x (Cork area)"]},{"type":"*","value":["04xx (parts of Wicklow and North-East Midlands and Northern Ireland (048))"]},{"type":"*","value":["05x (Midlands and South-East)"]},{"type":"*","value":["06x South-West and Mid-West)"]},{"type":"*","value":["07x (North-West)"]},{"type":"*","value":["08x (Mobile phones)"]},{"type":"*","value":["09xx (Midlands and West)"]},"\nOperator service is unavailable from pay phones or mobile phones.\n\n",{"type":"'''","value":["Emergency Services"]}," dial 999 or 112 (Pan European code that runs in parallel). This is the equivalent of 911 in the US\/Canada and is free from any phone.\n\n",{"type":"'''","value":["Directory information"]}," is provided by competing operators through the following codes (call charges vary depending on what they're offering and you'll see 118 codes advertised heavily):\n\n",{"type":"*","value":["118 11 (eircom)"]},{"type":"*","value":["118 50 (conduit)"]},{"type":"*","value":["118 90"]},"\nThese companies will usually offer call completion, but at a very high price, and all of them will send the number by SMS to your mobile if you're calling from it.\n\n",{"type":"===","value":["Postal rates"]},"\n\nPostal services are provided by ",{"type":"'''","value":["An Post"]},". The costs of sending postcards and letters are:\n\n",{"type":"*","value":["Inland mail (including the Republic of Ireland and Northern Ireland): ",{"type":"'''","value":["€0.60"]}," (up to 100g)"]},{"type":"*","value":["International mail (all other destinations, including Great Britain): ",{"type":"'''","value":["€0.90"]}," (up to 100g)"]},"\nRates correct as of March 2014.\n\n",{"type":"{{","value":[["IsPartOf"],["Britain and Ireland"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["Geo"],["53.333333"],["-8"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ireland"]]},"\n",{"type":"[[","value":[["WikiPedia:Republic of Ireland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ireland\/"]]}]