[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ishigaki"]}," (石垣, ",{"type":"[","value":["http:\/\/www.city.ishigaki.okinawa.jp\/en\/"]},") is second-largest but most populated of the ",{"type":"[[","value":[["Yaeyama Islands"]]}," of ",{"type":"[[","value":[["Okinawa"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Map-ishigaki.png"],["thumb"],["250px"],["Map of Ishigaki Island"]]},"\n\nIshigaki has 45,000 of Yaeyama's 50,000 people and is thus the political, economic and transport hub of the islands.  Most of these live in ",{"type":"'''","value":["central Ishigaki"]},", known for lack of a better name in Japanese as ",{"type":"''","value":["shigaichi"]}," (市街地 \"city streets\"), ",{"type":"''","value":["chushin"]}," (中心 \"center\") or just ",{"type":"''","value":["machi"]}," (町 \"town\").  The town's focal point is the rather sad ",{"type":"'''","value":["730 Monument"]}," (730交差点), where main roads ",{"type":"'''","value":["Sanbashi-dōri"]}," (桟橋通り), running eastwards from the ferry terminal, and ",{"type":"'''","value":["Shiyakusho-dōri"]}," (市役所通り), running north-south, meet.\n\nOther population centers on Ishigaki are ",{"type":"'''","value":["Kabira"]}," (川平), by the bay of the same name on the northwest coast, and ",{"type":"'''","value":["Shiraho"]}," (白保), at the southeast corner.  Much of the island, particularly the central mountains and the scenic northeastern peninsula, is quite sparsely settled.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ishigaki-airport.co.jp\/ New Ishigaki Airport"]}]}," (",{"type":"{{","value":[["IATA"],["ISG"]]},", 新石垣空港 ",{"type":"''","value":["Shin-Ishigaki Kūkō"]},") is the largest airport in the Yaeyama Islands.  Opened in March 2013, the new airport is in Shiraho on the eastern side of the island, 15 km from the city center.  There are frequent connections to ",{"type":"[[","value":[["Naha"]]}," and ",{"type":"[[","value":[["Miyako (Okinawa)"],["Miyako"]]},", some direct services to major Japanese cities like ",{"type":"[[","value":[["Tokyo"]]},", and daily flights to ",{"type":"[[","value":[["Yonaguni"]]},".   There are also seasonal \"scheduled charter\" services to ",{"type":"[[","value":[["Taipei"]]}," on Mandarin Airlines and TransAsia Airways, plus unconfirmed rumors about future services to Hong Kong and Seoul.\n\nAzuma Bus ",{"type":"[","value":["http:\/\/www.cosmos.ne.jp\/~bus\/azu_hp4-rosen.html"]}," lines #4 and #10 serve the airport every 20 minutes or so.  The lines take different routes, but both take around 45 minutes, end up at the bus terminal and cost ¥520.  You can also use the Free Passes for this (see ",{"type":"[[","value":[["#Get around"],["Get around"]]},").  A taxi to central Ishigaki will cost around ¥2,500 and take 30 minutes.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"'''","value":["Ishigaki Port"]}," (石垣港) is located at the center of the city near the bus terminal.  There are two parts: the central ",{"type":"'''","value":["Ritō-sanbashi"]}," (離島さんばし), for services to nearby islands, and a second unnamed pier at the southeast corner of the port for long-distance services to ",{"type":"[[","value":[["Yonaguni"]]}," and slow boats to ",{"type":"[[","value":[["Hateruma"]]},".  The port information office is next to Ritō-sanbashi pier 1.\n\nSince Ryukyu Kaiun took the last passenger ferry out of service in 2006 and Arimura Sangyo went out of business altogether in 2007, there are no scheduled services to Taiwan, mainland Japan or islands outside the Yaeyama group. (Star Cruises ",{"type":"[","value":["http:\/\/www.starcruises.com\/"]}," operates cruises from ",{"type":"[[","value":[["Keelung"]]}," (near Taipei) between late April to the end of October, but this is not a ferry service.)\n\nThere are extensive services (daytime only) to the other islands in the Yaeyama group:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Taketomi"]]}," (¥690, 15 min), departures every 30 minutes or so"]},{"type":"*","value":[" ",{"type":"[[","value":[["Iriomote"]]}," Ōhara Port (¥1540, 35 min) and Uehara Port (¥2000, 40 min; summer months only), departures roughly hourly"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kohama"]]}," (¥1030, 25 min), departures roughly hourly"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuro"]]}," (¥1130, 25 min), 5 departures daily"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hateruma"]]}," (¥3000, 70 min), 7 departures daily"]},"\nPrices and times above are one-ways on fast ferries and may vary slightly from company to company.  Return fares are usually 10% cheaper.\nSlower service with regular ships is somewhat cheaper but connections are less frequent:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hateruma"]]}," (¥3000, abt. 2 hours), 1 departure per day (weekdays only)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yonaguni"]]}," (¥3400, 4-5 hours), 2 departures weekly"]},"\nThe major operators are Anei Kankō ",{"type":"[","value":["http:\/\/www.aneikankou.co.jp\/index1.htm"]},",  Hirata Group ",{"type":"[","value":["http:\/\/www.hirata-group.co.jp\/tourism\/ferry\/"]}," and Yaeyama Kankō Ferry ",{"type":"[","value":["http:\/\/www.yaeyama.co.jp\/timetable.htm"]},".  There are free courtesy buses from the larger resorts to some ferries, enquire locally.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.cosmos.ne.jp\/~bus\/ Azuma Bus"]}," operates services throughout the island radiating from the bus terminal on Sanbashi-dōri, just across the street from the port. The most useful services connect to the airport (¥520) and Kabira (¥700).\n\nThe best deal for transport on the island is the ",{"type":"'''","value":["Michikusa Free Pass"]}," (みちくさフリーパス); no, it's not ",{"type":"''","value":["quite"]}," free, but ¥2000 gets you unlimited trips around the island for 5 days.  This isn't great if you're only getting a bus between the airport and the port (and are planning on spending your time visiting Taketome\/Iriomote or on the beach), but given that a single trip from the airport to Kabira and back would cost you ¥2440, if you're exploring Ishigaki (or are staying outside the city) this pays off pretty much instantly. There is also a \"One-Day Free Pass\" (1日フリーパス), which is just that, for ¥1000.\n\nNote, however, that while service between the city center and the airport are quite frequent, the same is not true for the Kabira Resort Line. There are a few buses in the morning, none at midday and a couple more in the late afternoon, with the last departing Ishigaki at about 6pm. This means that you should only stay outside Ishigaki city if these time constraints work for you, or better yet if you have a car.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are the only other form of transport and it's common to see them slowly cruising the streets waiting for passengers.  Flag fall is ¥390 and the meter ticks at alarming speed after 2 kilometers.\n\n",{"type":"===","value":["By car"]},"\nThere are many car rental companies in the island and many hotels offer car rental at a discounted price from ¥2000 to ¥4000 per day. Inquire at your accommodation. A drive between Ishigaki and the furthermost point of the island is about an hour and a half.\n\n",{"type":"===","value":["By bicycle"]},"\nMany hotels offer bicycle rental at about ¥500 per day. Bicycles can be taken in most ferries to the islands at an additional price.\n\n",{"type":"===","value":["On foot"]},"\nCentral Ishigaki can be comfortably covered on foot, but you'll need another means of transport for the rest of the island.\n\n",{"type":"==","value":["See"]},"\nIshigaki is a little low on must-see attractions and somewhat tamer in terms of scenery than ",{"type":"[[","value":[["Iriomote"]]},".  Most visitors hit the beaches of the northern coast and stay there.\n\n",{"type":"===","value":["Beaches"]},"\n",{"type":"[[","value":[["Image:Fusaki-Beach Ishigaki Okinawa Japan.jpg"],["thumb"],["350px"],["Fusaki Beach"]]},"\nIshigaki's beaches are among the most spectacular in Japan.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kabira Bay"]},"　(川平湾 ",{"type":"''","value":["Kabira-wan"]},"). At the northwest corner of the island is this stunning emerald blue bay with a perfect yellow-white beach, dotted by craggy islands — but no swimming allowed, so the closest you can get is a glass-bottom boat tour (¥1000, 30 min).  You can walk along the coast from bay to bay, but beware of the fast-moving tides that may trap you if you dally too much in the evening."]},{"type":"*","value":[{"type":"*","value":[" The best free landside views are from Kabira Park (川平公園 ",{"type":"''","value":["Kabira-kōen"]},"), a promenade complete with viewing pavilion that stretches along the coast above the beach itself."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sukuji Beach"]}," (底地ビーチ), 2 km west of Kabira.  One kilometer of white sand beach, equipped with changing rooms, showers, toilets and other essentials. The view from the beach is stunning and on a clear day Uganzaki lighthouse is visible in the distance. The sea is the shallowest to be found on any of Ishigaki's beaches, which is great if you fancy a relaxing paddle in the ocean, but swimmers should look elsewhere. Trees at the rear of the beach provide partial shade from the sun throughout much of the day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yonehara"]}," (米原). Offers nice sand and better coral reefs within easy snorkeling distance. Indeed, the reef begins within meters of the beach and hosts enough life to interest experienced snorkelers and beginners alike. Caution should be taken however as Yonehara's rip currents are notoriously strong. Signs in the parking area describe which areas should be avoided. There is a campsite located behind the beach with the facility to rent gear."]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tōjinbaka"]}," (唐人墓), ",{"type":"''","value":["Tōjin no haka"]}," stop on the Kabira Resort Line.  This ornately decorated Chinese-style \"Tang People's Grave\" commemorates the sorry fate of some 400 Hokkien Chinese coolies, who mutinied and ran aground on Ishigaki on their way to California.  Pursued by the English navy, those captured were killed, so many headed into the mountains where they starved or committed suicide, and only a lucky few were taken under the wing of friendly locals and protected."]},{"type":"*","value":[{"type":"*","value":[" Nearby is also a newer (2001) bilingual monument of angular concrete, dedicated to three Americans shot down over Ishigaki in April 1945, during the closing days of World War II.  After being captured and tortured, two were beheaded and one was used for bayonet practice, and monument duly notes that such things are not fair play according to the Geneva Convention."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kannonzaki Lighthouse"]}," (観音崎灯台 ",{"type":"''","value":["Kannonzaki-tōdai"]},"). A little lighthouse on a little cape, not open to the public but there's a little park and viewing pavilion next to it.  Not worth much of a detour but conveniently located across the road from Tōjinbaka."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kannon-dō Temple"]}," (観音堂). Rounding out the trio of low-key attractions around Tōjinbaka is this quiet Okinawan-style wooden temple, with a grand lantern-lined staircase but little to see when you get there.  The toilets, however, are kept in excellent shape."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Manta Above.JPG"],["thumb"],["240px"],["Manta ray at Manta Scramble"]]},"\n\nThe transparent waters around the island are full of coral reefs, making ",{"type":"'''","value":["scuba diving"]}," the number one activity on Ishigaki.  In particular, ",{"type":"'''","value":["Manta Scramble"]}," (マンタスクランブル), just off the island's north coast, is a legendary spot for ",{"type":"'''","value":["manta ray"]}," spotting where groups of manta rays are almost guaranteed during Autumn.  There are a large number of dive operators and rates are more or less standardized at around ¥12000 for two boat dives (not including gear rental).\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Umicoza"],["alt=海講座"],["url=http:\/\/www.umicoza.com\/english\/"],["email="],["address=Kabira"],["lat="],["long="],["directions="],["phone = +81 980-88-2434"],["tollfree="],["fax="],["hours="],["price="],["content=  Friendly dive shop that also caters to English-speaking divers.  Two dives ¥12600, full gear rental ¥5250.  Free transfers from anywhere on the island, Visa\/MC\/Amex accepted."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Tom Sawyer"],["url=http:\/\/www.ishigaki-tomsawyer.jp"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 980-83-4677"],["tollfree="],["fax="],["hours="],["price="],["content=This diving shop has a branch at the ferry terminal and offers diving courses, diving, snorkelling and underwater sightseeing cruises. A double dive is ¥13,000 and full diving rental is ¥4,000."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hanalee Adventure Tours"],["url=http:\/\/www2.ocn.ne.jp\/~hanalee1\/ishigaki.html"],["email="],["address=hanalee@crux.ocn.ne.jp"],["lat="],["long="],["directions="],["phone = +81 9031986472"],["tollfree="],["fax="],["hours="],["price="],["content=Offering jungle zip line tours around the base of Omoto mountain on Ishigaki. Snorkeling trips on board a 43 foot sailboat or via kayak from the beach. Sunset or nite sailing cruises. All tours conducted in Japanese and English by a native English speaker. Hotel pickup and dropoff in the Ishigaki city area included."]]}]},"\n",{"type":"==","value":["Buy"]},"\nSouvenir shops abound, particularly around the port.  The closest thing to a dedicated shopping area are the two streets of the covered ",{"type":"'''","value":["Ayapani Mall"]}," (あやぱにモール) arcade just west of the post office.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Ishigaki-shi Tokusanpin Hanbai Center"],["alt=石垣市特産品販売センター"],["url=http:\/\/www.nij.to\/ishigakinotokusan\/"],["email="],["address=Ayapani Mall 2F, Okawa 208"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This city-sponsored retail center sells only authentic Ishigaki-made products, ranging from handicrafts to food items."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tezukurikan Kōbō Uminchu"],["alt=手作り館工房海人"],["url=http:\/\/www.uminchu-okinawa.com"],["email="],["address=Misakichō 4"],["lat="],["long="],["directions=Sanbashi-dōri just south of port"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home of the ubiquitous Uminchu T-shirts worn by approximately half the local population.  A vast variety of designs from ¥2625."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Yashiya"],["alt=ヤシ屋"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to Tōjinbaka"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This little factory-shop cooks up tasty cane sugar candy, sold on premises for ¥500 per cake.  You can also view the making process, which basically consists of mashing up sugarcane and then boiling the juice until it turns into brown sugar candy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Koubou Tumeya"],["alt=工房夢屋"],["url=http:\/\/www4.kiwi-us.com\/~nsy\/yumeya\/index.html"],["email=yumeya@m78.com"],["address="],["lat="],["long="],["directions="],["phone = +81 980-83-8201"],["tollfree="],["fax="],["hours="],["price="],["content=Shīsā (シーサー) is a traditional Okinawan decoration, often found in pairs, resembling a cross between a lion and a dog. This workshop makes Shīsā using traditional materials from the island. A visitor (of any age) can also make a Shīsā with a step-by-step guidance from the staff."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere are plenty of eating options in central Ishigaki, although many of the fancier places are open only for dinner.  The stretch of Sanbashi-dori between the piers and the bus terminal has a good selection of reasonably priced Okinawan places, most of which offer affordable set lunches.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Banna"],["alt=ばんな"],["url="],["email="],["address=Misakicho 1-8"],["lat="],["long="],["directions=On Sanbashi-dōri opposite bus terminal"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Okinawan izakaya that also offers reasonable set meals, open 9 AM to midnight.  Try their ",{"type":"''","value":["goya champuru"]}," set for ¥750."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beach"],["url="],["email="],["address=Okawa 209"],["lat="],["long="],["directions=Inside Ayapani Mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This friendly stucco-walled beach café trapped in a mall offers the Okinawan speciality taco rice in both \"standard\" (Mexican-ish) and \"original\" (Asian chicken) versions for ¥800 with tea\/coffee or ¥1000 with a draught Orion beer.  Open 11:30 AM to 10 PM daily."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Māsan-dō"],["alt=まーさん道"],["url="],["email="],["address=Shiyakusho-dōri"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Specializes in Yaeyama soba, ¥500 for a basic bowl, ¥800 for the ",{"type":"''","value":["sōki"]}," version with a big hunk o' pork on top.  Add your namecard to the vast collection on the walls.  Open daily from 11 AM to 9:30 PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paikaji"],["alt=南風"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the main post office"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice izakaya. Good space, good food.　Open 5 PM to 12 PM (Closed Sundays)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mugiwarabōshi"],["alt=麦わらぼうし"],["url="],["email="],["address=Misakicho 3-2F"],["lat="],["long="],["directions=Above bus terminal"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Even locals come here for Yaeyama soba (¥400+).  Generously sized set lunches from ¥700.  Open daily except Monday from 10 AM to 9 PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Uechi Jersey Bokujō Soft Cream Hanbaiten"],["alt=上地ジャージー牧場ソフトクリーム販売店"],["url="],["email="],["address=Okawa 281-2"],["lat="],["long="],["directions=on Yui Road"],["phone = +81 90-9571-6750"],["tollfree="],["fax="],["hours="],["price="],["content=This is the place to sample milk-flavored ice cream, made only from the milk of local Ishigaki cows.  ¥300 per cone, open 11 AM to 7 PM daily."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yarabu Shokudo"],["alt=やらぶ食堂"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 90-9214-5283"],["tollfree="],["fax="],["hours="],["price="],["content=11am-11pm. An old traditional house with red-tile roof was transformed into this cozy restaurant. Here you can relax and enjoy Yaeyama soba (soba means noodle), Su-chika-don (the local pork, marinated in salt), and their original Yarabu-don. (\"don\" means a bowl of rice). Prices are very reasonable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kato-soba"],["alt=八重山 嘉とそば"],["url="],["email="],["address=76 Tonoshiro, Ishigaki City"],["lat="],["long="],["directions=2-3min from Yaeyama Post Office"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Our favorite menu is an Ebi-soba(local prawn noodle) ¥900, Yaeyama soba ¥550. It's a very nice and quite old traditional red brick house, please enjoy Yaeyama relaxedly. Open 11AM to 4PM(Close on Wednesday). Web:",{"type":"[","value":["http:\/\/r.tabelog.com\/okinawa\/A4705\/A470501\/47001709\/"]}]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Trattoria Romana Ishigaki"]},", Misaki-cho 8-15-2F, 090-7492-2019 is located in the center of the city. behind the bus terminal there is a Italian flag. Italian chef coming from Rome makes authentic Italian Cuisine. He is very friendly and can give you good tips about traveling around. All the ingredients are imported from Italy. If you are tired of eating Japanese foods and being surrounded by Japanese people, this is the place to relax in a lovely atmosphere. good veg menu "]},"\n",{"type":"[[","value":[["Image:Ishigaki_BeefAndBeer.JPG"],["thumb"],["240px"],["Ishigaki beef and beer at Kinjō"]]},"\nIshigaki's ",{"type":"'''","value":["beef"]}," (石垣牛 ",{"type":"''","value":["Ishigaki-gyū"]},") is meltingly smooth and well worth the splurge for meat lovers, although you'll generally be looking at around ¥5000 for something approximating a decent-sized steak.  Sampling strips served as ",{"type":"''","value":["yakiniku"]}," or even raw ",{"type":"''","value":["sashimi"]}," is somewhat more affordable, but if the price seems too good, double-check that it's real Ishigaki beef, not a cheaper import.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kinjō"],["alt=金城"],["url="],["email="],["address=Hotel Peaceland 1F, Misakichō 11-1"],["lat="],["long="],["directions=south end of Center-Dori"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The lunch-only ¥2500 steak teishoku set with 150g of Ishigaki beef to grill by yourself is one of the better deals around, especially when washed down with some Ishigakijima beer.  Offers half-price dinner on the first day of the month, but you will have to stand in line for a good hour as that is a very popular night with locals in the know.  Open daily 11:30 AM to 3 PM for lunch, 5 PM to midnight for dinner. Kinjo also has other branches around town."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hitoshi"],["alt=ひとし"],["url="],["email="],["address="],["lat=24.33995"],["long=124.15942"],["directions="],["phone = +81 980-88-5807"],["tollfree="],["fax="],["hours="],["price="],["content=An izakaya that specializes in tuna fish. Their tuna sushi and sashimi are something to dream for. There are two branches in town. This is a very popular eating place so it is best to book ahead."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=MARU"],["alt="],["url=http:\/\/ishigaki-maru.jp\/"],["email="],["address=〒907-0004 沖縄県石垣市字登野城26"],["lat=24.33689"],["long=124.15998"],["directions=5 minutes walk from the centre of town"],["phone=0980-82-0030"],["tollfree="],["fax="],["hours=1700-2300"],["price="],["content=Yakiniku (grilling meat yourself at the table) with different cuts of Ishigaki beef. Really tasty, and the staff are friendly; one even speaks pretty good English, though he probably has a day off once in a while. Menu is fully in Japanese, so ask for the 'three cuts of Ishigaki beef' (¥2600) or the 'top quality beef platter' (¥4280)."]]}]},"\n",{"type":"==","value":["Drink"]},"\nIshigaki has a surprisingly vibrant nightlife, mostly centered around izakayas offering the ubiquitous local firewater ",{"type":"''","value":["awamori"]},".  Also be sure to sample the local ",{"type":"'''","value":["Ishigakijima Beer"]}," (石垣島地ビール) microbrew, now available in \"marine\" (lager), \"kuro\" (dark) and three other versions.\n\n",{"type":"'''","value":["Misakichō Center-Dōri"]}," (美崎町センター通り) and nearby streets, just north and west of the 730 Crossing, have a range of izakayas, karaoke lounges and nightclubs of varying degrees of respectability.  Outside the city, however, there is little to no nightlife of any kind and you'll be hard pressed to find even a restaurant open after 6.\n\n",{"type":"==","value":["Sleep"]},"\nIshigaki has a wide range of accommodation, ranging from expensive resorts for ¥10000+ to backpacker-oriented ",{"type":"''","value":["minshukus"]}," that can go as low as ¥3000 for your own room or ¥1000 for dormitory-type \"guest house\" accommodation.\n\n",{"type":"===","value":["Budget"]},"\nCamping: The campsite on Yonehara beach charges roughly ￥600 per person per day (as of June 2009). The campsite owner does not provide tents, and although some of Ishigaki's official tourism websites tell you that a camping licence is required, the owner of the campsite has actually bought the licences himself and provides them when you pay to camp. Camping on Yonehara beach is a very cost effective option for staying on Ishigaki.  Some camping equipment is available at the 100 Yen Shop (upstairs at Maxvalu on Sanbashi Dori) and the 5 day bus pass is definitely recommended if you're going to be camping for a long time, since there aren't many shops near to Yonehara beach and the best supermarkets are on the other side of the island.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Rakutenya"],["alt="],["url=http:\/\/www3.big.or.jp\/~erm8p3gi\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 980 83-8713"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=(楽天屋), Okawa 291. Two rambling old wooden houses run by an affable if eccentric English-speaking couple, ¥3000 per night gets you a private room with free laundry and Internet. The catches are that air-con costs ¥100\/hour and only the newer wing (別館 ",{"type":"''","value":["bekkan"]},") has mosquito nets."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Yanbuzeena Hostel"],["alt=ヤンブジーナ"],["url=http:\/\/www.yanbuzeena.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 980-83-3011"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Okawa 181-2. Access: 10 minutes by car or taxi from the airport; from the ferry terminal, 8 minutes on foot; from the ferry terminal, 8 minutes by walk. The hotel is located right in front of the famous cultural heritage site Miyaradonchi. You can choose between a dormitory room (￥1500) and a private room (￥2500 on-season, ￥2000 off-season). You can cook your own meal too, as there is a small kitchen. The facilities are extremely basic, with the same sink in the kitchen used for cooking, cleaning, washing your hands after a trip to the bathroom and brushing your teeth. The \"girls' dorm\" consists of a loft above the entrance, and if you want a bit of privacy to change you won't get any, as the 4th wall of the loft is open except for some sarongs hanging from the roof. Non-smokers beware - guests are allowed to smoke inside wherever they like, so if inhaling second-hand smoke bothers you, don't stay here. The dorms are a cheap option at ￥1500 a night, and the staff are extremely friendly, but you definitely get less than what you pay for. Next to the hostel there is a small restaurant (“Yarabu Shokudo”), where you can enjoy homemade drinks and Okinawan cuisine."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mariudo"],["alt="],["url=http:\/\/www17.ocn.ne.jp\/~p-misaki\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 980 83-0513"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Pension (ペンション). Rooms come with TV, Air conditioning (very, very important in summer) and cheap rates at 1800 yen per night. The owners are extremely friendly and so are most of the guests. Excellent place to make traveling friends. Located seconds from the port by foot, it serves as a great hub for day trips throughout the Yaeyama Archipelago. Breakfast is not included and if you ask for internet you will be directed to a nearby cafe."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yashima Youth Hostel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 980  82-3157"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A short walk from the Small Boat Harbor in Ishigaki city, this hostel provides basic Japanese-style dormitory rooms for around 2500 yen per night. The male dormitory room is busier than the female one which can be a plus for women traveling alone. The staff are extremely hospitable. Breakfast and internet included. Be sure to join in on the nightly (free) ",{"type":"''","value":["awamori"]}," time to enjoy the traditional Ryukyu alcohol."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Churayado Cocochan"],["alt=美らやどココちゃん"],["url=http:\/\/cocochan2007ishigaki.web.fc2.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ishigaki 155-1, tel. 0980 88-6373. TEL. (0980)88-6373, ¥2500 per night gets you a private room with TV and free Internet. The catches are that air-con costs ¥100\/three hours. There is a scuba diving shop in this cheap hotel."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nA number of largely identical highrise hotels have sprouted up around Ishigaki's harbour.  This is hardly the most scenic area to stay, but it is undeniably convenient, both for day trips to the islands and for eating and shopping in the city centre.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=East China Sea"],["alt="],["url=http:\/\/eastchinasea.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=¥8000 and up"],["checkin="],["checkout="],["content=Smack dab in the middle of the harbour, close to the 730 Crossing, this is probably the best of the bunch.  Rooms are simple but clean, with tiled floors and balcony views over the sea, and there are some Japanese-style ",{"type":"''","value":["tatami"]}," rooms on the second floor as well.  The breakfast buffet is remarkably good, with an excellent spread of Okinawan and Japanese dishes, and it's served on a pleasant outdoor terrace."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Club Med Kabira"],["alt="],["url=http:\/\/www.clubmed.co.jp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=One of Japan's two Club Meds, this swanky resort offers beautiful views of Kabira Bay. Last stop on the Kabira Resort line."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Auberge Kabira"]}," (formerly B&B Kabira). Small and friendly hotel right on Kabira Bay, this place does good though expensive food in the evening. Rooms are a little small but they do offer free bike rental. Closing permanently on February 28."]},"\n",{"type":"==","value":["Connect"]},"\nThere is free Wi-Fi access in Euglena Mall, the covered arcade a few blocks away from the bus terminal.\n\nThere's an internet cafe in Ayapani Mall, in the arcade that's farther from the port.\n\nThere is also free internet in the public library (though its only available from one terminal)\n\nVanilla Deli, directly across from City Hall also has free internet for patrons.\n\n",{"type":"==","value":["Cope"]},"\nThe Ishigaki City Hall Tourism Division (市役所観光課) as well as the Ishigaki City Hall International Section (国際交流係) have good information in English for tourists.  The International Section also employs a coordinator of international relations, fluent in both Japanese and English, who is available to assist non-Japanese tourists in local knowledge and hotel reservations.  The hours for the city hall international section are (excepting holidays) 8:30am-4:30pm Monday thru Friday.  Both the tourism division and the international section are located on the second floor.  The Hirata tourist company located near the ferry terminal also has English information.  Try to pick up copies of the free ",{"type":"'''","value":["Ishigaki Town Guide"]}," or ",{"type":"'''","value":["Yaeyama Navi"]}," pamphlets, both useful packs of information with lots of maps to show you around.  Note that both are in Japanese only and any listings inside are essentially paid ads, so not everything is listed.   City Hall and many restaurants, shops and lodgings usually have one or both available.  \n\nThe only foreigner-friendly ATMs on the island are in the Ishigaki and Kabira post offices, open daily from 9 AM to 7 PM only and not open on national holidays.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Iriomote"]]}," — an hour away by boat, offers mangrove jungles and the elusive Iriomote wildcat"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taketomi"]]}," — just 10 minutes by boat, known for its well-preserved Ryukyu village"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yonaguni"]]}," — 30 minutes by plane or 4 hours by boat, the westernmost point of Japan offers mysterious ruins and diving with hammerhead sharks"]},"\n",{"type":"[[","value":[["WikiPedia:Ishigaki"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Yaeyama Islands"]]}]