[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Japan_ishikawa_map_small.png"],["right"]]},"\n\n",{"type":"'''","value":["Ishikawa prefecture"]}," (石川県 ",{"type":"''","value":["Ishikawa-ken"]},") is in the central ",{"type":"[[","value":[["Chubu"]]}," region of the main ",{"type":"[[","value":[["Japan"]]},"ese island ",{"type":"[[","value":[["Honshu"]]},".\n\n",{"type":"==","value":["Understand"]},"\nIshikawa Prefecture is a peninsula located in the center of the western coast of Japan.  Its 581 km coastline is bordered by the Sea of Japan.  Ishikawa Prefecture has a rich history and beautiful scenery, which makes it a shame that it isn't visited more often.  Perhaps the most well-known city in Ishikawa is ",{"type":"[[","value":[["Kanazawa"]]},", its capital, which boasts Japan's best-preserved samurai districts and one of the three most beautiful landscape gardens in Japan.  Ishikawa has an enormous rice yield (annually, approximately 15 million metric tons or 100 million ",{"type":"''","value":["koku"]},") and is noted for its traditional handicrafts, including gold leaf, lacquerware, and silk dyeing.\n\nIshikawa is also the home of ",{"type":"[[","value":[["Mount Hakusan"]]},", a sacred mountain.  The foot of Mount Hakusan is surrounded by villages influed by traditional Japanese lifestyles.  The most northern region of Ishikawa is the ",{"type":"[[","value":[["Noto Peninsula"]]},", where you can find an incredible number of festivals, in addition to extensive distances of natural beauty.  This region also bodes well for those interested in outdoor sports and relaxation.  The Noto region has extensive sky and water sports available.  Ishikawa is also well known for its number of ski resorts and hot springs.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Higashi_Chayamachi2.JPG"],["thumb"],["Teahouses in ",{"type":"[[","value":[["Kanazawa"]]}]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kanazawa"]]}," - the prefectural capital and one of Japan's best-preserved samurai towns.  It also has the largest gold leaf production in Japan and boasts one of the three most beautiful landscape gardens in Japan."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hakusan"]]}," - Near ",{"type":"[[","value":[["Mount Hakusan"]]},", this newly born city (2005) boasts some of the best Taiko drumming in Japan, with the internationally acclaimed Asano Taiko group. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Kaga"]]}," - the southern-most city in Ishikawa.  Well-known for its hot spring resorts and exquisite natural beauty."]},{"type":"*","value":[" ",{"type":"[[","value":[["Komatsu"]]}," - the second largest city in Ishikawa.  Location of the Komatsu Airport, which connects to a variety of locations across Japan, as well as a few international airports."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nakajima"]]}," - the largest oyster cultivation district on the Sea of Japan.  The town is becoming a town known for its theater due to its annual Noto Nakajima Drama Festival."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nonoichi"]]}," - a city of 40,000 located to the south of Kanazawa.  It features an archeological site from the late Jomon period and is facing a rapid increase in population."]},{"type":"*","value":[" ",{"type":"[[","value":[["Noto_(Ishikawa)"],["Noto"]]}," - features an excavated archaeological site of the early to late Jomon period (Mawaki Ruins Park).  The town is also noted for its unique traditional festivals."]},{"type":"*","value":[" ",{"type":"[[","value":[["Oguchi"]]}," - located near Gifu Prefecture and surrounded by a mountain range, Oguchi features rich nature and traditional culture, such as a kind of classical puppet theater (Bunya Ningyo Joruri).  It is also noted for its two ski resorts."]},{"type":"*","value":[" ",{"type":"[[","value":[["Suzu"]]}," - located at the northern most tip of the Noto Peninsula.  It features both sandy beaches and rocky shorelines.  The city is best known for its scenic beauty, historic lighthouses, and Mitsuke-jima Island, located off of the coast of the city."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tsurugi"]]}," - the town boasts a panoramic view of the Kaga plain and the Sea of Japan and offers the opportunity to do various sky sports.  It is also known for its traditional wood carvings of the head of a lion-like imaginary beast (shishi-gashira)."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hakusan National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Noto Peninsula"]]}," — hot springs and rugged scenery"]},{"type":"*","value":[" ",{"type":"[[","value":[["Notojima"]]}," — the largest island in Ishikawa, located in Nanao Bay.  It features a bathing area, campground, aquarium, glass art museum, and other facilities."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Komatsu Airport"]}," ",{"type":"{{","value":[["IATA"],["KMQ"]]}," — Ishikawa's primary airport, located in ",{"type":"[[","value":[["Komatsu"]]},". JAL offers flights into the Komatsu Airport from ",{"type":"[[","value":[["Tokyo"]]}," Haneda Airport (1 hour) and ",{"type":"[[","value":[["Okinawa"]]}," Airport (2 hours 10 minutes).  ANA offers flights from Tokyo Haneda Airport (1 hour), Tokyo Narita Airport (1 hour 10 minutes), ",{"type":"[[","value":[["Sapporo"]]}," New Chitose Airport (1 hour 30 minutes), ",{"type":"[[","value":[["Sendai"]]}," Airport (1 hour), and ",{"type":"[[","value":[["Fukuoka"]]}," Airport (1 hour 15 minutes).   \n\n",{"type":"'''","value":["Noto Airport"]}," — a small airport located in ",{"type":"[[","value":[["Wajima"]]},".  Flights come in from ",{"type":"[[","value":[["Tokyo"]]}," Haneda Airport (1 hour).\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Kanazawa Station"]}," — Ishikawa's largest train station.  The train station was recently rebuilt and is a sight to see in itself, with its large wooden Japanese gate, glass, and steel.  It is located on the West Japan Railway's ",{"type":"'''","value":["Hokuriku Line"]},".  Although the Kanazawa Station is not the only train station in Ishikawa, it is the hub from which the smaller cities can be reached.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Tokyo"]]}," Station (via Maibara)"]}," — there are two routes that can be used to reach the Kanazawa Station from Tokyo. This route takes the hourly Tokaido Shinkansen ",{"type":"''","value":["Hikari"]}," train and transfers at Maibara (米原) to the ",{"type":"''","value":["Shirasagi"]}," (しらさき) limited express. This takes a little over 4 hours and a regular ticket costs approximately ¥15000. The journey is fully covered by the Japan Rail Pass. \n\n",{"type":"'''","value":["From Tokyo Station (via Echigo-yuzawa)"]}," — this route involves taking a Joestu Shinkansen train (",{"type":"''","value":["Toki"]},", ",{"type":"''","value":["Max Toki"]},", ",{"type":"''","value":["Tanigawa"]}," or ",{"type":"''","value":["Max Tanigawa"]},") to Echigo-Yuzawa (越後湯沢) and changing to the ",{"type":"''","value":["Hakutaka"]}," (はくたか) to get to the Kanazawa Station. This northerly route takes a little under four hours and a regular ticket is much cheaper (approximately ¥13000). Japan Rail Pass holders can still use this route, but since a portion of the journey is on a non-JR Railway (between Echigo-Yuzawa and Naoetsu), there is a ¥1450 surcharge each way.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Osaka"]]}," Station"]}," — this route takes approximately 2 hours 30 minutes.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Nagoya"]]}," Station (via Maibara)"]}," — this route takes approximately 2 hours 30 minutes.\n\n",{"type":"'''","value":["From Kansai International Airport (via ",{"type":"[[","value":[["Kyoto"]]},")"]}," — this requires taking one of the frequent ",{"type":"''","value":["Thunderbird"]}," (サンダーバード) or ",{"type":"''","value":["Raichō"]}," (雷鳥) limited express trains.  The route takes approximately 3 hours 30 minutes. (No charge for Japan Rail Pass holders).\n\n",{"type":"'''","value":["Overnight Trains"]}," —  Kanazawa Station is a morning stop on the ",{"type":"''","value":["Twilight Express"]}," (トワイライトエクスプレス) from ",{"type":"[[","value":[["Sapporo"]]}," and ",{"type":"''","value":["Nihonkai"]}," (日本海) trains from ",{"type":"[[","value":[["Aomori"]]},".\n\nBy 2014 the Hokuriku (",{"type":"[[","value":[["Nagano"]]},") Shinkansen is also expected to reach Kanazawa.\n\n",{"type":"===","value":["By bus"]},"\n\nFrom Tokyo — There is an overnight bus from Tokyo that costs a very reasonable ¥4000.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"'''","value":["From Tokyo (via Fujioka)"]}," — From ",{"type":"[[","value":[["Tokyo"]]}," take the Kan-etsu Expressway to ",{"type":"[[","value":[["Fujioka"]]},".  Then take the Joetsu Expressway to ",{"type":"[[","value":[["Joetsu"]]},".  From there, take the Hokuriku Expressway to Kanazawa Morimoto (452 km).  From Kanazawa Morimoto go to Kanazawa West (463km).\n\n",{"type":"'''","value":["From Tokyo (via Maibara)"]}," — From Tokyo take either the Tomei Expressway or the Meishin Expressway to Maibara.  Then, get on the Hokuriku Expressway until you get to Komatsu (555 km).  From Komatsu go to Tokumitsu PA (570 km).  Then, go to Kanazawa West (578 km).  Finally, go to Kanazawa Morimoto (589 km).\n\n",{"type":"'''","value":["From Osaka"]}," — From Suita take the Meishin Expressway to Maibara.  Get on the Hokuriku Expressway and head towards Komatsu (259 km).  Once in Komatsu, go toward Tokumitsu PA (274 km).  From there, go to Kanazawa West (282 km) and then go to Kanazawa Morimoto (293 km).\n\n",{"type":"'''","value":["From Nagoya"]}," — From Nagoya take either the Tomei Expressway or the Meishin Expressway.  Head toward Maibara.  Once in Maibara, take the Hokuriku Expressway to Komatsu (229 km).  Then, go to Tokumitsu PA (244 km).  Go to Kanazawa West (252 km) and finally to Kanazawa Morimoto (263 km).\n\n",{"type":"==","value":["Get around"]},"\n\nFor most tourists, traveling around Ishikawa will not be a problem.  ",{"type":"[[","value":[["Kanazawa"]]},", the single most important destination for tourists is located nearby the Komatsu airport, and is easily reachable by bus or train.\n\n",{"type":"===","value":["By train"]},"\nTravelling by train in Ishikawa is not a problem.  There are local trains which go to a number of destinations in Ishikawa for a small cost.  Once you're in Ishikawa, the easiest way to find out where to go is to head over to the Kanazawa Train Station where you can see the costs to go to a number of cities.\n\n",{"type":"===","value":["By bus"]},"\nThis is another option for traveling within Ishikawa.  A large number of buses leave from the Kanazawa Station to go to various destinations in Ishikawa.  This makes travel particularly convenient within Ishikawa.  There are also inter-city bus systems, which allow you to travel from one town to another nearby town.  You take a ticket when you get on and pay when you get off.  Depending on the city, it may even have its own inner-city bus system or bus system aimed at tourists.\n\n",{"type":"===","value":["By car"]}," \nCar rentals are available at a variety of locations.  If you're coming into Ishikawa by other means, you can rent cars easily in downtown Kanazawa, by the train station.  However, be aware that there are tolls on the roads in Japan, and parking can sometimes be a problem.\n\n",{"type":"===","value":["By bike"]},"\nBiking is an option if you will only be traveling between one or two cities, but unless you're a serious biker, you won't be able to do much serious traveling on a bike.  Ishikawa is a long prefecture, and it has distinctive seasons.\n\n",{"type":"==","value":["See"]},"\n\nIshikawa is known for its historical interest and natural beauty.  If you're only in Ishikawa for a short amount of time, you won't be disappointed by going to ",{"type":"[[","value":[["Kanazawa"]]},".  It is a beautiful city with a balance of modern society and historical interest.\n\nThere are a number of historical sites, museums, and festivals in Ishikawa to see as well.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Kahoku"]]}]}," — Nishida Kitaro Museum of Philosophy, Nanatsuka Shichifukujin Center, Umikko-land Marine Museum\n\n",{"type":"'''","value":[{"type":"[[","value":[["Tsubata"]]}]}," — Kurikara Fudo Temple Phoenix Hall, Waku-waku Forest House, Kurikara Genpei-no-sato Take-bashi Entrance, Kawai-dani Fureai Center Saiji-no-yakata Festival Hall\n\n",{"type":"'''","value":[{"type":"[[","value":[["Kanazawa"]]}]}," — The 21st Century Museum of Contemporary Art, Kanazawa Yuwaku Yumeji Museum, Izumi Kyoka Kinenkan Museum, Kanazawa Old Merchant House, Kanazawa Phonograph Museum, Ishikawa Prefectural Museum of Art, Ishikawa Historical Museum, Muro Saisei Kinenkan Museum, Maeda Tosanokami-ke Shiryokan Museum, Historical Residence of Mr. Kurando Terashima, Seison-kaku, Tokuda Shusei Kinenkan Museum, Kanazawa Noh Museum\n\n",{"type":"'''","value":[{"type":"[[","value":[["Nonoichi"]]}]}," — Kita Family Historical House, Furusato Historical Museum, Folk Culture Museum\n\n",{"type":"'''","value":[{"type":"[[","value":[["Hakusan"]]}]}," — Hakusan City Matto Furusato-kan Folk Museum, Park Shishiku, Hakusan Torigoe Ikko-Ikki Museum, Kuretake-bunko Private Library, Hakusan City Matto Museum, Nakagawa Kazumasa Memorial Museum of Art, Hakusan City Tsurugi Museum, Hakusan Folk Museum, Hakusan Sabo Science Center, Museum of Farming Culture, Yoshino Kogei-no-sato Craft Center, Chiyo-jo Haiku Museum, Niwaka-kobo, Matto Shayu-kan, Mikawa Community Plaza, Tsurugi Yokomachi Urara-kan, Kawachi Local Product Center\n\n",{"type":"'''","value":[{"type":"[[","value":[["Noto Peninsula"]]}]}," — Wajima Morning Market, Wajima Lacquerware Museum, Kiriko Museum, Yanagida Bontanical Gardens, Ganmon Cliffs, Hutago-iwa (one of many \"married rocks\"), Noto Glass Museum, Nanao Art Museum, Sosoji-dera, Abare Festival (July), Okuma Kabuto Festival (Sept. 20)\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Go to Festivals"]}," — Just because Ishikawa is rural, doesn't mean it doesn't have festivals.  In fact, it means that you might just stumble upon a festival and get a front row seat!  If you're really lucky, you might just be invited into it.  Now that's an opportunity you can't get in a bigger area!  Festivals happen year-round and all over in Ishikawa, so check out the list below, or see if you can find one happening as you wander around!"]},"\nLate January - Snowmen (Yukidaruma) Week - Located in every area of ",{"type":"[[","value":[["Shiramine"]]},".\n\nFebruary 10 - Gogan-shinji - Takewari Festival - Located at Sugou-isobe Shrine in ",{"type":"[[","value":[["Kaga"]]},".\n\nMarch 18-23 - Heikoku-sai Shinto Festival (also known as \"Oide Matsuri\") - Located at Keta Shrine and other locations in ",{"type":"[[","value":[["Hakui"]]},".\n\nApril 3 - Janome Shinji\/Yabusame Shinji - Located at the Keta Shrine in ",{"type":"[[","value":[["Hakui"]]},".\n\nApril (2nd Saturday\/Sunday) - Asanogawa Riverside Garden Party - Located on the Asanogawa Riverside in ",{"type":"[[","value":[["Kanazawa"]]},".\n\nMay 2-3 - Tomobata Festival - Located in the Kogi district of ",{"type":"[[","value":[["Uchiura"]]},".\n\nMay 3-5 - Ceramic Bowl (Kutani Chawan) Festival - Located in and around Wadayama\/Matsujiyama Shiseki Park in ",{"type":"[[","value":[["Terai (Japan)"],["Terai"]]},"\n\nMay 3-5 - Seihaku Festival - Located in ",{"type":"[[","value":[["Nanao (Japan)"],["Nanao"]]},"\n\nMay 22-23 - Okaeri Festival - Located in the central area of ",{"type":"[[","value":[["Mikawa"]]},"\n\nMid-May - Otabi Matsuri - Located at the Uhashi Shrine, Motoori Hiyoshi Shrine, and other areas in ",{"type":"[[","value":[["Komatsu"]]},".\n\nJune 3-5 - Yamashiro Spa Sweet Flag (Shobu) Bath - Located in Yamashiro Hot Springs in ",{"type":"[[","value":[["Kaga"]]},"\n\nJune (2nd Saturday) - Kanazawa Hyakuman-goku Festival - Located in the central area of ",{"type":"[[","value":[["Kanazawa"]]},".\n\nJuly 7-8 - Abare Festival - Located at the yasaka Shrine, Sakatari Shrine, Hakusan Shrine, and nearby areas in ",{"type":"[[","value":[["Noto"]]},"\n\nJuly 20 - Hasebe Festival - Located in ",{"type":"[[","value":[["Anamizu"]]},"\n\nJuly 20-22 - Yosakoi Soran Noto Festival - Located in the Oshimizu Town Baseball Stadium, Oshimizu Town Imahama Coast in ",{"type":"[[","value":[["Oshimizu"]]}," \n\nJuly 31 - Notojima Koda Fire Festival - Located in ",{"type":"[[","value":[["Notojima"]]},"\n\nLate July - Located at the square in front of Unoke Town Hall and other locations in ",{"type":"[[","value":[["Unoke"]]},".\n\nLate July - Kawachi Senjo Hot Spring Heian Festival - Located in Kawachi Senjo-onsen Kanazawa Seymore Ski Resort in ",{"type":"[[","value":[["Kawachi"]]},"\n\nJuly (last Saturday\/Sunday) or August (1st Satruday\/Sunday) - Nonoichi Jonkara Festival - Located near the Nonoichi Town Cultural Hall, \"Forte\".\n\nEarly August - Matto Festival\n\nAugust 7 - Houryu Tanabata Kiriko Matsuri\n\nAugust 17-18 - Okinami Tairyo (large catch) Festival\n\nMid-August - Gozare Festival\n\nMid-August - Ikko Ikki Festival\n\nAugust 23-25 - Wajima-taisai (big festival)\n\nAugust 24-25 - Niwaka Festival\n\nSeptember 20 - Okuma Kabuto Festival (Notonakajima)\n\nEarly October - Hourai Festival\n\nOctober 17 - Rengeyama O-zumo (grand sumo)\n\nEarly November - Tedori River Festa\n\nMid November - Wajima Crab Festival\n\nEarly December - Ae no Koto (Thanksgiving Festival, Yanagida)\n\nYear-Round - Anamizu Maimon Festival\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Visit Hot Springs"]}," — If you love hot springs, go to Ishikawa in autumn.  There's nothing more relaxing than soaking in the warm water while surrounded by natural beauty and crisp air.  Ishikawa is known for its hot springs, which can be found without trouble in the rural areas or more industrialized places.  You might be surprised with how easily a ¥300 bus ticket can take you out of the city and to a beautiful river-side onsen, surrounded by colors."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Go Skiing"]}," —  The seasons in Ishikawa are truly distinctive.    Mount Hakusan, one of the tallest mountains in Japan, is located right in the south of Ishikawa, and is surrounded by villages influenced by traditional lifestyles.  Catch up on culture and get some great snow in a number of places in Ishikawa.  (If you get too cold, you can always hop into a hot spring to heat up again)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take some time off"]}," — Ishikawa is known for its natural beauty, so while you're budgeting all the things you can do, remember to budget yourself a bit of down time as well.  Ishikawa is full of leisure spots, which is all the more wonderful in autumn or spring (think \"fall foliage\" and \"cherry blossom\" viewing).  You don't need to go to follow the crowds and go to Kyoto for beautiful views.  Take a breath while you're in Ishikawa.  You get bonus points because that breath is going to be much fresher than one in Tokyo."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Try local foods"]}," — Every city in Japan has its specialty food, and Ishikawa is also particularly well known for its seafood and sake.  While you're in the area, do yourself a favor and try it.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Go to the beach"]}," — There are 581 kilometers are beach to choose from in Ishikawa.  Whether you like rocky shores or sandy beaches, take your pick when you're in Ishikawa.  If you're not interested in spending your time with only nature, head out to a popular beach spot, like the beaches in ",{"type":"[[","value":[["Uchinada"]]}," (just a quick train trip away from ",{"type":"[[","value":[["Kanazawa"]]},") and hang out with your friends, music, and food.  Just remember to check when the last train leaves, or you may spend your night sleeping in a hammock!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Go shopping"]}," — Ishikawa is known for its traditional crafts, such as gold leaf, lacquerware, pottery, and silk dyeing.  Scores of shops sell these traditional products, making great souvenirs.  You can also get your shopping fill by going to a big city (like ",{"type":"[[","value":[["Kanazawa"]]},") and spending hours in the towering shopping malls located within walking distance of the station."]},"\n",{"type":"==","value":["Eat"]},"\nFood in Ishikawa is a big deal!  Local specialties rule the roost here.  A few year ago the \"Noto-don\" became very popular.  \"Don\" or \"donburi\" are dishes served in a bowl over rice.  Noto-don are donburi created by local restaurants only of local ingredients.  You can follow a \"donburi trail\" when you travel around the Noto Peninsula.\n\nIshikawa is also well known for its fish.  People in Japan say that the freshest, most delicious fish can be eaten in the Ishikawa area.  One of the country's largest fisheries is in the Noto!  Make sure to eat plenty of sushi and sashimi while you visit.  Availability changes with the seasons.  Make sure to try buri (yellowtail), katsuo, saba (horse mackerel), ika (squid), tako (octopus), ama-ebi (sweet shrimp), maguro (tuna), crab and the other 200 varieties available in this area.\n\nIshikawa is also famous for its traditional sweets called \"wagashi.\"  Many old family businesses still produce them the old fashioned way, carefully crafted from sweet bean paste and rice.  A fresh, green, healthy treat with a cup of hot green tea.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Go next"]},"\t \n\n",{"type":"{{","value":[["geo"],["36.6333"],["136.6500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chubu"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["Commons:Ishikawa prefecture"]]},"\n",{"type":"[[","value":[["Wikipedia:Ishikawa Prefecture"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Japan\/Prefectures\/Ishikawa\/"]]}]