[{"type":"{{","value":[["pagebanner"],["Islamabad page banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[[","value":[["File:Faisal mosque2.jpg"],["thumb"],["Faisal Mosque"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.islamabad.gov.pk\/ Islamabad"]}]}," (Urdu: اسلام آباد) has been the capital of ",{"type":"[[","value":[["Pakistan"]]}," since 1960 when capital city was forwarded from ",{"type":"[[","value":[["Karachi"]]}," and the ninth largest city in the country but together with its neighbouring twin city of Rawalpindi, the greater Islamabad-Rawalpindi metropolitan area is the third largest conurbation in Pakistan with a population of over 4.5 million inhabitants. Since its foundation in 1960's, Islamabad has attracted people from all over Pakistan, making it one of the most cosmopolitan and urbanized cities of Pakistan. As the capital, Islamabad is the seat of the Government of Pakistan; the Presidential Palace (Aiwan-e-Sadr) is also located here. Islamabad is known as a clean, calm and green city. It hosts a large number of diplomats, politicians and government employees. Islamabad is a modern, well planned, well maintained and well-organised international city located on the Pothohar Plateau in the north-eastern part of Pakistan, within the Islamabad Capital Territory and regarded as the most developed city in Pakistan. It has the highest literacy rate in Pakistan and is much like Canberra in Australia surrounded by hills.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":[" Orientation"]},"\nA relatively quiet city, Islamabad covers an area of 1,165.5 km² (450 mi²) of which 906 km² (349.8 mi²) is Islamabad proper. Travellers may be interested mainly in the Federal Government offices, Parliament House, the official residences of the President and Prime Minister; together with the Diplomatic Enclave - an area next to the Parliament House dedicated to foreign embassies and missions appointed to Pakistan.\n\nAlthough the majority of the population in Islamabad traditionally have been employees of the Federal Government, the wealth of the Musharraf years fuelled a boom in Islamabad and it is becoming an important financial and business centre. In the last decade there have been vast changes in the city's traditional reputation. From it being a typical 9 to 5 city, Islamabad has become more lively with many new restaurants and hotels springing up to service this new wealth. A lot of international food chains have opened, and generally a great improvement in night life with increasing shopping areas opening till late. However during winter season streets are considerably quiet after dark.\n",{"type":"[[","value":[["File:Islamabad map.png"],["500px"],["thumb"],["Islamabad zones map"]]},"\n\nEven now, Islamabad remains a city where people come from all over the country to enjoy its peaceful, noise-free atmosphere with a lot of greenery and nice surrounding scenery. It also serves as a base camp for people from the south and coastal areas like ",{"type":"[[","value":[["Karachi"]]},", visiting relatively lush valleys such as ",{"type":"[[","value":[["Swat Valley"],["Swat"]]}," and ",{"type":"[[","value":[["Kaghan Valley"],["Kaghan"]]}," together with northern areas like ",{"type":"[[","value":[["Gilgit"]]},", ",{"type":"[[","value":[["Hunza"]]},", ",{"type":"[[","value":[["Skardu"]]}," and ",{"type":"[[","value":[["Chitral"]]}," located in the Himalayas mountains.\n\nIslamabad city is divided into five major zones: Zone 1, Zone 2, Zone 3, Zone 4, and Zone 5. Out of these, Zone 4 is the largest in area. Zone 3 consists primarily of the Margalla Hills and Margalla Hills National Park. Rawal Lake is also in this zone. Zone 4 and 5 consist of Islamabad Park, and rural areas of the city. Zone 1 consists mainly of all the developed residential sectors while Zone 2 consists of the under-developed residential sectors. Each residential sector is identified by a letter of the alphabet and a number, and covers an area of approximately 2 km × 2 km. The sectors are lettered from A to I, and each sector is divided into four numbered sub-sectors.\n\nTravellers will soon notice that Islamabad is laid out on a grid system -  sector names are based on the following scheme:",{"type":"<","value":["br"]},"\nD sector designates Diplomats, E sector designates Elites, F sector designates Forces, G sector designates General, H sector designates Health and Education, and I sector designates Industry.\n\nE7, F6, F7, G6, G7 are the oldest sectors and F8, F10, F11, G10, G11, I8 are where the 'new money' has been invested.\n\nE8, E9 are occupied by military housing complexes and are effectively out-of-bounds to travellers. G7, G8 and G9 are poorer areas where the city planners wanted the cleaners and office clerks to live. But these areas tend to be the only cultured areas in the city. Here you would find a common Pakistani rather than a common Islamabadi.\n\nThe H and I sectors are a hotchpotch of mixed use residential, academic and industrial areas. E11, E12 and even now D12 are under construction, there is even a G13 being built up.  F6 and F7 are where most of the action happens, but the numbers of embassies and powerful Pakistanis' dwellings in these areas also mean a lot of security, concrete barriers and raise arm barrier gates that happily are largely absent elsewhere.\n\nIn choosing your guest house, F6 & F7 may be your best bet as they are generally posh areas and have all the necessary facilities close-by.\n\n",{"type":"===","value":[" History"]},"\nThe city of Islamabad is located on the Pothohar Plateau which is one of the earliest known sites of human settlement in Asia. Some of the earliest Stone Age artifacts in the world have been found on the plateau, dating from 1 mln to 500,000 years ago. The crude stones recovered from the terraces of the Soan River testify to the endeavours of early man in the inter-glacial period. Items of pottery and utensils dating back to prehistory have been found in several areas.\nLimited excavations have confirmed evidence of prehistoric cultures. Relics and human skulls have been found dating back to 5000 BC that show this region was home to Neolithic man, who roamed the banks of the Soan River. During the Neolithic, people developed small communities in the region around 3000 BC. Situated at one end of the Indus Valley Civilization, the area was an early habitation of the Aryan community in Central Asia. Their civilization flourished here between the 23rd and 18th centuries BC. Many great armies such as those of Alexander the Great, Genghis Khan, Timur and Ahmad Shah Durrani used the corridor through the region on their way to invade the Indian Subcontinent. A Buddhist town once existed in the region and remains of a stupa have been identified in the G-12 sector. Modern Islamabad also incorporates the old settlement of Saidpur. The British took control of the region from the Sikhs in 1849 and built Asia's largest cantonment in the region in Rawalpindi.\n\nWhen Pakistan gained independence in 1947, Karachi becomes its first capital. In 1960, Islamabad was constructed as a forward capital for several reasons. Traditionally, development in Pakistan was focused on the colonial centre of Karachi, and President Ayub Khan wanted it equally distributed. Moreover, Karachi having tropical weather conditions, was located at one end of the country, making it vulnerable to attacks from the Arabian Sea. Pakistan need a capital that was easily accessible from all parts of the country was needed. Karachi, a business center, was also considered unsuitable partly because of intervention of business interests in government affairs. The newly selected location of Islamabad was closer to the army headquarters in Rawalpindi and the disputed territory of Kashmir in the north.\nIn 1958, a commission was constituted to select a suitable site for the national capital with particular emphasis on location, climate, logistics, and defence requirements along with other attributes. After extensive study, research, and a thorough review of potential sites, the commission recommended the area northeast of Rawalpindi in 1959. A Greek firm of architects, Konstantinos Apostolos Doxiadis, designed the master plan of the city—based on a grid plan and triangular in shape, with its apex towards the Margalla Hills. The capital was not moved directly from Karachi to Islamabad; it was first shifted temporarily to Rawalpindi in the early sixties and then to Islamabad when the essential development work was completed in 1966.\n\nIslamabad has attracted people from all over Pakistan, making it one of the most cosmopolitan and urbanised cities of Pakistan. As the capital city it has hosted a number of important meetings, such as the South Asian Association for Regional Cooperation summit. In October 2005, the city suffered some damage due to the 2005 Kashmir earthquake having a magnitude of 7.6. Islamabad has experienced a series of terrorist incidents including the July 2007 Siege of Lal Masjid (Red Mosque), the June 2008 Danish embassy bombing, and the September 2008 Marriott bombing. In 2011, four terrorism incidents occurred in the city, killing four people, including the murder of the then Punjab Governor Salmaan Taseer. Tragic air crashes also took place here: on 28 July 2010, Airblue Flight 202 crashed in the Margalla Hills killing all 152 flight crew and passengers on board and Bhoja Air Flight 213 carrying 121 passengers crashed while making the final approach for landing, killing all on board on 20 April 2012.\n\nToday, Islamabad is considered by some as one of the most extensively and successfully planned cities in South Asia. The city is home to many migrants from other regions of Pakistan and has a modern culture that is at synch with other internationalised cities.\n\n",{"type":"===","value":[" Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   17.1"],["febhigh =   19.1"],["marhigh =   23.9"],["aprhigh =   30.1"],["mayhigh =   35.3"],["junhigh =   38.7"],["julhigh =   35.0"],["aughigh =   33.4"],["sephigh =   33.5"],["octhigh =   30.9"],["novhigh =   25.4"],["dechigh =   19.7"],["janlow =   2.6"],["feblow =   5.1"],["marlow =   9.9"],["aprlow =   15.0"],["maylow =   19.7"],["junlow =   23.7"],["jullow =   24.3"],["auglow =   23.5"],["seplow =   20.6"],["octlow =   13.9"],["novlow =   7.5"],["declow =   3.4"],["description = Check ",{"type":"'''","value":["Islamabad's forecast"]}," at ",{"type":"[","value":["http:\/\/www.bbc.co.uk\/weather\/1176615 BBC Weather"]}]]},"\n\nThe climate of Islamabad has a typical version of humid subtropical climate, with five seasons: Winter (November–February), Spring (March and April), Summer (May and June), Rainy Monsoon (July and August) and Autumn (September and October). The hottest month is June, where average highs routinely exceed 38 °C (100.4 °F). Wettest month is July, with heavy rainfalls and evening thunderstorms with the possibility of cloudburst and flooding. Coolest Month is January. Islamabad's micro-climate is regulated by three artificial reservoirs: Rawal, Simli, and Khanpur Dam. Winters generally feature dense fog in the mornings and sunny afternoons. In the city, temperatures stay mild, with snowfall over the higher elevations points on nearby hill stations, notably Murree and Nathia Gali. The temperatures range from 13 °C (55 °F) in January to 38 °C (100 °F) in June. The highest recorded temperature was 46.6 °C (115.9 °F) on 23 June 2005 while the lowest temperature was −6 °C (21.2 °F) on 17 January 1967. The city has recorded snowfall.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Islamabad-rawalpindi freeway.jpg"],["thumb"],["300px"],["The Islamabad-Rawalpindi freeway."]]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Benazir Bhutto International Airport"]},"  (",{"type":"{{","value":[["IATA"],["ISB"]]},") situated in the middle of ",{"type":"[[","value":[["Rawalpindi"]]}," receives flights from a variety of international destinations, including from Europe with Turkish Airlines (London, Manchester, Birmingham, Amsterdam, Frankfurt, Paris, Istanbul), the middle east with Emirates, ",{"type":"[","value":["http:\/\/www.piac.aero Pakistan International Airlines - PIA"]}," and ",{"type":"[","value":["http:\/\/www.shaheenair.com Shaheen Air"]}," (Dubai), ",{"type":"[","value":["http:\/\/www.airblue.com AirBlue"]}," (Sharjah, Muscat and Doha), Iraqi Airways (Baghdad) and other Asian cities such as ",{"type":"[[","value":[["Urumqi"]]}," with China Southern Airlines and ",{"type":"[[","value":[["Bangkok"]]}," with Thai Airways. Other international destinations are served direct from ",{"type":"[[","value":[["Karachi"]]}," and ",{"type":"[[","value":[["Lahore"]]},", including the only link to central Asia (Uzbekistan Airways fly from ",{"type":"[[","value":[["Lahore"]]}," to ",{"type":"[[","value":[["Tashkent"]]},").  A taxi from the airport to Islamabad is around Rs 400 (in a yellow non air-con cab).  You can easily walk out of the airport and hail a taxi to get a cheaper price. The white Toyota Corolla air-con radio cabs will set you back Rs 800."]},"\nIslamabad airport can get busy and groan under the weight of departing passengers, meaning giving yourself a couple of hours prior to departure is a good idea. As with most places in Pakistan, queuing is an optional concept and hence checking-in can involve getting those elbows out and pushing to the front.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["Niazi Express"]},", ",{"type":"'''","value":["Skyways"]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sammi.com.pk Daewoo Sammi"]}]}," (+92 51 111 007 008) are some of the nicer long-haul operators. Skyways offer some direct services to\/from Islamabad and ",{"type":"[[","value":[["Lahore"]]},", ",{"type":"[[","value":[["Peshawar"]]}," and ",{"type":"[[","value":[["Karachi"]]},". Daewoo has its own terminal on the road from Islamabad just outside ",{"type":"[[","value":[["Rawalpindi"]]},". The majority of buses arrive and depart from ",{"type":"[[","value":[["Rawalpindi"]]},", a few kilometers and a 45 minute taxi ride from Islamabad. It's best to book Daewoo by phone in advance if possible. At the moment they serve ",{"type":"[[","value":[["Karachi"]]},", ",{"type":"[[","value":[["Peshawar"]]},", ",{"type":"[[","value":[["Lahore"]]},", ",{"type":"[[","value":[["Murree"]]},", ",{"type":"[[","value":[["Sialkot"]]},", Abottabad, Bahawalpur, ",{"type":"[[","value":[["Faisalabad"]]}," and ",{"type":"[[","value":[["Multan"]]},"."]},"\n",{"type":"===","value":["By train"]},"\nSince First Class travel with Pakistan Railway is good, it's worth knowing that Rawalpindi, the neighbouring city, has railway connections with various major cities including ",{"type":"[[","value":[["Karachi"]]},", ",{"type":"[[","value":[["Lahore"]]}," & ",{"type":"[[","value":[["Peshawar"]]},".\n",{"type":"===","value":["By car"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"'''","value":["Taxis"]}," in Islamabad are abundant, popular and generally safe. Cost is around Rs 50-60 per sector travelled, depending on your bargaining skills. Prices will be higher at night, especially departing from places like Jinnah Super (F-7). It is always advisable to agree the fare before travelling.\n",{"type":"===","value":["By car"]},"\n",{"type":"'''","value":["Car Hire"]}," is also a good way of getting around. Although road signs and directions are only available on main roads, the city's grid and numbering system make it relatively easy to find your way around. There are various car hire companies in Blue Area F-6 and also in G-8 Markaz where cars can be hired with drivers. Most major hotels have their own car hire services and are relatively cheap. A tip to the driver at the end of the booking period is always appreciated but not mandatory.\n",{"type":"===","value":["By bus"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Pak Monument site3.jpg"],["thumb"],["The site of Pakistan Monument"]]},"\n",{"type":"[[","value":[["File:Pak Monument site4.jpg"],["thumb"],["The site of Pakistan Monument"]]},"\n\n",{"type":"===","value":["Museums and art galleries"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lok Virsa Museum"],["alt="],["url=http:\/\/www.lokvirsa.org.pk\/contact.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shakarparian Park (next to H7 & G8) US$5 for foreigners. Recently renovated, a delight. Definitely worth a visit. Islamabad's premier museum featuring more than 25 large galleries in four blocks linked through passages depicting cultural linkages with Iran, Central Asia and China. There are large halls dedicated to architecture, musical heritage, textiles, romances, Sufi shrines and several other cultural themes. It has a large collection of embroidered costumes, jewellery, woodwork, metalwork, block printing, ivory and bone work on display. The Heritage Reference Library of Museum has a great collection of data on art, music, history and crafts of all regions of Pakistan. Books on culture, heritage, audio and video cassettes of folk and classical vocal and instrumental music are sold at the Lok Virsa's Sales Centre. Lok Virsa celebrates the national events in a befitting manner with musical concerts, exhibitions and public film shows on cultural heritage."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Golra Pakistan Railways Heritage Museum"],["url="],["email="],["address=Golra Sharif train station"],["lat="],["long="],["directions=west of F11 - (look on google maps)"],["phone=051 4316954"],["tollfree="],["fax="],["hours=8AM-4PM"],["price=Rs 5"],["content=A little known gem - worth seeking out for a trip back in time to the glory days of the North West Railway - the station house has been renovated and houses a small museum, and several old locomotives and rolling stock are there to be explored. Makes a nice cycle-ride from Islamabad."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pakistan Museum of Natural History"],["alt="],["url=http:\/\/www.pmnh.gov.pk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nthis is more a place for school trips than a tourist destination - however an impressive blue whale skeleton has recently been constructed outside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Art Gallery"],["alt="],["url=http:\/\/www.pnca.org.pk\/NAG.html"],["email="],["address=F5\/1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opened in 2007, the gallery is a modern, light filled, air conditioned edifice that would not be out of place in many European cities. A diverting collection of almost 450 art pieces, purchased or gifted by the artists for National Art Gallery. Covers a surprising diversity of contemporary and classical paintings, sculpture and other installations. The Gallery is also home to an indoor and outdoor theatre (word-of-mouth and local press for schedules). Open 7 days a week - from 11AM-1PM (free) and 2PM-7PM (Rs. 500) - hence it is empty in the afternoons and you may find yourself trailed by gallery staff turning the lights on and off for you! Located in F5\/1, on the corner of Jinnah & Constitution avenues, opposite the Parliament building."]]}]},"\n",{"type":"===","value":["Parks, viewpoints and green spaces"]},"\n",{"type":"[[","value":[["File:Fatima Jinnah Park.JPG"],["thumb"],["Fatima Jinnah Park"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Daman-e-Koh"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a lookout point in the hills above E-6 with great views of the city on a clear day\/night. Its beauty is enhanced by the greenery and flowers at different sites. High quality restaurants, good food, live music, hiking trails and lush green hillsides make it a favorite place for local and foreign tourist alike."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Shakarparian"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Is located south of G6 and G7."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a beautiful wild and hilly area for a nice evening walk in a green natural atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Japanese Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a children's park located near ",{"type":"'''","value":["Islamabad Zoo"]},". It is popular among children, families and to those visiting Islamabad from other cities due to its park facilities and children swing facilities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rawal Lake"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=has recently been upgraded by the Capital Development Authority. On the north side is ",{"type":"'''","value":["Lake View Park"]}," (access from the road to Murree) - a beautifully laid out park with gardens, picnic spots, and secluded paths and views over the lake. Is now home to an aviary, go-kart track and climbing wall. The terraced garden and the lake are used for fishing and boating. On the south side of the lake is another small park with a nice lookout, Red Onion restaurant and old Hindu temple. The highest point in the garden offers a panoramic view of Islamabad. Boating, sailing, water skating and diving facilities are organized by private clubs. To the west of the lake is the Islamabad Club, which offers different sporting facilities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fatima Jinnah Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= also known as the F-9 park is considered one of the largest in South East Asia. F9 park is ideal for jogging around, and also has a cricket ground and some tennis court (minus nets). The park also has a large children's playground, some interesting sculptures, and an indoor facility with a nice bowling alley."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pir Sohawa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An overlook of Islamabad located in the Margalla Hills above the city. There are now two eateries at Pir Sohawa and both worth visiting. A walk up from Trail 3, from F-6\/3 will get you to the hill top in around 2 hours with the perfect appetite, but you can reach Pir Sohawa by road in around 35–40 minutes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rose & Jasmine Garden"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is located near Islamabad sports complex & Jinnah Stadium. South of Shahrah-e-Kashmir road and east of Islamabad Highway. Not too far from ",{"type":"'''","value":["Rawal Lake."]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Margalla Hills"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a nice nature walk in the hills surrounding Islamabad."]]}]},"\n",{"type":"===","value":["Mosques, shrines and monuments"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Faisal Masjid"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Islamabad's most recognizable landmark, a very large mosque gifted by King Faisal of ",{"type":"[[","value":[["Saudi Arabia"]]},". Beautiful in the day or night, definitely worth the short taxi ride. Dress and act respectfully, this is much more a place of serious worship than a tourist site. Is open to non-Muslims outside of prayer times, but is sometimes shut altogether."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Monument"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=near Shakarparian, represents Pakistan's four provinces and three territories. From air the monument looks like a star (center) and a crescent moon (formed by walls forming the petals), these represent the star and crescent on Pakistan's flag. Also a small museum and a nice view of the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Imam Bari Shrine"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Historical shrine of a Sufi saint located in the valley of NurPur Shahan near G5."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Golra Sharif"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shrine of Pir Mehr Ali Shah(RA), a Sufi Saint located in a village of Golra (Islamic religious site)."]]}]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Islamabad Zoo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is located at the foot of Daman-e-Koh view point. It has more than 300 animals including 200 birds of different kinds, and tigers, lions and other animals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saidpur Village"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= used to be a sleepy little village lying in the foothills of the Margallas with a mystic past and breathtaking natural beauty. It has now been remodeled. The village now become popular with the citizens of Islamabad who want an occasional break from the frenzy of urban life. Surrounded with lush, tranquil wilderness, the centuries old village is furnished with rustic fittings and offers amenities like a wide range of local food outlets and restaurants. Exhibitions are held regularly to show case the traditional arts, crafts and the rich cultural heritage of Pakistan."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chattar bag"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a small park in the hills, around 25 minutes away from Islamabad. A water park with a few amusement rides, but will not offer much excitement for those who have seen other amusement parks or water parks."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe Margalla Hills are effectively foothills of the Himalayas – and are very easily accessible from Islamabad. However these are quite big, steep hills, and shouldn’t be underestimated – if you are planning on a walk up to the top of the first ridge (i.e. where the Monal restaurant is) then sturdy footwear, a large water bottle, and a change of t-shirt are necessary (good chance you’ll be drenched in sweat by the time you get to the top). Between March and November it is best to start walking in the early morning (before 7.30AM, or 6.30AM in the height of summer) as it is uncomfortably hot during the day.\n\n",{"type":"'''","value":["Go karting"]}," - ",{"type":"[","value":["http:\/\/f1traxx.com\/index_isb.php F1 Traxx"]},"- Lake View Park (Rawal Lake) - there is another track in Bahria Town, ",{"type":"[[","value":[["Rawalpindi"]]},"\n\n",{"type":"'''","value":["Climbing"]}," - there is a climbing wall in Rawal Lake's Lake View Park\n\n",{"type":"'''","value":["Para Gliding"]}," – at Margalla Hills. The Pakistan Adventure Foundation is the place to call, reservations are recommended.\n\n",{"type":"'''","value":["Cycling"]}," – Mountain biking is fast becoming a much-loved activity because of the weather and the terrain. If you're in the mood for some adventurous cycling down one of Islamabad's beautifully scenic bike trails, get your bike ready. Information can again be had from the ASG's hiking publication. Cheap bikes can be purchased for Rs6,000 - Rs10,000 in Islamabad and Rawalpindi. Alternatively you can hire decent quality bikes from ",{"type":"[","value":["http:\/\/www.k2riders.com\/ K2Riders"]}," - based in F8\/2.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Potohari - Art & Craft Village"],["alt="],["url="],["email="],["address=Shakarparian - Near Rose and Jasmine Garden"],["lat="],["long="],["directions=Just across the Kashmir Highway on 7th Avenue"],["phone="],["tollfree="],["fax="],["hours=11AM to 7PM"],["price="],["content=A craft bazaar with a food court serving 5 regional cuisines plus 3 Chai Khanas serving assorted teas and snacks. Built by the local Capital Development Authority but conceptualised and supervised by the Indus Heritage Trust."]]}]},"\n",{"type":"==","value":["Buy"]},"\nIslamabad is divided into sectors, each sector having its own central shopping area (or markaz) where all local amenities are located. Some of the more popular markazes are the F6 Markaz (aka Supermarket) F7 Markaz (aka Jinnah Market), G6 Markaz (aka Melody Park), G9 Markaz (aka Karachi Company) and so on. There isn't much going on in the markets of F8, G7 an G8 that would interest the tourist. Each markaz has its own peculiarities and each one is worth visiting individually. However most things are catered for in each markaz i.e. clothing, shoes, fast food etc. There’s always a real buzz in the evenings when all the shoppers come out, particularly in the run up to Eid.\n\n",{"type":"*","value":[{"type":"'''","value":["7th Avenue"]},", located at Jinnah Super Market (F7 Markaz), has large selection of western food products. "]},{"type":"*","value":[{"type":"'''","value":["Best Price"]},", located at Super Market (F6 Markaz), also sells western food products and is of the better value 'western' style supermarkets."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Metro"],["alt="],["url=http:\/\/www.metro.pk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located way out in I11 is a huge Walmart type store selling groceries and household goods. Prices are good but not the cheapest in Islamabad - but if you are looking for a western style shopping trolley experience this is your best bet."]]}]},{"type":"*","value":[{"type":"'''","value":["Handicrafts"]},", The Capital Development Authority, has recently established a handicrafts village near super market, where small stalls with handicrafts from around the country are available. You should be able to walk from there to Mahraja (next to united Bakery) and find plenty of other stores much larger and with a much better collection of handicrafts and traditional items. This is a MUST visit for all first time visitors and a useful stop for quick gift items for people back home. A good present for the ladies is Pashmina shawls or wraps, which can cost anywhere between $15 to as much as $700. Remember to bargain, you will be charged Gora price."]},{"type":"*","value":[{"type":"'''","value":["Art"]}," See above. Some of the places to visit are, Khaas, The National Art Gallery and Nomad Art Gallery."]},{"type":"*","value":[{"type":"'''","value":["Music Peak"]}," Shop 4, Amant Plaza, Main Double Road, F10 markaz. Small modern music shop, with guitars and other instruments."]},{"type":"*","value":[{"type":"'''","value":["Haroons"]},", the perfect place to shop for gifts and women accessories. Is in Super Market."]},{"type":"*","value":[{"type":"'''","value":["Saeed Book Bank"]}," is the largest bookstore in the city, located in the F-7 Markaz. A wide variety, from old books of local interest (\"The Story of the Malakand Field Force\" by Churchill, for instance) to modern best-sellers. Plenty about geopolitics and war in Pakistan and Afghanistan as well."]},{"type":"*","value":["Furniture: There an are a number of places selling antique or new furniture made from antique wood pieces, such as Wood Heritage, Pak Turk, and another small but packed one in E-7."]},"\n",{"type":"===","value":["Shopping malls"]},"\n\n",{"type":"'''","value":["*Centaurus mega mall"]},":everything in one package from multiplex to food court.\n",{"type":"*","value":[{"type":"'''","value":["World trade centre"]},":Abig shopping centre with many handicraft stores build by WTO."]},{"type":"*","value":[{"type":"'''","value":["AL Taqwa mall"]},":Good shopping mall with food court and playland."]},{"type":"*","value":[{"type":"'''","value":["DHA Gold crest."]}]},"'''*AL Safa gold mall.\n\n",{"type":"'''","value":["Foreign Currency Exchange"]}," is easily available from F-6 Blue Area where there are 100's of money changers in privately owned shops. It is advised to check the rate with a few of them before going ahead with it.\n\n",{"type":"==","value":["Eat"]},"\n\nAt first glance the visitor may feel that Islamabad offers little to excite the taste-buds, however beneath the surface there is a thriving restaurant scene. Many of the better restaurants are away from the main markets of F6 and F7. Most do not serve alcohol, but some allow you to bring your own. Call ahead to ask.\n\nFor ease of use restaurants are organised by sector:\n\n",{"type":"===","value":["F6"]},"\n",{"type":"*","value":[{"type":"'''","value":["Majlis"]},", Hill Road (northern end, on the F6-3 side), a trendy place with good Lebanese food. A place where you will find the movers and shakers of the city and a large portion of the Arabic diplomatic community. The food is pretty good (although some would argue that the Lebanese Cafe in F10 is more authentic), and the setting just right. Though those visiting on a tight budget can choose to avoid it, it sure is worth a stop. It also delivers.Al Ghaazal HOTEl I10 Markaz REHMAT PLAZA ISLAMABAD"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mango Tree \/ Nana's Kitchen"],["url=http:\/\/www.cloud9club.com.pk"],["email="],["address=2 Hill Road F6\/3"],["lat="],["long="],["directions=old UN Club building"],["phone=051 2279313"],["tollfree="],["fax="],["hours=lunch & dinner"],["price="],["content=Tastefully understated refurbishment of the old UN club building. Mango Tree offers great Thai food, a delicate combination of fresh ingredients and authentic Thai flavours. A bit pricey - the owners play the old trick of slapping on 17% tax and 10% service to the bill, hence mains are about Rs 700 a pop. The upstairs balcony is particularly pleasant.  \nDownstairs Nana's kitchen serves up a decent lunch and dinner menu with Brunch on Sundays. And their cupcakes are famous in Islamabad. The decor is tastefully done in soft tones and is accented by a large beautifully built fireplace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Table Talk"],["url="],["email="],["address=Khosar Market"],["lat="],["long="],["directions="],["phone=051 227-1927"],["tollfree="],["fax="],["hours=lunch and dinner"],["price="],["content=understated, home-cooked, well presented Asian and European food,  in a small, cosy inside-outside restaurant with London Books (shop) next door.  The place is aimed squarely at the expat market, and priced with this in mind. Owner also runs Riffy's restaurant in Chak Sharzad - call for details."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Khiva"]}," offers a Central Asia Cuisine. It has indoor and outdoor seating. Address: House no.64, Main Margalla Road, F-6\/3, Islamabad"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nandos"],["url="],["email="],["address=F6 super market, south side"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=lunch and dinner"],["price=mains Rs 300"],["content=recently opened branch of the popular chicken chain"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cafe Khaas"]},", No. 1, Street 2, F-6\/3. Cafe Khaas, is an extension of Khaas Art Gallery. A lunch only place that is normally packed, though expensive has great food. They also boast one of the finest art collections in Islamabad. Look for \"Mouse\" or the manager, and you will be given personal attention. Make sure you get a suggestion for what is best, and work your way through the limited, but exquisite menu. At the lunch hour, this place is filled with yet more, movers and shakers of Islamabad, from the business men, to politicians, models and expats. The place is always kicking for the sophisticated lunch."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Luna Caprese"],["url="],["email="],["address=34 School Road, F-6\/3"],["lat="],["long="],["directions=look for a house with L C on the gates"],["phone=+92-51-2825061"],["tollfree="],["fax="],["hours="],["price=pricey"],["content=Famous for being the site of a bomb attack in 2008, offers acceptable Italian dining with an extensive menu covering, pastas, seafood and meat. Wine and beer available at a price (Rs 600 for a glass of red). Nice garden out back."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Melange"]}," House 6, Street 41, F-6\/1. Eat in, take away or delivery. Pizza is some of the best in Islamabad. 023 136 352 643"]},"\n",{"type":"===","value":["F7"]},"\n",{"type":"*","value":[{"type":"'''","value":["Espresso Lounge"]},", F-7 Markaz (Jinnah Super), ",{"type":"''","value":["Behind Shell Petrol pump and standard Chartered Bank"]},". Best Cafe of the town. Specialize in a variety of coffees, pastas, salads, sandwiches, desserts.  051-2652943"]},"\n",{"type":"*","value":[{"type":"'''","value":["Upper Deck"]},", F-7 Markaz (Jinnah Super), ",{"type":"''","value":["above Gourmet Bakery, near north-west corner of Markaz"]},". A very nice, up-market restaurant specializing in seafood. Popular with expats and well-off locals. Nice ambiance, a variety of well-prepared fish, fish & chips and a fish burger. Decent cheesecake and chocolate cake for dessert. Main courses Rs300 - Rs800."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Namak Mandi"],["url="],["email="],["address=51 Bhittai Road, F7\/1"],["lat="],["long="],["directions=Opposite to Telenor Head Office"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Only for dinner. Set in a pleasant garden behind a large guest house. Pakistani food, traditional music playing, aimed firmly at expats. Service is slow but the food good. Drinks available at a price (Rs2,500 for a bottle of wine). There is a better restaurant with the same name in ",{"type":"[[","value":[["Rawalpindi"]]}]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Signature"],["url=http:\/\/www.signaturebymasooms.com\/"],["email="],["address=47a Bhittai Rd"],["lat="],["long="],["directions=opp. F7 markaz"],["phone=051 2651804-5"],["tollfree="],["fax="],["hours=lunch & dinner"],["price=mains from Rs600"],["content=Opened in May 2011 and after a patchy start this place has found its feet. Tastefully decorated house restaurant offering an excellent choice in European dishes - try the Mediterranean chicken with olives, prunes & sun-dried tomatoes or the chocolate hazelnut timbale for dessert. The resident pianist adds to the occasion. Together with the Polo Lounge this is one of Islamabad's best restaurants. Can bring your own drinks. Recommended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Papa Sallis"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=2650550-3"],["tollfree="],["fax="],["hours="],["price="],["content=F-7 Markaz (Jinnah Super), Very well known place (Please ask any local shop for directions) for steaks and pizzas since 1991. Prices are quite high for Pakistani standards, but from a Western perspective still very cheap."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kitchen Cuisine \/ KC Grill"],["alt="],["url="],["email="],["address=81 Bhittai Rd"],["lat="],["long="],["directions=just off the southeast corner of Jinnah Super"],["phone=7\/4 051 2655712"],["tollfree="],["fax="],["hours="],["price="],["content=F. Adequate cafe restaurant with a nice terrace - serves european and Pakistani cuisine at reasonable prices (mains Rs 400). There is a popular bakery with really fresh and tasty bakery products downstairs, including chocolate fudge cakes, cheese cakes and low cholesterol items. Made to Order services are also available."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ye Olde Hangout"]},", F-7 Markaz (Jinnah Super), ",{"type":"''","value":["behind Shell petrol station"]},". A wonderful little coffee shop\/sheesha bar. They serve a small selection of global and local food, and play sexy Bollywood and Egyptian videos. Posters of Jimi Hendrix, 50 Cent, Marilyn Manson and Angus Young are on the walls. One room is all men. Another for mixed couples and ladies only. No alcohol of course, but lots of cigarettes and a good tea selection."]},"\n",{"type":"*","value":[{"type":"'''","value":["Civil Junction"]},", F-7\/3 markaz (Gol Market) offers good coffee and an interesting array of drinks and 'mocktails'. Light snacks are also offered along with coffee and drinks. The place offers occasional live music from upcoming local bands, making it a popular hangout with the youth of the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hot Spot"]},", One of the few places that Islamabad can claim as theirs first. F-7\/3 (Gol Market) also offers a great ice-cream place. Though the menu has now increased from just ice-cream to milkshakes, pies, sandwiches and plenty more, the place still has the feel of an ice-cream joint. With a unique, rather artistic decor, Hot Spot is a must visit for any first time traveler to Islamabad."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Hut"],["url=http:\/\/www.pizzahut.net.pk\/outlets.html"],["email="],["address=F7 Markaz"],["lat="],["long="],["directions=near Saeed Book Bank"],["phone=051 111 241 241"],["tollfree="],["fax="],["hours="],["price="],["content=Not the same as worldwide, but still better than a few."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Clique Cafe"],["url="],["email="],["address=House 10-A, Street 13,  Sector F-7\/2"],["lat="],["long="],["directions="],["phone=051-2608965"],["tollfree="],["fax="],["hours=12 noon - 11PM"],["price=Mains Rs. 500"],["content=Opened in 2010 this place is still trying to establish itself. Its Euro-Russian menu and tasteful modern décor make it worth seeking out."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Olive Garden"],["url=http:\/\/www.olive-garden.biz\/"],["email="],["address=Street No.4, Goll Market, F7\/3"],["lat="],["long="],["directions="],["phone=051-2610914"],["tollfree="],["fax="],["hours=lunch until late"],["price=Rs. 500 for mains"],["content=Set in the wealthy back streets of F7 the Olive Garden is popular with wealthy Pakistani's and is a great place to people watch on a weekend. Food is variable, but the setting is nice, with a fire pit in winter, and plenty of sheesha. Not part of the American chain."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kabul Restaurant"],["url="],["email="],["address=F-7 Markaz (Jinnah Super)"],["lat="],["long="],["directions="],["phone=+91 51 265 0953"],["tollfree="],["fax="],["hours=11AM-10PM"],["price=Mains Rs 75-200"],["content=This large restaurant just off the markaz serves up tasty kebabs and Afghani specialties, and is usually very crowded with locals and expats at dinner time."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Seoul Club Korean Restaurant"],["url="],["email="],["address=House 21a, Street 55, F7\/4"],["lat="],["long="],["directions="],["phone=03015063354"],["tollfree="],["fax="],["hours=7-11PM"],["price="],["content=Hidden away in F7's back streets is this house-converted-to-restaurant run by a Korean women. Most other diners are Korean expats craving a taste of home. Most Korean favourites available, including dolsot bibimbap, and piles of Kimchi.  No 'cook at your table' bulgolgi however.  Moderately expensive. Alcohol available, but ask the price before ordering."]]}]},"\n",{"type":"===","value":["F8"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["China Town Restaurant"]},", Street 55, F-8\/4. A large and popular Chinese restaurant. It offers Sichuan Cuisine with Firepot as one of its specialities coupled with the modern blend where the waiters use PDAs to take orders. China Town enjoys a very loyal patronage from its customers. The restaurant is being re-located to a beautiful 8,000 sq ft building on Street 55, F-8\/4. It features a professional kitchen in the basement, a beautiful lounge on ground floor, a fine dining hall on the first floor, and a roof top sitting with a fantastic view of Margallas."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dumpling Zhang Chinese Restaurant"],["url="],["email="],["address=32a Street 55 F8\/4"],["lat="],["long="],["directions=opp. the Christian church (there is no sign outside, just a security guard)"],["phone=051 2853623"],["tollfree="],["fax="],["hours=7-10PM"],["price=Mains Rs300-700. Dumplings are especially good value at Rs300 for 30."],["content=Low key Chinese restaurant set in a suburban house, run by a Chinese family. Food is more authentically Chinese in comparison to the Pak-China food you get elsewhere in Islamabad, demonstrated by the fact that half your fellow diners will be from China. The potions are designed to share between 2 so remember to order half sizes. An added plus is that this place will serve you a cold beer with your food (Rs300 a bottle)."]]}]},{"type":"*","value":[{"type":"'''","value":["Patio Lounge"]},", House no. 1, street 17, F-8\/3. Opened in May 2011 this place is still finding its feet.  Tastefully furnished garden with wall mounted fans keeping down the summer heat. Menu is standard western fare, although the steaks are considerably better than average.  Also serves Sheesha as a digestive."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The House of Bombay"],["alt="],["url=http:\/\/www.thehouseofbombay.com\/"],["email="],["address=18 Margalla Rd"],["lat="],["long="],["directions="],["phone=051 831 2705\/6"],["tollfree="],["fax="],["hours="],["price="],["content=F8\/3. Opened July 2011 this place is establishing itself as ",{"type":"''","value":["the"]}," place to go for decent south Asian cuisine. What separates HoB from the rest is that everything is made fresh and has a real home cooked taste to it and the cooking oil is kept to a minimum. Mains Rs700. Can bring your own drinks."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tahzeeb"],["url=http:\/\/www.tehzeeb.pk"],["email="],["address=35 Park Road, F8\/1"],["lat="],["long="],["directions="],["phone=051 2856513"],["tollfree="],["fax="],["hours=lunch & dinner, closed Mondays"],["price=Mains Rs500-800"],["content=Recently opened high-end restaurant serving European and Pakistani cuisine. Good food (try the caramelised steak) good service, a pleasant garden and local art on the walls makes this place worth seeking out. Has a clothing boutique upstairs also."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["LA balto"]}," Sheesha bar it has a very good offering flavours as well as snacks pizzas too.. a great place to visit"]},"\n",{"type":"*","value":[{"type":"'''","value":["19th"]}," House 6-A, Street 69, F8\/3. 0345-5236578 \/ 051-8356280\/1.  Another Chinese restaurant set in a house, this one with a Shezhuan flavour. The chef, Ami Qin speaks both English and French."]},"\n",{"type":"*","value":[{"type":"'''","value":["Urban Lounge"]},"  Street 21, F8\/2. A new coffee house opened up in 2011, this joint caters mostly to youngsters with its fairly budgeted and western food. The desserts are definitely worth a try and with ample seating at indoor sheesha allowed, its more than 90% of the time occupied!"]},"\n",{"type":"===","value":["F9"]},"\n",{"type":"*","value":[{"type":"'''","value":["McDonald's"]}," is situated in the south-west corner of the F-9 Park. It also has a drive through service. Very popular with families."]},"\n",{"type":"===","value":["F10"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Italian Oven"],["url="],["email="],["address=F10 Markaz, facing the Park"],["lat="],["long="],["directions="],["phone=051 2103133"],["tollfree="],["fax="],["hours="],["price=mains Rs 400"],["content=Pleasant, locally orientated Italian restaurant - extensive menu covering pizzas, pasta, meat and seafood - and all done pretty well (except the pizzas). Nice views of the F9 park from the upstairs seating area."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lebanese Cafe"],["url="],["email="],["address=Tariq market f10\/2"],["lat="],["long="],["directions=just off street 14"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by a Lebanese family, the cafe restaurant is the perfect excuse to delve in to the back streets of F10 - the setting is nothing fancy, but the food is excellent, and very good value. Home deliveries available. No sheesha however."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eclipse Cafe"],["url="],["email="],["address=3a Street 65, F10\/3"],["lat="],["long="],["directions=right at the end of Street 65"],["phone=0300 5277638"],["tollfree="],["fax="],["hours="],["price=mains Rs 350"],["content=Young hip hangout in the back streets of F10 - menu is simple but tasty, with many European favourites.  Excellent rooftop sheesha bar. This is a popular place for Islamabad's young and wealthy. Open until late."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rock Bistro"],["url=http:\/\/www.rockbistro.com.pk\/"],["email="],["address=Street 11a F10\/2"],["lat="],["long="],["directions=off Street 8"],["phone=051 2547764"],["tollfree="],["fax="],["hours=Open until late"],["price=Mains Rs 450+"],["content=Worth visiting just to see the custom made building. Nestled in the suburban sprawl of F10 this place offers a varied menu covering many cuisines, and doing a pretty good job at most of them. One of the more memorable places to eat in the city and certainly worth seeking out."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=MJ's Specialities"],["url=http:\/\/www.mjs.com.pk"],["email="],["address=MJ Plaza, Street 14, Tariq Market, F10\/2"],["lat="],["long="],["directions=from F10 Markaz take double road towards F11, last traffic lights turn right, then first right to street 14 and you are there"],["phone=051 2210371"],["tollfree="],["fax="],["hours=8AM-midnight"],["price="],["content=Specialist European style bakery, pizzeria and BBQ. Excellent food, specialty breads, cheesecakes, gelato ices.  Outside lawn for BBQ."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=MJ's Coffeehouse"],["url=http:\/\/www.mjs.com.pk"],["email="],["address=Street 14, Tariq Market, F10\/2"],["lat="],["long="],["directions=above MJ's Specialties"],["phone=051 2210371"],["tollfree="],["fax="],["hours=8AM-midnight"],["price=Espresso Rs90"],["content=A little gem of a coffeehouse serving the best coffee this side of Gloria Jeans in F6. Serves proper coffee in tasteful surrounds, and a great collection of cakes to boot - just a shame its all the way out in F10"]]}]},"\n\"Inkantray\" (Incantare) a not-so-nice place for hangout with friends. Mostly for shisha. In basement of Pizza Hut.\n\n",{"type":"===","value":["F11"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Masoom's Cafe"],["url=http:\/\/www.xoisb.com"],["email="],["address=Shop 6-9, Hassan Arcade, F11 Markaz"],["lat="],["long="],["directions="],["phone=051 2228300"],["tollfree="],["fax="],["hours=8AM-midnight"],["price=mains Rs.400- Rs.700"],["content=Restaurant, cafe, patisserie - modern decor, plasma screens, surprisingly good food and service - has a nice outdoor area for sheesha and snacks also."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["PappaSallis"]}," (Lord Trade Center, F11 Markaz). 051 210-1136. Recently opened (Feb 2011) sister branch of the longstanding Italian restaurant. Pakistani flavoured Italian food. Mains Rs600."]},"\n",{"type":"===","value":["E11"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Des Pardes"]}," A sister restaurant of the popular Pakistani eatery in Saidpur village. Someone has clearly spent some money on opening this place - set in a huge tent in E11 markaz. Excellent Pakistani food, but you may find it quiet on a weeknight."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Blak Lounge"],["url=http:\/\/www.blaklounge.com\/"],["email="],["address=E11\/3 Markaz"],["lat="],["long="],["directions="],["phone=051-2228463"],["tollfree="],["fax="],["hours="],["price="],["content=Overly stylish sheesha lounge and cafe, very much the modern face of Pakistan and a place to go to meet the hip, young and rich."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Homestyle Cafe \/ Funky Bake"]}," swish cafe in E11 markaz, has a great little made-to-order cupcake setup (Funky Bake) attached."]},"\n",{"type":"===","value":["G6"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Melody Food Park"]}," In Melody G-6 Markaz is a newly opened food area with variety of food to choose from with some nationally famous restaurant names having outlets there. Plenty of BBQ and traditional Pakistani food with a variety of fresh fruit juices to choose from."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rakaposhi"]},", pastry shop at the Serena, has some of the best coffee and pastries in Pakistan. Worth a visit if you just want to relax or get some work done. The Serena also offers wireless internet, so, it is an ideal place to sit and get some work done if you like."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kamran Restaurant"]}," In Aabpara, G-6\/1 is also a famous place for traditional Pakistani cuisine."]},"\n",{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Real French Bakehouse"]}," At back side of Melody food park shop 9 block 21 is one of the leading baker of Islamabad producing a variety of French and local products with its expert team in a hygienic way. Cell 051-2603390."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nirvana Cafe and Spa"]},", popular spot with 'ladies who lunch', business meet and greets and devotees of the tuna sandwich. House 18, Street 90, G-6\/4. The thai red curry is good."]},"\n",{"type":"===","value":["G9"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Khyber Afghan Restaurant"],["url="],["email="],["address=Street 55, G9\/4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pleasant local Afghan restaurant set in a small house, and a good excuse to explore the back streets of little-visited G9.  Can eat well for under Rs. 500 per person."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tapas"],["url=http:\/\/www.tapas.pk"],["email="],["address=Shop No. 1, Jehangir Market G-9\/2"],["lat="],["long="],["directions="],["phone=051-2854455"],["tollfree="],["fax="],["hours=11AM-12PM"],["price="],["content=Quality fast food. Pathooras, burgers, french fries, shawarma, roll paratha, salads, pastas and soups."]]}]},"\n",{"type":"*","value":["Sufi Restaurant"]},"\n",{"type":"*","value":["Afghani Tikka House"]},"\n",{"type":"*","value":["Tehzeeb Bakery"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Karachi Company"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=also known as G-9 Markaz is the most populous and busiest market in the whole city. Here you can find anything ranging from cars to ovens to clothes at the cheapest of prices. Some food outlets are only reserved to this place and one should not miss out the ",{"type":"'''","value":["Afghani Chips"]}," or the ",{"type":"'''","value":["Aloo wala Paratha"]}," sold here by street vendors. People here are generally very hospitable but since this is one of the more slightely dangerous localities, you should stay on your toes 24\/7 here. Otherwise it is a very safe place with a famous ",{"type":"'''","value":["Chicken Corn Soup"]}," vendor on the back side and just in front of it in the sector G-9\/1 street 32 I&T centre market you can have the famous ",{"type":"'''","value":["Afghani Tikkas"]},"."]]}]},"\n",{"type":"===","value":["I8"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Masoom's cafe"],["url="],["email="],["address=Anique Arcade, I-8 Markaz"],["lat="],["long="],["directions="],["phone=051-3029922"],["tollfree="],["fax="],["hours="],["price="],["content=Small & pleasant cafe and pâtisserie, a place for lunch or a coffee rather than a dinner"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Habibi"],["url="],["email="],["address=Executive Center, I8 markaz"],["lat="],["long="],["directions="],["phone=051-4448222"],["tollfree="],["fax="],["hours=Open until late"],["price="],["content=Upscale Afghan style BBQ restaurant with indoor and outdoor seating - look for the big red sign"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hot Plate"],["url="],["email="],["address=Shop 8, City Arcade, I8 markaz"],["lat="],["long="],["directions="],["phone=051 4862331"],["tollfree="],["fax="],["hours=lunch & dinner"],["price=Mains Rs400-500"],["content=Notionally Italian - in pleasant dark wood surroundings. Certainly I8's nicest looking restaurant. Serves a range of salads, pastas, steaks and sea food.  Worth making the trip to I8 for."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rayyan's"],["url="],["email="],["address=I-8 Markaz"],["lat="],["long="],["directions="],["phone=+92-51-2855496"],["tollfree="],["fax="],["hours="],["price="],["content=Fast Food Take Away,"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Haleem Ghar"],["url="],["email="],["address=I-8\/1 Mughal Market"],["lat="],["long="],["directions="],["phone=051 4432606"],["tollfree="],["fax="],["hours="],["price=Low Range"],["content=Pakistani Cuisine"]]}]},"\n",{"type":"===","value":["Blue Area"]},"\n",{"type":"[[","value":[["File:Rahat.jpg"],["thumb"],["Tehzeeb Bakers, which was once called Rahat, in Blue Area, across from Wong Fu Chinese restaurant."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Red Onion Chain of Restaurants"]}," Blue Area, opposite the Saudi Pak Tower building stands one of the oldest restaurants in Islamabad. Established in 1991 with buy one, get one free pizza. Wide range of cuisines i.e. Mexican, Italian, Chinese, Pakistani & Continental. Prices are moderate, ambiance is modern & service is friendly"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lasania Restaurant"]},", 66 West Junaid Plaza, Blue Area (Ph: 227-3200, 287-2200). This place is very nicely decorated and is also situated in a very nice location. They have a huge selection of BBQ, Pakistani and Chinese food items on the menu. Their food is not extremely spicy like most other places."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cinnamon"]},", Beverley Center, Blue Area, 051 2206988. One of Islamabad's best European restaurants, serving a range of continental pastas, salads and meat dishes, as well as a range of refreshing mocktails. The décor is absolutely superb, with black and white motifs and photographs, and the service and quality of food equally good. The perfect place to have a quiet albeit slightly expensive dinner. ",{"type":"[","value":["http:\/\/www.cinnamon.com.pk"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Cave"],["url=http:\/\/www.cavediner.com"],["email="],["address=Awan Arcade, Blue Area"],["lat="],["long="],["directions=near the eastern end of Jinnah Avenue, north (F6) side"],["phone=051-2270595"],["tollfree="],["fax="],["hours=lunch & dinner"],["price="],["content=Curious restaurant in a basement with a plasticy cave theme going on. Food is acceptable, with large portions of European (steakhouse) and Pakistani food. More curious than the restaurant itself is the fact that this place tops the Tripadvisor listings for Islamabad. Mains around Rs400-500."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tehzeeb Bakers"]},", F-6 Blue Area, Driving along the main road in blue area, with pizzas, bakery products, rich creamy milk ice creams etc. are available. A big range to choose from. Although it is a fairly big store, there are no eat-in arrangements. Right next to Tehzeeb Bakers is a place called Safilo, which offers a wide range of ice-creams, milkshakes and juices. They pride themselves in their cleanliness."]},"\n",{"type":"*","value":[{"type":"'''","value":["Subway"]}," is a franchise of the international Subway and has two branches, one in Blue Area, and the other one in F11-Markaz. It offers subs and salad."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Domino's Pizza"],["url=http:\/\/www.dominospk.com"],["email="],["address=Block H, Blue Area"],["lat="],["long="],["directions="],["phone=051 111 366 466"],["tollfree="],["fax="],["hours="],["price="],["content=Take away, dine in and free home delivery."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Usmania Restaurant"]}," In Blue Area is also a famous place for traditional Pakistani cuisine."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bolan Saltish"]}," Afghani and Pakistani restaurant, known for its Khadda Sajji."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jahangir's"]},", Masco Plaza, Blue Area is one of the most popular local restaurant chains. Its delicious local or 'desi' items and barbecue are a treat, garnering it lots of appreciation from food lovers. Known for their Pakistani and Indian specialties."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar-B-Q Tonight"],["alt=Bar-B-Q Tonight"],["url=http:\/\/www.bbqtonight.com"],["email="],["address=Shorab Palaza,Block 32, FazlL-e-haq Road Islamabad."],["lat="],["long="],["directions=on the G6 side of the Blue area, off A.K.M Fazl ul Haq road"],["phone=051-8317131, 051-8317132"],["tollfree="],["fax="],["hours=12-24"],["price=300+"],["content=Popular new BBQ restaurant, with consistently good food and a varied menu of Pakistani favorites. Same owners as the branch in Karachi. Big rush on dinner timings. Price ranges from 300-700 per person. Free delivery available."]]}]},"\n",{"type":"===","value":["Diplomatic Enclave"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kanpai"],["url="],["email="],["address=Street 4, Diplomatic enclave"],["lat="],["long="],["directions=near Standard Chartered Bank"],["phone="],["tollfree="],["fax="],["hours="],["price=set meals from Rs. 1,000"],["content=Expensive but not bad Japanese restaurant, and one of the few restaurants in the Diplomatic enclave outside of an Embassy and hence open-to-all. Serves a range of Bento boxes, tempura, noodles, sushi and sashimi, and in all fairness the food is fairly authentic (the owner\/manager is Japanese). Can bring your own drinks also."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cordon Rouge"],["url="],["email="],["address=Embassy Road, Diplomatic Enclave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Lunch & dinner"],["price="],["content=Something of a diplomatic enclave institution. Cordon Rouge serves up authentic French cuisine in softly lit surroundings. A bit pricey but decent food. Extensive wine list."]]}]},"\n",{"type":"===","value":["Saidpur Village \/ Margalla hills"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Des Pardes"],["url=http:\/\/www.despardes.com.pk\/"],["email="],["address="],["lat="],["long="],["directions=In Saidpur village off the Margella Road"],["phone=+92-51-2825151"],["tollfree="],["fax="],["hours=lunch & dinner"],["price=Mains Rs.400"],["content=A great choice for top notch Pakistani food - evenings are best when Saidpur is illuminated with subtle floodlighting, and you can relax on the terrace and admire the architecture. Can be very busy on weekends so reserving a table is recommended - the parking can be chaotic also."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Polo Lounge"],["url=http:\/\/tribune.com.pk\/story\/78976\/polo-lounge-makes-its-mark\/"],["email="],["address=Saidpur village"],["lat="],["long="],["directions="],["phone=051 282-1677"],["tollfree="],["fax="],["hours="],["price=mains Rs.700+"],["content=Decent fine dining restaurant, with a long established sister restaurant in Lahore. European menu, excellent steaks, professional chef, drinks available. The upstairs terrace is wonderful, if a bit chilly in winter.  Reservations recommended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Monal"],["url=http:\/\/www.themonal.com"],["email="],["address=Pir Sohawa"],["lat="],["long="],["directions=Road to Pir Sohawa starts from 7th Avenue at junction of F6 and F7"],["phone=+92-51-7165915"],["tollfree="],["fax="],["hours="],["price="],["content=Set at an altitude of 3900 ft on Margalla Hills, Monal offers a spectacular view of the city. It is the largest restaurant in Pakistan in terms of seating capacity"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Chicken Shack"]}," - in Pir Sohawa about 5 km past Monal a simple BBQ place with great views to the north and south. Mains about Rs300."]},"\n",{"type":"===","value":["Rawal Lake"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kinara"],["url=https:\/\/www.facebook.com\/pages\/Kinara-Restaurant-Rawal-Lake\/"],["email="],["address=Jinnah Road, Bani Gala"],["lat=33.69443115"],["long=73.13398245"],["directions=On the southern bank of Rawal Lake. From Rawal Chowk take Park Road, after 2km turn left following signs for Bani Gala, follow this road for about 1km."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A lovely setting on the southern banks of Rawal Lake, and offering great sunset views over the water. Its all outdoor and set in a garden, with a few gazebos to shade you from the sun. Food is BBQ & standard Pakistani, and good value also. You may want to bring a map if its your first visit as its a little tricky to find."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Red Onion"]}," Near the dam on the southern end of the lake.  Standard food but a nice setting on the lakeside, with views across the water to Islamabad."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake View Park Restaurant"]}," is the only place to eat on the northern part of the lake. Which is a shame as the place is over 1 km from the waters edge and the food is overpriced for what you get."]},"\n",{"type":"==","value":["Drink"]},"\nDrinking alcohol in public is nominally banned although most of the top end hotels have their own bars, as do some of the larger embassies if you befriend a diplomat. The windowless basement sports bar in the Marriot is probably the most frequented of the hotel bars.\n\nMost Pakistanis though would find it extremely rude and offensive if you show or drink alcohol in public. Night Life is exists, but it's not easy to find. There are no open 'night clubs' in the city - however periodic special events are organised in various venues about once every two months - spread by word-of-mouth. Less excitingly some of the embassy clubs in the diplomatic enclave have 'dance parties' and the like but these tend to be exclusively expatriate and rather low brow.\n\nNon-Muslim visitors can obtain from the local police a so-called 'non-Muslim declaration'. This permit gives you the right to legally buy a limited amount of alcoholic drinks like bottles of wine or beer. For instance, Pakistan's small Christian minority is by law allowed to consume alcohol.\n\nTry local brands like Murree Brewery, in addition to that there are other brands such as Budweiser and Bavaria with non-alcoholic beer.  There is a small off-license around the side of the Marriot hotel (next to the dry cleaners) - you'll need a 'non-Muslim declaration' (or maybe just a foreign passport if you turn on the charm) to be able to buy anything.\n\nIn soft drinks, all the usual western brands are available but better to try local limca cola which makes \"pop\" sound when opened. you can also try Pakola; Pakistan’s premier soft drink brand which is available in different flavors like Ice cream soda, Lychee, Orange, Raspberry, Apple sidra, Vino, Double cola, Bubble up etc.   A 'fresh lime 7-up' is a better alternative for people who don't like standard soft drinks.\n\nIn other drinks try strawberry milk shakes and dhamaka soda (dhamaka means bang - the bang that happens when one opens the bottle) from Jinnah super market.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gelato Affairs"],["alt=Gelato Affairs"],["url="],["email="],["address=F-6 (Main Kohsar Market)"],["lat="],["long="],["directions="],["phone=0512610919"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mocca Coffee"],["url=http:\/\/mocca.pk"],["email="],["address=Shop #1, Kohsar Market, F-6\/3"],["lat="],["long="],["directions=Main Kohsar Market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The classic expat coffee shop - typically expensive with exclusive decor, display and sale of World-renowned contemporary Nordic design, such as Georg Jensen, Arne Jacobsen, Stelton, Eva-trio and Rosendahl."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jia's Deli"],["url="],["email="],["address=Beverly Centre"],["lat="],["long="],["directions="],["phone=0512814110"],["tollfree="],["fax="],["hours="],["price="],["content=This café has a certain cosy charm. The low ceiling has photographs of their regular customers on display, and a few bright abstract oil paintings to brighten up its plain wooden walls. Bread is home made, and came in four varieties. Coffee is of extremely good quality, served with chocolates that appear to be hand-made: salted caramel, walnut and tiramisù, mocha java cake flavours all works real well. The service is spot on, with even minor details such as the topping up of bread faultless. There is an array of desserts and some great cakes."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nBudget accommodation in Islamabad is fairly lacklustre and of questionable cleanliness. There are many guesthouses around the city that make a nice alternative to a hotel.\n\n",{"type":"*","value":[{"type":"'''","value":["The Boys Hostel (TBH)"]},", G-8 (campus), F-10 (Campus) & G-10 (Campus). Phone: 2102352, 2256705, 2224012"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Blue Sky"]},", Sitara Market, G-7 Markaz. Double rooms from Rs300, with cable TV from Rs. 400."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Friends Inn"]},", Aabpara Market, G-6 Markaz. Double rooms from Rs1000, single room from Rs. 600"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Meraj"]}," Next to National Bank of Pakistan, G-9 Markaz, Karachi Company. Tel: +92 (0)51 2282587, 2255056-7 Double rooms from Rs. 1600"]},"\n",{"type":"*","value":[{"type":"'''","value":["Caravan Park"]}," Opposite Aabpara Market and a little distance away from the Shakarparian Hills. This place is open and accessible only for foreigners, making it exclusive and safe. Adequate facilities are provided to make visitors to the area comfortable and at home. Rs50 per person, Rs100 per vehicle (bicycles free). Popular with overlanders."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sohawa Heights Hotel, Pir Sohawa"]}," Up in the Margalla Hills about 5 km past the Monal restaurant. An alternative to staying in Islamabad proper is to stay up in the hills overlooking the city. Rooms are en suite, have satellite TV, and great views over the city (from the roof terrace) and view to the north over the picturesque valley behind from your bedroom.  Only really an option if you have your own transport, as its a 30 minute drive from town up the hill. There is a popular restaurant (The Khokha) and some shops \/ restaurants nearby. Rs. 1,200 per room."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cape Grace(New) Guest House"],["url=http:\/\/www.newcapegrace.com"],["email=newcapegrace@gmail.com"],["address=H 8, Justice Abdul Rasheed Road, F-6\/1"],["lat="],["long="],["directions="],["phone=+92 (300) 5252232"],["tollfree="],["fax="],["hours="],["price=Starting from 2,500PKR per night"],["checkin="],["checkout="],["content=3-star range GuestHouse with 5MB WiFi@Fiberoptic, air conditioning & heating, powerbackup."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Chez Soi"],["url="],["email=chezsoi@comsats.net.pk"],["address=6 Kohsar Rd, F-7\/3"],["lat="],["long="],["directions=Nearby to Jinnah Super Market"],["phone=+92 (51) 265-1451"],["tollfree="],["fax="],["hours="],["price=Starting around Rs4000\/night."],["checkin="],["checkout="],["content=Same owner as Upper Deck restaurant. Chez Soi has been hosting the diplomatic community exclusively since 1993."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Continental House"],["url=http:\/\/www.continentalhouse.org\/"],["email=continentalhouse@hotmail.com"],["address=94-A Nazimuddin Road, F-8\/4"],["lat="],["long="],["directions=Near Centaurus"],["phone=+92 (51) 2256670"],["tollfree="],["fax="],["hours="],["price=starting around Rs 3,000\/night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Continental Inn"],["url=http:\/\/www.continentalinn.com.pk"],["email=continentalinn@live.com"],["address=94-B Nazimuddin Road, F-8\/4"],["lat="],["long="],["directions=Opposite Centaurus and Blue Area"],["phone=+92 (51) 2854093-94"],["tollfree="],["fax=+92 (51) 2256-INN(466)"],["hours="],["price=Starting around Pak Rs 3,000\/night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crown Plaza"],["url=http:\/\/www.hotelcrownplaza.com"],["email=info@hotelcrownplaza.com"],["address=99-E Jinnah Avenue, Blue Area"],["lat="],["long="],["directions=near Citibank and Zero-poin"],["phone=+92 (51) 227-7890"],["tollfree="],["fax="],["hours="],["price=around Rs9000\/night"],["checkin="],["checkout="],["content=4-star range hotel (not related to the Crowne Plaza chain)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Envoy Continental Hotel"],["url=http:\/\/www.envoycontinental.com.pk\/"],["email=info@envoycontinental.com.pk"],["address=111-F Fazal-e-Haq Road, Blue Area"],["lat="],["long="],["directions=near Clinc Chowk"],["phone=+92 (51) 227391-7"],["tollfree="],["fax="],["hours="],["price=around Rs3,500\/night"],["checkin="],["checkout="],["content=3-star range hotel, nice rooftop restaurant, internet center and phone center."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Paramid International Guest House"],["url=http:\/\/www.paramid.yolasite.com"],["email=paramid2@gmail.com"],["address=House # 248, Street # 31,G-8\/2"],["lat="],["long="],["directions="],["phone=+92-300-8525521"],["tollfree="],["fax="],["hours="],["price=Starting around Rs. 1800-2800\/night"],["checkin="],["checkout="],["content=3-star range guesthouse with WiFi, air conditioner and heated rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rooms Islamabad"],["url=http:\/\/www.roomsislamabad.com"],["email=roomsislamabad@gmail.com"],["address=Street 50, Rohtas Road, G-9\/1"],["lat="],["long="],["directions="],["phone=+92 (364) 4912278"],["tollfree="],["fax="],["hours="],["price=Starting from 2,000PKR per night"],["checkin="],["checkout="],["content=4-star range Guest House with in-room LCD TVs, satellite channels, powerbackup, and WiFi, available to let on daily, weekly and monthly basis."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sabipak Travelers Home Hotel & Guest Houses Network Pakistan"],["alt=Dreams Hospitality"],["url=http:\/\/sabipakguesthouse.webs.com"],["email=sabipak@gmail.com"],["address=House No. 21, Street No. 38, Sector F-6\/1"],["lat="],["long="],["directions="],["phone=+92 (0)300-5192413"],["tollfree="],["fax="],["hours="],["price=around PKR 2200\/night"],["checkin="],["checkout="],["content=Affordable rooms."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Riviera"],["alt="],["url=http:\/\/www.theriviera.pk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+92 (0) 51 2816157"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=House 5, F-8\/1. \"The Riviera\", a Corporate only premium service guest house and business centre located in the heart of the city."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Serena Hotel"],["alt="],["url=http:\/\/www.serenahotels.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Khayaban-e-Suhrawardy, F-6. +92 (0) 51 111-133133. This 5-star hotel is the nicest in the city, with great restaurants and a gym. Rooms and suites $300-700. Presidential suite $2000."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Number Three"],["alt="],["url=http:\/\/numberthree.com.pk\/"],["email="],["address=3 College Rd"],["lat="],["long="],["directions="],["phone=+92 (0) 51 2822070"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=F-7\/3. -71. A boutique hotel in a posh residential area, with private terraces and stunning views of the Margalla Hills."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Number Three Lush"],["alt="],["url=http:\/\/numberthree.com.pk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+92 (0) 51 2651070"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=House 27-A, Street 18, F-7\/2. – 72. A boutique hotel in a posh residential area, with a restaurant and business center."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Marriott Hotel"],["alt="],["url=http:\/\/www.marriott.com.pk\/imh\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone=+92 (0) 51 111-223344"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Agha Khan Road, Shalimar 5. Once one of the top hotels in the city, it was ravaged by a truck bomb in September 2008. Rebuilt in just 3 months, it's once again open for business. But now the security is improved."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Embassy Lodge"],["url="],["email="],["address=Club Rd"],["lat="],["long="],["directions=close to Rawal Lake"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A comfortable and safe place with good service."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Centaurus hotel and convention centre"]},"7 star hotel with convention centre,mega mall and many other amenities."]},"\n",{"type":"*","value":[{"type":"'''","value":["Grand Hyatt tower and apartments"]},"at constitution avenue,      it is another luxury in the capital with luxury apartments and a shopping mall and a five star hotel."]},{"type":"*","value":[{"type":"'''","value":["Intercontinental hotel"]},",five star hotel of international standards."]},{"type":"*","value":[{"type":"'''","value":["LE MERIDIAN hotel"]},",another luxurious hotel under construction."]},{"type":"*","value":[{"type":"'''","value":["Jumeirah hotel"]},",7 star hotel in capital."]},{"type":"*","value":[{"type":"'''","value":["Sheraton hotel and country club"]},",Bahria town,a luxurious hotel."]},{"type":"*","value":[{"type":"'''","value":["Pearl continental hotel"]},",in the neighbourhood Rawalpindi."]},"\n",{"type":"==","value":["Stay safe"]},"\nThe police have set up numerous checkpoints on roads to sensitive buildings and on the roads entering the city. These are usually harmless and they'll wave you through, but to access Constitution Avenue (including the Serena hotel) the police will want to look in the boot of your car.\n\nWhile travelling in city, you should keep your national identity card, passport, or driving license with you to prove your identity.\n\nCrime-wise Islamabad is safe. Men can walk pretty much anywhere in the city day or night with little to fear. Lone women will attract male attention, particularly in areas of the city not often frequented by westerners. The Red Mosque in G6 and immediate surrounds aren't recommended given the history attached to this area.\n\n",{"type":"===","value":["Stay healthy"]},"\nBottled water is a good idea. Although water in Islamabad is generally clean, it is mainly sourced from mountain water and tube wells and may contain minerals your system is not used to. It may also not be stored and carried in the cleanest of ways.\n\nMost locals do ",{"type":"'''","value":["not"]}," drink tap water but instead draw water from Government installed filtration plants. Tap water is normally boiled and it is strongly suggested that you carry bottled water and request it at all food places. If you are unsure about the hygiene of a particular place, try to avoid ice in all your drinks.\n\nThere are 3 major hospitals in Islamabad: the Pakistan Institute of Medical Sciences (also known as ",{"type":"'''","value":["PIMS"]},") next to G-8 Markaz, ",{"type":"'''","value":["Shifa International Hospital"]}," in H-8\/1 and the ",{"type":"'''","value":["Poly Clinic"]}," in sector G-6.\n\nAlso, there are various private hospitals in every sector in Islamabad providing extensive health care with different price ranges. Ali Medical Centre in F-8 Markaz is one of them.\n\nThe Blue Area and Super Market (F-6) both have the two most trust worthy pharmacies: Shaheen Chemists and D. Watson. Both these stores are reliable and will be able to offer sound advice for minor ailments. They also carry a wide variety of European and American foods, albeit at a high price. They may even have a doctor at the facility, should a quick suggestion be required.\n\n",{"type":"===","value":["Respect"]},"\nAlthough Islamabad may look relatively modern, superficially hinting at a Western lifestyle, there are some basic guidelines to keep in mind given the cutural values of Pakistan's society:\n\n",{"type":"*","value":[" People are very friendly and indeed very good hosts. Many of Islamabad's citizens are well-educated and speak English very well, working for the government and in the private sector. Be gracious in accepting invitations to people's houses for lunch, tea or dinner: it will reflect well on you if you verbally ensure that you are causing them no inconvenience."]},"\n",{"type":"*","value":[" Generally, women do not shake hands with men, though this varies greatly by social class, social setting, age and personal upbringing. A good rule of thumb for both men and women: do not shake hands with members of the opposite sex unless they extend their hands first (in which case it would be rude of you not to shake hands). The best way to greet someone is to nod and say \"Assalam-u-alaikum:\" smiling always helps!"]},"\n",{"type":"*","value":[" Don't consume alcohol in public."]},"\n",{"type":"*","value":[" It's a good idea to avoid taking photographs of military establishments, police stations and anyone in uniform (army officers wear khaki, naval officers wear white, and the Islamabad police wear navy blue trousers with a light blue shirt). If in doubt, permission can be requested from the officers concerned."]},"\n",{"type":"*","value":[" Islamabad is relatively safe, compared to other Pakistani cities, or indeed most other capital cities: violent crime is very rare, but use precautions as you would in any other city."]},"\n",{"type":"===","value":["Emergencies"]},"\nThe Police emergency number is 15. There are various Police stations in the city with staff available 24\/7.\n\n112 from any GSM mobile handset should theoretically forward to the local emergency number, too.\n",{"type":"==","value":["Connect"]},"\n+923215374880 for tourism information and places to goin twin cities (Islamabad \/ Rawalpindi) The area code for Islamabad is 51. To dial from within Pakistan, dial 051-nnn-nnnn\n\n",{"type":"==","value":[" Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finlandpakistan.org\/"],["email="],["address=11, St 90, G-6-3, G-6"],["lat="],["long="],["directions="],["phone=+92 51 2828426"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.islamabad.diplo.de"],["email="],["address=Ramna 5, Diplomatic Enclave\/PO Box 1027"],["lat="],["long="],["directions="],["phone=+92-51 227 9441 (visa) or +92-51 2279 430-35 (emergencies)"],["tollfree="],["fax=+92-51 2279 436"],["hours=M-Th 08:00-13:00 & 13:30-15:00; F 08:00-13:30"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/islamabad"],["email=gremb.isl@mfa.gr"],["address=33A, School Road, F-6\/2, 44000"],["lat="],["long="],["directions="],["phone=+92-51 282 5186, Emergencies:+92 303 519 3105"],["tollfree="],["fax=+92-51 282 5161"],["hours="],["price="],["content="]]}]},{"type":"===","value":["Newspapers"]},"\n",{"type":"'''","value":["English Local Newspaper"]}," The Dawn, The News, The Express Tribune, The Nation & The Daily Times are national  newspapers in English supplemented with local news sections.\n\nBusiness Recorder is the only newspaper providing national and international business news. However, newspapers like International Herald Tribune, Financial Times, Khaleej Times, Gulf News, Sunday Times and etc., are also available. These international newspapers usually arrive in Islamabad a day after publishing.\n\nAll newspapers (international, national and local) are available at book stores in leading hotels like Serena & Marriott. They can also be purchased from leading book stores such as London Book House (Kohsar Market in sector F-6\/3), Saeed Book Bank (Jinnah Super Market in sector F-7), and Mr. Books (Super Market in sector F-6).\n\n",{"type":"==","value":["Go next"]},"\nIslamabad is well situated for day trips and weekend trips to nearby cities and attractions.\n\n",{"type":"===","value":["Day trips"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Rawalpindi"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Taxila"]]}]},", an ancient Buddhist and Hindu site with strong Greek influence from Alexander the Great's time. Worth a visit and a picnic. Should you be interested further in the subject, guided tours can be arranged for sites around the museum."]},"\n",{"type":"*","value":[{"type":"'''","value":["[Murree] & the Galis"]},", One hour scenic journey through beautiful mountains to the hill resort of Murree which is a nice place to visit especially during the summer. A small place has a weather entirely different to that of Islamabad and much similar to most cities of Northern Europe. However the town is suffering under the sheer number of visitors and the small number of colonial buildings have been swamped by a plethora of cheap hotels - and consequently many visitors feel the town does not live up to its guidebook hype.  Chairlifts of Murree and Patriata, Kashmir point are attractions for tourists. A two kilometer \"Mall\" is the center of gravity of Murree where all the shops and hotels are located. If you want to escape the crowds head further north towards Nathia Gali where there are several small towns with easy access to the mountains.  If driving to Murree be aware that the roads are very winding and busy - and not fun to drive in the dark.  Driving through Murree is also not much fun."]},"\n",{"type":"*","value":[{"type":"'''","value":["Simly Dam"]}," It is situated at a distance of about 30 km east of Islamabad (look for the route on Google maps). A very picturesque lake spread over an area of 28,750 acres. There is not much there, some walking trails to the side of the lake (not possible to do a full circuit) and there is a guesthouse \/ lodge \/ cafe place on the dam itself.  This isn't a place many Islamabad dwellers visit, and can be eerily quiet - best not to visit alone."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rawat Fort"]}," and the ",{"type":"'''","value":["Mankiala Stupa"]}," to the south of Rawalpindi can fill an afternoon"]},"\n",{"type":"*","value":[{"type":"'''","value":["Khan Pur Lake"]}," a 1 hour drive north-west of the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kallar Kahar lake"]}," is 2 hours down the motorway - can go boating on the lake and visit some pleasant nearby shrines."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ketas Temples and the Khewra Salt mines"]}," makes for a pleasant day trip - the Salt Mines are good to visit in the summer as a place to escape the punishing heat of the salt range. The road between Ketas and Khewra is also spectacular."]},"\n",{"type":"*","value":[{"type":"'''","value":["Malot temple"]}," in the Salt Range makes for an off-the-beaten-track destination about a 2 hour drive from Islamabad down the motorway. Coordinates are  32.684537° N  72.799391° E.  You need to drive through the Lafarge cement factory to get there - the vista is as spectacular as the temple - and a nice spot for a picnic."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chiniot"]}," is an oft overlooked gem located just off the motorway near ",{"type":"[[","value":[["Faisalabad"]]}," (about a 3 hour drive).  Interesting old town and a centre for wooden furniture manufacture (hence a great place to go if you are furnishing a house).  The Umar Hayat Palace is quite amazing also."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rohtas Fort"]}," 2 hour drive south of Islamabad off the GT road - enormous old fort that makes for a great day trip from Islamabad. Leave the old water well until last."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Peshawar"]]}]}," can be visited in a long day trip - about 2.5 hours on the motorway - visit the museum, have lunch, then go for a guided wander around the old town before heading back to Islamabad. May not be safe for Westerners."]},"\n",{"type":"===","value":["Weekend trips"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Lahore"]]}]}," makes a great weekend destination - although you'll need more than 2 days to see everything.  Gets very hot in the summer however so this makes a good winter weekend break."]},"\n",{"type":"*","value":[" Combine a trip to ",{"type":"[[","value":[["Chiniot"]]}," and ",{"type":"[[","value":[["Faisalabad"]]}," spending a day in each. Staying in Kallar Kahar (a lake halfway to Chiniot) on the Friday night is also a possibility."]},"\n",{"type":"*","value":[" Perhaps a bit ambitious for a weekend but you can visit ",{"type":"'''","value":[{"type":"[[","value":[["India"]]}]}," through the ",{"type":"[[","value":[["Wagah"]]}," border.  Usually, visiting ",{"type":"[[","value":[["Delhi"]]}," should take you half a day by car, however you will need a ",{"type":"[[","value":[["visa"]]},".  On the way, it is advisable to see the ",{"type":"[[","value":[["Golden Temple"]]}," in ",{"type":"[[","value":[["Amritsar"]]},", and many other inspiring sights."]},"\n",{"type":"*","value":[" Trips to the northern mountains are possible if flying - PIA flies to Chitral, Gilgit and Skardu - flights can be unreliable with cancellations for poor weather \/ not enough passengers common.  This makes a weekend trip a bit of a gamble in case your flight is cancelled and you get stuck up north. Also in a weekend there isn't enough time to get in much walking. An alternative is to drive to the ",{"type":"[[","value":[["Kaghan Valley"]]}," which is a 6 hour drive from Islamabad and can be done in a weekend (e.g. leaving Friday lunchtime and overnighting in Abbottabad) - but better to plan 3 or more nights if you can. Beware of landslides however if it has been raining - these can easily get you stranded for a week or more - best to save Kaghan for the dry season."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bishkek"]]}," via Kyrgyzstan Air.  Was on Friday nights around 7PM for around 340 USD one way, but this was before the Kyrg revolution.  The travel agent in Islamabad, as of October 2009, is GSA Vital World Travel 9251 2274648-9 or 03125128227.  airkyrgyzstan@dsl.net.pk.  He accepts credit cards and is off Kulsum Plaza, Blue Area, Islamabad (flight no longer running as of 2011)"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Angoori"]]}]},{"type":"*","value":[{"type":"[[","value":[["Rawalakot"]]}]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Punjab"]]},"\n\n",{"type":"{{","value":[["geo"],["33.69442"],["73.06458"],["zoom=13"],["layer=M"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Islamabad"]]},"\n",{"type":"[[","value":[["WikiPedia:Islamabad"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Pakistan\/Provinces\/Islamabad Capital Territory\/"]]}]