[{"type":"{{","value":[["pagebanner"],["Isla Gorgona-banner.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parquesnacionales.gov.co\/areas\/lasareas\/gorgona\/gorgintro.htm Isla Gorgona"]}]}," is an island in the Pacific Ocean near ",{"type":"[[","value":[["Colombia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"'''","value":["Parque Nacional Natural Isla Gorgona"]}," is an small island 50 kilometers out of the Colombian pacific coast. There are 2 main islands (Gorgona and Gorgonilla) and 2 tiny rocky keys. The main island of Gorgona is around 26 km",{"type":"<","value":["sup",["2"]]}," in area. There are no permanent dwellers on the island.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["Image:IslaGorgonaColombia.jpg"],["thumb"],["right"],["300px"],["The beach at Isla Gorgona"]]},"\n\nSpanish conquerors visited the island for periods of time from the 15th to the 18th century. Simon Bolivar, liberator of Colombia, gave the island as to an English army man who helped with the local war of independence against Spain. The island was retained by his descendants until the mid 20th century when the country claimed back the territory (by law, all islands belong to the central government).\nIt was a prison island from 1960 until 1984 when the prison was closed and the island became a national park. The ancient houses of the personnel working at the prison were remodeled and reconverted into a research centre, comfortable accommodation and a restaurant. Since 1985 exuberant rainforest populated again the island. A section of the old prison can be still visited. In the 21st century a concession was given to a tourist company to run a private and secluded hotel.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe island is covered with tropical forest, which includes 46 species of reptile, 18 of these snakes, bats, sloths, monkeys, tortoises, as well as the abundant marine life in its waters which can be seen snorkeling from the beach or diving.\n\nThe ocean is roamed by sea turtles, whales, whalesharks, whitetip sharks and a lot of other fish species.\n\nFrom mid-June till November is whale season. Male humpback whales can be seen breaching while the females and their offspring come close to the island at the surface to breath.\n\n",{"type":"===","value":["Climate"]},"\nWarm and wet.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are three ways to get to Isla Gorgona, all of them by boat:\n\n",{"type":"===","value":["Via Buenaventura"]},"\nThere are several ways to get to the island by boat from ",{"type":"[[","value":[["Buenaventura"]]},". Cargo Ships, Dive Boats, and Launches.\nThe Cargo Ships typically leave from the Muelle el Piñal in the afternoon (4PM-6PM) and are headed south towards ",{"type":"[[","value":[["Saltinga"]]},".\n",{"type":"*","value":[" ",{"type":"'''","value":["Bodega Lizcano"]}," (Muelle el Piñal), (2)2446106, has overcrowded cargoboats shipping food and wood to the southern part of the country. If there are enough passegners it makes the de-tour to the  island. The one-way fair is C$80,000. It leaves at 4PM (but is usually late) and takes 10 hours. Reserve early."]},{"type":"*","value":[" ",{"type":"'''","value":["M\/N Discovery"]},", (2)2446021\/(2)2439540, Had tight cabins, and cargo destined for (bocas de) Satinga, and arrived at the island at 4AM (it left at 6PM, was supposed to leave at 4PM).  The Captain asked us for COP$90,000 each, but we paid COP$150,000 for two."]},"There are other cargo ships at the Muelle el Piñal- tell the locals there you want to go to Gorgona and they will take you to whichever ship happens to be leaving that day(if any).\n\nLaunches are faster boats that take 4 hours.  Boats can be arranged through Aviatur, or you can arrange it yourself.\n",{"type":"*","value":[" ",{"type":"'''","value":["Embarcaciones de Turismo \"Asturias\" "]},", (2)2424620, (2)2415370. Reservations can be made on (2)2424521 or (2)2412738. Boats leave from ",{"type":"''","value":["Muelle Turistico'"]}," and the price is about C$200,000 two ways. "]},{"type":"*","value":[{"type":"'''","value":["Pacifico Express"]},", it has a speedboat for groups of at least 10 persons. it takes 4~5 hours and the cost is about C$80,000 per person. For info and reservations contact the office in ",{"type":"[[","value":[["Cali"]]}," (Centro commercial  passeo de la 5a of. 225, tel (2)5548142) or in ",{"type":"[[","value":[["Buenaventura"]]}," (2)2416507."]},"\nYou can also arrange for a live aboard dive boat to take you to the islands.  There are at least three different boats that visit the islands (depending on the season). They are typically weekend trips leaving from Buenaventura at 6PM Fridays, and returning 6AM Monday morning, with approximately 6-7 dives around the island, visits to the islands sights, and are all inclusive of meals and park entry fees.  These trips are about COP$890,000, and can be arranged through the various dive shops in Cali and Buenaventura.\n\n",{"type":"===","value":["Via Guapi"]},"\n\nThis is the shorter boat trip, about 2 hours. ",{"type":"'''","value":["Guapi"]}," is only accessible by air. ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.satena.com Aerolíneas Satena"]}]}," has flights from ",{"type":"[[","value":[["Cali"]]},". Contact them in ",{"type":"[[","value":[["Cali"]]}," (2)885 7709 or in ",{"type":"''","value":["Guapi"]}," (2)840 0547 - (2)840 0313\n\nSeveral companies have boats with a maximum capacity of 10 people. The price is between C$350,000 and C$500,000 for the 2 hour trip. Here is a list of contacts.\n\n",{"type":"*","value":["Ruber Aguiño: (2)840 0329 - (2)840 0208 - (2)840 0004"]},{"type":"*","value":["Santiago Aguiño: (2)840 0974 - (2)840 0313"]},{"type":"*","value":["Adolfo Aguiño: (2)840 0501 - (2)840 0499"]},{"type":"*","value":["Plutarco Grueso - Rafael Grueso: (2)840 0208 - (2)840 0137 - (2)840 0150"]},{"type":"*","value":["Rubén Antonio Montaño: (2)840 0502"]},{"type":"*","value":["Juan Antonio Estupiñan: (2)840 0196 cell (+57 314) 747 9604"]},{"type":"*","value":["Pacífico Express: Guapi (2)840 0960, ",{"type":"[[","value":[["Buenaventura"]]}," (2)241 6507, ",{"type":"[[","value":[["Cali"]]}," (2)554 8142"]},"\n",{"type":"===","value":["Via El Charco"]},"\n\n",{"type":"'''","value":["Taxi de Carga"]}," (2)6663042 has flights from ",{"type":"[[","value":[["Cali"]]},".\n\nContact Dagobert Paredes (in El Charco (2)7470177 - (2)7470091 or in ",{"type":"[[","value":[["Cali"]]}," (2)3155605 ) for boats to the island. The capacity is 15 to 20 persons and cost C$500,000 one-way.\n\n \nIf your boat out of the island doesn't show up, you get a free night on the island.\n\nIt is not allowed to bring alcohol to the island. Bags are sometimes checked on entrance. Confiscated goods will be returned at your departure. On departure bags are sometimes checked for corals or endangered animal species.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe entrance to the park is COP$ 31.000 and has to be payed in advanced together with the cost of accommodation.  Since January 2006, ",{"type":"[","value":["http:\/\/www.aviatur.com.co\/ Aviatur"]}," has taken over the concession for Isla Gorgona.  You can get your entry fee at any Aviatur location (there is one in ",{"type":"[[","value":[["Buenaventura"]]},", as well as locations in ",{"type":"[[","value":[["Cali"]]}," (2) 664 5050\n\n",{"type":"==","value":["Get around"]},"\nAccess to the park is restricted. You're only allowed without a guide on the area, called ",{"type":"''","value":["El Poblado"]}," between the accommodations and the dive shop. With a (free) guide it is possible to visit the former prison area and the one trail leading to the other side of the island.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Abandoned Prison.JPG"],["thumb"],["right"],["The old prison was abandoned in 1984, now covered by jungle"]]},"\n\nTour around part of the old prison located on the island. Until 1984, the island had been a maximum security prison designed for 1,500 but holding up to 2,000 prisoners. Conditions were appalling, with rooms for torture including one, the \" bottle\" where the victim was forced to stand for days in the impossibly tiny cell not more than 2 feet wide, with a central hole as a toilet & meager rations dropped in from above.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Diving"]}," is the main reason people visit this island. There is one dive shop. The prices are low and the equipment is what you expect for that price. The dive sites are amazing and it is likely you see seaturtles, moreens and whitefin sharks. If you are really lucky you might see a whale or a whaleshark. It's possible to do a PADI open water or a PADI advance courses."]},"\n",{"type":"*","value":[" Watch ",{"type":"'''","value":["humpback whales"]},": around 1,200 humpback whales are expected to arrive every June - July in the Pacific ocean waters of Isla Gorgona, Utria and Sanquianga National Parks. A small number of lucky tourists get to see this spectacle every year. The whales spend the summer months feeding in polar waters and head to tropical waters in winter for mating and calving,  traveling more than 15,000 kilometers. They are black, grey and white, can grow up to 18 meters long and weigh up to 40 tons."]},{"type":"[","value":["http:\/\/colombiareports.com\/travel-in-colombia\/105-news\/4382-whales-arrive-off-colombias-pacific-coast.html"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere is a small souvenir shop. However, take everything you need with you.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is only one restaurant. The meals are good, but prepare for lots of seafood and rice. Three meals included in the accommodation cost (see budget section)\n\n",{"type":"==","value":["Drink"]},"\n\nAs a national park, alcohol is not permitted in the island.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"[[","value":[["Image:Hotel in Gorgona.JPG"],["right"],["thumb"],["Ecotourist hotel in Gorgona"]]},"\n\nThere is only one hotel in the island. Accommodations are comfortable for a secluded and tropical island, prices are fair for what you get.\n\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gorgona"],["alt=Hotel Parque Natural - Concesion"],["url=http:\/\/www.concesionesparquesnaturales.com\/site\/Espanol\/Gorgona\/Gorgona.html"],["email=reservasparques@aviatur.com.co"],["address=Isla Gorgona, Pacific Ocean"],["lat="],["long="],["directions="],["phone=(01) 900 3312222 toll call from Colombia"],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin="],["checkout="],["content=A nice new hotel (opened 2004) with comfortable rooms. Scuba diving and Humpback whale watch available at the island.  Accommodation is a 2-person rooms with - an excellent-  toilet and shower. Cost is COP$360,000 (USD 180) for two people per day including three meals. It has to be paid in advance."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\nVaccination against yellow fever, tetanus and hepatitus B is recommended.\n\nThere are several species of poisonous snakes on the island. Walking to playa Blanca and further is only allowed with guide and rubber boots (You can rent them at restaurant for COP$7,000). After 5PM the it's advisable to wear rubber boots as well and use torches. The hotel is well designed to avoid snakes and every tour guide will teach you simple rules to be safe at all times. No snake bites have been reported since the hotel opened 5 years ago.\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Colombian Islands"]]},"\n",{"type":"[[","value":[["Wikipedia:Gorgona Island, Colombia"]]},"\n",{"type":"{{","value":[["geo"],["2.9666666666667"],["-78.183333333333"]]}]