[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Isla Tiburon"]}," is in the Sea of Cortez offshore of the state of ",{"type":"[[","value":[["Sonora (Mexico)"],["Sonora"]]}," in ",{"type":"[[","value":[["Mexico"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe island was originally established as a refuge in the 1960's to protect large game animals from the dangers of poaching and overhunting that they were facing on the mainland. The mexican marines who had bases on the island prevented the Seri indians from landing or hunting on the island despite the fact that the island had always been Seri territory. By the 70's this changed and the rights of the Seri were recognized. Today, the indians don't hunt on the islands instead permits are auctioned off to wealthy Americans and the proceeds are split. Half is allocated to the Seri, the remainder is used to finance conservation efforts. If you are interested in hunting save your pesos, permits typically sell for ~$75,000USD!!\n\n",{"type":"===","value":["History"]},"\nOriginally populated by the Seri Indian tribe, they have since been relocated to the mainland. Today only about 2000 Seri survive in a small village, Punta Chueca about 20 miles north of Bahia Kino.\n\n",{"type":"===","value":["Landscape"]},"\nThe coastline is a combination of sandy beach, gravel shore and low cliffs. There are many secluded coves on the island. The interior of the island is mostly mountainous (the Sierra Menor). Low resolution topographic maps are available (topo lines drawn at 100m increments).\n\n",{"type":"===","value":["Flora and fauna"]},"\nMany birds nest on Isla Tiburon in the spring of the year. While it is possible to visit during nesting season please be especially careful to avoid disrupting the birds.\n\n",{"type":"===","value":["Climate"]}," \nA desert climate. The island is part of the Sonoran desert. Winter temperatures are nearly ideal, while summer can be deadly. Strong winter winds can be a concern in December and January. Late winter to early spring is probably the ideal time of year to visit.\n\n",{"type":"'''","value":["Get in"]}," This is the hard part, you must first obtain a permit then arrange a boat across the straits of hell from mainland Sonora. The straits are aptly named and 10 foot waves and strong winds are not uncommon. Be sure to hire a sea worthy fishing boat for the crossing. The crossing takes about 5 hours in rough seas, considerably less when waters are calm.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nPermits are required to visit the island. They are available in Bahia Kino (viejo kino) near the waterfront in the park service's small office building. Permits cost $4USD per day\/person. They can also be obtained in Punta Chueca.\n\n",{"type":"==","value":["Get around"]},"\nFederal officials have constructed and maintain about 100 miles of dirt roads for conservation efforts.  There are no public vehicles allowed on the island. All transport is done either by kayak, panga, or on foot.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe waters around Isla Tiburon are especially rich. In fact the most obvious sign of human activity you'll see during your visit are the shrimp vessels and small fishing pangas working the waters just off the island during the night and early morning. Most campers have no problem catching enough fish to make ceviche or fish tacos.\n\n",{"type":"==","value":["Drink"]},"\nBring plenty of water, plan on a gallon a day per person. There is no reliable source of freshwater on the island. You may find some in the arroyos after a rain, but you shouldn't count on it.\n\n",{"type":"==","value":["Sleep"]},"\nThere is no organized lodging anywhere on the island. Instead all visitors must camp. There are no designated campsites, but there are many coves and beaches that make fine campsites.\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sonora (Mexico)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Tiburón Island"]]},"\n",{"type":"{{","value":[["geo"],["28.966666666667"],["-112.36666666667"]]}]