[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Isla Mujeres"]}," (Spanish for \"Island of Women\") is an island in the Mexican Caribbean Sea, located eight miles off of the eastern coast of the ",{"type":"[[","value":[["Yucatan"]]}," Peninsula, near ",{"type":"[[","value":[["Cancún"]]}," ",{"type":"[[","value":[["Mexico"]]},".\n",{"type":"[[","value":[["Image:Playa norte isla mujeres.jpg"],["300px"],["thumb"],["Sleepy Playa Norte"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nIsla Mujeres was a Mayan sanctuary to goddess Ixchel for about a thousand years. In around 1850 the first modern inhabitants moved to the island and established the village of Dolores.\n\nPeak season is during the winter months when temperatures are cooler.  Summer temperatures are sweltering, with blazing sun and highs well over 32 °C (90 °F), although summer visitors (from mid-May through September) have the opportunity to see whale sharks which gather in nearby waters in groups that can contain up to 400 sharks.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\n\nThere are various boats that will take you there. From ",{"type":"[[","value":[["Cancún"]]}," you can get a boat. Ferries leave from Puerto Juarez (70 pesos one way), Gran Puerto Cancun or Playa Tortugas on the hotel zone. In Punta Sam you can get a car-ferry (35 pesos one way for pedestrians). Puerto Juarez is quite close to downtown Cancun, but not within a walking distance. Puerto Juarez and Punta Sam can be reached by Colectivos starting opposite the ADO bus station in downdown within a few minutes for 12 - 15 pesos. The locals use Puerto Juarez and thus these ferries can get crowded. Be advised that these rides although fast, can be somewhat rough in bad weather, especially in the evening.\n\nGran Puerto Cancun is close to the hotel zone and serves also from 5:00 to 23:30. Price for the trip is about 150 pesos. Playa Tortugas only has six departures per day.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ultramar Ferry"],["url=http:\/\/www.granpuerto.com.mx\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=70 pesos one-way"],["content=Large ferries depart Puerto Juarez every half hour from about 5AM until 9PM, and hourly until 11PM.  Schedules vary by time of year.  The journey takes about fifteen minutes."]]}]},"\n",{"type":"===","value":["By plane"]},"\n\nIf you're in a hurry and have cash to spare, you can charter a Cessna from ",{"type":"'''","value":["Aerobanana"]}," (tel. 998 87-25040). Or, if you are the adventurous type, try hitching a ride with a local in their plane. You will never forget the look on the Mexican's face when he sees an opportunity to acquire a new friend.\n\n",{"type":"==","value":["Get around"]},"\n\nThe island is about 7km in length, but the main town area is extremely compact and very walkable.  Taxis from the ferry terminal will take you anywhere in town for 30 pesos, but for excursions to the far side of the island the best option is to rent a scooter or golf cart. Like everything in Mexico, you should be able to ",{"type":"[[","value":[["haggle"]]}," a decent price - assume $25 a day as a starting price for a moped rental. There are two main roads that run from end to end of the island. Be aware that when driving on the Caribbean side of the island, there are occasional strong gusts of wind that can really take you by surprise on a scooter, as can the many ",{"type":"''","value":["topes"]},", or speed bumps.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Turtle Farm"],["alt=Tortugranja"],["url="],["email=turtfarm@cancun.com.mx"],["address=Sac Bajo"],["lat="],["long="],["directions=North of Playa Paraiso"],["phone=52 (998) 877 0595"],["tollfree="],["fax="],["hours=9-17"],["price="],["content=Government sponsored hatchery for endangered sea turtles. See young turtles in tanks. Admission $30."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hacienda Mundaca"],["url="],["email="],["address="],["lat="],["long="],["directions=Located on the road to Garrafon, 3.5 kilometers before Playa Lancheros and Playa Paraíso."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=19th century hacienda built by Caribbean pirate Fermin Mundaca. The hacienda includes walls, arches, exotic plants, gardens, birds breeding place, cattle and orchard."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=North Beach"],["alt=Playa Norte"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The stretch of beach that runs along the northern end of the island.  It has shallow waters and stunning white sand. The beach is full of fun restaurants and bars as well as several hotels. This is where the majority of travelers will spend their beach time so it can get crowded during peak season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Playa Sol"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the northwestern tip of the island and is the neighboring beach to Playa Norte. Playa Sol is the best location to watch the sunset and is usually a little less crowded than the neighboring beach. Although it is less crowded, the water is not as shallow and clear as Playa Norte. One other advantage is that drinks are less expensive along Playa Sol."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Punta Sur"],["url="],["email="],["address="],["lat="],["long="],["directions=At the southern tip of the island"],["phone="],["tollfree="],["fax="],["hours="],["price=Not free"],["content=A small ruin that was once a lighthouse and temple to Ixchel, goddess of fertility. There's a modern art sculpture park in the area as well. Free after 5 o'clock."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Garafon park mexico.jpg"],["thumb"],["Fish watching season at Garafon Park"]]},"\n\n",{"type":"===","value":[" Water activities "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Whale Shark Tours"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$0-$125"],["content=From mid-May through September hundreds of whale sharks gather in the waters near Isla Mujeres, with peak season in July and August. Trips can be booked anywhere on the island, but official operators who have agreed to uphold certain standards and implement safety measures to protect the sharks operate mostly out of dive shops and charge a set price of $125 (2011) with possible discounts available for multiple trips; street vendors will charge as little as $80 per trip, but be aware that these are not official tours. Tours will generally include breakfast, snorkeling gear, 8-10 people per boat, a 45-60 minute trip out to the whale shark area, and then 3-4 trips in the water with the sharks for 2-15 minutes each time, depending on the number of sharks (more sharks, more time in the water). The return trip includes lunch, ceviche, and a snorkel at a local reef. All passengers must wear life-jackets in the water unless you have your own wet suit, a useful tip since it is much easier to swim with the sharks in a wet suit than it is in a bulky life jacket."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Garafon Park"],["url=http:\/\/www.garrafon.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The southern side of the island lacks a sandy beach but offers snorkeling where fish abound and the crystal clear water makes for an enjoyable swim. The reef that lies within the protective buoys has been severely damaged by storms and years of careless treatment by snorkelers, but a revamp of the park several years ago has created a healthier environment for the coral, and it thrives more with each passing year. Entrance to the park is expensive. Tour boats from Cancun bring hordes of day-trippers who mostly stay within the park, so it can become quite crowded during the peak of the day. A useful tip for those staying on the island is that you can snorkel in the waters adjacent to the Garrafon park for about 40 pesos, and the sea life is still very impressive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dolphin Discovery"],["alt="],["url=http:\/\/www.dolphindiscovery.com\/islamujeres\/default.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the northwest side of the island on the Peninsula of Sac Bajo is Dolphin Discovery. It is a small amusement park with cahins in other parts of the Caribbean (including Cozumel) well known for allowing visitors to interact and swim with dolphins in an enclosed area. The park has a list of activities ranging from captive dolphins to other caged marine mammals. If traveling from Cancun, visitors can take a bus or taxi to Playa Langosta which is located at Boulevard Kukulcan Km. 5. It is between the Casa Maya Hotel and Vacation Club International. There, Dolphin Discovery representatives can check visitors in and direct them to a ferry which takes 40 minutes to get to the docking area of Dolphin Discovery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba diving and snorkeling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=around Isla Mujeres is unforgettable. The Manchones Reef begins just off of Isla's shore and the Cuevones and Banderas Reefs are close by. The waters are calm and clear - perfect for the beginner as well as the advanced diver. With 50 accessible sites, Isla Mujeres is a great option and a little unknown with all the hype that Cozumel (its large neighboring island) gets. Those staying in Playa Norte may enjoying snorkeling in the lagoon next to the Avalon Hotel which has a respectable number of fish in an easily-accessible location."]]}]},"\n:* ",{"type":"{{","value":[["do"],["name=Squalo Adventures"],["url=http:\/\/www.squaloadventures.com\/"],["email=info@squaloadventures.com"],["address=Smaz 001 Mza 018 Lote 0160, Av. Hidalgo #27, Col. Centro, Isla Mujeres, Quintana Roo, Mexico."],["lat=21.258247"],["long=-86.749379"],["directions=in front of Rooster Cafe"],["phone=+52 998 274-1644"],["tollfree=+1-855-577-8256"],["fax="],["hours=08:00 - 21:00"],["price="],["content=PADI Dive Resort on Isla Mujeres, offering Scuba Diving, Snorkeling and PADI Courses"]]},"\n\n:* ",{"type":"{{","value":[["do"],["name=Aqua Adventures"],["url=http:\/\/www.diveislamujeres.com\/"],["email="],["address="],["lat="],["long="],["directions=Booking office on Calle Hidalgo, actual dive center at Marina Paraiso"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice and relaxed dive shop that advertises itself as the only PADI-certified shop on the island."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Go Fishing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One does not need to shell out the large sums of money to go sport fishing on Isla. Just talk to the local hotel\/guesthouse employee and they can set you up with a local fisherman who will take you out fishing. Prices are about $40\/person for 3-4 hours of fishing. Whatever fish you catch, you can take to a local restaurant and they will prepare the fish however you like."]]}]},"\n",{"type":"===","value":[" Land activities "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Beach Volleyball"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Isla Mujeres has several fine stretches of beach. The northern end of the island is Playa Norte which has a wide swatch of sand that is lined with palm trees and also a few beachfront restaurants and bars. The soft white sand and level beach area make for an ideal beach volleyball court. The main volleyball-playing area on Playa Norte in front of Buho's swing bar is now gone, a victim of changing tides and a diminishing beach which locals attribute to the moving of sand from the surrounding ocean floor to build back Wilma-damaged Cancun's beaches. Alas, the big, beautiful pre-Wilma Playa Norte is no longer, though there is hope that it will eventually come back."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The town and townsfolk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Do not stay on Isla Mujeres if you insist on a corporate, highly structured vacation. The tourists are the visitors on the townsfolk's turf, and it truly helps to have a little Spanish language ability. Do not be afraid to eat the food, even from the very small and humble-looking restaurants. For instance, for 5 bucks American you can get a half roasted chicken (skin crispy and marinated in Achiote), beans, rice, home pickled peppers and carrots, pickled onions, and a stack of tortillas - more than 3 or 4 people can eat. If you go in late spring through summer, stay on the northeast coast. Even though it's rocky and not swimable, the refreshing and constant breezes off the ocean keep that side of the island nice and balmy. The town has a fair-sized population of dogs and cats running loose. If you eat on Hildalgo St. (the main drag closed from traffic), you will find many restaurants, and most folks sit outside in warm weather, and the puppies and kitties discreetly position themselves for the occasional dropped morsel. Don't let them upset you. The whole town is very laid back, and if one goes with the flow, it works well. If you treat the local folks with respect, you will be treated in kind."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rent a golf cart\/bike\/etc."],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although Isla is a relatively small island, it is fun to rent a golf cart for the day and explore. Because most folks don't venture outside the tourist area they don't find the eastern or southern coasts with their own tucked away private beaches or the other villages on the island that have great food and activities. You can rent a golf cart for $45 for 24 hours, and official prices for mopeds are $25 for a day (2011)."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nYou have the typical items available for purchase (blankets, jewelery, stone carvings, pipes).  Silver is the item to look for and good prices can be found, especially if buying in quantity. The majority of shops and restaurants accept the US dollar but may give you your change in pesos.\n\n",{"type":"==","value":["Eat"]},"\n\nHidalgo Street is full of restaurants catering to the tourist crowd and tends to be the most lively and also the priciest, while the central portion of the island is where the locals tend to eat and has slightly lower prices.  Beach restaurants are also plentiful, with options near the ferry terminal being more lively while those on Playa Norte and other beaches featuring a more relaxed atmosphere.\n\nFish is fresh and bountiful, and dishes like ceviche are popular and delicious. A signature island dish is Tik-n-chik, which is a whole fish marinated in achiote and grilled. Dining options include everything from an exquisite lobster dinner to a slice of pizza. Some of the best food on the island comes from carts: taco stands and vendors selling corn on the cob and tamales in the town square.  Be aware that eggs, corn, or milk is rarely refrigerated here because of local tradition.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amigos"],["url="],["email="],["address=Av. Hidalgo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Amigos' menu specializes in Mexican dishes. There are a few vegetarian dishes, like most places on the island."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Asia Caribe"],["url=http:\/\/www.asiacaribe.com"],["email="],["address=#9 Avenida Hidalgo, Centro Isla Mujeres Mexico"],["lat="],["long="],["directions=1\/2 Block North of the town square"],["phone=998-204-9357"],["tollfree="],["fax="],["hours=4-10PM"],["price=$10-20 US"],["content=Chef Peter Krinsky uses fresh Mexican ingredients - chili, lime, coconut, pineapple, fresh fish, jicama, cilantro and more - to create delicious Asian cuisine. Thai-style fresh and fried spring rolls, Tom Yum and Tom Khaa Kai soups, Drunken Noodles, Coconut Shrimp, Fish a la Bangkok, and Sticky Pork Ribs are just a few of the menu options. Vegetarians have a whole page of dishes to choose from that can be served with or without tofu. Fish is purchased almost daily from the local fisherman."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bally Hoo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located on a dock a few hundred yards north of the ferry dock. The open air restaurant serves fresh seafood and some of the best margaritas on Isla Mujeres."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bamboo"],["url="],["email="],["address=Av. Hidalgo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They have the usual fresh fish, shrimp, etc., but they also have Thai food (pad thai, fried rice).  A nice change."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=BoBo's Fish & Chips"],["alt=Bobo's"],["url="],["email="],["address=Avenida Matamoros"],["lat="],["long="],["directions=Between Cafe Cito and Hotel Vistal Mar, across the street from Restaurant Olivia"],["phone=274-0055"],["tollfree="],["fax="],["hours=12:30PM-10PM"],["price=Under $100 Pesos"],["content=Great Fish & Chips, Burgers, Chicken Wings and Caeser Salads.  Small takeout restaurant with a few places to sit.  Amazing food, cooked when you order it, in front of you.  Owned by a couple of friendly Canadian guys."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Freddie's"],["url="],["email="],["address="],["lat="],["long="],["directions=on north end of Hidalgo Ave"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Doesn't look like much, but they know how to cook a fish and do up shrimp.  Freddy himself is quite a character, and will do his best to charm you and make you regulars.  He makes an excellent garlic-butter catch of the day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Miguels Moonlight"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located on Madero just off Hildalgo Ave, Miguel's serves up great food and drinks. The Seafood special includes lobster, shrimp and fillet of fish for $15USD. The owner, Miguel, makes excellent drinks. Miguel is also the nicest owner on the island; he talks personally with his guests and will remember you if you ever return!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Minino's"],["url="],["email="],["address="],["lat="],["long="],["directions=north of the ferry terminal on the beach"],["phone="],["tollfree="],["fax="],["hours="],["price=$10-$15 per person"],["content=Located right next to the docks, this restaurant features huge drinks, an extensive seafood menu, and what locals described as the best ceviche on the island.  Tables are right on the sand, service is prompt, and the patrons include a mix of locals and tourists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Picus"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Main entree $4-12USD"],["content=This small restaurant is on the beach next to (north of) the ferry dock serves fresh seafood that is brought in by the fisherman right in front of your eyes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rolandi's"],["url="],["email="],["address=Av. Hidalgo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers pizza, calzone, veal, and other Italian food.  They actually deliver to the hotels - call the desk, and a man with a long gray ponytail will hop on a scooter and zip the pizza over to you.  Prices are a tiny bit more than the Mexican joints, but sometimes, you just need a pizza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Sombrero de Gomar"],["url="],["email="],["address=Av. Hidalgo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A typical Mexican restaurant with a lively atmosphere, good service and fresh grilled seafood."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sunset Grill"],["url="],["email="],["address="],["lat="],["long="],["directions=Playa Norte"],["phone="],["tollfree="],["fax="],["hours="],["price=$20-$25 per person for dinner"],["content=This upscale option is great for a sunset dinner.  It's right on the beach, and one can either eat in the open\/bar-restaurant area on in the sand with torches to light your meal.  Two \"romantic\" tables are set right along the water with torches and can be reserved for 200 pesos.  Seafood dishes are high-quality and well-prepared, service is excellent, and the ambiance is unbeatable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tacos Campos"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small taqueria located in the La Gloria community at mid-island. Serves many different varieties of tacos for about $0.75USD each and includes a salsa bar with many different types of salsa and mexican condiments. It is open late, sometimes up to 4AM."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Qubanos"],["url="],["email="],["address=Av. Hidalgo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Cuban cuisine.  Consistently ranked one of the island's best.  Lunch and dinner only."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nIsla's nightlife is a lot more laid back then Cancun's but there are still good options.  The livelier nightlife seems to be found on Hidalgo Street, while the beach bars are more relaxed.  Also, like all beach towns in Mexico, it is usually \"Happy Hour\" someplace, and beer is 2 for about $3, mixed drinks, 2 for $5. The \"beach bars\" on the north end have rotating happy hours. Try a michelada, which is a beer mixed with fresh lime juice and a variety of other sauces - the perfect delicious island drink.  If you want a dosage of Cancun nightlife, jump on an express ferry heading to Cancun in the evening, party the night away and take the first ferry back to Isla at 5AM.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Adelita"],["url="],["email="],["address=Av. Hidalgo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Isla's only tequila bar with over 150 different tequilas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Buho's"],["url="],["email="],["address=Av. Carlos Laza"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located right on Playa Norte, this laid-back bar has swings, hammocks, and an impressive wooden canopy.  Those looking for a good place to enjoy the sunset may particularly enjoy this bar.  Snacks are served until 5PM, with the bar staying open much later."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chi-Chi & Charlies"],["url="],["email="],["address=Playa Norte"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A perfect spot to watch sunset and share a drink with Tomas, the coolest toothless bastard you've ever met. Make sure you try the \"high octane jet fuel\" and learn about the \"two basics\"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Chuuk Kay Restaurant Bar and Grill"],["url=http:\/\/www.chuukkay.com"],["email="],["address="],["lat="],["long="],["directions=Cancun side, on the canal water, south of the Junior High School"],["phone="],["tollfree="],["fax="],["hours=11-11"],["price="],["content=Located mid-island next door to Gym Tonic in Colonia Electricistas. Featuring live music on the weekends and a variety of delicious meals. Try the ceviche! Open 11AM - 11PM"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nitrox Club"],["url="],["email="],["address=Av. Vicente Guerrero esq. Matamoros"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=W-Su, 9PM to 3AM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=OM Bar and Chill Lounge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A unique new bar with beer on the tap at each table, wines and jazz."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pocna Hostel Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar within the Pocna Hostel.  A cool palapa bar that is on the beach.  Open late and serves cheap beer\/drink specials.  Great international crowd."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Romi's Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Romi, and Isla legend and owner, serves up fantastic drinks.  Located at the Posada Del Mar Hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=She Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular night time spot for both tourist and locals."]]}]},"\nDrink: Orange Fanta It is especially good on the Island, and can be found in many local establishments!\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pocna Hostel"],["url=http:\/\/www.pocna.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$9-15 per night, singles are $30, camping is $6 per night per person"],["checkin="],["checkout="],["content=Dormitory style rooms, a few singles and a campsite right on the beach. Great bar on the beach and has cafe that serves simple meals and complimentary toast and coffee breakfast. They also offer dance lessons, Spanish classes, magic shows, and volleyball tournaments for free throughout the day and evening. There are nightly parties at the bar. This hostel is right on the beach, so beware of some mildew\/mold, especially on pillows and in the backpack lockers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=XS Hostel"],["url=http:\/\/www.xshostel.com\/"],["email="],["address=Plaza Isla Mujeres Segundo Piso"],["lat="],["long="],["directions=entre la Av. Hidalgo y Av. Juarez"],["phone=+52 (998) 2010203"],["tollfree="],["fax="],["hours="],["price=$17-20"],["checkin="],["checkout="],["content=Offers six private\/semi-private rooms each equiped with bathroom, air conditioning, four beds and bed linens and a blanket are included.  Beds are bunk bed style and they have a safe and storage area (safe, locker, storage area).  Access to the recreation room and patio equipped with games and cable TV."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Belmar"],["url="],["email="],["address=Av. Hidalgo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$46 US per night"],["checkin="],["checkout="],["content=Nice and clean rooms, but could not store bags after check-out."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ixchel Beach hotel"],["url=http:\/\/www.ixchelbeachhotel.com"],["email=reservation@ixchelbeachhotel.com"],["address=Playa Norte"],["lat="],["long="],["directions="],["phone=+52 998 999-2010"],["tollfree="],["fax=+52 998 999-2011"],["hours="],["price=Depending on the season, from 55 US to over a hundred for a double room"],["checkin="],["checkout="],["content=Located playa norte, on the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Las Palmas"],["url=http:\/\/www.laspalmasonisla.com\/"],["email=info@laspalmasonisla.com"],["address=#20 Av. Guerrero"],["lat="],["long="],["directions="],["phone=(011-52-1) 998-236-5803"],["tollfree="],["fax="],["hours="],["price=US$60-90 taxes included, (depending on time of year)"],["checkin="],["checkout="],["content=Canadian owned and operated.  Located one block from North Beach, but far enough away not to hear it. Clean, comfortable rooms with either two double beds, one king bed or king with kitchenette studios available. All pillow-top beds, fast working AC, hot water and pressure. Some rooms with mini fridge. Free, powerful, wide-bandwidth WiFi! Owners live on site. Rooftop terrace also includes a dipping style pool, sun lounges, hammocks, beach bed and many areas to sit and relax."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maria’s Kankin"],["url=http:\/\/www.mariaskankin.com\/ingles\/index.html"],["email="],["address=Km. 4.5 Carretera al Parque El Garrafón, Fraccionamiento Mar Turquesa"],["lat="],["long="],["directions="],["phone=+52 998 877 0015"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=9 suites in minimalist, Caribbean-inspired décor, each A\/C suite has a mini-bar, internet, sofa bed, and writing desk & chair."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Playa la Media Luna Hotel"],["url=http:\/\/www.playamedialuna.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Small hotel on the northeast side of the island, near the Avalon Reef Club.  The Hotel is quite charming.  It has only 18 rooms, and it was designed so that each room feels as though you are isolated from your neighbors.  Each floor has a sitting room, with books all over the place.  It is owned and run by a local family (two young women run it, Kin and Maria.  Also, the famous fishing Captain Anthony Mendillo has his Keen M Deep Sea Fishing office there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seahawk Rooms"],["url=http:\/\/www.isla-mujeres.net\/seahawkdivers\/rooms.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Low-priced rooms (starting at US$40) are in an older building while the newer building has more luxurious rooms and suites (at prices up to US$225)"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\nThe private homes on Punta Sur make great options if your budget is greater.  Located on the most sought after location, these incredible homes overlook the bay towards Cancun.\n\n",{"type":"'''","value":["Casa Vaya Vida"]},".  This 3 bedroom home has a piano shaped infinity pool overlooking the bay.  The master suite has ocean view.  The palapa on the roof provides 360 ocean views.  It is one of the top rated casa's on the island.\n\n",{"type":"'''","value":["Casa Vista Allegre Del Sur"]},".\n\n",{"type":"'''","value":["Casa Amarilla"]},".\n\n",{"type":"==","value":["Cope"]},"\n\nThere are not too many ATMs on the island. One is located right across the port, and the next one in a supermarket just a few meters north. The Xpress Supermarket by the town square also has an ATM.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Cancún"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cozumel"]]}]},{"type":"*","value":[{"type":"[[","value":[["Playa del Carmen"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Yucatán"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Isla Mujeres"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Mexico\/States\/Quintana Roo\/Localities\/Isla Mujeres\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Isla Mujeres"]]},"\n",{"type":"{{","value":[["geo"],["21.236111111111"],["-86.735555555556"]]}]