[{"type":"{{","value":[["pagebanner"],["Isle Royale National Park-banner.jpg"],["otbp=yes"],["star=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/isro\/ Isle Royale National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," comprising Isle Royale and the surrounding waters and small islands, a wilderness preserve in northwest Lake Superior.  It's easily identified on maps of the Great Lakes: Lake Superior resembles the profile of a snarling wolf; Isle Royale is the eye.  Although it's closer to ",{"type":"[[","value":[["Ontario"]]},", ",{"type":"[[","value":[["Canada"]]},", or even ",{"type":"[[","value":[["Minnesota"]]},", ",{"type":"[[","value":[["USA"]]},", it's part of the state of ",{"type":"[[","value":[["Michigan"]]},".  Its French name might lead you to pronounce it \"eel roy-AL\", but the common pronunciation is the anglicized version, \"ile ROY-ul\".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:IsleRoyaleLakesideCamp.jpg"],["right"],["thumb"],["400px"],["Three Mile campground on Isle Royale"]]},"\n\nIsle Royale is currently a wilderness preserve first, a sanctuary for those seeking to experience it second, and a travel destination third.  Although it accommodates all of these uses, that's the order of priority they take.  So wildlife gets the run of the island, and human visitors are generally restricted to established trails and accessible lakes, with ",{"type":"[[","value":[["leave-no-trace camping"]]}," protocols in effect.  Modern conveniences and comforts are very limited; away from the small ports on either end of the island, \"running water\" means \"a creek\", and only \"outhouse\" pit toilets are available. (Many of the more accessible ones are stocked with toilet paper, but bring your own or be prepared to improvise.)\n\nLake Superior winters close the park from November through mid-April, with limited access before Memorial Day and after Labor Day; Isle Royale is the only U.S. National Park Service park to shut down altogether for the winter.  Because of this, along with its geographic isolation and challenging ruggedness, it receives fewer visitors in a year (17,500 in 2005) than many national parks endure in a day.  Those visitors stay a remarkable ",{"type":"''","value":["average"]}," of 4-5 days each (even counting day-trippers), but it still has one of the lowest visitors-per-square-mile figures outside of the huge ",{"type":"[[","value":[["United States National Parks#Alaska"],["Alaskan parks"]]},".  Which is, of course, a large part of its appeal.  And it leaves these visitors wanting more with the NPS's highest return-visit rate.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["Image:This is an old, abandoned fisherman's shack by Chippawa Harbor.jpg"],["right"],["thumb"],["250px"],["Old School House"]]},"\nOver four millennia ago, Native Americans began visiting Isle Royale to dig for copper, to tap maple trees for sugar, and to fish.  Since Europeans came to the area, it's been host to whitefish fisheries, a series of unprofitable copper mining efforts, and a resort community around 1900.  In the 1920s, ",{"type":"''","value":["Detroit News"]}," journalist Albert Stoll Jr. visited Isle Royale, saw what commercial exploitation was beginning to do to undermine the wilderness, and campaigned for its protection; a plaque in his honor was later placed near the tip of Scoville Point.  Isle Royale National Park was established by Congress in 1931, and the last of the land de-privatized in 1940 (with a few of the land owners given lifetime leases).  The archipelago was designated a Wilderness Area in 1976, and named an International Biosphere Reserve in 1980.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"[[","value":[["Image:IsleRoyaleMap.png"],["right"],["thumb"],["650px"],["Isle Royale"]]},"\n\nThe archipelago (consisting of Isle Royale itself and dozens of smaller islands) is the edge of a geologic fault which pushed up from the lake floor and was scoured by ice-age glaciers into a long, ridged island, with lakes and inlets of Lake Superior filling in low points between some of the ridges.  The south sides of these ridges and the south lakeshore tend to be more gently sloped; the north sides and lakeshore more steep.  Crossing from one side of the island to the other isn't usually a great distance, but because of the ridges can involve a lot of climbing and descending.\n\nThe island and its ridges run roughly WSW-to-ENE end to end, but for informal navigational purposes they're usually described as if they ran directly west-to-east (a notion reinforced by the orientation of the park service's official map).  When using a compass, keep in mind the island's true orientation.  The Greenstone Ridge runs the length of the island, with a trail along most of its crest.  Isle Royale itself is 45 miles (74 km) long and 9 miles (14 km) at its widest, with an area of about 205 mi² (530 km²).  The highest point on the island is Mount Desor at 1394 feet (425 m) above sea level – about 800 feet (245 m) above lake level – with several other spots along the Greenstone above 1200 feet (365 m) in elevation.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe island is mostly forested in a mixture of boreal and northern hardwood ecosystems, with a selection of conifer (spruce, fir, pine) and deciduous (birch, aspen, maple, ash) trees.  Past human habitation has left some apple trees behind.  Marsh vegetation is more common in the west, but found in low spots everywhere.  A wide variety of orchids and wildflowers can be found throughout the island.  Berries grow wild; blueberries can be found on open ridge tops, and thimbleberries (with maple-like leaves bigger than your hand; white flowers in early summer, red berries in late summer) grow seemingly everywhere.\n\n",{"type":"[[","value":[["Image:Isle Royale moose.jpg"],["thumb"],["250px"],["a moose grazing in Washington Creek"]]},"\n\nThe island is far enough from the mainland and small enough in area to limit the variety of animals on it; there are ",{"type":"''","value":["no"]}," bears, deer, raccoons, nor cats of any kind.  Around 1900, moose introduced themselves to the island, presumably swimming from Ontario.  Wolves followed later, crossing increasingly rare safe ice bridges in 1948 and 1967.  As a closed environment, the island serves as a prime field study of the relationship between prey and predator.  Because the wolf population is descended from two small packs, the island also demonstrates the effects of inbreeding on their viability.  Both populations have gone through booms and busts due to weather, disease, food availability, and predation (the past several summers' heat has brought the February 2007 moose population way down to 385, with 21 wolves trying to subsist on the survivors), but they still endure.\n\nOther common mammals are red foxes (filling the scavenger niche, especially around camp sites), beavers (in inland lakes and ponds), red squirrels (everywhere), snowshoe hares, and otters.  Loons, eagles, and ospreys nest on the island, and a large variety of songbirds, woodpeckers, and aquatic birds (especially gulls and ducks) will be seen.  Painted turtles, garter snakes, and a few varieties of amphibians are common.  Northern pike are plentiful in most of the inland lakes, along with varieties of trout, perch, walleye, and other sport fish.  Mosquitoes, no-see-ums, and a few varieties of biting flies are unfortunately abundant, though the extent of these nuisances varies year to year, by season, and from one locale to another.  Insect repellent is essential, and a face net will provide welcome relief when the bugs seem intent on driving you crazy even when your bug dope prevents them from landing.  There are bees on the island as well.\n\n",{"type":"===","value":["Climate"]},"\n\nAt a latitude of 48°North, and with the moderating influence of cold Lake Superior, Isle Royale rarely gets ",{"type":"''","value":["hot"]}," by human standards.  During the summer months you'll reach shorts-and-t-shirt weather in the afternoon, especially hiking up on the ridges, but you'll also experience some rather chilly nights, sometimes even below 50°F (10°C) in the \"heat\" of August.  In May and October, temperatures can easily dip below freezing by night and stay below 60°F (15°C) all day.  Rainfall fluctuates from month to month, but July and August have the least overcast days (making them the busiest weeks of the summer).  Regardless, a stay of several days any time of the summer without at least ",{"type":"''","value":["some"]}," rain is uncommon; either bring rain gear or plan on spending time stuck in your tent or a shelter.  The good news for people with hayfever is that they'll find few common pollen allergens in the air.  (During its resort days, the island was a popular haven for allergy sufferers.)  In the winter, conditions are inhospitable and the island is closed to all but wildlife researchers.  Even the park headquarters relocate to Houghton for the winter.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By commercial flight"]},"\nThe closest commercial airport to Isle Royale National Park is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tbairport.on.ca\/ Thunder Bay International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["YQT"]]},") in the Canadian province of Ontario. It is served by Canadian airlines. Highway 61 links Thunder Bay with Grand Portage, Minnesota, from which ferry service to the park is available.\n\nThe second closest airport is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.houghtoncounty.org\/ Houghton County Memorial Airport"]}]}," (",{"type":"{{","value":[["IATA"],["CMX"]]},") in Houghton, Michigan, which also has ferry services to the park. United Airlines is the only commercial carrier at the airport. There is also floatplane service (",{"type":"[[","value":[["#By floatplane"],["see below"]]},") from the airport to Isle Royale.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.duluthairport.com\/ Duluth International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["DLH"]]},") in Duluth, Minnesota, about 3.5 hours from Grand Portage via Highway 61, is served by Delta Airlines, United, and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/allegiantair.com Allegiant Air"]}]},".\n\n",{"type":"===","value":["By ferry"]},"\n",{"type":"[[","value":[["Image:Isle Royale Queen IV.jpg"],["right"],["thumb"],["250px"],[{"type":"''","value":["Isle Royale Queen IV"]},", docked at Snug Harbor"]]},"\n\nAlmost all visitors get to and from Isle Royale via scheduled ferry services:\n\n",{"type":"*","value":[" ",{"type":"'''''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/isro\/Transportation\/ranger3.htm Ranger III"]}]}," - National Park Service, ",{"type":"[[","value":[["Houghton-Hancock"],["Houghton"]]},", ",{"type":"[[","value":[["Michigan"]]}," ",{"type":"''","value":["+1 906"]},"-482-0984. 165 ft vessel. Travel time: 5 hours. Operates-first Tuesday in June thru mid-September, departing Tu\/F and returning W\/Sa.  Adults $74 one-way, children under 12 $44 one-way, canoes\/kayaks $55 one-way, motorboats $80 and up one-way."]},"\n",{"type":"*","value":[" ",{"type":"'''''","value":[{"type":"[","value":["http:\/\/www.isleroyale.com\/ Isle Royale Queen IV"]}]}," - Isle Royale Ferry Service, ",{"type":"[[","value":[["Copper Harbor"]]},", ",{"type":"[[","value":[["Michigan"]]}," ",{"type":"''","value":["+1 906"]},"-289-4437. 100 ft vessel. Travel time: 3.0-3.5 hours. Operates mid-May thru September; daily mid-July thru mid-August, but progressively less frequent earlier and later in the season.  Adults $65 one-way ($60 off-peak), children under 11 half price, canoes\/kayaks $25 one-way.  Single-day round-trip fares were recently introduced and vary in price, depending on availability."]},"\n",{"type":"*","value":[" ",{"type":"'''''","value":[{"type":"[","value":["http:\/\/www.isleroyaleboats.com\/ Sea Hunter"]}]}," - Grand Portage Isle Royale Transportation Line, ",{"type":"[[","value":[["Grand Portage"]]},", ",{"type":"[[","value":[["Minnesota"]]}," ",{"type":"''","value":["+1 651"]},"-653-5872, toll-free: +1 888-746-2305 Nov. through Apr, 218-475-0024 May through Oct. 65 ft vessel. Travel time: 1.5 hours. Operates Mid June thru Labor Day.  Adults $67 one-way, children $46 one-way, canoes\/kayaks $35 one-way, Day trips: Adults $54 children $31."]},"\n",{"type":"*","value":[" ",{"type":"'''''","value":[{"type":"[","value":["http:\/\/www.isleroyaleboats.com Voyageur II"]}]}," - also GPIR. 65 ft vessel. 1-888-746-2305 & 651-653-5872 Oct-May 218-475-0024 May-Oct. Travel time: 2.0-2.5 hours. Operates May thru early-October,is the only vessel providing pick-up&drop-off service around the entire island, departing M\/W\/Sa and returning Tu\/Th\/Su, but with slightly less frequent service before Memorial Day and after mid-September. $67 one-way ($80 for destinations beyond Windigo), canoes\/kayaks $35 one-way. US Mail and parcel service to Isle Royale."]},"\nAdvance reservations are strongly recommended for all ships, especially in late July and early August. Whether you're traveling across the depths of Superior from Michigan, or on the ferries from nearer Minnesota, take precautions for motion sickness if you're not a seasoned sailor.  In the uncommon event of dangerous weather, crossings may be delayed, but they're almost never canceled.  The ",{"type":"''","value":["Queen"]}," and ",{"type":"''","value":["Sea Hunter"]}," and ",{"type":"''","value":["Voyageur II"]}," both offer discounted fares for ",{"type":"'''","value":["day-trips"]}," to the park, which give you about 3-4 hours on the island.  Note that Isle Royale is at the western extreme of the Eastern time zone, but the Minnesota-based ferries operate on Central time.\n\nThe ferries from Michigan dock at ",{"type":"'''","value":["Snug Harbor"]},", an inlet of Rock Harbor near the east end of the island; this is the largest \"civilized\" area on the island.  Because Rock Harbor Lodge, Rock Harbor campground, and Rock Harbor Visitor Center are located here, this site is commonly referred to as \"Rock Harbor\", even though that technically refers to the whole miles-long stretch of water.  The ferries from Minnesota dock at \"Windigo\", a smaller port at the west end of the island and \"Rock Harbor\".  Each port has a small camp store, drinking water, modern restrooms, pay showers, and coin laundry; these are the only such facilities in the park.\n\nA new service was offered in the 2008 season. It was five scheduled round trips to Windigo by the ",{"type":"''","value":["Ranger III"]},", only four trips were made with the fifth being cancelled due to lack of passengers. This service was a failure and will not be offered again.  This was primarily to allow day trip visits from Houghton and hikers to hike the length of the island one-way.  Schedules will provide time to land at Windigo and  cross the island with a return to Houghton.  This hiking feat can be achieved by booking an inter-island trip to Windigo on the ",{"type":"''","value":["Voyageur II"]}," in addition to the ",{"type":"''","value":["Queen IV"]}," fare.\n\n",{"type":"===","value":["By floatplane"]},"\n\nFloatplane service is available from Houghton.  It's considerably more expensive than the ferries, but the trip takes a fraction of the time, and offers nice aerial views.  The plane can dock at either port, and since it can make multiple crossings in a day, this can give you some flexibility with the time of day you arrive and leave.  Stove fuel can't be transported by air, so if you're camping you'll have to buy that on the island.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.royaleairservice.com Royale Air Service"]}]},", Houghton County Memorial Airport, 23810 Airpark Blvd, Laurium, MI 49913, ",{"type":"''","value":["+1 218"]},"-721-0405. Travel time: 35 minutes. Operates M-Sa, mid-May thru mid-September.  $285\/person round-trip, $180\/person one-way, reservations required."]},"\n",{"type":"===","value":["By private boat"]},"\n\nPrivate motorboats also come to the island, mostly from Grand Portage, Minnesota, next from Michigans' Upper Peninsula, most infrequently from nearby ",{"type":"[[","value":[["Thunder Bay"]]},", ",{"type":"[[","value":[["Ontario"]]},".  All boats (of whatever nationality) coming from Canada are required to check in with U.S. Customs at Windigo or Snug Harbor.  Sanitation and fuel services are also available at these ports.  To protect the island wildlife from diseases and disruption, pets are not permitted on boats within the park boundaries.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nA fee of $4 per calendar day on the island is charged for visitors 12 years and older, and to save time upon arrival is collected ",{"type":"''","value":["en route"]}," by the services providing transportation to and from the island.  Park visitors are required to file a plan with the rangers indicating the campgrounds they expect to use each night.  This serves to make sure campers' plans are consistent with party-size and duration-of-stay limits on campgrounds (and reality), and to help the park service estimate campground usage.  They don't care if you change your mind along the way (they expect that to happen), and only ask that campers let them know where you ",{"type":"''","value":["actually"]}," stayed before leaving.  Special permits and reservations are required for groups of 7-10, for off-trail hikers, and for canoeists camping outside of designated campgrounds.  Because noise levels go up exponentially as the size of camping parties increase, groups of more than 10 must split up and hike\/camp separately.  Fishing in Lake Superior and connected waters requires a paid license from the state; inland lakes have no licensing requirement.  Hunting is not permitted.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:Isle Royale ridge trail.jpg"],["right"],["thumb"],["250px"],["Trail through Isle Royale's boreal forest"]]},"\n\nAll transportation is on foot, by canoe or kayak, sailboat or by motorboat.  Except for a few wide, flat trails at the ports for NPS equipment, and a little pavement in the Snug Harbor area, there are no roads on the island.  Mountain bikes and wheeled portage devices are not permitted.\n\nAs a wilderness area, the park does not meet modern expectations of accessibility.  You need to be able to walk on rough surfaces and steep terrain to get anywhere at all beyond the immediate vicinity of the ports.  At Windigo, even the information office and store are up a short but steep hill.  Wheelchairs are permitted but not actively accommodated; if you rely on one, you'll find ferry dis\/embarking itself difficult, to say nothing of getting around.  Lakeshore canoeing and sightseeing by boat are the best options for those with limited mobility.  Service animals are permitted, but only with prior arrangements.\n\n",{"type":"===","value":["By foot"]},"\n\nA 165-mile network of groomed trails connects most areas of the island.  These are unpaved, and only somewhat improved, with exposed roots and stone common.  When crossing \"bald\" areas of exposed solid rock, small cairns of stones are piled periodically to mark the route.  In marshy areas, plank walkways have been built to allow passage and small bridges cross flowing streams.\n\n",{"type":"===","value":["By paddle"]},"\n\nSeveral of the inland lakes and protected inlets of Lake Superior are connected by portages ranging from a few dozen feet to a few miles.  Traveling by canoe or kayak obviously won't get you to all parts of the island (not even the whole shoreline; the northwest coast is generally considered unsafe, with few places to beach), but it provides a different way of seeing the park, taking you to some parts the trails don't reach.\n\n",{"type":"===","value":["By \"taxi\""]},"\n\nThe ",{"type":"''","value":["Sandy"]},", a \"water taxi\" operated by ",{"type":"[","value":["http:\/\/rockharborlodge.com\/ Rock Harbor Lodge & Marina"]},", can take you to various places on the east end of the island. (",{"type":"''","value":["+1 906"]},"-337-4993)  It's fairly costly, especially for small groups.  For example, a one-way trip for one or two people to Daisy Farm campground (6 miles away) costs $91; for a capacity party of six, the fare goes up to $110.  There's only one ",{"type":"''","value":["Sandy"]}," and she also provides scheduled sightseeing tours, so reservations are recommended.\n\n",{"type":"===","value":["By \"bus\""]},"\n\nThe island's \"bus\" is the ",{"type":"''","value":["Voyageur II"]},".  It's one of the ferries from Grand Portage (see \"Get in\"), but between crossings to\/from the mainland, it circumnavigates the island, from Windigo to Snug Harbor along the north side one day, then back to Windigo along the south side the next, making it useful for getting from one part of the island to another.  During the summer it makes three runs each week, fewer in early May or late September\/October.  In addition to the two main ports, it can do pick-ups and drop-offs at McCargoe Cove and Belle Isle (north side, Mon\/Wed\/Sat), and Daisy Farm, Chippewa Harbor, and Malone Bay (south side, Tue\/Thu\/Sun), with fares of $40-$52 per person.  It stops at these intermediate docks only by request, and it doesn't swing by close enough to be flagged down, so book passage in advance.  The ",{"type":"''","value":["Voyageur II"]}," allows hikers to thru-hike from Windigo to Rock Harbor (or vice-versa), though a new 2008 service by the ",{"type":"''","value":["Ranger III"]}," failed and only using the VoyageurII can accomplish this.\n\n",{"type":"===","value":["By plane"]},"\n\nIf you simply ",{"type":"''","value":["must"]}," get from one end of the island to the other on a tight schedule, the floatplane service may be able to accommodate you, but advance notice and reservations are required, and the fare is a hefty $280 per person (round trip); see \"Get in\".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Isle Royale loon.jpg"],["thumb"],["250px"],["a loon frolicking in McCargoe Cove"]]},"\n\nThe primary attraction is the wilderness of the island.  Although it isn't \"untouched\" – Isle Royale has a history of human habitation and exploitation, and the trails and campgrounds are inherently non-virginal – the remoteness and careful management of the island have combined to make for one of the more authentically \"wild\" experiences within the National Park system.  The trails generally adhere to ",{"type":"[[","value":[["leave-no-trace camping"],["leave-no-trace"]]}," principles.\n\nSecondarily, there's the wild",{"type":"''","value":["life"]},".  Sightings of small fauna such as squirrels and songbirds are inevitable.  Fox, moose, and loon encounters can be expected if you look for them (and perhaps even if you don't).  Signs of the island's wolf presence (e.g. footprints and scat) are common, and even nighttime howls or a chance glimpse through the trees are just common enough to keep hikers' eyes and ears open for them.  Moose commonly use the island's trails as well, and leave plenty of droppings.  When populations are high, moose sightings are fairly common.  Their numbers have been low recently, however.\n\nDepending on solar activity and magnetic field fluctuations, the aurora borealis (\"",{"type":"[[","value":[["Northern Lights"]]},"\") is frequently visible.  On clear nights, the lack of light pollution offers outstanding star-gazing opportunities at lakeshores where the tree cover breaks.\n\nThe island's human history is also worth exploring.  Surrounding Isle Royale there are several lighthouses you can visit (e.g. Rock Harbor lighthouse and Edisen Historic Fishery across the harbor from Daisy Farm campground, Passage Island lighthouse a few miles beyond Blake Point into Lake Superior) and shipwrecks (e.g. the cruise ship ",{"type":"''","value":["America"]}," just below the surface at the mouth of Washington Harbor, and few more several miles farther out).  The remains of abandoned copper mines can be found near McCargoe Cove, on the Island Mine Trail, and near Windigo.\n\n",{"type":"==","value":["Do"]},"\n\nFishing is a popular activity, which you can do from motorboats in the waters surrounding Isle Royale, or from canoes in its inland lakes (many of which are both secluded and teeming with fish).  Angling in the waters of Lake Superior (including bays) requires a Michigan fishing license, which you can buy at either port's ranger station.  Hunting is ",{"type":"''","value":["not"]}," permitted.\n\nA number of ships have met disaster on the rocks and islets around Isle Royale, making the surrounding waters fairly popular with shipwreck divers.\n\n",{"type":"===","value":["Around Rock Harbor"]},"\n\n",{"type":"[[","value":[["Image:Isle Royale lighthouse.jpg"],["thumb"],["250px"],["Rock Harbor lighthouse"]]},"\n\nIf you're spending the night at Rock Harbor campground, staying at Rock Harbor Lodge, or a day-tripper from Michigan, there are several ways to spend your day.\n",{"type":"*","value":["Guided tours, organized activities, and boat expeditions are offered; check at the lodge to see what's on the schedule.  The boat trips can take you to some of the more interesting spots along the southeast end of the island, such as ",{"type":"'''","value":["Passage Island"]}," and its lighthouse a few miles into Lake Superior, and several of the sites mentioned below for self-exploration.  The lodge also schedules nightly informational programs."]},{"type":"*","value":["Rent a canoe and paddle ",{"type":"'''","value":["Tobin Harbor"]},", a long, sheltered inlet on the north side of the narrow peninsula the lodge and ranger station are on.  This lightly-developed \"historic district\" was a popular site for little cottages a century ago (mostly out near the Lake), but aside from the periodic floatplane landing\/take-off, it's generally more quiet than \"hectic\" Rock Harbor, and also provides a shortcut to the trail leading to the breathtaking view from ",{"type":"'''","value":["Lookout Louise"]}," up on the Greenstone Ridge.  (Sample canoe rental rate: $18 for six hours.)"]},{"type":"*","value":["Rent a canoe and paddle ",{"type":"'''","value":["Rock Harbor"]},".   You can work your way along the shoreline of the harbor, or explore the several barrier islands that shelter it from Lake Superior.  ",{"type":"'''","value":["Raspberry Island"]}," (turn slightly to the left when you leave Snug Harbor) has a trail with closely-placed examples of several of Isle Royale's environments (including some short but difficult sections of trail).  Note that Rock Harbor offers little shelter from windy weather, paddling between the barrier islands can expose you to Lake Superior waves, and on the lakeward side of the islands crashing waves and swells can easily tip or swamp a canoe.  You'll also have to be prepared for periodic wakes from motorboats zipping the length of the harbor for one reason or another."]},{"type":"*","value":["Rent a boat with an ",{"type":"'''","value":["outboard motor"]}," and go fishing in Rock Harbor or explore farther afield.  ",{"type":"'''","value":["East Caribou"]}," and ",{"type":"'''","value":["Mott Islands"]}," (joined by a footbridge) are home to the sometimes noisy park headquarters, but also have a 2.5-mile trail that takes you to the Lake Superior shore on the side away from Rock Harbor.  ",{"type":"'''","value":["Edisen Fishery"]}," and ",{"type":"'''","value":["Rock Harbor Lighthouse"]}," (both well-preserved 19th century relics) are across from Daisy Farm campground at the mouth of Moskey Basin.  Just a little west of Edisen is another former fishery which is the summer residence of wolf\/moose researchers Candy and Rolf Peterson, who have a huge collection of moose bones in their yard (look for the Norwegian flag)."]},{"type":"*","value":["To spend a few hours on your feet, hike the ",{"type":"'''","value":["Stoll Trail"]}," east out to rocky Scoville Point, passing a pair of old copper-mining pits along the way.  Or take the Rock Harbor Trail a couple miles west to ",{"type":"'''","value":["Suzy's Cave"]},", a \"secret passage\" formed by the lake when it was much higher, and return on the Tobin Harbor Trail (or vice versa).  The Tobin Harbor and Stoll Trails are the least difficult, but both involve some tricky footsteps (Stoll especially) and steep stretches of trail (Tobin Harbor especially)."]},{"type":"*","value":["For a longer hike, trek up onto the Greenstone Ridge to ",{"type":"'''","value":["Mt. Franklin"]}," and back (about 10 miles round-trip).  For a vigorous day-long hike, continue west to ",{"type":"'''","value":["Mt. Ojibway"]}," and return by way of the Daisy Farm and Rock Harbor Trails (about 15 miles total). No water sources exist on the ridge proper, and it can reach the low-80s (25+ Celsius) on summer afternoons at higher altitudes -- pack accordingly."]},"\n",{"type":"===","value":["Around Windigo"]},"\nThose staying at Washington Creek campground or day-tripping from Minnesota have a few options as well.\n",{"type":"*","value":["There are two self-guided ",{"type":"'''","value":["nature trail"]}," loops at Windigo, one less than a mile, the other a little more than a mile."]},{"type":"*","value":["Rent a canoe and explore sheltered ",{"type":"'''","value":["Washington Harbor"]},", and ",{"type":"'''","value":["Grace Harbor"]}," at the edge of Lake Superior.  These have plenty of shoreline, several islands, and the barely-underwater sunken cruise ship ",{"type":"''","value":["America"]}," to explore (best reached by motorboat)."]},{"type":"*","value":["The old ",{"type":"'''","value":["Wendigo Mine"]}," ruins (not a typo; 19th-century spellings are sometimes inconsistent) are a couple miles inland on the East Huginnin Cove Trail."]},{"type":"*","value":["Hiking the first 2 miles of the ",{"type":"'''","value":["Feldtmann Ridge Trail"]}," and back provides good views of Washington Harbor, including a short trail leading to a good overlook.  Continuing farther offers less scenic views, but nice woodland hiking."]},{"type":"*","value":["The 9-mile trail loop to ",{"type":"'''","value":["Huginnin Cove"]}," and back is too far for a day-visitor to the island, but can be done in 4-6 hours if you're staying at Washington Creek campground, especially if you leave your gear behind.  It has some difficult, steep stretches of trail."]},{"type":"*","value":["Similarly, there's an overlook of the ",{"type":"'''","value":["Minong Ridge"]}," a little more than 4 miles along that trail."]},{"type":"*","value":["Dive the \"America.\" If you have the ability to provide your own boat transportation (there are no charters regularly scheduling dives, and exclusive charter might be pricey) and provide your own equipment (multiple tanks of air to make the trip worthwhile) the \"America\" is a wonderful experience. The bow of the ship pokes out from the Lake approximately two feet while the stern lies at approximately 84 feet. The vessel is remarkably intact, even following salvage attempts. Special things to see are the engine room, grand staircase, dining area and kitchen, a model-something Ford (complete with hand crank on front). Clothing and ship equipment still exist on this wreck. No human passengers perished on its sinking, however, there has been at least one recorded diving death on this wreck near the kitchen area during a wreck penetration dive. Do not dive or penetrate this wreck if you are not trained in wreck penetration. While no humans perished at sinking, there was one fatality, a pet dog."]},"\n",{"type":"===","value":["Backcountry"]},"\n",{"type":"{{","value":[["Infobox"],["Be"],["Although most people come to Isle Royale specifically to hike the trails or to paddle the lakes, and to enjoy the physical challenge of it, keep in mind that there's no prize for putting in the most miles, and no penalty for spending a day or two in one area.  It's too easy to come away from the island remembering little except the view of your boots on the trail or the bow of your canoe in front of you.  Allow yourself some time without a pack on your back or a paddle in your hands, and just ",{"type":"''","value":["be"]}," on the island."]]},"\n\nIf you have more than a few hours to spend on the island, head off into the backcountry.  The National Geographic Society publishes a very good waterproof topographic map of Isle Royale with campgrounds and trails marked, and mileages for both land and water routes between sites at $10.  The book ",{"type":"''","value":["Isle Royale National Park: Foot Trails & Water Routes"]}," by Jim DuFresne (ISBN 0898867924) is an excellent resource, describing the regions and routes in experienced detail.  Both are available at the information offices on the island, but are most useful for planning your trip before arrival.\n\nThe interconnected trails and the portage-linked lakes and bays make it easy for you to devise your own itinerary among the island's campgrounds.  But there are some common routes that begin and end at the ports, or at docks accessible by ferry or water taxi:\n\n",{"type":"====","value":["Hike"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Greenstone Ridge Trail"]}," - The Greenstone (named for the colored mineral-bearing \"gemstone\" embedded in the rock various places on the island) runs nearly the full length of the island, along its spine.  Its western end is at the Windigo ranger station and its eastern end is across Tobin Harbor from the station at Snug Harbor.  (Most hikers go around Tobin Harbor to join the Greenstone at Mount Franklin.)  It ranges from easy to moderately difficult hiking for 5-6 days, and is easy to follow."]},{"type":"*","value":[" ",{"type":"'''","value":["Rock Harbor Trail"]}," - A mostly easy-to-moderate hike, largely along the shore of Rock Harbor and near Moskey Basin, then inland to Lake Richie.  You can do it as an out-and-back hike (4-5 days), as half of a loop with the Greenstone (4-6 days), or get dropped off at Chippewa Harbor and hike back to Snug Harbor (2-3 days)."]},{"type":"*","value":[" ",{"type":"'''","value":["Feldtmann Ridge\/Island Mine Trail"]}," - Along with a segment of the Greenstone, these trails form a loop starting and ending at Windigo.  It's moderately difficult hiking both through wetlands and over ridges, and takes 3-4 days."]},{"type":"*","value":[" ",{"type":"'''","value":["Indian Portage Trail"]}," - This series of trails between and around several interior lakes crosses the island from Chippewa Harbor to McCargoe Cove.  Moderately difficult up-and-down-and-up-and-down hiking, taking 1-2 days."]},{"type":"*","value":[" ",{"type":"'''","value":["Minong Ridge Trail"]}," - This rugged, less-groomed trail is harder to follow than the others, on a ridge near the north shore, from McCargoe Cove to Windigo.  It takes 4-5 difficult days to hike, the western-most segment being nearly 13 miles between campgrounds."]},"\n",{"type":"====","value":["Paddle"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Southern lakes"]}," - A series of lakes connected by relatively short portages runs from Chippewa Harbor through Lakes Whittlesey, Wood, Siskiwit (the island's largest), Intermediate, and Richie, reaching territory inaccessible by hikers.  A 2-mile portage connects Lake Richie to Moskey Basin and Rock Harbor.  (With a special permit, you can camp anywhere along the shorelines of the canoe-only lakes.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Indian Portage"]}," - To cross the island via inland lakes, there's a 1.2-mile portage from Chippewa Harbor to Lake Richie, somewhat shorter ones to Lakes LeSage, Livermore, and Chickenbone, then another hike to McCargoe Cove (roughly following the Indian Portage Trail).  This route crosses the Greenstone Ridge, so those short portages are difficult."]},{"type":"*","value":[" ",{"type":"'''","value":["Northeast bays"]}," - Starting from McCargoe Cove, a series of channels, coves, and bays on the northeast end of the island provide a reasonably safe, sheltered route through the waters of Lake Superior back to Rock Harbor.  This route includes a few fairly short portages, and one heartbreaker up over the Greenstone to avoid a dangerous paddle around the exposed tip of the island."]},{"type":"*","value":[" ",{"type":"'''","value":["South shore"]}," - For experienced sea kayakers only (canoes aren't safe in the open waters of Superior, and even kayaks are advised to stick close to shore) you can make your way by a series of lakeside campgrounds from Rock Harbor to Windigo, portage-free."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is a fairly small but well-stocked camp store at Snug Harbor and an even smaller store at Windigo, both near their respective NPS information offices.  You shouldn't rely on either of them for equipping or provisioning your trip (due to the high prices if nothing else), but they provide a handy safety net if you discover you've left something behind, and they're popular with those just coming off the trail looking for food that doesn't require the addition of hot water.  They sell dramamine by the dose, for if the ferry ride home looks like it's going to be rough.\n\nIf you want a souvenir from the island, there's an assortment of t-shirts and sweatshirts in the camp stores, and Rock Harbor Lodge (which operates the stores) has a small gift shop (sharing space with the Greenstone Grill) with a larger selection of merchandise, including knick-knacks, plush animals, and the like... so don't go and help yourself to things you find in the wilderness.  Removing samples of greenstone from the park is prohibited, and tampering with the wildlife and environment in general is discouraged.  \"Take nothing but pictures and leave nothing but footprints.\"\n\n",{"type":"==","value":["Eat"]},"\n\nFor most visitors, you'll be eating what you pack in, so freeze-dried meals, candy-nuts-and-granola mixtures, and oatmeal are your best bet for on the trails\/lakes.  Fires are prohibited except in selected sites with community fire rings or grills, so you'll need a camp stove.  Edible berries can be picked and eaten along the trails when in season.  Anglers (especially with watercraft) can add freshly caught fish to the menu.  The camp stores at Snug Harbor and Windigo have a limited selection of packaged groceries for housekeeping cabins, freeze-dried food for in the wilderness, and chips\/candy for those just returning.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rock Harbor Lodge Dining Room"],["url=http:\/\/www.rockharborlodge.com\/"],["email="],["address=Rock Harbor Lodge"],["lat="],["long="],["directions=east end of Snug Harbor"],["phone=+1 906 337-4993"],["tollfree="],["fax="],["hours=Daily 7AM-8:30AM, noon-1:30PM, and 5:30PM-7:30PM"],["price=Breakfast $13.50\/$9, lunch $16\/$11, dinner $30.50\/$20 (adult\/child)"],["content=Nothing too fancy, but pleasant.  This is where lodge guests on the meals-included \"American Plan\" eat, but \"European Plan\" guests, cabin guests, and campers are also welcome (though if you're just coming in off a week on the trails, buying a shower first would be a nice courtesy).  The lake trout is really fresh, but be prepared to pay premium prices for the luxury of kitchen-prepared food in the wilderness."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Greenstone Grill"],["url="],["email="],["address=Rock Harbor Lodge"],["lat="],["long="],["directions=east end of Snug Harbor"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Simple fare such as burgers, sandwiches, pizza, coffee, and drinks.  Very reasonbly priced, given the location, and it's so much nicer to hear the crunch of fresh lettuce and onions on a burger than the crunch of unreconstituted freeze-dried peas in your beef stew."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Windigo camp store"],["url="],["email="],["address="],["lat="],["long="],["directions=farther up the hill from the Windigo information center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Simple cold sandwiches; the only source of prepared food on the west end of the island."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere is potable water available at the ranger stations at both Snug Harbor and Windigo and their neighboring campgrounds of Rock Harbor and Washington Creek.  All campgrounds have a natural water supply on-site or nearby, but these sources should be presumed infected with parasites, and either filtered or thoroughly boiled before drinking or cooking.  Filters are the best option for drinking water, because that retains its refreshing coldness, and is also most practical for the gallon\/day or more each person is likely to need.  Chemical purification tablets won't kill the tapeworm eggs that the moose deposit in the water supply.\n\nSoft drinks are sold at both camp stores.  The ",{"type":"'''","value":["Greenstone Grill"]}," (see \"Eat\") also serves a small assortment of mainstream U.S. and Canadian beers (including Moosehead), and a small but well-chosen selection of Michigan microbrews.  Bring your own liquor to the island if you wish, but keep in mind that drunken campers disturb both wildlife and other campers, and alcohol is prohibited at a few campgrounds.  Besides, the last thing you need in the wilderness is impaired judgment, dehydration, a hangover, and a bottle to carry.\n\n",{"type":"==","value":["Sleep"]},"\n\nAlthough the park service is exploring options which might offer a compromise, when staying on Isle Royale you need to choose between cost and comfort: sleep in your own bag outside for free, or sleep in a bed indoors and pay the expense of civilized amenities in the wilderness.\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rock Harbor Lodge"],["url=http:\/\/www.RockHarborLodge.com"],["email="],["address="],["lat="],["long="],["directions=east end of Snug Harbor"],["phone=+1 906 337-4993 (summers) and +1 270-773-2191 (winters)"],["tollfree="],["fax="],["hours=Open Memorial Day through Labor Day"],["price=$209-$232 (cabin), $215-239 ('European plan' room without meals), $336-$360 ('American plan' room with meals), double occupancy, tax and fees included; peak season is mid-July to mid-August"],["checkin="],["checkout="],["content=The only option for those wanting a bed and four walls, the lodge offers both modest modern hotel rooms overlooking Rock Harbor\/Lake Superior, and modern duplex \"housekeeping\" cabins inland with nice big picture-window views of the surrounding trees, all a short stroll from the dock."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nThe vast majority of visitors to Isle Royale stay in the designated campgrounds maintained by the park service, equivalent to what most parks call \"backcountry\" camping... nothing like the half-paved communal parking lots usually passed off as \"campgrounds\".  Some are accessible only through the network of trails crossing the island, some are accessible only by water routes, but many can be reached either way.  The motorboat-accessible campgrounds may not be ideal for hikers and paddlers trying to get away from civilization.  There's no charge for campgrounds beyond the park visitor fee.\n\nThe only amenities at these campgrounds are enclosed pit toilets... no electricity, showers, or trash cans.    Campgrounds on the shore of Lake Superior usually have picnic tables; inland campgrounds instead have a some large local logs to sit on.  Most campgrounds have several fairly isolated \"individual\" sites, clearings big enough for two 1-to-3-person tents.  Shoreline campgrounds usually also have a small number of three-sided, covered and floored wooden shelters (the fourth wall is screened), but these can't be reserved, so you need to bring a weatherproof three-season tent or risk spending the night with no protection from the clouds (of rain and mosquitoes).  For that matter, the tent sites can't be reserved either, so during times of heavy use, you ",{"type":"''","value":["might"]}," have to share an individual site with another party.  Some campgrounds have larger tent sites for groups of 7-10 campers (located away from the \"regular\" sites, to reduce the disturbances such groups produce) which ",{"type":"''","value":["must"]}," be reserved.  Most campgrounds have a three-night limit on how long you may stay, and the most in-demand ones have shorter limits.\n\n",{"type":"[[","value":[["Image:Isle Royale Todd Harbor sunset.jpg"],["thumb"],["250px"],["sunset at Todd Harbor"]]},"\n\nThe park's campgrounds, from one end to the other: (numbers correspond to locations on map)\n# ",{"type":"'''","value":["Merrit Lane"]}," - all the way out on Blake Point, access in a narrow channel protected from Superior, 1 tent site, 1 shelter, accessible by canoe or motorboat (Tobin Harbor).\n# ",{"type":"'''","value":["Duncan Narrows"]}," - in the shadow of Lookout Louise, fire rings, no tent sites, 2 shelters, accessible by canoe or motorboat (Duncan Bay).\n# ",{"type":"'''","value":["Rock Harbor"]}," - the most civilized campground, in the suburbs of Snug Harbor, drinking water, showers\/toilets a short walk away, one-night limit, 11 tent sites, 9 shelters, accessible by trail (Rock Harbor, Tobin Harbor), canoe or motorboat (Tobin or Rock Harbor).\n# ",{"type":"'''","value":["Tooker's Island"]}," - on a small but wooded barrier island in Rock Harbor, no tent sites, 2 shelters, accessible by canoe or motorboat (Rock Harbor).\n# ",{"type":"'''","value":["Duncan Bay"]}," - on a nice peninsula sticking into the bay, fire rings, 1 tent site, 2 shelters, accessible by canoe or motorboat (Duncan Bay).\n# ",{"type":"'''","value":["Lane Cove"]}," - the only trail site on the northeast bays, 5 tent sites, no shelters, accessible by trail (Lane Cove Trail) or canoe (Lane Cove).\n# ",{"type":"'''","value":["Three Mile"]}," - right on the edge of Rock Harbor, one-night limit, 3 group and 4 individual tent sites (some right on the harbor), 8 shelters (on or near the harbor), accessible by trail (Rock Harbor, Mount Franklin), canoe or motorboat (Rock Harbor).  Somewhat busier than most campgrounds as it is a short hike from ferry dock at Snug Harbor.\n# ",{"type":"'''","value":["Belle Isle"]}," - a former resort site, lovely sunrises, 1 tent site, 6 shelters, fire rings, accessible by canoe or motorboat (Belle Harbor).\n# ",{"type":"'''","value":["Caribou Island"]}," - on one of Rock Harbor's westernmost barrier islands, community fire ring, 1 tent site, 2 shelters, accessible by canoe or motorboat (Rock Harbor).\n# ",{"type":"'''","value":["Daisy Farm"]}," - a sprawling and often busy crossroads on Rock Harbor, historically interesting, 3 group and 6 individual tent sites, 16 shelters, accessible by trail (Rock Harbor, Daisy Farm, Mount Ojibway), canoe or motorboat (Rock Harbor).  There is a ranger resident here, with informational programs offered many evenings.  Good place to swim when the weather is warm.\n# ",{"type":"'''","value":["Pickerel Cove"]}," - secluded with lots of waterfowl, two-night limit, 1 tent site, no shelters, accessible by canoe (Pickerel Cove).\n# ",{"type":"'''","value":["Birch Island"]}," - in McCargoe Cove but with a view of Superior, 1 tent site, 1 shelter, accessible by canoe or motorboat (McCargoe Cove).\n# ",{"type":"'''","value":["Moskey Basin"]}," - at the scenic cul-du-sac of Rock Harbor, 2 group and 2 individual tent sites, 6 shelters with great views of the basin, accessible by trail (Rock Harbor, Lake Richie), canoe or motorboat (Moskey Basin).\n# ",{"type":"'''","value":["Chippewa Harbor"]}," - low cliffs overlooking Superior, good fishing nearby, fire rings, 2 tent sites, 4 shelters, accessible by trail (Indian Portage), canoe or motorboat (Chippewa Harbor).\n# ",{"type":"'''","value":["Chickenbone East"]}," - quiet, two-night limit, but the water supply is a short hike away down an hill, and is not particularly appealing. 1 group and 3 individual tent sites, no shelters, accessible by trail (Greenstone, East Chickenbone) or canoe (Chickenbone Lake).\n# ",{"type":"'''","value":["McCargoe Cove"]}," - a popular moose wading location across the cove, community fire ring, no alcohol, 3 group and 3 individual tent sites (up the hill from the cove), 6 shelters (most with views of the water), accessible by trail (Indian Portage, Minong), canoe or motorboat (McCargoe Cove).  The Minong Mine (the best preserved on the island) is nearby.\n# ",{"type":"'''","value":["Lake Richie"]}," - good fishing from shore, two-night limit, 2 group and 4 individual tent sites, no shelters, accessible by trail (Lake Richie, Indian Portage) or canoe (Lake Richie).\n# ",{"type":"'''","value":["Lake Richie Canoe"]}," - more good fishing, two-night limit, 3 tent sites, no shelters, accessible by canoe (Lake Richie).\n# ",{"type":"'''","value":["Chickenbone West"]}," - right on the lake with some very nice views, two-night limit, 3 group and 6 individual sites, no shelters, accessible by trail (Greenstone, Indian Portage) or canoe (Chickenbone Lake).  \n# ",{"type":"'''","value":["Intermediate Lake"]}," - secluded, rocky shoreline access, good fishing, two-night limit, 3 tent sites, no shelters, accessible by canoe (Intermediate Lake).\n# ",{"type":"'''","value":["Lake Whittlesey"]}," - good fishing, two-night limit, 3 tent sites, no shelters, accessible by canoe (Lake Whittlesey).\n# ",{"type":"'''","value":["Wood Lake"]}," - overlooking the shoreline for good moose viewing, two-night limit, 3 tent sites, no shelters, accessible by canoe (Wood Lake).\n# ",{"type":"'''","value":["Todd Harbor"]}," - great sunsets into distant Ontario, sometimes breezy, community fire ring, 3 group and 5 individual sites, 1 shelter, accessible by trail (Minong) or motorboat (Todd Harbor).  There's a mine pit and a cascading creek a short distance to the west.\n# ",{"type":"'''","value":["Malone Bay"]}," - beautiful view and pebble beaches, ranger station, 2 group tent sites, 5 shelters overlooking Superior, accessible by trail (Ishpeming), canoe or motorboat (Malone Bay).\n# ",{"type":"'''","value":["Hatchet Lake"]}," - among the birch and thimbleberries near the lake, two-night limit, 3 group and 5 individual tent sites, no shelters, accessible by trail (Greenstone, Hatchet Lake).\n# ",{"type":"'''","value":["Little Todd Harbor"]}," - on the shoreline, fire rings, two-night limit, 3 group and 4 individual tent sites, no shelters, accessible by trail (Minong).\n# ",{"type":"'''","value":["Hay Bay"]}," - a safe haven for south-shore boaters, 1 tent site, no shelters, accessible by kayak or motorboat (Hay Bay).\n# ",{"type":"'''","value":["Lake Desor South"]}," - a short climb above the lake shoreline among the birch and thimbleberry plants, two-night limit, 3 group and 7 individual tent sites, no shelters, accessible by trail (Greenstone).\n# ",{"type":"'''","value":["Lake Desor North"]}," - a long hike from Windigo (or Little Todd), good view of the lake, two-night limit, 3 tent sites, no shelters, accessible by trail (Minong).\n# ",{"type":"'''","value":["Siskiwit Bay"]}," - warmer with nice beaches, community fire ring, no alcohol, 3 group and 4 individual tent sites, 2 shelters, accessible by trail (Feldtmann, Island Mine), kayak or motorboat (Siskiwit Bay).\n# ",{"type":"'''","value":["Island Mine"]}," - the only campground not by a lake (its water supply is a stream down the hill a short distance) with a \"deep woods\" character, 2 group and 4 individual tent sites, no shelters, accessible by trail (Island Mine, near Greenstone).\n# ",{"type":"'''","value":["Washington Creek"]}," - near Windigo, drinking water, showers\/toilets a quarter-mile away, view of a wide creek popular with moose, 4 group and 5 individual tent sites (most with little privacy), 10 shelters, accessible by trail (Greenstone, Minong, Feldtmann), kayak or motorboat (Washington Harbor).\n# ",{"type":"'''","value":["Huginnin Cove"]}," - a secluded little cove on the rugged north shore, 5 tent sites, no shelters, accessible by trail (Huginnin Cove).\n# ",{"type":"'''","value":["Beaver Island"]}," - no tent sites, 3 shelters, accessible by canoe or motorboat (Washington Harbor).\n# ",{"type":"'''","value":["Feldtmann Lake"]}," - on the SW edge of the lake, good moose viewing, two-night limit, 2 group and 5 individual tent sites, no shelters, accessible by trail (Feldtmann Ridge) or kayak (Rainbow Cove).\n# ",{"type":"'''","value":["Grace Island"]}," - no tent sites, 2 shelters, accessible by canoe or motorboat (Grace Harbor).\n\n",{"type":"[[","value":[["Image:IsleRoyaleInlandLake.jpg"],["right"],["thumb"],["250px"],["Tobin Harbor"]]},"\n\nFor those arriving at Snug Harbor, the obvious place to camp the first and last nights is the Rock Harbor campground, the island's busiest.  If you're eager to get away from what passes for \"crowds\" on Isle Royale, Three Mile campground (unsurprisingly about 3 miles away) is easy to get to.  Daisy Farm (another 4 miles) is also within a partial-day's hike.  But keep in mind that you'll be disembarking from a ferry at the same time as dozens of people with exactly the same idea, filling that first day's hike with passing and being passed by fellow travelers, so an afternoon exploring the Snug Harbor area and a night at Rock Harbor with a more individual hit-the-trail time the next morning (and your choice of sites when you arrive) may be more to your liking.  Lane Cove is a reasonable distance for a first night, but it requires hiking over the Greenstone Ridge, and it's a dead-end, so you'll have to backtrack the next day (with a really steep climb back onto the ridge) to go anywhere else.  First-day paddlers can reach the Tooker's Island or Caribou Island campgrounds on the barrier islands protecting Rock Harbor.\n\nArrivals at Windigo typically spend the first and last nights at the Washington Creek campground.  An alternative is to hike north to Huginnin Cove (3 miles), but this detour loop will add about 3 miles of up-and-down hiking to the beginning of the next day's hike, regardless of which direction you're going next.  Or set out right away on the Greenstone and make your way to Island Mine campground (7 miles, mostly up hill).  Beaver Island and Grace Island campgrounds can be reached by canoe or kayak.\n\nFrom there, it's up to you.\n\n",{"type":"===","value":["Backcountry"]},"\n\nTrue backcountry camping – hiking off the trails and camping in non-designated sites – is allowed only with a special \"cross-country\" camping permit.  It's advised only for experienced wilderness hikers due to the frequent ruggedness of the terrain and difficulty navigating in mostly-wooded areas.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"[[","value":[["Image:IsleRoyaleWolfPrints.jpg"],["right"],["thumb"],["250px"],["fresh wolf tracks on the Greenstone Ridge trail"]]},"\n\nThe Brothers Grimm gave wolves a very unfair portrayal; unless you are a young or feeble moose, you're in no danger from them.  Although they've gotten a little less furtive lately as they look harder for moose (whose numbers have gone down substantially), they're still very good at avoiding humans, and even mere ",{"type":"''","value":["sightings"]}," are still infrequent.  On the other hand, moose can be very dangerous if provoked (there's a reason wolves only go after the weak ones, and do so in packs), especially if you get between a mother and her calf, or if you confront a bull during mating season.  But otherwise they're nothing to be afraid of, and will probably regard you the same way.\n\nThe greatest danger is your own foolishness: pushing yourself too hard, or ignoring basic principles of wilderness health and safety (e.g. keeping dry, water sanitation, floatation devices on the water).  Canoeing, kayaking, or swimming in Lake Superior can be particularly hazardous due to the potential roughness of the water (it's more like a freshwater sea than a mere lake) and the hypothermia-inducing temperature just below the surface year-round.\n\nThe water from Lake Superior is safe enough when filtered, but some streams and inland lake sources are not as wholesome.  Good filtration (not iodine tablets) is a must and some water from marshlands may need to be pre-filtered to prevent clogging.  The taller ridges can reach 80+ degrees on a warm summer's day, and there are no water sources up there.  Plan ahead and bring plenty of water, as the ridge trails are a strenuous hike.  Nothing is worse than being exhausted and out of water 1000 feet above Lake Superior!\n\nIf you're injured, there's limited medical assistance available on the island, and it's going to have a difficult time getting to you in the backcountry.  There are ranger stations at Snug Harbor, Windigo, Malone Bay (on the south shore), and Amygdaloid Island (off the northeast shore), and a ranger resident at Daisy Farm, any of which can radio for help and arrange for helicopter transport to the mainland (at your expense) for professional medical care.\n\n",{"type":"[[","value":[["Image:Isle Royale fox.jpg"],["thumb"],["250px"],["a semi-tame fox skulking about Snug Harbor"]]},"\n\nSurprisingly, there is a ",{"type":"'''","value":["theft"]}," problem at Isle Royale campgrounds, and the culprits inevitably escape prosecution on the grounds that they are not human.  Foxes are the worst culprits, potentially stealing ",{"type":"''","value":["anything"]}," left unattended, including boots, socks, and even cameras.  Squirrels – especially those who've had a previous taste of the exotic foods humans eat – will brazenly steal food from your hand when your head is turned (not much caring if they bite you in the process), or chew through your backpack if they catch a whiff of such ambrosia inside.  Double-plastic-bagging and vigilance are advised.  This is important both for your own well-being and that of the animals; camp foxes quickly become dependent on human food and stop hunting, which is both nutritionally bad for them ",{"type":"''","value":["and"]}," leaves them to starve when the humans all go away for the long winter.\n\n",{"type":"==","value":["Connect"]},"\n\nThe phone numbers included here are useful for ",{"type":"''","value":["planning"]}," your trip, not for calling from Isle Royale, where phone service is almost non-existent.  At Snug Harbor there's a cellular pay phone on an amplified antenna for \"Yeah, Mom, I made it back to the ranger station\" calls (credit cards only; $5 for the first two minutes).  Mobile phones won't work unless you're on a ridge or a part of the island close to Thunder Bay, Ontario, where ",{"type":"''","value":["maybe"]}," you'll get a weak signal.  You can bring your phone along \"for emergencies\", but the odds of it working when you want it to are slim enough to make it just a half pound of dead weight in your pack.  Don't even ",{"type":"''","value":["think"]}," about trying to blog your trip.\n\n",{"type":"==","value":["Go next"]},"\n\nIf traveling through Grand Portage, the ",{"type":"[[","value":[["Boundary Waters Canoe Area"]]}," of ",{"type":"[[","value":[["Minnesota"]]}," and ",{"type":"[[","value":[["Quetico Provincial Park"]]}," of ",{"type":"[[","value":[["Ontario"]]}," provide a paddling paradise to the west.  ",{"type":"[[","value":[["Houghton-Hancock"]]}," and ",{"type":"[[","value":[["Copper Harbor"]]}," are located on the scenic ",{"type":"[[","value":[["Keweenaw Peninsula"]]}," (Isle Royale's geological sibling), and it's not far from there to ",{"type":"[[","value":[["Pictured Rocks National Lakeshore"]]},", another nice hiking area to the southeast.\n\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"{{","value":[["geo"],["48.1000"],["-88.5500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Upper Peninsula"]]},"\n",{"type":"{{","value":[["starpark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Isle Royale National Park"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Isle Royale National Park"]]}]