[{"type":"{{","value":[["pagebanner"],["Isle of man banner Peel castle.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Havna Ramsey.JPG"],["caption="],["location=LocationIsleofMan.png"],["flag=Flag of the Isle of Man.svg"],["capital=",{"type":"[[","value":[["Douglas (Isle of Man)"],["Douglas"]]}],["government=parliamentary democracy"],["currency=Isle of Man Pound (IMP); this is maintained at parity (£1=£1) with Sterling (GBP) and British (including Scottish and Northern Irish) currency circulates freely."],["area=572 sq km"],["population=84,497 (2011 census)"],["language=English, ",{"type":"[[","value":[["Manx Gaelic phrasebook"],["Manx Gaelic"]]}],["religion=Anglican, Roman Catholic, Methodist, Baptist, Presbyterian, Society of Friends"],["electricity=230V\/50Hz (UK or European plug)"],["tld=.im"],["timezone=UTC"],["callingcode=+44-1624"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitisleofman.com\/ Isle of Man"]}]}," (in Manx, ",{"type":"'''","value":["Ellan Vannin"]},") is an island in the ",{"type":"[[","value":[["British Isles"]]},", located in the Irish Sea between the islands of ",{"type":"[[","value":[["Great Britain"]]}," and ",{"type":"[[","value":[["Ireland"]]},". It is a ",{"type":"[[","value":[["United Kingdom"],["British"]]}," Crown dependency (and therefore not part of the United Kingdom itself); the UK is responsible for defence and foreign affairs. The island has its own government (headed by a Chief Minister) and parliament - \"Tynwald\" (consisting of the democratically-elected \"House of Keys\" and the nominated \"Legislative Council\".) The Isle of Man is not a full member of the European Union, but an associate member.\n\n",{"type":"[[","value":[["File:Isle of Man map-en.svg"],["300px"],["thumbnail"],["right"]]},"\n",{"type":"==","value":["Towns"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Douglas (Isle of Man)"],["Douglas"]]}," – the capital and largest town on the island."]},{"type":"*","value":[{"type":"[[","value":[["Castletown"]]}," – a fine castle and the Old House of Keys."]},{"type":"*","value":[{"type":"[[","value":[["Laxey"]]}," – delightful village on the electric railway between Douglas and Ramsey. Noted for its water wheel (claimed to be the world's largest in operation), its mines railway and an electric railway to the top of Snaefell."]},{"type":"*","value":[{"type":"[[","value":[["Peel (Isle of Man)"],["Peel"]]}," – an impressive castle and nice museums."]},{"type":"*","value":[{"type":"[[","value":[["Ramsey (Isle of Man)"],["Ramsey"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Calf of Man"]]}," - Small island bird sanctuary"]},{"type":"*","value":["Port Erin - A seaside town in the south near the Calf of Man"]},{"type":"*","value":["Port St Mary - A small seaside village in the south"]},{"type":"*","value":["Onchan - The island's second biggest settlement, just outside Douglas.  Nearby Groudle Glen offers picturesque walks."]},{"type":"*","value":["St. John's - Home of Tynwald Hill, the island's open-air parliament"]},"\n",{"type":"===","value":["Climate"]},"\nTemperate; cool summers and mild winters; overcast about one-third of the time.\nThe Island typically enjoys 'British' weather tempered by the effects of the Gulf Stream that runs through the surrounding Irish Sea. Exposure to sea breezes keeps average summer temperatures in the early to mid twenties centigrade, while winters tend to hover around 9 degrees and snow sometimes strikes in late February\/ early March. The thick sea fog that occasionally smothers the island's lowland areas is known locally as Manannan's Cloak, a reference to the Island's ancient Sea God swathing his kingdom in mist to protect it from unwanted visitors. Snow in winter is rare, except in the mountains - although recent years have seen an increase in snowfall.\n\n",{"type":"===","value":["Terrain"]},"\nA plain in the far north, with hills in north and south bisected by central valley. One small islet, the Calf of Man, lies to the southwest, and is a bird sanctuary.  The highest point is ",{"type":"''","value":["Snaefell"]},", at 621 meters above sea level.  The summit can be reached by the Snaefell Mountain Railway from ",{"type":"[[","value":[["Laxey"]]}," and on a good day it is possible to see Scotland, England, Wales, Northern Ireland and Ireland.\n\n",{"type":"===","value":["History"]},"\nThe Isle of Man was part of the Norwegian Kingdom of the Hebrides until the 13th century when it was ceded to Scotland. The Duke of Atholl sold the sovereignty of the isle to the British crown in 1765, henceforth the British monarch has also held the title \"Lord of Mann\". Current concerns include reviving the almost extinct Manx Gaelic language.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Ronaldsway Airport"]}," (",{"type":"{{","value":[["IATA"],["IOM"]]},").  ",{"type":"[","value":["http:\/\/www.iom-airport.com\/"]}," The Airport is located at Ronaldsway, near Castletown, in the south of the island. There are regular bus services from the Airport to Castletown and Douglas.\n\nA number of airlines operate regular services to the Isle of Man from regional airports throughout the British Isles such as Edinburgh, Manchester, Liverpool, Dublin, Belfast, London (Gatwick, Luton, London City) and Birmingham. A ticketing agency based on the island, ",{"type":"[","value":["http:\/\/www.citywing.com CityWing"]}," operates flights to ",{"type":"[[","value":[["Belfast"]]}," from £15 one-way including tax.\n\n",{"type":"[","value":["http:\/\/www.flybe.com Flybe"]}," operate several direct services to the UK, Jersey, Geneva and Brussels and also offer connecting services (often through Birmingham or Manchester) to many other destinations on their route network.\n\n",{"type":"===","value":["By boat"]},"\nFerries operated by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.steam-packet.com Steam Packet Company"]}]}," to Douglas from:\n",{"type":"*","value":[{"type":"[[","value":[["Liverpool"]]},", ",{"type":"[[","value":[["England"]]}," - 2h 30m (Fast craft) \/ 4h (conventional ferry)"]},{"type":"*","value":[{"type":"[[","value":[["Heysham"]]},", ",{"type":"[[","value":[["Lancashire"]]},", ",{"type":"[[","value":[["England"]]}," - 4h 30m (conventional ferry)"]},{"type":"*","value":[{"type":"[[","value":[["Belfast"]]},", ",{"type":"[[","value":[["Northern Ireland"]]}," - 2h 45m (Fast craft)"]},{"type":"*","value":[{"type":"[[","value":[["Dublin"]]},", ",{"type":"[[","value":[["Ireland"]]}," - 2h 50m (Fast craft) \/ 4h 45m (conventional ferry)"]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\nThe island has two main historic narrow-gauge railways, both starting from (separate) stations in Douglas.\n\nIn the south of the island, the Isle of Man Railway is a historic narrow-gauge steam railway operating between Douglas, Castletown and Port Erin (except during winter months). \n\nIn the north of the island, the Manx Electric Railway runs between Douglas and Ramsey (using the original historic tramcars from the 1890s.) \n\nAdditionally, the Snaefell Mountain Railway (to the summit of Snaefell) starts from Laxey, where connections with the Manx Electric Railway are available. The Groudle Glen Railway is a small steam-operated railway (take the Manx Electric Railway from Douglas and change at Groudle Glen.)\n\n",{"type":"===","value":["By car"]},"\nCars can be hired from various locations on the island, including the airport and Douglas Sea Terminal. Local agents operate on behalf of major international rental firms.\n\nThe Isle of Man has a very extensive road network which is passably well maintained. Congestion is low (outside Douglas at rush hour). Rules of the road closely mirror those of the United Kingdom with the exception that there is no overall speed limit for private vehicles (in other words, in a derestricted zone there is no blanket 70 or 60 mph limit like there is in the UK). Drive on the left. It is illegal to use a hand held mobile phone whilst driving. Petrol is expensive, even by UK standards.\n\nAny penalties enforced on your driving license will be upheld in the UK.\n\nMany of the country roads are narrow with substantial stone walls on each side, making evasive driving potentially tricky.  Despite the absence of speed limits outside urban areas, caution is advised.  \n\nCaravans (camper trailers) may not be brought to the island.\n\nThe roads on the Isle of Man are popular with bikers, and care is encouraged when out and about. \n\nDuring the TT fortnight, the main mountain road becomes a one way road from Ramsey to Douglas. Extreme care is recommended, as the amount of bikers is exceptionally high, and are known to drive the roads as if they were racing. There is no speed limit on this road at any point of the year.\n\n",{"type":"===","value":["By bus"]},"\n\nThe Isle of Man has a quite extensive public transit system using mostly buses.  With a bit of planning, it is possible to get almost everywhere on the Island using this transit system.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis are available from numerous taxi ranks, or can be hired by phone. Some provide an online booking service 24 hours in advance. Prices are a little higher than most in the UK, and considerably higher after midnight.\n\n",{"type":"===","value":["By tram"]},"\nThe island's capital, Douglas, has horse drawn trams operating along the Promenade (linking with the Manx Electric Railway).  This is really a novelty  available during the summer rather than a serious way of getting anywhere in particular.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the first language of all but there are a very small number of native speakers of ",{"type":"[[","value":[["Manx Gaelic phrasebook"],["Manx Gaelic"]]},". All children on the Isle of Man have the option to study Manx at school, and there have been efforts to revive the language. It is a descendant of Old Irish, along with Irish Gaelic and Scottish Gaelic. One of the most striking elements of the language is many consonant mutations can occur, ",{"type":"''","value":["e.g.,"]}," ",{"type":"''","value":["Doolish"]}," (the Manx name for ",{"type":"[[","value":[["Douglas (Isle of Man)"],["Douglas"]]},"), can easily become ",{"type":"''","value":["Ghoolish"]},".\n\nNumerous street signs will have their Manx equivalent printed alongside English.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["TT races"]},", held annually in June, are world famous, and motorcycling tourists visit to experience legal high speed riding."]},"\n",{"type":"*","value":[" During summer, take the tram to the summit of ",{"type":"'''","value":["Snaefell"]},", the highest point on the Island.  From the summit, the visitor can see 6 Kingdoms (Scotland, England, Wales, Ireland, the Isle of Man and Heaven).  It is a unique experience in that from the summit you can see the whole Island and the bodies of water that surround it.  There is also a hiking trail to the summit that takes only about half an hour."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Laxey Wheel"]},", a restored waterwheel operational during the summer months. It is said to be the largest still-operational waterwheel of its kind."]},"\n",{"type":"*","value":[" Located in the ancient capital of the Isle of Man, Castletown, the impressive fortress of ",{"type":"'''","value":["Castle Rushen"]}," was once home to the Kings and Lords of Mann.  Originally built for a Norse king in 1265, it was developed by successive rulers between the 13th and 16th centuries. During its time it was used as a fortress, royal residence, a mint and even a prison."]},"\n",{"type":"*","value":[" Situated on St Patrick’s Isle, ",{"type":"'''","value":["Peel Castle"]}," was originally a place of worship before becoming the fort of Magnus Barefoot – an 11th century Viking King of Mann.  The castle’s curtain wall encircles the ruins of many buildings which are a testimony to the site’s religious and secular importance in Manx history."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Sound"]}," Visitor Centre in Port St Mary is one of the most picturesque points in the south of the Island.  The large cafe, which has been built into the headland, offers 180 degree panoramic views of the surrounding area and is perfect for those looking for a full meal, light snack or just a cup of tea.  Adjoining the café is the visitor centre which contains a wealth of information about the history of the area including the ",{"type":"'''","value":["Calf of Man"]}," which is an Island directly opposite."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Silverdale Glen"]},", which is owned by the Manx National Trust, has well laid out paths that lead past small waterfalls and through dense woodland. Look out for the Medieval Monks Bridge in Ballasalla, which links Silverdale Glen to the historic Rushen Abbey, and the Monks Well which is a perfect place to throw in a few pennies and make a wish.  An extensive playground area and pretty boating lake are also available.  On site you’ll find a restaurant and well-stocked gift shop."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hike"]}," - There are many hiking\/walking trails and footpaths on the Isle of Man, the most significant being the ",{"type":"''","value":["Raad ny Foillan"]}," (The Way of the Gull) which is a 95-mile footpath around the Island.  Other trails cross the Island in various locations.  The ",{"type":"''","value":["Raad ny Foillan"]}," follows the coast for much of its route and is really quite a spectacular hike, well worth the time and effort while visiting the Island."]},{"type":"*","value":[" ",{"type":"'''","value":["Fish"]}," - There are numerous places to fish from piers and in lakes etc. Permits may be required in some areas."]},{"type":"*","value":[" ",{"type":"'''","value":["Cycle"]}," - The roads of the Isle of Man are popular with cyclists, however it is recommended to be proficient and of a decent fitness, as the terrain is very hilly. Mountain biking trails are also available."]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Heritage"],["alt="],["url=http:\/\/www.gov.im\/mnh\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Manx National Heritage maintain numerous locations and museums important to Manx history, such as castles. The village of Cregneash in the South forms a 'living museum' dedicated to the preservation of the traditional Manx ways of life."]]}]},"\n",{"type":"==","value":["Buy"]},"\nMany UK chain stores are represented in the Island (mainly in the capital, Douglas); for example, Boots, WH Smith, Waterstone's, Marks and Spencer, Next, B&Q. The island has its own supermarket chain, Shoprite, with branches in Peel, Douglas, Ramsey, Castletown and Port Erin. UK-based supermarkets (such as Tesco) also have branches. There is a small 'lifestyle' shopping centre at Tynwald Mills near St John's, with a number of outlets selling upmarket clothing, furnishings and gifts.\n\nUniquely Manx products include Smoked Kippers and Manx Tartan.\n\n",{"type":"==","value":["Eat"]},"\nManx food is often very good and continues to improve. Some good restaurants and bistros can be found. Fish and chips are also popular.  Crab baps are available from a kiosk on Peel Quay.\n\nLocally fished queen scallops, referred to as \"queenies\", are a popular dish - often served with bacon and garlic butter.\n\nThere are several varieties of Manx cheese. Boxes of Manx kippers can be ordered for delivery by post.\n\nA local speciality worth trying is chips, cheese and gravy, similar to the Canadian dish poutine.\n\nAnother favourite available as a takeaway is a baked potato with a topping such as chili.\n\nAlso try the \"Peel flapjack\" from Michael Street bakers in Peel.\n\n",{"type":"==","value":["Drink"]},"\nThe Isle of Man has three breweries, Bushy's, Okells, and Doghouse plus The Shore, a brew-pub in Old Laxey.  The Isle of Man has a beer purity law that permits no ingredients in beer other than water, yeast, hops and malt. Accordingly, a well-kept pint of Manx beer is worth seeking out.\n\nStandout bars include The Bay View in ",{"type":"[[","value":[["Port Erin"]]},", The Rovers Return in ",{"type":"[[","value":[["Douglas (Isle of Man)"],["Douglas"]]}," and The Whitehouse and Creek (both in ",{"type":"[[","value":[["Peel (Isle of Man)"],["Peel"]]},").\n\nWine is quite reasonably priced and readily available in food stores.\n\nDuring and around the TT fortnight, numerous beer tents are erected on the promenade, and a travelling fairground is often in attendance for the festival. The Bushy's tent is erected closest to the sea terminal, playing host to numerous live local bands, as well as serving Bushy's ales. An Okells tent is erected closer to the Villa Marina, providing a great location to view the evening street entertainment (stunt shows etc) put on during the fortnight. The two are often connected by the travelling fairground.\n\n",{"type":"==","value":["Sleep"]},"\nThe majority of hotels are located in Douglas, including the traditional seafront hotels on the Douglas Promenade. Standards can be variable - some are rather dated and in need of refurbishment. More luxurious hotels (up to four stars) are also available. B&Bs are also available, mostly outside of Douglas.\n\nBeWelcome and Couchsurfing hospitality is available.\n\nDuring the TT fortnight, a government-sponsored homeshare scheme is available, with residents renting out their homes and flats to visitors. Some residents offer this service outside of the government scheme.\n\n",{"type":"==","value":["Learn"]},"\nThere is no university on the island, although the University of Liverpool runs some courses. There is an Isle of Man College, and an International Business School ",{"type":"[","value":["http:\/\/www.ibs.ac.im"]},".\n\nLocated in the southeast, King William’s College opened on 1 August 1833. The College was the first of the ‘new’ public schools, its mix of 'day boys' and boarders together with older academic (university) students, constituting an institution unlike any other at its time.  The beautiful stone buildings can be seen on approach to Ronaldsway Airport.  \n\n",{"type":"==","value":["Work"]}," \nThe Isle of Man has very low unemployment, largely because of the financial sector. Seasonal work in the tourism industry is available, but note that a Work Permit is required to work on the island for anybody born outside of the island and is obtainable from the Isle of Man Government. ",{"type":"[","value":["http:\/\/www.gov.im"]},"\n\nThe online gaming industry is also a major employer, with PokerStars having their head office just outside of Douglas in Onchan. Numerous other companies that provide support, software and other systems to online gaming companies world-wide are also present.\n\nThe IT sector is in a growth period, albeit small.\n\n",{"type":"==","value":["Stay safe"]},"\nThe Isle of Man is generally a very safe place, more so than much of the United Kingdom. In an emergency contact the Isle of Man Constabulary (the island's police force) on 999.\n\nTown centres have real glass in bus shelters and graffiti has become a thing of the past.\n\n",{"type":"==","value":["Stay healthy"]},"\nHealth conditions are very similar to the UK. The island has a well-equipped modern hospital (Noble's Hospital, near Douglas) but some complicated medical conditions may require removal to the UK.\n\n",{"type":"==","value":["Respect"]},"\nThe Isle of Man is still a fairly socially conservative place, although some major social reforms (in line with the rest of western Europe) have been legislated for by Tynwald, the Manx parliament. \n\nCapital punishment for murder was officially abolished as recently as 1993 - although no execution had taken place on the island for over 100 years. Corporal punishment has also been abolished - it was used for young male offenders until the mid 1970s.\n\nPeople from the Isle of Man are known as ",{"type":"'''","value":["Manx"]},".  The Manx are very proud of their identity; the Manx flag will be frequently seen. To dismiss the island as just a \"tax haven\" may cause annoyance; the finance industry is the major employer and considerable efforts have been made by the Manx authorities to improve the regulation and propriety of this industry. Nevertheless, taxes are considerably lower than in the UK - although Valued Added Tax is the same by agreement between the Manx and UK Governments.\n\nThe UK is often referred to simply as \"across\" (eg: ",{"type":"''","value":["travelling across to the UK"]},"), and more patriotic Manx residents may be offended at calling the UK \"the mainland\". Similarly the island is very proud of its long history of autonomy and it should be remembered that the Isle of Man has never been part of the United Kingdom nor the European Union.  Equally, calling it England is also likely to raise eyebrows.\n\n",{"type":"==","value":["Connect"]},"\nThe international dial code for the Isle of Man is the same as the ",{"type":"[[","value":[["United Kingdom"]]}," and as part of the UK telephone system has the dial code 01624.\n\nPrepaid SIM cards are readily available in mobile phone shops around the place. The local networks are Manx Telecom and Sure. \n\nIt is worth noting that UK networks do not cover the Isle of Man, and will be in roaming mode if used. It is worth buying a cheap handset and PAYG SIM card for your stay - obtainable from either the MT or Sure shops, or from local shops (e.g. Spar). These shops may also stock cheap, basic handsets behind the counter for between £10-20, prepaid SIM included. The inverse is also true - Manx networks will be roaming when in the UK.\n\nManx mobile networks have the dialling code of 07624.  \n\nWhen dialling from a Manx mobile or landline phone to any other Manx number, the dialling code is not needed - i.e. to reach 01624 111111, one would simply dial 111111.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Britain and Ireland"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Isle of Man"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Isle of Man\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Isle of Man"]]},"\n",{"type":"{{","value":[["geo"],["54.25"],["-4.5"]]},"\n",{"type":"[[","value":[["it:Isola di Man"]]}]