[{"type":"{{","value":[["pagebanner"],["Isle of Arran banner Deer at Lochranza.JPG"]]},"\n",{"type":"{{","value":[["otheruses"],["Aran"]]},"\n",{"type":"[[","value":[["Image:Brodick Bay with Goatfell in background - geograph.org.uk - 1506623.jpg"],["thumb"],["400px"],["Brodick bay with Goatfell in the distance"]]},"\nThe ",{"type":"'''","value":["Isle of Arran"]}," is situated in south-western ",{"type":"[[","value":[["Scotland"]]},", in the Firth of Clyde near ",{"type":"[[","value":[["Glasgow"]]},". Measuring approximately 167 square miles (433 km2) in area, it has a population of approximately 5,000. Arran is the seventh largest island in Scotland, but is not technically one of the ",{"type":"[[","value":[["Hebrides"]]},", being southeast of the ",{"type":"[[","value":[["Kintyre"]]}," peninsula, and, in fact, one of the southernmost of the Scottish islands.\nWidely referred to as 'Scotland in Miniature', Arran offers visitors a compact and easily accessible island that displays the full diversity of the geology of mainland Scotland, with a sparsely populated and mountainous northern half and a flatter, more populous southern half. Located close to ",{"type":"[[","value":[["Glasgow"]]}," and Scotland's Ayrshire coast, Arran is a popular and easily accessible tourist destination.\n\n",{"type":"==","value":["Villages"]},"\n",{"type":"[[","value":[["Image:Arran map.png"],["thumb"],["250px"],["Map of the Isle of Arran"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Lamlash"]}," is Arran's main population centre. The only high school on the island is located here, and it is also the location of the island's hospital and council offices. The boat to ",{"type":"[[","value":[["Holy Island (Arran)"],["Holy Island"]]}," departs from Lamlash."]},{"type":"*","value":[{"type":"'''","value":["Brodick"]}," is another large settlement and is the island's principal point of entry, with multiple daily ferry sailings to and from ",{"type":"[[","value":[["Ardrossan"]]}," on the mainland. Outside the ferry terminal is the bus station. Nearly all bus services on the island terminate here, to interchange with each other and to link with the ferry. The village has a couple of supermarkets and a number of other shops, plus a variety of accommodation and restaurants."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Blackwaterfoot"]]}]}," is the largest village on the west coast of the island. Has a hotel and B&B, a pub serving real ale, a tiny harbour and a garage with the only petrol station north of the String Road."]},{"type":"[[","value":[["File:View across Drumadoon Bay.JPG"],["thumb"],["left"],["View across Drumadoon Bay from Blackwaterfoot to the Mull of Kintyre and the island of Sanda."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Kilmory"]}," is a small village on the south coast. It has a village hall with regular farmers markets and a bunkhouse. Accessible via the Dyemill forest cycle track from Lamlash and Whiting Bay."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Lochranza"]]}]}," is the main settlement in the north of the island, and is the terminal for the \"other\" ferry to the mainland, from ",{"type":"[[","value":[["Claonaig"]]},". Lochranza Bay and Castle feature in probably the most famous \"picture postcard\" view of Arran. It is common to see deer coming down to the water in the evenings."]},{"type":"*","value":[{"type":"'''","value":["Catacol"]}," in the north of the island is a small hamlet famous for the Catacol Bay Hotel. You can also look at (but not go inside) the Twelve Apostles, which is a unique row of terraced houses. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pirnmill"]]}]}," is a quiet village with one of the best beaches on the island."]},{"type":"*","value":[{"type":"'''","value":["Whiting Bay"]}," is a nice-looking village south of Brodick with a large white sand beach. It has a putting green and bowling green and three well stocked grocery shops (Village Shop, Bay Stores and Kirkend Nurseries, the latter growing its own fruit and vegetables). There are a variety of other amenities, including galleries, DIY shops, two petrol stations, a furniture and carpet shop and a massage and reiki treatment business. There are several places to eat here, too."]},{"type":"*","value":[{"type":"'''","value":["Corrie"]}," is a picturesque village situated five miles north of Brodick, strung out along the coast for about a mile. One of the routes up Goat Fell starts from here."]},{"type":"*","value":[{"type":"'''","value":["Machrie"]}," is a small hamlet on the west coast of the island, best known for the stone circles at nearby Machrie Moor and Auchagallon."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Goatfell and the Holy Isle - geograph.org.uk - 947355.jpg"],["thumb"],["240px"],["View of Holy Isle across Brodick bay from Goat Fell"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Holy Island (Arran)"],[{"type":"'''","value":["Holy Island"]}]]}," (known locally as the Holy Isle). The sole inhabitants of Holy Island are Buddhist monks, who moved in after a vision of the Virgin Mary persuaded the previous owner to sell it to them. During summer tourist season, a boat takes visitors roughly every hour from 10AM to 5PM, though the monastery itself is not accessible to the public, since it is used as a place of retreat (Monks stay there for 4 years). The walk up the backbone of the island offers beautiful views of Lamlash and the Scottish mainland."]},"\n\n",{"type":"==","value":["Understand"]},"\nThe Isle of Arran is often described as 'Scotland in Miniature', offering the scenery of the Scottish Highlands and Lowlands on one Island, in the North and South respectively.\n\nThe northern part of the island is a ",{"type":"[[","value":[["United Kingdom National Parks"],["National Scenic Area"]]},": it is easy to understand why!\n\nNote that if the ferry is not running, the shops will not get any newspapers until the ferry starts running again. So, ",{"type":"'''","value":["don't"]}," ask anyone before 9AM \"Have you got any papers?\"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\nThe only practical way to reach Arran is using one of the two Ferries operated by Caledonian McBrayne.  The ferries run between:\n\n",{"type":"====","value":[" ",{"type":"[[","value":[["Ardrossan"]]},"(mainland) - Brodick(Arran) "]},"\nName: ",{"type":"'''","value":["MV Caledonian Isles"]},{"type":"<","value":["br"]},"\nFacilities on Board: ",{"type":"'''","value":["Toilets, children's play area, observation lounge, tourist information desk, disabled access, Bar, Coffee Bar, Restaurant"]}," ",{"type":"<","value":["br"]},"\nVehicle capacity: ",{"type":"'''","value":["MV Caledonian Isles 100 cars"]}," (other vehicles can be accommodated) N.B. It is prudent to book in advance",{"type":"<","value":["br"]},"\nPassenger capacity: ",{"type":"'''","value":["MV Caledonian Isles 1000"]},{"type":"<","value":["br"]},"\nDuration of Trip: ",{"type":"'''","value":["55 minutes"]},{"type":"<","value":["br"]},"\nRuns all year: ",{"type":"'''","value":["MV Caledonian Isles Yes"]},{"type":"<","value":["br"]},"\nTrain link mainland: ScotRail provide an hourly service to Glasgow Central. Note that the ferry waits for the train, but the train does not wait for the ferry if it is running late",{"type":"<","value":["br"]},"\nCost (foot passengers): You can buy a 5 day saver return for around £10.50, with single fares being roughly £5.75\n\nIn the summer MV Saturn used to provide a summer relief service in July and August. It was replaced by the larger MV Isle of Arran for the six week period in 2013.\n\n",{"type":"====","value":[" Claonaig(mainland) - Lochranza(Arran) "]},"\nName: ",{"type":"'''","value":["MV Loch Tarbert"]},{"type":"<","value":["br"]},"\nFacilities on Board: ",{"type":"'''","value":["toilets, small passenger lounge"]},{"type":"<","value":["br"]},"\nVehicle capacity: ",{"type":"'''","value":["18 cars"]}," (other vehicles can be accommodated)",{"type":"<","value":["br"]},"\nPassenger capacity: ",{"type":"'''","value":["150"]},{"type":"<","value":["br"]},"\nDuration of Trip: ",{"type":"'''","value":["30 minutes"]},{"type":"<","value":["br"]},"\nRuns all year: ",{"type":"'''","value":["March - October only"]},{"type":"<","value":["br"]},"\nTrainlink mainland: ",{"type":"'''","value":["No"]},{"type":"<","value":["br"]},"\n\nPrices on the Claonaig - Lochranza ferry are slightly lower than on the Ardrossan - Brodick ferry, but the saving is not worth it if you are coming up from the south, owing to the long distances involved.\n\nBe warned that services can be cancelled or diverted due to bad weather - the 0700 ferry from Ardrossan to Brodick is frequently cancelled in the winter months owing to the ferry having to dock in Brodick for the previous night.\n\nReduced services run on Sundays and ouside the summer season. Between the end of March and the end October, there is an extra Friday evening ferry between Ardrossan and Brodick which does not run for the rest of the week.\n\nBetween the end of October and the end of March, a ferry runs once a day between Lochranza and Tarbert. Passengers and cars MUST book in advance for this ferry. Pick up a timetable or go to the Calmac website for further details.\n\nThe paddle steamer Waverley ",{"type":"[","value":["http:\/\/www.waverleyexcursions.co.uk\/"]}," also calls at the island 3 times per week from June to September. Services run from ",{"type":"[[","value":[["Ayr (Scotland)"],["Ayr"]]},", ",{"type":"[[","value":[["Largs"]]},", ",{"type":"[[","value":[["Glasgow"]]}," and other places, check the website for further details.\n\nIn addition to the above ferries, Arran Power and Sail ",{"type":"[","value":["http:\/\/www.arranpowerandsail.com\/"]}," run two services using RIB powerboats;\n",{"type":"*","value":["Largs to Brodick; £30 each way"]},{"type":"*","value":["Glasgow to Brodick; £60 each way"]},"\nThey also operate all the way to Ardrossan on request; see the website for further details.\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airports to Arran are Glasgow Prestwick ",{"type":"[","value":["http:\/\/www.gpia.co.uk\/"]}," and Glasgow International ",{"type":"[","value":["http:\/\/www.glasgowairport.com\/"]}," on the mainland. Prestwick is situated 32 miles to the south of Glasgow, International is 15 miles west of the city. From Prestwick you can travel by train to Kilwinning (en route to Glasgow Central) and change for Ardrossan Harbour and ferries to Brodick. Alternatively bus 585 (operated by Stagecoach Western) travels directly from the airport to Ardrossan Princes Street, a short walk from the ferry terminal. Taxis from Prestwick Airport to Ardrossan Harbour are also available for about £15. From Glasgow International a bus operates to Paisley Gilmour Street railway station, for rail connections to Ardrossan Harbour.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["To ",{"type":"[[","value":[["Ardrossan"]]},";"]},"\n\n",{"type":"*","value":["The number 11 bus from Kilmarnock runs frequently Monday to Saturday, and every 20 minutes on Sunday. "]},{"type":"*","value":["The 'Clyde Coast' 585 service runs from Ayr and ",{"type":"'''","value":["Glasgow Prestwick International Airport"]}," in the south and Greenock, Weymss Bay (for the ",{"type":"[[","value":[["Isle of Bute"]]},") and Largs (for Cumbrae) in the north every 20 minutes Monday to Saturday and every 2 hours on Sunday. "]},{"type":"*","value":["The X36 express bus runs from Glasgow every hour Monday to Saturday and every 2 to 4 hours on Sunday. Other express buses are available Monday to Friday during peak times, see this website ",{"type":"[","value":["http:\/\/www.stagecoachbus.co.uk\/western\/"]}," for more details."]},"\nAll buses are operated by Stagecoach Western.\n\n",{"type":"'''","value":["To Claonaig;"]},"\n\n",{"type":"{{","value":[["infobox"],["Tarbert and Tarbet"],["On the 926 bus service from Glasgow to Campbeltown, there are two stops called ",{"type":"[[","value":[["Tarbert (Loch Fyne)"],["Tarbert"]]}," and ",{"type":"[[","value":[["Tarbet"]]},", the former by Loch Fyne, while the latter is next to Loch Lomond. If you don't make it clear to the driver of the bus, you could be 50 miles away from your destination before you know it!"]]},"\n\n",{"type":"*","value":["West Coast Motors ",{"type":"[","value":["http:\/\/www.westcoastmotors.co.uk"]}," operate the 448 bus from Lochgilphead to ",{"type":"[[","value":[["Tarbert (Loch Fyne)"],["Tarbert"]]},", Kennacraig (for ",{"type":"[[","value":[["Islay"]]},"), Claonaig (for the Arran ferry) and ",{"type":"[[","value":[["Skipness"]]}," infrequently Monday to Saturday, check the website for further details. Most buses connect with ferries to Arran. Bikes are also conveyed on the bus for free!"]},"\n",{"type":"*","value":["Scottish Citylink\/West Coast Motors operate the 926 service from ",{"type":"[[","value":[["Glasgow"]]}," to ",{"type":"[[","value":[["Campbeltown"]]}," three times a day, but only 1 (2 if you fancy walking the 5 miles from Kennacraig to Claonaig or if you want to look around Tarbert for a few hours) service connects with a bus heading for Claonaig, see the West Coast Motors website for more information. Get off the bus at Tarbert and get on the 448 bus as mentioned above to Claonaig. Note that buses are in West Coast Motors livery."]},"\n",{"type":"*","value":["West Coast Motors operate the 423 buses from ",{"type":"[[","value":[["Oban"]]}," to Lochgilphead, which offer sufficient connection time to get to the 448 bus in Lochgilphead. They run Monday to Saturday. Check the WCM website for more details."]},"\n",{"type":"===","value":["By train"]},"\n\n",{"type":"'''","value":["From Glasgow"]},"\n\nTrains ",{"type":"[","value":["http:\/\/www.scotrail.co.uk\/"]}," run direct from Glasgow Central to Ardrossan Harbour several times a day. Departures to and from Glasgow are timed to connect with CalMac ",{"type":"[","value":["http:\/\/www.calmac.co.uk\/"]}," ferries to Brodick. Some trains to Ardrossan Harbour connect with ferries, and both the train and ferry can be delayed if the other is late running. Combined train\/ferry tickets to Glasgow can also be bought at the ferry terminal in Brodick, and combined tickets to Brodick can be bought from any railway station, sometimes saving on the equivalent combined cost of train and ferry tickets. Note that the 1650 train from Glasgow splits at Ardrossan South Beach, so you will have to be in the ",{"type":"'''","value":["front"]}," 3 cars of the train: pay close attention to departure screens before boarding the train.\n\n",{"type":"'''","value":["From Ayr and Prestwick Airport"]},"\n\nTrains run frequently from ",{"type":"[[","value":[["Ayr (Scotland)"],["Ayr"]]}," and Prestwick Airport to Kilwinning, where you can change onto another train for Ardrossan. A few trains per day also come from ",{"type":"[[","value":[["Stranraer"]]}," (for ",{"type":"[[","value":[["Northern Ireland"]]},").\n\n",{"type":"===","value":["By car"]},"\nThere is no bridge link to Arran, and you must take the ferry. However, both CalMac ferries carry cars (as well as vans, trucks, buses, bikes...), and the paddle steamer Waverley can also carry bicycles. Note there is an extensive long term car park at Ardrossan Harbour, and there is also a small car park in Claonaig. Also note that there is no LPG on the island either.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["By car"]},"\n\nThere are three main roads on the island: the main road that runs around the coast (known as the A841 between Lochranza-Brodick-Whiting Bay and the C147 between Lochranza-Blackwaterfoot-Kildonan-Whiting Bay), the 'String Road' that runs from Brodick to Blackwaterfoot (the B880) and the Ross Road that runs from Lamlash to a point between Kilmory\/Lagg and Sliddery). The latter is mainly a narrow single track road with ",{"type":"''","value":["passing places"]}," and not on a standard to allow larger motorhomes on it. Maps are widely available all over the island if you have not got your own. Be aware that there are no petrol stations north of the String Road except in Blackwaterfoot. Also, bear in mind that there is an advisory speed limit of 30 mph between Brodick and Lochranza.\n\n",{"type":"*","value":[" Car hire is also available from the petrol station at the ferry terminal in Brodick. Cars cost from £25 per day, and range in size from a two-seater Smart to a seven-seater Vauxhall Zafira. Tel: 01770 302121. Cars are also available from Blackwaterfoot Garage with similar conditions. Tel 01770 860 277."]},"\n",{"type":"'''","value":["By bus"]},"\n\nYou don't need a car or bike to explore Arran, with an extensive and fairly reliable bus service covering most of the island (however, be warned that the bus windows can sometimes be filthy and impede your view). Services are operated by Stagecoach Western ",{"type":"[","value":["http:\/\/www.stagecoachbus.com\/western\/"]},", although because of the local authority area it's not unusual to see bus stops and timetables carrying the logo of Strathclyde Partnership for Transport (SPT) ",{"type":"[","value":["http:\/\/www.spt.co.uk\/"]},", who oversee public transport on Arran. A single day 'Rover' ticket costs £5.40, although beware that fares and timetables change with the seasons.\n\nA full timetable can be found online.",{"type":"[","value":["http:\/\/www.stagecoachbus.com\/western\/timetables.php?service=3052"]}," and printed timetables are available on all buses, on board the ferries, at the ferry terminals and from most of the convenience stores. The services are:\n\n",{"type":"*","value":[" 321 Brodick - Corriegills (service only runs once per day on schooldays only)"]},{"type":"*","value":[" 322 Brodick - String Road - Blackwaterfoot "]},{"type":"*","value":[" 323 Brodick - Lamlash - Whiting Bay (- Lagg - Blackwaterfoot)"]},{"type":"*","value":[" 324 Brodick - Lochranza - Blackwaterfoot"]},{"type":"*","value":[" 324\/322 North Island Circle"]},{"type":"*","value":[" 323\/322 South Island Circle"]},{"type":"*","value":[" 324\/323 Island Circles"]},{"type":"*","value":[" The Open Top Castle Bus (Brodick - Brodick Castle)"]},"\nMost buses connect in Brodick with the CalMac ",{"type":"[","value":["http:\/\/www.calmac.co.uk\/"]}," ferry to Ardrossan. Check timetable notes carefully, as some late evening buses only run on Fridays during the summer. Few buses run after 9PM.\n\nNote that many of the 323 services on Mondays to Saturdays and some on Sundays terminate at Whiting Bay. Check the timetable for details.\n\nGenerally, bikes cannot be carried on the buses, but in the off-peak season a friendly driver may let you take your bike on board, but don't count on it.\n\nAll buses on Arran are 'Hail and Ride' - you can hail the bus anywhere where there is not a bus stop.\n\nThe Castle Bus only runs Sunday-Thursday during the summer holidays, and then weekends until the end of October. The Castle is also served by the 324 bus - albeit it does not run into the grounds of the castle itself. Timetables are available locally and on board the Caledonian Isles.\n\nThere are also Island Tours that run Mon-Fri only from June to August. They connect with the 09:30 ferry from Ardrossan, and a full day tour connects with the 16:40 ferry back. You can also get a half day tour that gets back to Brodick for the 13:50 ferry back, but you do not get to see the North Island. Timetables are available on the Caledonian Isles and from Brodick Ferry Terminal.\n\n",{"type":"'''","value":["By motorcycle"]},"\n\nArran is an adrenaline junky's paradise when it comes to motorcycles! The roads are narrow, heavily potholed (so much that Arran is the 'pothole capital' of the UK!) and often you come across 40 ton logging trucks! And after all that, the rewards are magnificent, with breathtaking views during the sunshine! As an added bonus, a motorcycle can be brought over to Arran for half the cost of a car! Even though the roads are \"goin' tae pot\", it's still a very big adventure for even the seasoned motorcyclist!\n\n",{"type":"'''","value":["By bicycle"]},"\n\nHiring a bike is recommended to travel some routes, such as the Ross, that the bus doesn't take. In Brodick, bike hire is available from\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Arran Bike Hire"],["alt="],["url=http:\/\/www.arranbikehire.com\/"],["email=info@arranbikehire.com"],["address=The Shorehouse, Shore Road"],["lat=55.576864"],["long=-5.145828"],["directions="],["phone=+44 1770 302377 or mobile: +44 7717 845755"],["tollfree="],["fax="],["hours="],["price=£15 for 1 day (other offers available)"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Arran Adventures"],["alt="],["url=http:\/\/www.arranadventure.com\/"],["email="],["address="],["lat="],["long="],["directions=next to the Auchrannie"],["phone="],["tollfree="],["fax="],["hours="],["price=£20.00 for 24 hours (other offers available)"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Brodick Cycles"],["alt="],["url=http:\/\/www.arran.uk.com\/brodickcycles\/"],["email=brodickcycles@arrannames.co.uk"],["address=Roselynn (Opposite Brodick Library)"],["lat=55.57736"],["long=-5.15221"],["directions=If you come from the ferry, turn right onto the main road along the water, pass the big Coop supermarket on the left, the small Coop on your right and continue from there for another 100m. It is on your left."],["phone=+44 1770 302460"],["tollfree="],["fax="],["hours=Summer: Mon - Sat 9:00 - 1:00 and 2:00 - 5:00, Winter: Thu - Sat 10:00 - 1.00 and 2:00 - 4:00"],["price="],["content="]]}]},{"type":"*","value":[" the Boathouse and Arran Power and Sail on the shore."]},"\nIn Blackwaterfoot you can hire a bike from the Kinloch Sports Club. Cycling over the Machrie Moor Road from the String Road to Machrie on a calm, sunny day is not to be missed...\n\nBe extra careful when cycling on the narrow Brodick-Corrie road as there have been some fatalities there in the recent past.\n\n",{"type":"'''","value":["By taxi"]},"\n\nTaxi services cover the entire island, and you may find that booking ahead is a good idea as they get very busy in peak season. If you are travelling alone it is best to ask for a quote when booking, as prices can be ",{"type":"'''","value":["very"]}," steep depending on where you want to go - it is actually cheaper to rent a car than get a return taxi fare from Brodick to Lochranza.\n\n",{"type":"'''","value":["By thumb"]},"\n\nThe road that runs round the perimeter of the island provides great coastal views on a clear day (aside from the rather hilly area between Tomore and Blackwaterfoot). While narrow, it is mostly well paved and easy to navigate. This road is also a good source of cars for hitchhiking. Locals ranging from grandmothers to transit van drivers will try and squeeze you in, and are a great source of information and conversation to boot. Even the police on the island will gladly give you a lift if you are lucky enough (provided they're not busy), so don't be afraid to thumb anything that passes by. There are only a few roads around the island, making hitchhiking from one village to another simple. Be aware that in inclement weather, cars may be few and far between.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Brodick Castle, Garden & Country Park"],["alt="],["url=http:\/\/www.nts.org.uk\/Property\/13\/"],["email="],["address="],["lat=55.59403"],["long=-5.15077"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is undoubtedly Arran's proudest and most photogenic historic building, and is open to the public seven days a week, although due to constrained finances only (slightly more expensive) guided tours are available inside the castle on Fridays and Saturdays - however these include excellent histories and details from knowledgeable docents. Opening hours - Castle: 1 Apr to 31 Oct, Sun-Thurs 11–4.00 (closes 3.00 in Oct); Country Park: all year, daily 9.30–sunset; Reception Centre, Shop and Walled Garden: 1 Apr to 31 Oct, daily 10–4.30, 1 Nov to 21 Dec, Fri\/Sat\/Sun 10–3.30. A Brodick Castle Day Out ticket is available from any ScotRail staffed station within Strathclyde or ScotRail Telesales. This ticket includes: Return rail travel from any Strathclyde rail station to Ardrossan Harbour, return ferry travel on the Caledonian Macbrayne ferry from Ardrossan Harbour to Brodick Pier, return bus connection with Stagecoach Western from Brodick Pier to Brodick Castle and admission to Brodick Castle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Arran Brewery"],["alt="],["url=http:\/\/www.arranbrewery.co.uk\/"],["email=Sales@arranbrewery.co.uk"],["address="],["lat=55.59202"],["long=-5.15676"],["directions=Brodick - located at the base of the footpath that goes up Goat Fell."],["phone=+44 1770 302353"],["tollfree="],["fax="],["hours=Summer: Mon - Sat 10:00 - 5:00pm, Sun: 12:30 - 4:30pm; Winter: Mon - Sat 10:30 - 4:30pm, Sun: closed"],["price=Adults: £4.00, children: £1.00"],["content=There is an independent restaurant facing you in the main driveway, but walk around the corner to the Brewery itself for some generous free beer tasting and the opportunity of buying 8 pint jerry cans of some excellent real ale! Although not technically holding a licence, you can get away with drinking on the adjacent picnic tables. A brewery tour is offered at 2:00pm every day lasting for about 45 minutes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Arran Distillery"],["alt="],["url=http:\/\/www.arranwhisky.com\/"],["email=visitorcentre@arranwhisky.com"],["address=Lochranza KA27 8HJ"],["lat=55.69795"],["long=-5.27559"],["directions=Uphill from Lochranza village"],["phone=+44 1770 830264"],["tollfree="],["fax="],["hours=tours at 11.45am and 2.30pm"],["price=£6"],["content="]]}," "]},"\n",{"type":"*","value":["Visit the Clan Horse Arran farm park ",{"type":"[","value":["http:\/\/www.clanhorsearran.com"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lochranza Castle"]}," is partially ruined and its setting beside the sea in Lochranza is quite stunning. The interior is accessible: the castle gate key may be obtained at the town hall in Lochraza if the gate is locked."]},"\n",{"type":"*","value":["There are great rock formations and a lighthouse at ",{"type":"'''","value":["Kildonan"]}]},{"type":"*","value":[{"type":"[[","value":[["Ailsa Craig"]]}," is an island a good few miles from Arran and can be seen from the south end of the island (e.g. Kildonan), however, the only way to get there is on an organised trip from the Ayrshire mainland or ",{"type":"[[","value":[["Campbeltown"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Seals"]}," are often visible in the sea around Arran."]},{"type":"*","value":["The fairies in the garden on ",{"type":"[[","value":[["Holy Island (Arran)"],["Holy Isle"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Standing stones, stone circles and cairns"]}," are prehistoric grave markers, some very large, dotted all over the island. An Ordnance Survey map (Landranger 69 or for more detail Explorer 361) will help you locate them. The best-known are at ",{"type":"'''","value":["Machrie Moor"]},", near the village of Machrie. It will take you 20 minutes or so by foot through sheep pastures to reach the large circle of standing stones, so appropriate footwear is advisable."]},{"type":"*","value":[{"type":"'''","value":["Golden Eagles"]}," can be seen over the mountainous north of the island, as well as ",{"type":"'''","value":["diving birds"]}," around the coast, ",{"type":"'''","value":["hen harriers"]}," towards the south, ",{"type":"'''","value":["ravens"]}," widespread, many ",{"type":"'''","value":["deer"]}," throughout the island and even ",{"type":"'''","value":["red squirrels"]}," can be occasionally sighted. Many ",{"type":"'''","value":["'migrating birds"]}," have been reported between the seasons, including ",{"type":"'''","value":["waxwings"]}," and ",{"type":"'''","value":["crossbills"]},". Some more nnorthern birds have also been known to become windswept southwards, for example the white-tailed sea eagle and long-tailed skuas."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Island Cheese Company"],["url=http:\/\/www.islandcheese.co.uk\/"],["email="],["address=Home Farm, Brodick, Isle of Arran, KA27 8DD"],["lat=55.58853"],["long=-5.15756"],["directions="],["phone = +44 1770 302788"],["tollfree="],["fax="],["hours="],["price="],["content=Visit the shop at Duchess Court or order Arran hampers online."]]}]},"\n",{"type":"*","value":[" Corrie Caves - approx 2\/3 into the village, can be accessed from the Shore Road, and is best visited as part of a steep trek to the top of the hill. There is even an old, rusty car in one of them! Note that parking is very limited."]},"\n",{"type":"===","value":["Beaches"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kildonan"]}," and ",{"type":"'''","value":["Pirnmill"]}," are generally regarded as the best beaches on the island."]},{"type":"*","value":[{"type":"'''","value":["Cleat's Shore"]}," is Scotland's only officially designated naturist beach (there are only 11 in the whole of the UK). Unlike all the other official naturist beaches, don't expect to actually see anyone else at all, nudist or otherwise!"]},{"type":"*","value":[{"type":"'''","value":["Lamlash"]}," - mostly stony, however there are several sandy stretches"]},{"type":"*","value":[{"type":"'''","value":["Brodick"]}," - the best beach is situated on the west side of the town, the other beaches nearer the ferry terminal are nearly all rocky."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Ross Road"]}," runs from Lamlash to Lagg (Kilmory). This road offers fantastic scenery. It has a decent surface and is suitable for cars or bikes (though it is pretty steep so make sure you have plenty of gears!). As the road is mostly single-track, it is ",{"type":"'''","value":["not really suitable for larger motorhomes."]}," There's no public transport along the Ross Road, though you should be able to hitch passing cars fairly easily. Use discretion in the winter, as the road can become impassable due to snow and ice."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hands on Hawking"],["url="],["email="],["address=Lamlash"],["lat="],["long="],["directions="],["phone = +44 1770600544"],["tollfree="],["fax="],["hours="],["price="],["content=A range of falconry related activities for those who would like to get a little closer to birds of prey. www.arranbirdsofprey.com"]]}]},{"type":"*","value":[{"type":"'''","value":["Guided Geology Walk"]}," - Local guiding service geotreck.co.uk Operates out of Lochranza all year round"]},{"type":"===","value":["Activities"]},"\n\n",{"type":"*","value":["Arran is a very popular destination for ",{"type":"'''","value":["walking"]},". The breadth of terrain and scenery offers a great variety of different types of walking within a small area."]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Goat Fell"]}," is the highest mountain on the island, and can be climbed from Brodick. Recommend tackling in the morning: it can be achieved in half a day. On clear day, the views from the top are fantastic, including the ",{"type":"[[","value":[["Ayrshire"]]}," and ",{"type":"[[","value":[["Dumfries and Galloway"],["Galloway"]]}," coasts, Kintyre, other islands including ",{"type":"[[","value":[["Isle of Jura"],["Jura"]]},", ",{"type":"[[","value":[["Isle of Bute"],["Bute"]]},", ",{"type":"[[","value":[["Islay"]]}," and ",{"type":"[[","value":[["Ailsa Craig"]]},", and the coast of ",{"type":"[[","value":[["Ireland"]]},". Fit day-trippers could make it to the summit and back down to the ferry in a day. Its all walkable, with some light scrambling near the summit."]}]},{"type":"*","value":[{"type":"*","value":["The ",{"type":"'''","value":["Corrie"]}," route up Goatfell is steeper and passes some lovely waterfalls. It's possible to use the bus to get to Corrie and use this route to the summit, then continue over the summit to descend into Brodick."]}]},{"type":"*","value":[{"type":"*","value":["Glencloy, near Brodick has some great scenic walks"]}]},{"type":"*","value":[{"type":"*","value":["A number of walks start from ",{"type":"'''","value":["Whiting Bay"]},": the \"Giants Grave\" (1.5 mile round trip), the \"Glenashdale Falls\" (7 mile round trip) and round \"Kings Cross Point\" (3 miles round trip)."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Clauchlands Point"]}," is about 3 km from the centre of Lamlash. Simply follow the coast to the north-east. If you have a car, you can actually park less than 1 km from the point. Good view of ",{"type":"[[","value":[["Holy Island (Arran)"],["Holy Island"]]}," and the Scottish mainland and sometimes passing nuclear submarines on their way to and from their base on the Clyde. It is quite common to see seals relaxing on the rocks, and there is a large amount of bird life. Shrimps can be gathered in the rock pools at low tide. You can also explore the abandoned boom defence signal station from World War II."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Coastal Way"],["alt="],["url=http:\/\/coastalway.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=There are paths for walking around the entire island along the coast divided into twelve sections. (The coastal section between North Sannox and Lochranza is ",{"type":"'''","value":["not"]}," suitable for bikes as it involves light scrambling especially around the Cock of Arran)."]]}]}]},{"type":"*","value":[{"type":"*","value":[" There are many great hiking suggestions (including GPS coordinates) for the entire island on ",{"type":"[","value":["http:\/\/www.walkhighlands.co.uk\/arran\/"]}]}]},{"type":"*","value":[{"type":"'''","value":["Golf"]}," at one of the islands many courses"]},{"type":"*","value":[{"type":"*","value":[" Shiskine Golf and Tennis Club ",{"type":"[","value":["http:\/\/www.shiskinegolf.com"]},", Blackwaterfoot. 12 hole course - beautiful scenery. Ranked 99th in the World's Top 100 Golf Courses."]}]},{"type":"*","value":[{"type":"*","value":[" Machrie Bay Golf Course and Tearoom ",{"type":"[","value":["http:\/\/www.machriebay.com"]},", Machrie - some of the best snacks and drinks around! Also good for a game of golf"]}]},{"type":"*","value":[{"type":"*","value":["Lochranza 18 Hole Golf Course ",{"type":"[","value":["http:\/\/www.lochranzagolf.com"]},"- Normally open from April until mid October each year"]}]},{"type":"*","value":[{"type":"*","value":["Whiting Bay Golf Club. 18 holes, Starter box with changing room, Clubhouse with Restaurant and Bar. Snooker Table in its own room."]}]},{"type":"*","value":[{"type":"*","value":["There is a mini-golf course and a crazy golf course in Brodick."]}]},{"type":"*","value":[{"type":"'''","value":["Bowling Greens"]},", Lamlash and Brodick - Visitors are welcome to these seasonal facilities, you are asked to wear flat shoes. There is normally someone on hand to show you how to play if you've never tried before. The greens are only open in good weather to avoid wear. £3 per adult £1.50 for concessions."]},{"type":"*","value":[" ",{"type":"'''","value":["Pony Trekking"]}," is available in Blackwaterfoot and North Sannox. "]},{"type":"*","value":["Sea Fishing Trips, Lamlash - limited places available so a very good idea to book ahead at the caravan on Lamlash Pier"]},{"type":"*","value":["Go for a swim at the Auchrannie (Brodick) or the Kinloch (Blackwaterfoot). The minimum ages to swim solo are 12 at the Auchrannie and 17 at the Kinloch"]},{"type":"*","value":["Quad biking at Balmichael Visitor Centre - by trek."]},{"type":"*","value":["Helicopter rides, also at Balmichael"]},{"type":"*","value":["Boat hire, Lamlash - £20 for a 4 person boat for 2 hours, £30 for a 6 person boat for 2 hours. Fishing rods are also available for hire. The views from the centre of Lamlash Bay are well worth the money"]},"\n",{"type":"===","value":["Culture"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arran Folk Festival"],["url=http:\/\/www.arranfolkfestival.com\/"],["email="],["address=Various locations around the island"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual event which has been running since 1990. This popular, well-run festival takes place in the first week of June and attracts some of the biggest names in the Scottish folk music scene, as well as showcasing local artists."]]}]},{"type":"*","value":["Mobile Cinema - the 'Screen Machine', a traveling cinema in the back of an articulated lorry that tours the Scottish islands parks up outside the Auchrannie Resort in Brodick once a month."]},{"type":"*","value":[" Take the ferry from Lamlash to Holy Isle. See the wild ponies, goats, seals. Have tea with a Buddhist monk."]},{"type":"*","value":["Pottery Workshop, Kilmory"]},{"type":"*","value":[" Traditional Music Nights - every Tuesday at the Catacol Bay Hotel and one Saturday per month at the village hall in Pirnmill. Details for the Pirnmill session can be found in the Pirnmill store and on the noticeboard outside."]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are many good eateries on the island. From the 5 Star Kilmichael Country House Hotel, the Auchrannie (both in Brodick), the Trafalgar Restaurant (Whiting Bay), the Kildonan Hotel (Kildonan), the Kinloch Hotel in Blackwaterfoot to the Restaurant at the Distillery in Lochranza.\n\n",{"type":"*","value":["eighteen69, Auchrannie Hotel, Brodick ",{"type":"[","value":["http:\/\/www.auchrannie.co.uk"]},"- fine dining in casual atmosphere; 2 AA Rossettes. Expect to pay £50 for a 3 course meal! Dress code: smart casual."]},"\n",{"type":"*","value":["Brambles Brasserie, Auchrannie Hotel, Brodick ",{"type":"[","value":["http:\/\/www.auchrannie.co.uk"]},"- top quality casual dining, excellent food."]},"\n",{"type":"*","value":["Creelers of Arran ",{"type":"[","value":["http:\/\/www.creelers.co.uk"]}," - seafood restaurant and shop at Duchess Court Shops. Very Pricey!!"]},"\n",{"type":"*","value":["The Brodick Bar - Extensive selection on the blackboard Monday - Saturday, Also Very Pricey!!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lochranza Hotel"],["alt="],["url=http:\/\/www.Lochranzahotel.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1770 830223"],["tollfree="],["fax="],["hours="],["price="],["content=Offers good value home cooked food using the best of local produce, snacks, teas, coffees etc. for further details."]]}]},"\n",{"type":"*","value":["Lamlash Bay Hotel, Lamlash ",{"type":"[","value":["http:\/\/www.lamlashbayhotel.co.uk"]}," - newly opened hotel and restaurant. It also has a unique pizza bar. Open 7 days."]},"\n",{"type":"*","value":["The Distillery, Lochranza ",{"type":"[","value":["http:\/\/www.arranwhisky.com"]}," - offers good meals and, of course, whisky!"]},"\n",{"type":"*","value":["Catacol Bay Hotel ",{"type":"[","value":["http:\/\/www.catacol.co.uk"]},"- extensive food list with many local dishes, decent prices, the best service around. See the Catacol section."]},"\n",{"type":"*","value":["The Ormidale in Brodick - another extensive selection of food."]},"\n",{"type":"*","value":["The Lighthouse Tearoom, Pirnmill - offers excellent food. People come from all over the island just to eat here! Try a world famous ",{"type":"'''","value":["meringue"]}," as well!"]},"\n",{"type":"*","value":["Machrie Bay Tearoom - excellent meals, especially the venison burgers!"]},"\n",{"type":"*","value":["Old Byre Cafe, Machrie - at the Showroom. Serves excellent burgers, chips and drinks."]},"\n",{"type":"*","value":["The Glenisle Hotel, Lamlash - New chef in bistro style restaurant. Daily specials"]},"\n",{"type":"*","value":["Shanghai Chinese Takeaway, Brodick - like Biljos below, but there are more choices. ",{"type":"'''","value":["Recommended!"]}," Opposite the small Co-op and open everyday from 4PM to 10-11PM"]},"\n",{"type":"*","value":["The Coffee Pot, Whiting Bay - snacks and very good light meals - good service, reasonably priced."]},"\n",{"type":"*","value":["Hooked and Cooked, Brodick - the fish and chip shop opposite the ferry terminal. Open daily. Expect to wait for ages to get a fish!"]},"\n",{"type":"*","value":["The Sandwich Station, Lochranza - offers excellent freshly made sandwiches, snacks and drinks. Outside the ferry terminal."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Stags Pavilion"],["alt=Lochranza"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Breakfasts Lunch and evening Meals, all homemade, open 7 days. BYOB!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Coast Café Bistro"],["url="],["email="],["address=Whiting Bay"],["lat="],["long="],["directions="],["phone = +44 1770 700 308"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent bistro menu, featuring local produce. Vegetarians well catered for. Delicious chilli."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere is at least one Pub in most villages; some have two or more.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lochranza Hotel"],["alt="],["url=http:\/\/www.Lochranzahotel.co.uk"],["email="],["address=Lochranza"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar has a enviable selection of Scotch whisky. Off Sales available. Home of Eason Biorach single malt whisky."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Catacol Bay Hotel"],["alt="],["url=http:\/\/www.catacol.co.uk\/"],["email="],["address=Catacol, KA27 8HN"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hotel at the north of the island which has one of the best range of drinks on the island. Nothing too expensive, but it has one of the best atmospheres around"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cruize Bar"],["alt="],["url=http:\/\/www.auchrannie.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= at the Auchrannie Spa Resort offers a good range of drinks (also serves good food), open 7 days, comfortable surroundings and occasional party nights."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ormidale Hotel"],["alt="],["url=http:\/\/www.ormidale-hotel.co.uk\/index.php\/bar"],["email="],["address= Brodick KA27 8BQ"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It has a nice atmosphere (upper part is in former glasshouse), pub quizzes and the most insanley tiled toilet block in the world. Music at weekends."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Food and Groceries"]},"\n\n",{"type":"*","value":[" Brodick and Lamlash are home to three Co-op supermarkets - two in Brodick and one in Lamlash. "]},{"type":"*","value":[" Whiting Bay is home to two local grocery stores - one at the 'Gulf' petrol station and one in the village centre. The one in the village centre also has hot food for sale and a well-stocked delicatessen."]},{"type":"*","value":[" The excellent Kirkend Nurseries just outside Whiting Bay sells exotic and hard-to-get food as well as over 30 different types of old-fashioned sweets in addition to plants.  "]},{"type":"*","value":[" Blackwaterfoot has a local grocery store that is open daily (only open 9AM until 1PM on Wednesday)"]},{"type":"*","value":[" Kinloch Hotel Bakery, Blackwaterfoot - a fantastic bakery that also sells pizzas. Not open on Wednesday and Sunday. "]},{"type":"*","value":[" Pirnmill Village Store - the only proper village shop between Brodick and Blackwaterfoot if you are coming via the North of the Island"]},{"type":"*","value":[" Contrary to older guidebooks, there are no proper grocery stores anywhere else on the island other than the above places. However, the Kildonan Hotel and the Lochranza campsite have shops selling basic provisions such as bread, milk and tinned food. The Kilmory Community Hall ",{"type":"[","value":["http:\/\/www.kilmoryhall.com"]}," also holds farmers' markets on the last Saturday of every month (note that the last Saturday in September is the annual fete)."]},"\n",{"type":"===","value":["Arts and Crafts"]},"\n",{"type":"*","value":[" Old Byre Showroom, Machrie - great souvenirs can be bought here. A cafe opened here recently, serving some of the best burgers and other meaty meals on the island! They also own the Sheepskin Shop in Brodick"]},{"type":"*","value":[" Craft shop, Corrie - in the centre of the village."]},{"type":"*","value":[" The Whins, ",{"type":"[[","value":[["Lochranza"]]}," - a fantastic little shop that makes and sells the famous 'Arran Stonemen.' Located on the side of the hill on the north side of the bay.  Quite a long but interesting walk from the main part of the village, you are likely to meet sheep and maybe deer on the way."]},"\n",{"type":"===","value":["Others"]},"\n",{"type":"*","value":["Shop at Arran Adventure Centre at the entrance of the Auchrannie Resort offering guided activities such as climbing, kayaking and mountainbiking- weather forecasts posted everyday"]},{"type":"*","value":["Petrol Station & Car Hire - small cars (including a two seater Smart Roadster) from £25 per day. Next to the ferry terminal in Brodick"]},{"type":"*","value":["ArCaS charity shop - outside the Ferry Terminal in Brodick"]},{"type":"*","value":["Jolly Molly - gift shop in Brodick ",{"type":"[","value":["http:\/\/www.jollymolly.co.uk"]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"[[","value":[["Image:Arran camping.jpg"],["thumb"],["250px"],["Camping at Kildonan, with Pladda Isle and Ailsa Craig visible in the distance"]]},"\n",{"type":"===","value":["Camping, Hostels, Bunkhouses"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lochranza Youth Hostel"],["alt="],["url=http:\/\/www.syha.org.uk\/hostels\/islands\/lochranza.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Now re-opened following a major refurbishment, it is rated as a 4 star hostel by Visit Scotland and remains the only youth hostel on the island. The hostel has 13 rooms, 6 of which are en-suite. Furnishings are very new and very modern, including a large self catering kitchen, 2 dining rooms and 2 guest lounges. Internet access, laundry facilities, a drying room and cycle storage are available. During Scottish holiday periods it becomes fully booked early, so if you wish to stay, plan in advance. If you wish to visit during the winter period they are open Fridays, Saturdays, and Sundays."]]}]},{"type":"*","value":["Kilmory bunk house (self catering accommodation)."]},{"type":"*","value":["Campsite with 18 Hole Golf Course, Lochranza ",{"type":"[","value":["http:\/\/www.lochranzagolf.com"]},"- Normally open from April until mid October each year"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seal Shore Camping & Touring"],["url=http:\/\/www.campingarran.com\/"],["email=enquiries@campingarran.com"],["address=Kildonan, Isle of Arran, KA27 8SE"],["lat="],["long="],["directions=About 12 miles south of Brodick. Follow the main road through Lamlash and Whiting Bay. As you get to the south coast of the island, look out for signs for Kildonan to the left from the main road"],["phone=+44-1770-820320"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Lovely site with its own private beach. The name is not a misnomer as you can regularly see seals playing offshore and sometimes hauling out to bask on the rocks. The site has a small shop where the site owner (a registered fisherman) sells his catch, and a few basic grocery items. There's a hotel with public bar close by. Decent purpose-built toilet\/shower block, laundry facilities, and a covered BBQ area for when the weather isn't so good. As well as the campsite there's also a bunkhouse."]]}]},{"type":"*","value":[" Middletons Campsite  ",{"type":"[","value":["http:\/\/www.ukcampsite.co.uk\/sites\/t\/Middletons-Camping-&-Caravanning-Park-Isle-Of-Arran-8259.htm"]}," - located at Cordon (Lamlash). Good facilities, but ",{"type":"'''","value":["VERY"]}," midgey at times!"]},{"type":"*","value":[" Glen Rosa  ",{"type":"[","value":["http:\/\/www.ukcampsite.co.uk\/sites\/t\/Glen-Rosa-Isle-Of-Arran-7148.htm"]}," - a quaint campsite with excellent views located a few miles up a paved cart track. Follow signs for Blackwaterfoot (B880) when leaving Brodick and the turn off for Glen Rosa is located on the B880 after the B880\/A841 junction. No caravans\/motorhomes allowed, but you can make campfires and bring pets. Part of the campsite is prone to flooding. £4 per night."]},{"type":"*","value":["In addition, there are many quiet places where you can wild camp, legal thanks to the 'Right to Access' laws."]},"\n",{"type":"===","value":["Hotels"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auchrannie Resort"],["alt="],["url=http:\/\/www.auchrannie.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In Brodick offers 3 types of accommodation - 5* Luxury self catering lodges, 4* traditional country house hotel and 4* modern spa resort - excellent range of on-site services including 2 swimming pools and extensive health and lesiure facilities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lochranza Hotel"],["alt="],["url=http:\/\/www.Lochranzahotel.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1770 830223"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers varied accommodation all ensuite. The on-site Bar has a enviable selection of Scotch whisky offers good value home cooked bar food, snacks, teas, coffees etc. for further details."]]}]},"\n",{"type":"*","value":["Catacol Bay Hotel ",{"type":"[","value":["http:\/\/www.catacol.co.uk"]},", Catacol. Accommodation prices starting at just £20 per person per night during the low season (October to March). This hotel is probably one of the best hotels on the island, and also convenient if you are travelling to\/from the north of Scotland, as the hotel is close to the Lochranza ferry terminal. There is also a Sunday Buffet here as well. ",{"type":"'''","value":["HIGHLY RECOMMENDED!!!"]}," On most Tuesdays, there is a folk session which you can join in of you have bought an instrument. The hotel also has a free courtesy bus service to Pirnmill and Lochranza for 2 people or more, so you can get the first ferry easily if you haven't got a car or if you don't want to get up at 6AM to catch the bus!"]},{"type":"*","value":[" Best Western Kinloch Hotel ",{"type":"[","value":["http:\/\/www.bw-kinlochhotel.co.uk"]},", Blackwaterfoot. With (rather chilly) indoor swimming pool and great food. 2 Bars."]},{"type":"*","value":[" Corrie Hotel - good accommodation, with a friendly bar which is also open to non-residents."]},"\n",{"type":"===","value":["Self Catering"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jenny & Keith at Seacliffe Cottage"],["url=http:\/\/www.arrancottage.com\/"],["email="],["address=Dippen (not far from Whiting Bay)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A lovely cottage with sea views open all year round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Inverkeilor Holiday Cottage"],["url=http:\/\/www.arran.eboard.com\/"],["email="],["address=Manse Road, Brodick (300 metres from the beach)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A secluded cottage with private garden right in the heart of Brodick, available all year round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Firth Cottage"],["url=http:\/\/www.firthcottage.co.uk"],["email=info@firthcottage.co.uk"],["address=Shannochie, Isle of Arran"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A secluded cottage with stunning views over the sea and Ailsa Craig"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n",{"type":"*","value":["A comfortable locally compiled online Guide of accommodation and food and drink establishments, as well as of shops, visitor services and attractions can be found on the ",{"type":"''","value":["Isle of Arran Tourism Directory"]}," ",{"type":"[","value":["http:\/\/www.visit-isle-of-arran.eu"]},"."]},{"type":"*","value":["Computer Shop, Brodick - to the East of the main Co-op this shop offers a range of computing goods and internet access (£1\/hr), also good if you run short of a fuse as no where else on the island seems to sell them. Tel: (01770) 830343"]},{"type":"*","value":["Brodick Library has internet access, open Tuesday 10AM-5PM, Thursday and Friday 10AM-7:30PM and Saturday 10AM-1PM."]},{"type":"*","value":["Free Wireless Access is available at Auchrannie Resort (from 8AM till late 7 days a week) ",{"type":"[","value":["http:\/\/www.auchrannie.co.uk"]},", the Best Western Kinloch Hotel in Blackwaterfoot ",{"type":"[","value":["http:\/\/www.bw-kinlochhotel.co.uk\/"]},", the Lochranza Hotel ",{"type":"[","value":["http:\/\/www.Lochranzahotel.co.uk"]}," and the Catacol Bay Hotel ",{"type":"[","value":["http:\/\/www.catacol.co.uk"]}]},{"type":"*","value":["The Arran Store, outside the Ferry Terminal in Brodick, also offers internet access"]},"\n",{"type":"===","value":["Post Office"]},"\nThere are Post Offices in Brodick, Lamlash, Whiting Bay, Pirnmill and Blackwaterfoot. The village halls in Lochranza and Kilmory and the Kildonan Hotel also offer a limited Post Office service on certain days.\n\n",{"type":"==","value":["Go next"]},"\n\nIn summer, take the ferry from Lochranza to Claonaig and walk or cycle the 2.5 miles along the coast to ",{"type":"[[","value":[["Skipness"]]},", see the travel guide for more information.\n\nHoly Island is also a good day out, see the ",{"type":"[[","value":[["Holy Island (Arran)"],["Holy Island"]]}," travel guide for further details.\n\n",{"type":"[[","value":[["WikiPedia:Isle of Arran"]]},"\n\n",{"type":"{{","value":[["geo"],["55.57351"],["-5.25333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South West (Scotland)"]]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Isle of Arran"]]}]