[{"type":"{{","value":[["pagebanner"],["Isles of Scilly banner Gugh Sandbar.JPG"],["caption=Gugh from the sandbar linking it to St Agnes."]]},"\n",{"type":"[[","value":[["Image:St Martin's bay from Scilly point - geograph.org.uk - 215314.jpg"],["thumb"],["400px"],["right"],["St. Martin's Bay"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.simplyscilly.co.uk\/ Isles of Scilly"]}]}," (Cornish: ",{"type":"''","value":["Ynysek Syllan"]},") is a small archipelago of islands in the Atlantic Ocean, off the ",{"type":"[[","value":[["Cornwall"],["Cornish"]]}," coast in the ",{"type":"[[","value":[["West Country"],["South West"]]}," part of the ",{"type":"[[","value":[["United Kingdom"]]},". The Isles of Scilly were designated an official ",{"type":"'''","value":["Area of Outstanding Natural Beauty"]}," in 1975.\n\n",{"type":"==","value":["Islands"]},"\nThere are five inhabited islands:\n",{"type":"[[","value":[["Image:Isles of Scilly map.png"],["thumb"],["right"],["400px"],["Map of the Isles of Scilly"]]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=St. Mary's"],["region1color=#A886A8"],["region1items="],["region1description=By far the most populated island, the commercial and tourist centre with the boat dock and airport."],["region2name=Bryher"],["region2color=#B5D29F"],["region2items="],["region2description=The smallest of the inhabited islands is wild, windswept and quite magnificent."],["region3name=St. Martin's"],["region3color=#C8B7B7"],["region3items="],["region3description=The most easterly of the islands and therefore the most sheltered from Atlantic storms; many small holdings growing flowers and vegetables."],["region4name=St. Agnes"],["region4color=#D56D76"],["region4items="],["region4description=The southwesternmost inhabited outpost and perhaps the most charming of all the islands; the island of Gugh is joined to St Agnes at low tide and usually treated as part of it."],["region5name=Tresco"],["region5color=#78B2D8"],["region5items="],["region5description=The 2nd largest island is very grand indeed with the Abbey Gardens and an upmarket timeshare resort."]]},"\n\nAnd a large number of smaller uninhabited islands and islets:\n",{"type":"{{","value":[["Regionlist"],["region1name=Uninhabited islands"],["region1color=#71B37B"],["region1items="],["region1description=These include Annet, The Eastern Isles, The Norrad Rocks, Samson (formerly inhabited), St. Helen's, Tean and The Western Rocks."]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nSt. Mary's is the largest island with a population of around 3000. Most commerce is centred here as is the vast majority of the tourism related infrastructure. Hugh Town is the main centre. Tourist numbers are naturally limited by the spaces on the boat or planes, so in Scilly you can leave Cornwall's tourist hordes behind - and arguably enjoy even finer scenery.\n\nThe other four inhabited islands, collectively known as the ",{"type":"'''''","value":["off islands"]},", are home to between 30 (Bryher) to 150 (Tresco) people.\n\nMuch of the land is owned by the Duchy of Cornwall, a royal estate intended to provide an income for the heir to the throne, and you'll spot the characteristic signs of estate management here and there. It also means these quiet islands are frequently used by minor royalty as a holiday home where they can lead a normal life without being besieged by crowds.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Isles of Scilly Tourist Information Centre"],["alt="],["url=http:\/\/www.simplyscilly.co.uk"],["email=tic@scilly.gov.uk"],["address="],["lat="],["long="],["directions="],["phone=(01720)422536"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Climate"]},"\nThe Isles of Scilly have a temperate Oceanic climate, among the mildest and warmest climates in the United Kingdom. The average annual temperature is 11.6 °C (for comparison the average in ",{"type":"[[","value":[["London"]]}," is 11.0°C). Winters are among the warmest in the country due to southerly latitude and moderating effects of the ocean. Summers are not as warm as on the mainland. This is perhaps the sunniest area in the UK with on average 7.6 hours per day in July. On average there are less than 2 days of air frost per year. This balmy climate has resulted in the islands developing a thriving flower industry.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\n\nThe  ",{"type":"[","value":["http:\/\/www.islesofscilly-travel.co.uk\/timetables\/scillonian-ferry-timetable Scillonian passenger ferry"]}," runs from ",{"type":"[[","value":[["Penzance"]]}," to Hugh Town on St Mary's and the crossing takes about two hours and 40 minutes. This service runs from the end of March to the beginning of November. It leaves Penzance in the early  morning and returns late afternoon\/evening.  It is possible to take a day trip ",{"type":"[","value":["http:\/\/www.visitislesofscilly.com\/getting-scilly\/day"]}," (with four hours onshore, longer on some days when there is a double sailing) and there is a family (2 adult\/3 children) day trip ticket for £75.  One way tickets start at £42 — at off peak times check for vouchers in The Cornishman newspaper.\n\n",{"type":"[[","value":[["Image:Hugh Town.jpg"],["thumb"],["right"],["350px"],["Hugh Town on St. Mary's, the main centre of the Isles of Scilly"]]},"\n\n",{"type":"===","value":["By plane"]},"\nFixed wing planes operated by Skybus ",{"type":"[","value":["http:\/\/www.islesofscilly-travel.co.uk\/"]}," fly from ",{"type":"[[","value":[["Land's End"]]},", ",{"type":"[[","value":[["Newquay"]]}," and ",{"type":"[[","value":[["Exeter"]]}," to St. Mary's Airport, priced from around £140 return. Flights to and from Newquay normally connect with the Flybe and Easyjet services to and from London Gatwick, Manchester and other UK airports.\n\nNo transport of any nature is available to or from the islands on Sundays.  This also means that Sunday papers arrive on Monday.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Between the islands"]},"\nEach island is serviced by a network of inter-island launches that run daily  from 1 April through to the end of October each year. Apart from direct trips between the islands, circular sightseeing tours are also offered giving the opportunity to look at the extensive wildlife in and around the islands, particularly the large colonies of Atlantic seal and sea bird colonies. For example, a Three Islands day tour would visit Bryher, Tresco, and St Agnes, giving an hour or two time ashore on each for walking and exploring.\n\nOne of the most popular trips is to see the ",{"type":"'''","value":["puffins"]}," who arrive to nest in late April, leaving the Isles in early August. \n\nThe boat service in winter is governed more by wind and tide, but daily, direct trips still take place with the occasional circular journey when the weather is sufficiently benign.\n\n",{"type":"===","value":["Transport on St. Mary's"]},"\nScilly is made for walking, and the relative lack of cars and other motorised transportation creates an atmosphere that is a luxury few can enjoy in their home towns. St Mary's is larger than the other islands, but a walk to furthest reaches and back to Hugh Town is easily manageable for most people.\n\nAn infrequent bus service operates between Hugh Town and the airport.\n\nThere are a few local taxi operators and these are best looked for in the centre of Hugh Town. Like everything else on Scilly, these are rather laid back and seem to be not working more often than not!\n\nBicycle hire is widely available and if you are not up for walking everywhere, are the best way to see the islands. \n\n",{"type":"===","value":["Transport on the off islands"]},"\nThere is no public transport available for day visitors. However, transport is normally provided to and from the quay or heliport (on Tresco) to your accommodation.  This ranges from old land rovers to golf carts.  On Tresco there are tractors with trailers, and it is often said you won't ever find as many millionaires riding on the back of a tractor as you do on Tresco!\n\nBike hire is available on all the islands, but again walking is easy and very pleasant.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:TrescoAbbeyGardenArch.jpg"],["thumb"],["right"],["350px"],["Palms and pandanus in England! The Tresco Abbey Gardens"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Isles of Scilly Museum"],["url=http:\/\/www.iosmuseum.org\/"],["email="],["address=Church Street, St. Mary's"],["lat="],["long="],["directions="],["phone=+44 1720 422337"],["tollfree="],["fax="],["hours="],["price=£2\/£1\/50p"],["content=Many exhibitions on the essence of the islands and their place in history. Very much worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Harry's Walls"],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/harrys-walls\/"],["email="],["address=St. Mary's"],["lat=49.918666"],["long=-6.305427"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=These are the walls of an unfinished artillery fort built above St Mary's Pool harbour in 1552-53."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Abbey Gardens"],["alt="],["url=http:\/\/www.tresco.co.uk\/enjoying\/abbey-garden\/"],["email="],["address=Tresco"],["lat="],["long="],["directions="],["phone=+44 1720 424108"],["tollfree="],["fax="],["hours=10:00-16:00"],["price=Adult: £9, Children: free"],["content=Pretty expensive to get in but an impressive botanical garden with a range of sub-tropical plants growing healthily outdoors. You will wonder just how you can possibly still be in England."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cromwell's Castle"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/cromwells-castle\/"],["email="],["address=Tresco"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=During daylight hours"],["price=free"],["content=This coastal Gun Tower was built by Oliver Cromwell in 1651-1652 on a promontory to guard the anchorage between Bryher and Tresco. It is administered by English Heritage."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Sport"]},"\n",{"type":"*","value":["Golf: There is a golf course in the isles, which is located on St Mary's and also serves food.",{"type":"[","value":["http:\/\/www.islesofscillygolfclub.co.uk\/index"]}]},{"type":"===","value":["On the water"]},"\n",{"type":"*","value":["Boat trips: large number of boat trips are available from wildlife watching to island circular tours.  On St. Mary's look out for the notice boards of the boatmen's association ",{"type":"[","value":["http:\/\/www.scillyboating.co.uk"]}," at the quay. On the off-islands check with the island boat companies. "]},"\n",{"type":"*","value":["World Pilot Gig Championships ",{"type":"[","value":["http:\/\/www.worldgigs.co.uk\/"]}," are held every year in May.  Over 100 crews of traditional Cornish wooden rowing boats compete.  The last night party is legendary."]},"\n",{"type":"===","value":["Exploring the islands on foot"]},"\n",{"type":"*","value":["St Mary's - from Hugh Town the outcrop of land to the west contains an eight-pointed star castle known as the Garrison, while the main bulk of the island to the east contains a coastal path."]},"\n",{"type":"*","value":["St Agnes - a very hospitable island, stepping ashore you are faced with the island's only pub, the Turk's Head. The two main features to see are the lighthouse, built in 1680, and the connected island of Gugh which is accessible across a sandbar at low tide. The sandbar provides a lovely clean beach."]},"\n",{"type":"*","value":["Bryher - walk across the island to Hell Bay to see the Atlantic waves crashing in and for a hot chocolate at the Hell Bay Hotel, then back along the eastern shore where you can see Hangman Island, allegedly a gallows site in the English civil war."]},"\n",{"type":"*","value":["Tresco - walk a circuit round the southern part of the island culminating at the Abbey Gardens."]},"\n",{"type":"===","value":["Birdwatching"]},"\nKeen birders will need no introduction to the Isles of Scilly. This is the Mecca of birding in Great Britain and probably the whole of Europe. The islands are ideally positioned to be the point of landfall for many scarce migrant species in spring and especially in autumn. Each October, many hundreds of expert birders from Britain and further afield converge on the islands. \n\nThe slightly less keen will still find plenty to interest them in the summer months as the islands host several important seabird colonies.\n\n",{"type":"==","value":["Buy"]},"\n\nLots of locally produced food and gifts are available.  Beef, pork and lamb, fresh fish and shellfish, wildflower honey, fudge, ice cream, paintings, pottery, glassware, jewellery and even soap, the list is endless.\nEach island has at least one stall selling locally produced fruit and veg together with fresh free range eggs.\nScilly is famous for its flowers, and a wide variety of bulbs are available to take home.\nThere is a Co-Op on St.Mary's and each off island has a well stocked shop.\nThere are banks with ATMs on St. Mary's but many shops, pubs and post offices will do cash back.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["Picnic on the beach. The Co-op on St. Mary's or the well stocked local shops on each off island."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["Good pub and cafe food available is on all the islands though out of the peak season it is worth checking opening times."]},"\n",{"type":"*","value":["Cream teas are done well on the islands, and should not be missed."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["Most of the islands have at least one 'high end' restaurant specialising in local produce."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Cromwell's Castle and Hangman Island from Bryher - geograph.org.uk - 1196243.jpg"],["thumb"],["right"],["350px"],["Looking northeast from Bryher above Fraggle Rock, across New Grimsby Sound towards Cromwell's Castle on Tresco"]]},"\n\nEach of the inhabited islands has its own pub, and St. Mary's manages to support five. The opening hours of all Scilly pubs vary greatly according to season. In the low season (November to April), many do not open at lunchtimes.\n\n",{"type":"===","value":["St. Mary's"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Atlantic Inn"],["url="],["email="],["address=Hugh Town, St Mary's"],["lat="],["long="],["directions="],["phone=+44 1720 422323"],["tollfree="],["fax="],["hours="],["price="],["content=The poshest pub on St. Mary's which serves notably decent food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bishop and Wolf"],["url="],["email="],["address=Hugh Town, St. Mary's"],["lat="],["long="],["directions="],["phone=+44 1720 422790"],["tollfree="],["fax="],["hours="],["price="],["content=These days seems to concentrate on food as much as drink. Serves St Austell ales."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mermaid"],["url="],["email="],["address=Hugh Town, St. Mary's"],["lat="],["long="],["directions=very close to the quay"],["phone=+44 1720 422701"],["tollfree="],["fax="],["hours="],["price="],["content=Every traditional British coastal town has a pub which looks fit to be the haunt of crusty old sea dogs, with nautical decorations that look unchanged for the past 50 years. This is the one on Scilly. Do not expect any frills! The Ales of Scilly brands are very popular."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Old Town Inn"],["url=http:\/\/www.oldtowninn.co.uk\/"],["email="],["address=Old Town, St. Mary's"],["lat="],["long="],["directions="],["phone=+44 1720 422301"],["tollfree="],["fax="],["hours="],["price="],["content=The only pub on St Mary's away from Hugh Town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Scillonian Club"],["url="],["email="],["address=The Parade, Hugh Town, St. Mary's"],["lat="],["long="],["directions="],["phone=+44 1720 422720"],["tollfree="],["fax="],["hours="],["price="],["content=Nice view over the bay and Skinner's Ale on tap"]]}]},"\n",{"type":"===","value":["Off islands"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Fraggle Rock"],["url=http:\/\/bryher.co\/fraggle-rock-bar\/"],["email="],["address=Bryher"],["lat="],["long="],["directions="],["phone=+44 1720 422222"],["tollfree="],["fax="],["hours="],["price="],["content=Close to the campsite and noted for the Friday night Fish and Chips and Double Decker Crab Sandwiches. Serves Proper Job and Doom Bar Bitter."]]}," 3 Self Catering units available here."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=New Inn"],["url=http:\/\/www.tresco.co.uk\/accommodation\/new-inn\/default.aspx"],["email="],["address=Tresco"],["lat="],["long="],["directions=just above the quay at New Grimsby"],["phone=+44 1720 422844"],["tollfree="],["fax="],["hours="],["price="],["content=Always stock a good range of real ales."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Seven Stones Inn"],["alt="],["url=https:\/\/www.facebook.com\/sevenstonesinn"],["email="],["address=Middletown, St Martin's"],["lat="],["long="],["directions="],["phone=+44 1720 423560"],["tollfree="],["fax="],["hours="],["price="],["content=Opened under new management in May 2014. Good range of real ales."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Turk's Head"],["url=http:\/\/www.coolplaces.co.uk\/places\/uk\/england\/cornwall\/isles-of-scilly\/794-the-turks-head"],["email="],["address=St Agnes"],["lat="],["long="],["directions="],["phone=+44 1720 422434"],["tollfree="],["fax="],["hours="],["price="],["content= Close to the quay and famous for its home made Cornish Pastys."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMost accommodation is on the largest and most populated island, St. Mary's, which has plenty of accommodation of all kinds.  The other islands have more limited accommodation. Demand for accommodation exceeds supply, so prices are high, even by English standards, and early booking is advisable.\n\n",{"type":"===","value":["Camping"]},"\nWith the balmy climate, camping is a great option on Scilly and of the inhabited islands, only Tresco does not have a camp site. During the height of summer (June to August) booking is a must.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bryher Campsite"],["url=http:\/\/www.bryhercampsite.co.uk\/"],["email="],["address=Bryher"],["lat="],["long="],["directions="],["phone=+44 720 422886"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fabulous views over Tresco channel. New showers being fitted for the 2013 season, washer\/dryer, dishwashing facilities, phone charging and gas cylinder exchange. Sleeps around a hundred."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St. Agnes Campsite"],["url=http:\/\/www.troytown.co.uk"],["email="],["address=Troytown Farm, St. Agnes"],["lat="],["long="],["directions="],["phone=+44 720 422360"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Facilities include showers and a drying room. Some fine fresh produce is available from the farm."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St Martin's Campsite"],["url=http:\/\/www.stmartinscampsite.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1720 422888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An English Tourist Board four star rated campsite, right by the beach. Facilities include toilets, hot and cold water basins, coin-operated showers and hair-dryers, baby-changing facilities and washing-up sinks. They limit numbers to 50 pitches."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St Mary's Campsite"],["url=http:\/\/www.garrisonholidays.com\/"],["email="],["address=The Garrison, St. Mary's"],["lat="],["long="],["directions="],["phone=+44 1720 422670"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A nine acre camp site with facilities which include toilet blocks, hot showers, washing up facilities, laundry, supplies shop and a limited number of electrical hookups (must be reserved in advance)."]]}]},"\n",{"type":"===","value":["St Mary's"]},"\n",{"type":"====","value":["Budget"]},"\n\nCheapest B&B starts around £32 per person\n\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":["Various B&Bs and pubs on St. Mary's £40-70"]},"\n",{"type":"====","value":["Splurge"]},"\n\n",{"type":"*","value":["Star Castle Hotel. £88-£194 per person per night."]},"\n",{"type":"===","value":["Off islands"]},"\n",{"type":"====","value":["Bryher"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hell Bay Hotel"],["url=http:\/\/www.hellbay.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1720 422947"],["tollfree="],["fax="],["hours="],["price=£135-300"],["checkin="],["checkout="],["content=A lovely hotel with an outlook over the wild, crashing ocean. Noted for the quality of its food and for its extensive art collection. Owned by the same family as the Tresco Estate, so expect to pay!"]]}]},"\n",{"type":"====","value":["St. Agnes"]},"\nSt. Agnes is the only inhabited island without a hotel, and is therefore the quietest, with just a handful of few bed and breaksfast and holiday cottages.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Covean Cottage"],["url=http:\/\/coveancottage.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44  1720 422 620"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A charming little guesthouse with just three rooms. Has a cute little cafe attached which goes out of its way to use as much locally grown produce as possible."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Parsonage"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1720 422370"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small number of bed and breakfast and self-catering rooms available."]]}]},"\n",{"type":"====","value":["Tresco"]},"\nTresco is a private estate which runs an upmarket timeshare resort, and has a hotel and a pub.\n\n",{"type":"*","value":["Holiday cottage rental on Tresco, £3237 per week at the FBC sleeping 6-8"]},"\n",{"type":"*","value":["The New Inn on Tresco, rooms for around £55-£120 per person B&B."]},"\n",{"type":"*","value":["Timeshare cottage on Tresco, range from £20k for a week off-season to £50k+ in August or during school holidays (you get \"your\" week every year for 25 years)."]},"\n",{"type":"==","value":["Respect"]},"\nLocal people do not use - and do not like - the expression \"Scilly Isles\". Local usage is to refer to \"Scilly\".\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe islands are nearly crime-free.  The biggest dangers are probably from bicycle theft or from the odd rowdy group of drunken visitors.  Don't leave your bike unlocked outside a pub on a Friday or Saturday night.  If it does go missing though you'll probably find it returned the next morning.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nYou won't want to leave!  Only way out by public transport is back to Cornwall on the mainland.  It'll feel strange when you return.\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["geo"],["49.936111"],["-6.322778"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West_Country"]]},"\n",{"type":"[[","value":[["WikiPedia:Isles of Scilly"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Isles of Scilly"]]}]