[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Craighouse from the pier - geograph.org.uk - 755742.jpg"],["thumb"],["350px"],["Craighouse from the pier"]]},"\n\n",{"type":"'''","value":["Isle of Jura "]}," is one of the ",{"type":"[[","value":[["Inner Hebrides"]]}," islands, off the south-west coast of ",{"type":"[[","value":[["Scotland"]]},".\n\n",{"type":"==","value":["Understand"]},"\nJura, though fairly large in size, is a sparsely populated island with a population of approximately 200 people.\n\nJura has a large population of red deer (it is commonly believed that the name 'Jura' was derived from ",{"type":"''","value":["hjörtr"]},", the Old Norse word for deer). The island is designated as a ",{"type":"[[","value":[["United Kingdom National Parks#National Scenic Areas"],["National Scenic Area"]]}," and is dominated by three conical mountains known as the Paps of Jura which rise to over 2,500 feet (762 m). The west coast of Jura is currently uninhabited but is home to a number of raised beaches.\n\nA single-track A-class road stretches from Feolin Ferry in the south west of the island and follows the coastline to Craighouse, the island's main settlement. This is where you will find the island's only shop (run by Spar), hotel and pub. This is also where you will find the only two places to eat out on the island - the Jura Hotel and the Antlers Bistro. The village of Craighouse is also home to the island's only distillery and only functioning church.\n\nThe same road continues past Craighouse and northwards through the smaller settlements of Lagg, Tarbet and Ardlussa and provides some stunning views of the Paps and Jura's rugged coastline.\n\nIn Ardlussa, the road splits. The right fork takes you to the hamlet of Inverlussa, where it is possible to wild camp. The left fork takes you past a sign which says 'End of Public Road 3 miles'. A private vehicle track runs from the road end to the far north of the island. This track passes Barnhill, where George Orwell lived towards the end of his life and where he wrote his pessimistic novel about the future, ",{"type":"''","value":["Nineteen Eighty-Four"]},",  from 1947 to 1948 despite being seriously ill. This track provides the best access to a footpath leading to view of the Corryvrekkan whirlpool which lies between the northern tip of Jura and the Island of Scarba.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:The A846 main road through Craighouse - geograph.org.uk - 1338323.jpg"],["thumb"],["The main road through Craighouse"]]},"\n\nJura's nearest city is ",{"type":"[[","value":[["Glasgow"]]},".\n\n",{"type":"===","value":["Direct routes to Jura"]},"\nA seasonal ",{"type":"[","value":["http:\/\/jurapassengerferry.com passenger ferry"]}," now runs from Tayvallich on the mainland (around 2.5 hours drive from Glasgow) to Craighouse on Jura, taking around 45 mins to an hour to complete the crossing and linking up with buses to ",{"type":"[[","value":[["Lochgilphead"]]},".  The ferry runs from Easter to the end of September with two crossings a day 6 days a week, including weekends.\n\nIn addition, a few of licensed boat owners provide a private water taxi service from the Tayvallich and Crinan area who will drop you at various points on the island.\n\n",{"type":"===","value":["Getting to Jura via Islay"]},"\n",{"type":"[","value":["http:\/\/www.calmac.co.uk Caledonian MacBrayne (CalMac)"]}," runs a number of vehicle ferries each day between Kennacraig (on the Kintyre peninsula, around 2.5 – 3 hours drive from Glasgow) to Port Askaig or Port Ellen on ",{"type":"[[","value":[["Islay"]]},". Vehicle bookings should be made in advance as these sailings are often fully booked. The crossing takes 2 hours to Port Askaig and 2 hours and 10 minutes to Port Ellen.\n\nFlybe operates two return flights per day (one on Sundays) between Glasgow International Airport and Islay - public transport runs from the airport to Port Askaig.\n\nA small car ferry operates across the Sound of Islay between Port Askaig on Islay and Feolin Ferry on Jura. From Feolin Ferry it is 8 miles to the island's main settlement, Craighouse.\n\n",{"type":"==","value":["Get around"]},"\nJura is great for walkers, but lacks good public transport because of its remote nature. A  ",{"type":"[","value":["http:\/\/www.argyll-bute.gov.uk\/feolin-craighouse-lagg-inverlussa-bus-timetable public bus"]}," does run between Feolin and Craighouse up to five times a day and also points further north in the island twice a day (more during school terms). The bus operates only on request for some journeys, such as the Thursday only bus to Bowmore on Islay, so you must book in advance for those journeys. It may be possible to book the bus for private hire.\n\nMany visitors to Jura bring private cars over via the Kennacraig \/ Islay and Port Askaig \/ Feolin ferries. It is also possible to hire cars on Islay. Don't be fooled by the fact that ",{"type":"'''","value":["there is no posted speed limit"]}," - you cannot reach over 40 miles an hour due to factors such as the number of bends in the road and the wild animals wandering in the road.\n\n",{"type":"===","value":["By bike"]},"\nCycling is a popular way to see the island and bikes can either be brought on the ferry or hired from the Jura Hotel. The island's only road is single-track and hilly in places and it can be frustrating to be progressing slowly but steadily uphill only to have to pull over when you meet a car.\n\n",{"type":"===","value":["By thumb"]},"\nIt's said that hitch-hiking always comes with a risk, but Jura is probably one of the safest places in the world for this. The biggest risk generally is that you won't see another soul, especially away from Craighouse, so don't rely on getting a lift.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Isle of Jura distillery - geograph.org.uk - 210206.jpg"],["thumb"],["Isle of Jura distillery"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Isle of Jura Distillery"]}," in Craighouse, Jura's main settlement. Handily located just across the road from the pub."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jura House Gardens"]}," at Ardfin, in the south of the island."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Attend a Ceilidh"]}," in Craighouse village hall. Over the summer months, if you visit Jura during a weekend you're more likely than not to find some form of Saturday night entertainment. The most common even is a ceilidh, where locals and visitors of all ages enthusiastically take to the floor for a 'wee dance'. Ceilidhs take place all year round and occasionally include a bar."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jura music festival"],["url=http:\/\/www.juramusicfestival.com\/"],["email="],["address=craighouse"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held on the last weekend of September, 3 days of traditional music and dance."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jura Stores"]}," the island's only shop may be small but it offers a wide range of food and non-food items including everything from fresh bread to fuses."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jura Hotel"]}," may only have a 'gifts cabinet' but they manage to pack in lots of items - from postcards to jewellery and tea towels to hip flasks."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=jura distillary shop"],["url="],["email="],["address=craighouse"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jura distillary shop selling normal Jura whisky and limited edition specials. Additionally sells many Jura whisky themed merchandise."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Antlers"],["url=http:\/\/www.theantlers.co.uk"],["email="],["address=craighouse"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sells collection of local arts and crafts. Can have a cup of coffee while browsing"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jura Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1496 820243"],["tollfree="],["fax="],["hours="],["price="],["content=Craighouse. Has a good menu using local produce and all of the eating areas (dining room, lounge bar and bar) have beautiful views across Small Isles Bay."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Tea Tent"]},", Jura House Gardens, Ardfin. Operating in the summer only the tea tent in the gardens at Jura house offers home baking and beverages in a beautiful setting."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Antlers"],["url=http:\/\/www.theantlers.co.uk"],["email="],["address=Craighouse"],["lat="],["long="],["directions="],["phone=+44 1496 820123"],["tollfree="],["fax="],["hours=09:30-21:00"],["price="],["content=Bistro restaurant offering tea, coffee, home baking and freshly produced, locally sourced food. Booking advisable for evening as only seats 24. Great decked area to watch the world go but while having lunch. Also sells local crafts, and has a local heritage display ain the entrance delving into the history and customs of Jura"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Jura Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1496 820 243"],["tollfree="],["fax="],["hours="],["price="],["content=Craighouse. Again, the only place to drink on the island is the Jura Hotel, but you can choose between the lounge bar and public bar. The bar is the centre of the island's social life and can be a great place to meet locals, although it can get very busy during annual events or on the night of a ceilidh."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nA selection of bed & breakfast and self-catering accommodation can be found online with ",{"type":"[","value":["http:\/\/www.juradevelopment.co.uk Jura Development"]},". In addition:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Jura Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1496 820 243"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Craighouse.A small, family-run hotel in the heart of Jura's main village."]]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.theisleofjura.co.uk\/index%20files\/Croft_and_Farm_and_Estate\/Barnhill.html ",{"type":"'''","value":["Barnhill"]}]},", the remote house where George Orwell wrote, can be rented by the week. It is difficult to reach without a Land Rover or boat, and potential guests are advised that there is no electricity supply and few creature comforts. Tel: +44 1786 850274."]},{"type":"*","value":[" ",{"type":"'''","value":["Camping"]}," The Jura Hotel provides camping in a scenic field situated between the hotel and the shore.  Campers use toilets and showers at the hotel.  No charge, but donations are accepted in the hotel bar.  There are also many places on the island where you can wild camp, including Corran Sands (two miles north of Craighouse), and Inverlussa (3\/4 of a mile outside Ardlussa), which is an excellent place due to its flat and large open areas. Take some midge\/mosquito repellent - you will need it!"]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Jura, Scotland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Scotland\/Argyll and Bute\/Isle of Jura\/"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Inner_Hebrides"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["56.083333333333"],["-5.75"]]}]