[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Isojoki"]}," is a village in the Western Finland.\n\n",{"type":"==","value":["Understand"]},"\nWith a population of 2,353 Isojoki is a small destination. In terms of interest to travellers, it's mainly a good base to explore the nearby Lauhanvuori National Park.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Lauhanvuori National Park"]},"\n\nIn this region is located the “Lauhanvuori National Park”, established in 1982, also known as one of the highest spots in Western Finland. This outstanding place is 53 km2 and according to the guides it is growing, and more neighbor areas will become part of it in the near future.\nIt is a very exciting place to visit. Most of this area was below the sea level after the Ice Age, except for the Lauhanvuori hill which lays 100 meters above the surrounding areas and it is over 230 meters above today’s sea level. It is very curious and interesting to see the differences on the species between this highest point, which still reflects the ancient landscape, and the rest of the park. The hilltop, which remained above the sea level, is today covered by exuberant mixed woodland, while the lower landscape, washed by the waves, is dominated by pinewoods. With only a few kilometers apart the difference is very noticeable.\nHere there is also a unique Stone Field (Kivijata), one of Lauhanvuori’s most popular places, which is spread 800 meters wide. It is a spectacular sight and there is a bridge that helps to walk over it and admire it from the inside. This phenomenon was created during the time changes, when the ice turned into water and removed all these stones. The deepness of the rock field is not known precisely, but investigators calculate that it is approximately 8 meters deep to the ground. \nThe tower with a viewpoint in Lauhanvuori hill is another popular place to see. It has about 25 meters high and a view of 70 km far on each direction.\nThe third big attraction is the Spitaalijärvi Lake, the biggest one and it is located in the heart of the park.\nIt is a rainy area, with a lot of underground water and rivers with very clear and fresh water which are also running during winter even under -30 degrees.\nThe National Park is absolutely the perfect place for nature lovers. Here is possible to go camping at the free camping areas and campfire sites. Also visitors can have extensive walks admiring the nature or biking and even picking wild mushrooms and berries, especially in the months of July and August. During the winter time the trails become perfect for cross country skiing. With over 30 km of wonderful trails it is not possible to have a lazy day. To walk and see the whole park it can take approximately two days or one day to see the most important spots.  \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Marian Luo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Specializing in natural food, cooked without electricity. It is an interesting thing to try, although the restaurant only accepts visitors with previous requests and booking. Contact number can be asked for at Lauhansarvi (see sleep section)."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lauhansärvi camping sites"],["url=http:\/\/www.lauha.fi"],["email=lauhansarvi@lauha.fi"],["address=Lauhanvuorentie 490"],["lat="],["long="],["directions="],["phone=040 825 8751"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This place is located at 2 km from the park and offers cottages for 2 to 10 people. The area also includes a restaurant with space for 100 guests, several saunas (including smoke sauna and dry sauna, as well as pit treatment saunas), as well as different sized banquet and meeting facilities. The restaurant and reception are open Tuesday - Sunday from 11 to 18."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kangasjärven lairintäalue"],["url="],["email=kangasjärvi@lauha.fi"],["address=Kangasjärventie 366"],["lat="],["long="],["directions="],["phone=046 851 2732"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Camping site with many facilities, next to a lake. Allows for swimming and fishing and has saunas and a burger restaurant."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Ostrobothnia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Isojoki"]]},"\n",{"type":"{{","value":[["geo"],["62.113888888889"],["21.958333333333"]]}]