[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Isola dei Gabbiani"]}," is an Island in ",{"type":"[[","value":[["Costa Smeralda"]]},".\n\n",{"type":"==","value":["Get in"]},"\nDrive or take a bus from ",{"type":"[[","value":[["Palau"]]},", leaving 5 times a day during the summer (one hour, €1.50).\n\n",{"type":"==","value":["Get around"]},"\nThe island is small and covered almost entirely by the campsite, so walking is the best way to get around.\n\n",{"type":"==","value":["Facilities"]},"\nThe campsite offers electrical hookups, hot water, sinks to wash dishes and clothes, drinkable water (potable agua), showers, and a gated entry. It is quite large, with an estimated space for 100+ caravans and 200+ tents.\n\n",{"type":"==","value":["Do"]},"\nThe island is attached to the mainland by a short land-bridge. Either sides of this land bridge are rental shops that have windsurfing boards for beginners and professionals, and kite surfing boards. Rentals range from one hour to one week, and some even offer storage of your own board. Rental rates for a novice windsurfing board are around €20-25 for a two hour period; private lessons cost around €50 an hour. Kitesurfing rates started at €40 for a half-day.\n\n",{"type":"==","value":["Buy"]},"\nThere is little to buy here, other than a few souvenir shops, and stores selling boards, sails, and parts for windsurfing and kitesurfing.\n\n",{"type":"==","value":["Eat"]},"\nThe campsite has a self-service buffet and a restaurant, and the bars along the beach offer drinks and light meals. Also, there is a small supermarket on the campsite, so people with cooking facilities will be able to completely self-cater.\n\n",{"type":"==","value":["Drink"]},"\nBeer and cocktails are available in abundance (if a bit expensive) along the beach.\n\n",{"type":"==","value":["Sleep"]},"\nIn the campsite located directly on peninsula you can stay in your own tent or caravan; elseway you could also rent fixed-caravans or small houses. At few (1-2) km from the peninsula there are plenty of residence and villages. They're not so easy to catch just by spotting them once you're on the place, the best way is to reserve or to have at least a list from the internet.\n\n",{"type":"==","value":["Go next"]},"\nBuses run to Palau, and from there you can catch a bus to other destinations, though hitch-hiking may be the fastest way to move around.\n\n",{"type":"{{","value":[["IsPartOf"],["Costa Smeralda"]]},"\n",{"type":"{{","value":[["geo"],["41.195556"],["9.318611"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Isola dei Gabbiani"]]}]