[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\nThe ",{"type":"'''","value":["North Coast"]}," of ",{"type":"[[","value":[["Israel"]]}," extends along the Mediterranean Sea shoreline for 40 km, from the ",{"type":"[[","value":[["Carmel Range"]]}," to ",{"type":"[[","value":[["Rosh Haniqra"]]}," on the Israeli border with ",{"type":"[[","value":[["Lebanon"]]},", and inland across the coastal plain for 6 km until it reaches the hills of the ",{"type":"[[","value":[["Upper Galilee"]]},". It is a relatively isolated and tranquil region of great natural beauty, great opportunities for outdoor fun and full of historical and cultural interest.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Akko Walls & Church.jpg"],["thumb"],["Akko Walls & Church"]]},"\n",{"type":"[[","value":[["File:Haifa Shrine and Port.jpg"],["thumb"],["Haifa Shrine and Port"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Achziv"]]}," — known for the Achziv National Park, an archaeological site 15 kilometers north of Akko"]},{"type":"*","value":[" ",{"type":"[[","value":[["Akko"]]}," —  a fascinating historical city on the far north coast of Israel, a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},", and a pilgrimage site for the Bahá'ís."]},{"type":"*","value":[" ",{"type":"[[","value":[["Haifa"]]}," — Israel's third largest city, main port and industrial city."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nahariyya"]]}," — the northern terminus of the coastal railway line. Boasts the crusader Montfort Castle."]},{"type":"*","value":[" ",{"type":"[[","value":[["Zikhron Ya'akov"]]}," - a romantic town on the southern end of the Carmel Range, overlooking the Mediterranean."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kfar Vradim"]]}," — a town in the mountains above Nahariyya."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Carmel Range"]]}," — a small yet diverse region of hills just south-east of Haifa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kibbutz Lohame Hageta'ot"]]}," - Kibbutz"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rosh Haniqra"]]}," — a dazzlingly white coastal rock cliff formation, close to the Lebanese border"]},"\n",{"type":"==","value":["Understand"]},"\nMost people speak Hebrew but many residents also speak Arabic, even english and so much more. The people of Israel are very good at understanding other people's accents. Because it is such a diverse state in language and even religions (surprising to some), the people have to be able to communicate with everyone so they get used to listening to and hearing other accents from their own.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nHighway 85 is an east-west highway in northern Israel. It is one of the most important roads through the Galilee, connecting the western Galilee with the eastern Galilee. The road begins in Akko on the west coast of Israel and ends in the east just north of Lake Kinneret\nThe road begins at Highway 4 in Akko in the west, and ends at Amiad junction at Highway 90 near Korzim in the east. It is 37 km long. The route from Akko to Hananya junction is old and passes through Beit HaKerem valley.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Rosh Haniqra"]]}," (\"Cape of the Caves\") — a scenic site"]},{"type":"*","value":[{"type":"*","value":["Main attractions include the natural sea cave as a result of the ever impounding sea waves and the Mediterranean Sea"]}]},{"type":"*","value":[{"type":"*","value":["There is a cable car that takes you down to the caves and the water (100 m long)"]}]},{"type":"*","value":[{"type":"*","value":["Tours are available of the actual cave itself. You are able to walk around inside the caves and peek through different parts to see the water on the other side"]}]},{"type":"*","value":[{"type":"*","value":["Rosh Haniqra actually leads to the gates that lead to the border between Israel and Lebanon as well as a gift shop where you can buy something to take home to remember your experience "]}]},{"type":"*","value":[{"type":"[[","value":[["Karmiel"]]}," he city of Karmiel lies on the main road between Akko and Safed, in the heart of the Beit Kerem Valley. To the north are the mountains of the Northern Galilee and to the South – the mountains of the Lower Galilee. The city is 35 km. from Tiberius, 22 km. from Akko and 45 km. from Haifa"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are guest houses available in ",{"type":"[[","value":[["Akko"]]},", and numerous options for lodging in ",{"type":"[[","value":[["Haifa"]]},".  Additionally, kibbutz can be found all over Israel and offer the chance to pay for your lodging by working on the kibbutz itself.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Israel"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]