[{"type":"{{","value":[["pagebanner"],["Jerusalem banner Panorama.jpg"]]},"\n",{"type":"{{","value":[["warningbox"],["Travel to Israel is ",{"type":"'''","value":["discouraged"]}," due to conflict between Palestinian militants and Israel. Palestinian militants have been firing rockets into Israeli population centers from Gaza, some of which have been reaching as far as Haifa and put two thirds of the country in range. As of July 22, 2014, much air traffic to Ben Gurion Airport with the notable exception of that of El-Al, the Israeli airliner, has been suspended for at least 24 hours, some indefinitely, after a rocket launched by Hamas hit a target near the airport and caused a fire; if you are scheduled to fly to Israel soon, contact your airline to check the status of the flight. There have also been reports of kidnappings. Israeli aerial bombardments of occupied Palestinian territories sometimes provoke anger and riots by Arab Israelis and Palestinians, especially in northern Israel and Jerusalem. Areas near Gaza may also be at continuing risk of acts of terrorism from across the border."],["australia=http:\/\/www.smartraveller.gov.au\/zw-cgi\/view\/Advice\/?topic=Israel_Gaza_Strip_and_West_Bank"],["canada=http:\/\/travel.gc.ca\/destinations\/israel-the-west-bank-and-the-gaza-strip"],["uk=https:\/\/www.gov.uk\/foreign-travel-advice\/israel"],["us=http:\/\/travel.state.gov\/content\/passports\/english\/alertswarnings\/israel-travel-warning.html"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Dome of the Rock and Wailing wall by Peter Mulligan.jpg"],["caption=A view of Jerusalem from Mt Olives."],["location=LocationIsrael.png"],["flag=Flag of Israel.svg"],["capital=",{"type":"[[","value":[["Jerusalem"]]}," (not recognized by the U.N.)"],["government=Parliamentary Democracy"],["currency=New Israeli Sheqel (₪)"],["area=",{"type":"''","value":["total:"]}," 20,770 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 440 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 20,330 km",{"type":"<","value":["sup",["2"]]}],["population=8,180,000 (2014 est.)"],["language=",{"type":"[[","value":[["Hebrew"]]}," (official), ",{"type":"[[","value":[["Arabic"]]}," (official), Russian and English most commonly used foreign languages"],["religion=Jewish 75%, Muslim 16% (mostly Sunni Muslim), Christian 2%, other 1% (2008 est.)"],["electricity=220V\/50Hz (Israeli plug)"],["callingcode=+972"],["tld=.il"],["timezone=UTC +2 \/ DST +3"],["emergencies= ",{"type":"'''","value":["100"]},"- police",{"type":"<","value":["br"]},{"type":"'''","value":["101"]},"- ambulance",{"type":"<","value":["br"]},{"type":"'''","value":["102"]},"- fire",{"type":"<","value":["br"]},"(112 on any GSM phone is routed to English speaking police)"]]},"\n",{"type":"<","value":["br"]},"\n",{"type":"{{","value":[["regions discussion"]]},"\n",{"type":"{{","value":[["translate"],["de"],["Israel"]]},"\n\nThe State of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goisrael.com Israel"]}]}," (Hebrew: מדינת ישראל; Arabic: دولة إسرائيل) is a small yet diverse ",{"type":"[[","value":[["Middle East"],["Middle Eastern"]]}," country bordered by ",{"type":"[[","value":[["Egypt"]]}," and the ",{"type":"[[","value":[["Gaza Strip"]]}," to the southwest, by the ",{"type":"[[","value":[["West Bank"]]}," and ",{"type":"[[","value":[["Jordan"]]}," to the east, and by ",{"type":"[[","value":[["Syria"]]}," and ",{"type":"[[","value":[["Lebanon"]]}," to the north. The country has a ",{"type":"[[","value":[["Israeli Coastal Plain"],["long coastline"]]}," on the eastern Mediterranean Sea, and very limited access to the ",{"type":"[[","value":[["Red Sea"]]}," at the Gulf of Aqaba (often called the Gulf of Eilat in Israel). It also shares a border on the Jordan River and the ",{"type":"[[","value":[["Dead Sea (Israel and the West Bank)"],["Dead Sea"]]}," with ",{"type":"[[","value":[["Jordan"]]},". The West Bank, often called Judea and Samaria in Israel, has been under Israeli occupation since 1967. Israel annexed ",{"type":"[[","value":[["East Jerusalem"]]}," and the part of the ",{"type":"[[","value":[["Golan Heights"]]}," under its control. The annexations are not internationally recognized.\n\nIsrael was established as a state for the Jewish people, following the Second World War and came into existence on 14 May 1948. Israel is considered part of the ",{"type":"'''","value":[{"type":"[[","value":[["Holy Land"]]}]}," (together with areas of ",{"type":"[[","value":[["Jordan"]]},", ",{"type":"[[","value":[["Egypt"]]}," and the ",{"type":"[[","value":[["Palestinian Territories"]]},"). The three major monotheistic religions—Judaism, Christianity, and Islam — all have historical ties to this region. Consequently, Israel has a vibrant modern history and culture, based in part on the diverse, immigrant origins of those of its inhabitants who are Olim — \"returnees\" from the Jewish Diaspora. These aspects make Israel a fascinating destination for many travellers and pilgrims. As a result of this broad mix of cultures, in addition to the two official languages of Hebrew and Arabic, Russian and Yiddish are also spoken by a significant minority of Israelis. English, in many ways, acts as a third language (and can be found on most signs and many shops in Israel). Within Israel's pre-1967 borders, about 80% of Israelis identify themselves as Jewish, and most of the remainder classify themselves as either as Christian, Muslim, Arab, Bedouin or Druze.\n\nIsrael is a highly urbanized and economically developed society and is therefore best divided for the traveller into its main cities and towns, followed by the regions and other sites.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"====","value":["Until the middle ages"]},"\n",{"type":"[[","value":[["File:Tel dan inscription.JPG"],["180px"],["thumb"],["right"],["The Tel Dan Stele, dating from circa the 9th century BCE, which was discovered in Tel Dan is the most important archaeological artifact which mentions the House of David outside of the Bible"]]},"\nWhile the current ",{"type":"''","value":["state"]}," of Israel is a relatively new country founded in 1948, the \"",{"type":"''","value":["Land"]}," of Israel\" has a long and often very complex history stretching back thousands of years to the very beginnings of human civilization. It's been invaded by virtually every Old World empire including the Egyptians, Assyrians, Babylonians, Persians, Greeks, Romans, Arabs, Crusaders, Ottomans and British. (Even the ",{"type":"[[","value":[["Mongolia"],["Mongols"]]}," once raided cities on what is now Israeli soil.) It is also the birthplace of both Judaism and Christianity and has sacred cities for both those religions and Islam.\n\n",{"type":"[[","value":[["File:Second Temple.jpg"],["290px"],["thumb"],["The model of the Second Temple at the Israel Museum in Jerusalem"]]},"\nIsrael has been inhabited for tens of thousands of years, with Neanderthal remains from the region dating back 50,000 years. Its strategic location serving as a land bridge from ",{"type":"[[","value":[["Asia"]]}," to ",{"type":"[[","value":[["Egypt"]]}," and ",{"type":"[[","value":[["Africa"]]}," had made Israel an ideal target for conquerors through the ages. The first nation to have influence was the great ",{"type":"[[","value":[["Egypt"]]},"ian civilization. Approximately 1000 BC, an independent Judean Kingdom was set up under King Saul. The land lay to the south of ",{"type":"[[","value":[["Lebanon"],["Phoenicia"]]},". After intermittent civil war, the land was conquered by the ",{"type":"[[","value":[["Iraq"],["Assyrians"]]}," and ",{"type":"[[","value":[["Iran"],["Persians"]]}," and in ~330 BC by Alexander the Great. A newly independent Jewish state, ruled by the Maccabees, was conquered in 63 BC by the ",{"type":"[[","value":[["Italy"],["Romans"]]},". Around 30 CE, Jesus of ",{"type":"[[","value":[["Nazareth"]]}," began his ministry in the ",{"type":"[[","value":[["Galilee"]]},".\n\nFollowing and during the Great Revolt (66-73 CE) against the Romans, the Jews were persecuted by the Romans. In the second century Emperor Hadrian changed policy toward the Jews, including changing the name of Judea to ",{"type":"''","value":["Palestina Prima"]}," and its capital to ",{"type":"''","value":["Aelia Capitolina"]},". Along with expelling the Jewish population from the city, many found their place in other areas of the world, creating a substantial Jewish diaspora. This, however did not completely rid the country of its Jewish population. Over the following centuries, although persecuted there continued to be a Jewish presence Jerusalem and throughout the land. When the Byzantines arrived in the fourth century, the Jewish population began to increase, although not to previous proportions; they lead a relatively good life with less persecution than under the Romans. The area was captured by Arab conquerors in the 7th Century. In the Middle Ages, European Christians invaded in a period known as the Crusades and established a small kingdom, which lasted less than 200 years. Since 1290, when the Crusaders were expelled by Saladin, the land was ruled by Moslems until the League of Nations awarded a mandate to the British, following the defeat of Ottoman Turkey in the First World War.\n\n",{"type":"====","value":["Since the middle ages"]},"\nDuring the 1920s the British were handed a mandate to prepare the future State of Israel to lay infrastructure and learn how to run a sovereign state. This after the Balfour Declaration which stated that the British agree to support the idea the Jewish people returning to their ancestral homeland. The first two major waves of Jewish immigration were in 1882 and the early 1900s, under Ottoman rule, followed by refugees from Nazi Germany in the 1930s and from Nazi-occupied Europe in the 1940s during and immediately after WWII.\n\nThe Jewish nationalist movement was strengthened significantly because of the events of World War II. Many major powers, including the ",{"type":"[[","value":[["United States"],["Americans"]]}," and the Soviet Union, endorsed Jewish independence in Palestine as the only way to ensure the survival of the Jewish people. The British were more hesitant, however, as they worried about a possible Arab revolt. The Jewish nationalists, emboldened by support from the Americans and the French, grew impatient with the British delay in granting independence and started several armed uprisings of their own against British rule.\n\nAfter two years of growing violence, in the fall of 1947 the British decided to withdraw their troops from the area. The UN recommended that the territory of Palestine be partitioned into two states: A Jewish state, and an Arab state. The Jews accepted the plan, but the Arabs firmly rejected it. Nonetheless, half a year later, on 14 May 1948, Jewish nationalists declared independence as the State of Israel. The Arabs responded with a military invasion. The Israelis won a decisive victory. As a result of the war, approximately 600,000 Arabs were displaced from the territory of the newly proclaimed Jewish state. A comparable number of Jews were displaced from Arab nations in the late 40's and 50's, and many of them settled in Israel.\n\nFurther fighting continued over the next few decades, and in 1967 the Israelis won another decisive victory against the Arabs. Following this victory, a slow movement towards peace and reconciliation began. In 1979, peace was concluded between Israel and Egypt, and in 1994, a similar peace treaty was signed with Jordan. Both agreements have held to this day. Attempts to create similar treaties with Lebanon, Syria, and the Palestinian Arabs have failed, and in 2000 violence resurfaced when Palestinian-Arabs launched a violent insurrection against Israel. By 2007, the violence due to this insurrection had mostly died down. With the exception of the Gaza area which has seen continued violence, most of the country is now at peace, although underlying tensions somewhat remain.\n\n",{"type":"===","value":["Economy"]},"\n",{"type":"[[","value":[["File:Haifa 2769-1.jpg"],["thumb"],["300px"],["upright"],["Downtown Haifa, including the port and the sail tower"]]},"\nIsrael has a technologically advanced market economy with substantial government participation. It depends on imports of crude oil, grains, raw materials and military equipment. Despite limited natural resources, Israel has intensively developed its agricultural and industrial sectors over the past 30 years. This may change in light of recent discoveries of huge natural gas and some oil finds off Israel's shores, which will reduce imports and increase government revenues. Israel is largely self-sufficient in food production except for grains. Cut diamonds, high-technology equipment, aircraft, high-tech defense systems, chemicals and chemical products, machinery and equipment, transport equipment, rubber, plastics, and textiles and services in various fields are the leading exports. For many years Israel posted sizable current account deficits, which were covered by large transfer payments from abroad and by foreign loans. However, the tight fiscal policy of recent years and the high growth rates have led Israel to a budget surplus in 2006. Roughly half of the government's foreign debt is owed to the US, which is its major source of economic and military aid. The influx of Jewish immigrants from the former USSR during the period 1989-99 coupled with the opening of new markets at the end of the Cold War, energized Israel's economy, which grew rapidly in the early 1990s. But growth began moderating in 1996 when the government imposed tighter fiscal and monetary policies and the immigration bonus petered out. Growth was a strong 6.4% in 2000. But the bitter Israeli-Palestinian conflict, increasingly the declines in the high-technology and tourist sectors, and fiscal austerity measures in the face of growing inflation have led to declines in GDP in 2001 and 2002. However, in 2007 the economic growth was 5.3% and the inflation was only 0.4%. In the first six months of 2008 tourism has grown with 45%.  In 2011 Israel had been one of the best performing economies in the OECD with low unemployment, relatively high growth rate, increased tourism and stable fiscal and monetary policies.\n\n",{"type":"===","value":["People"]},"\nThe most obvious division in Israel's society is between Jews - who make up 75% of the population in Israel proper and 15%-40% in areas captured by Israel during the Six-Day War (West Bank, East Jerusalem and the ",{"type":"[[","value":[["Golan Heights"]]},") - and non-Jews (mostly Israeli-Arabs), who make up nearly all of the rest. As well, some 350,000 people who emigrated to Israel from the former Soviet Union are not considered Jews according to halacha (Jewish law), though they largely identify with the Israeli mainstream. In terms of religious backgrounds, 77% are Jewish, 16% are Muslim, 4% are Christian Arabs and 2% are Druze (a Muslim offshoot considered heretical by mainstream Islam).\n\nThere are also deep divisions within Jewish society. First is the cultural division between the 'Ashkenazim', who lived in Europe for nearly 2000 years and are generally considered wealthier and politically better connected, and the 'Sephardim' and 'Mizrahim', who immigrated from the Middle East, Yemen and North Africa (Sephardi and Mizrahi immigrants from Europe tend to match the socio-economic profile of Ashkenazim.) In recent years, the divide between these ethnic groups has, however, grown much less acute and intermarriage has become common.\n\nWhile ethnic divisions have weakened as the native-born population has increased, religious tensions between 'secular' and 'Orthodox' Jews have increased. The spectrum ranges from the stringently-orthodox 'haredim', only 15% (2008 est.) of the population but able to wield a disproportionate amount of power thanks to Israel's fractious coalition politics, to 50% who are 'modern orthodox' and finally 45% who consider themselves secular, although still adhere to some traditions.  While secular Jews are widespread throughout all of Israel, orthodox Jews tend to concentrate mostly in certain cities such as ",{"type":"[[","value":[["Jerusalem"]]},", ",{"type":"[[","value":[["Bnei Brak"]]}," and ",{"type":"[[","value":[["Ashdod"]]},".\n\n",{"type":"===","value":["Holidays"]},"\n",{"type":"[[","value":[["File:Yom Kippur on Highway 20 Tel-Aviv.jpg"],["thumb"],["Cyclists ride down a deserted Highway in Tel Aviv on Yom Kippur"]]},"\n",{"type":"[[","value":[["File:Independence Day Tel Aviv 2008.jpg"],["thumb"],["Fireworks celebrating \"Independence day\""]]},"\n;Israel's time: is + 2 hr from GMT (UTC) so when it's 18:00 in London, or 13:00 in New York (EST), it's 20:00 in Israel. ",{"type":"'''","value":["Daylight savings time"]}," (Summer time) begins on the Friday before the last Sunday in March, and ends on the first Sunday after 1 October unless that Sunday is ",{"type":"''","value":["Rosh Hashana"]},", in which case the transition occurs on the first Monday after 1 October.\n\n;Shabbat: Many businesses and transport companies do not operate on \"Shabbat\" (the Sabbath) which begins Friday afternoon and ends Saturday night, while many places do not reopen\/renew service until Sunday morning. The same holds true for major Jewish or national holidays, so plan your itinerary accordingly.\n\n;Public Holidays: Different levels of activity stop in Israel depending on the festival or holiday, and different areas will see different levels of activity on these days. Public transportation usually stops completely on most holidays. Holidays in Israel follow the Jewish calendar, which means that the Gregorian date will vary from year to year although tending to fall within the same 6-week period. In the Jewish tradition, a new day begins at sunset, meaning that Jewish holidays begin on the eve of the official date (not at midnight). A list of Gregorian dates matched with the National holidays and Jewish holidays can be found at the ",{"type":"[","value":["http:\/\/goisrael.com\/Tourism_Eng\/Articles\/Holidays\/Pages\/Jewish%20Holidays%20dates.aspx National and Jewish holidays section of \"GoIsrael\" site"]},". A more elaborate list of Jewish holidays and dates can be found at the ",{"type":"[","value":["http:\/\/www.chabad.org\/holidays\/default.htm Jewish holidays section of the Chabad site"]},", although some of the holidays mentioned there are scarcely celebrated or have no influence on day-to-day activities.\n\nOfficial national holidays in ",{"type":"'''","value":["bold"]},":\n\n",{"type":"*","value":[{"type":"'''","value":["Jewish New Year"]}," ",{"type":"''","value":["(Rosh Hashanah)"]}," falls between 5 September and 5 October"]},{"type":"*","value":["Fast Day of Gedaliah ",{"type":"''","value":["(Tsom Gedalyah ben Ahikam)"]}," falls two days after the first day of Rosh Hashanah (New Year)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Day of Atonement"]}," ",{"type":"''","value":["(Yom Kippur)"]}," falls between 14 September and 14 October. The holiest day in the Jewish Calendar on which EVERYTHING comes to a halt: all businesses, banking, shopping, entertainment, restaurants, ",{"type":"'''","value":["public and private"]}," traffic, etc. Children on bicycles, rollerblades and skateboards flood the streets of secular towns. Emergency vehicles have limited mobility."]},{"type":"*","value":[{"type":"'''","value":["Feast of Tabernacles (Booths)"]}," ",{"type":"''","value":["(Sukkot)"]}," falls between 19 September and 19 October. Only the first and last days are national holidays, but some disruption occurs during the intermediate days."]},{"type":"*","value":["Assembly of the Eighth Day ",{"type":"''","value":["(Simchat Torah\/Shemini Atzeret)"]}," falls between 26 September and 26 October. Street festivals and dancing are common in most cities and towns on the preceding evening."]},{"type":"*","value":["Yitzhak Rabin's Remembrance Day ",{"type":"''","value":["(Yom Hazikaron le Yitzhak Rabin)"]}," is on 5 November. It is a memorial day."]},{"type":"*","value":["Feast of Lights (",{"type":"''","value":["Hanukkah"]}," or 're-dedication') falls between 27 November and 27 December. An observance rather than a holiday, it is celebrated by lighting an additional candle on each evening of the celebration until all eight branches of the ",{"type":"''","value":["Hanukkyah"]}," are lit, and by eating jelly doughnuts, ",{"type":"''","value":["suvganiot"]},"."]},{"type":"*","value":["Tenth of Tevet Fast ",{"type":"''","value":["(Tsom Asarah b-Tevet)"]}]},{"type":"*","value":["Fifteenth of Shvat ",{"type":"''","value":["(Tu Bi'shvat)"]}," is the New Year of the Trees (similar to an Arbor Day)"]},{"type":"*","value":["Fast of Esther ",{"type":"''","value":["(Ta`anit Ester)"]}]},{"type":"*","value":[{"type":"'''","value":["Memorial Feast for the Triumph of Esther"]}," ",{"type":"''","value":["(Purim*)"]}," falls between 24 February and 26 March. Children and adults dress in costumes and street parades are common on this day."]},{"type":"*","value":[{"type":"'''","value":["Passover"]}," ",{"type":"''","value":["(Pesach)"]}," falls between 26 March and 25 April (",{"type":"''","value":["Only the first and last days are national holidays, however there may be some disruption during the intermediate days"]},"). No leavened bread or grain products are sold or served in most places during this week (including beer and some alcohols)."]},{"type":"*","value":["Seventh day of Passover ",{"type":"''","value":["(Shvi'i shel Pesach)"]}," falls between 1 April and 1 May."]},{"type":"*","value":[{"type":"'''","value":["Holocaust Remembrance Day"]}," ",{"type":"''","value":["(Yom HaZikaron LaShoah VeLaGevurah)"]}," falls between 7 April and 7 May. Air raid sirens sound at 10:00 and the entire country comes to an eerie standstill for two minutes. Places of entertainment are closed on this day and its eve."]},{"type":"*","value":[{"type":"'''","value":["Fallen Soldiers Remembrance Day"]}," ",{"type":"''","value":["(Yom Hazikaron)"]}," falls between 14 April and 14 May. Air raid sirens sound on the eve and in the morning; the entire country observes a minute of silence in memory of its fallen soldiers and terror attack victims."]},{"type":"*","value":[{"type":"'''","value":["Independence Day"]}," ",{"type":"''","value":["(Yom Ha-Atzmaut)"]}," falls between 15 April and 15 May. Large street festivals, city-wide parties and fireworks displays are held on the eve. The day is usually celebrated by sightseeing and picnicking."]},{"type":"*","value":["33rd day of the `Omer ",{"type":"''","value":["(Lag Ba'omer)"]},": bonfires are common on the eve."]},{"type":"*","value":["Jerusalem Day ",{"type":"''","value":["(Yom Herut Yerushalayim)"]},": parades and festivals occur in Jerusalem."]},{"type":"*","value":[{"type":"'''","value":["Pentecost"]}," ",{"type":"''","value":["(Shavuot)"]}," falls between 15 May and 14 June"]},{"type":"*","value":["Seventeenth of Tammuz fast ",{"type":"''","value":["(Tsom Shiva` Asar b-Tammuz)"]}]},{"type":"*","value":["Ninth of Av fast ",{"type":"''","value":["(Tisha B'Av)"]}," commemorates the destruction of the First and Second Temples."]},{"type":"*","value":["Fifteenth of Av ",{"type":"''","value":["(Tu B'Av)"]},". Festival of Love."]},"\n",{"type":"===","value":["Electricity"]},"\n",{"type":"[[","value":[["File:Israeli-type-H-plugs-and-socket.jpg"],["thumb"],["Israeli type plugs. Old type on the left, new type on the right, and a ubiquitous hybrid socket that also accepts type C plugs"]]},"\nThe voltage in Israel is 220V, and the frequency is 50Hz. The electric outlets used are type H and Type C. Type H is a uniquely Israeli three-pronged standard, but most modern type H outlets can also accept type C European two-pronged plugs. In fact, most electronic devices in Israel use type C plugs. For more information on plug types, please see our ",{"type":"[[","value":[["Electrical systems"]]}," article. The special phone number 103 can be used to reach the customer service center.\n\n",{"type":"===","value":["Climate"]},"\nMany tourists visit Israel in the summer, not realizing the potential of other seasons. Summer in Israel is very hot, the coastal areas are humid as well as hot, and the landscapes are parched brown since it never rains in summer. The other three seasons, in contrast, have absolutely beautiful weather. In spring and autumn the temperature is near-perfect every day and nearly all days are sunny. Winter is a mixture of cold rainy days and cool, sunny days which are great for hiking and touring. So while summer may be the most convenient time to visit Israel, any other season is much more enjoyable.\n\nEspecially in summertime, suggestions to wear a hat and drink more water than you're used to are important.\n\n",{"type":"==","value":["Regions"]},"\n\nIsrael possesses a number of diverse regions, with landscapes varying between coast, mountain, valley and desert landscapes, with just about everything in between. Beyond the towns and cities, each region of Israel holds its own unique attractions. The metropolitan areas of ",{"type":"[[","value":[["Jerusalem"]]}," and ",{"type":"[[","value":[["Tel Aviv"]]}," form very much their own regions; from north to south, however, Israel's regions are as follows:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Israel map wts.png"],["regionmaptext=Regions of Israel"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Galilee"]]}],["region1color=#6698bb"],["region1description=This region can be divided into the Upper Galilee and Lower Galilee hill ranges, as well as the ",{"type":"[[","value":[["Jezreel Valley"]]}," and the ",{"type":"[[","value":[["Sea of Galilee"]]},"."],["region2name=",{"type":"[[","value":[["Israeli North Coast"]]}],["region2color=#a4c28d"],["region2description=Sometimes called \"Western Galilee\", this region extends along the Mediterranean shore from ",{"type":"[[","value":[["Haifa"]]}," to ",{"type":"[[","value":[["Rosh Haniqra"]]}," and the Lebanese border. It also includes the ",{"type":"[[","value":[["Carmel Range"]]},"."],["region3name=",{"type":"[[","value":[["Israeli Coastal Plain"]]}],["region3color=#b383b3"],["region3description=The most developed part of Israel, between the Carmel Range and the Gaza Strip. The area north of ",{"type":"[[","value":[["Tel Aviv"]]}," is known as the ",{"type":"'''","value":["Sharon"]},"."],["region4name=",{"type":"[[","value":[["Shfela"]]}],["region4color=#c8b7b7"],["region4description=The fertile, hilly hinterland between the Coastal Plain and the Judean highlands."],["region5name=",{"type":"[[","value":[["Negev"]]}],["region5color=#c5995c"],["region5description=Desert covering much of the south of Israel, including ",{"type":"[[","value":[["Mitzpe Ramon"],["Ramon Crater"]]},". Also includes the Israeli parts of the ",{"type":"[[","value":[["Judean Desert"]]}," and the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},"."]]},"\n\n",{"type":"===","value":["Disputed Territories"]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Golan Heights"]]}],["region1color=#8E908D"],["region1description=Mountainous area north-east of the ",{"type":"[[","value":[["Sea of Galilee"]]},". Occupied in 1967 by Israel, unilaterally annexed in 1981, but  claimed by ",{"type":"[[","value":[["Syria"]]},". The annexation of the Golan is not recognized by the United Nations. Israeli law applies in the region."],["region2name=",{"type":"[[","value":[["Palestinian territories"],["West Bank and Gaza Strip"]]}],["region2color=#8E908D"],["region2description=Two physically separate territories, the ",{"type":"[[","value":[["West Bank"]]}," to the east of the Jordan River and the ",{"type":"[[","value":[["Gaza Strip"]]}," in the southwest along the Mediterranean coast. Not recognized internationally as part of any country - Judea and Samaria (West Bank) receive government services (security, medical service, etc.) by Israel, the Palestinian Authority, or a combination, depending on the exact location as a result of the Oslo Accords."]]},"\n\n",{"type":"{{","value":[["disclaimerbox"],["As these disputed territories are remarkably different from a traveler's point of view, information on travel to and within them can be found under the entries ",{"type":"'''","value":[{"type":"[[","value":[["Golan Heights"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Palestinian territories"]]}]},". ",{"type":"''","value":["This is not a political endorsement of claims by any side in the dispute over the sovereignty of these territories."]}]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:WikiAir IL-13-06 035 - Old City (Jerusalem).JPG"],["320px"],["right"],["thumb"],[{"type":"[[","value":[["Jerusalem\/Old City"],["The Old City of Jerusalem"]]}]]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jerusalem"]]}," — the capital city of Israel; a city sacred for millennia to three religions: Jews, Christians and Muslims"]},{"type":"*","value":[" ",{"type":"[[","value":[["Akko"]]}," (Acre) — an ancient town with a historic port the most sacred Baha'i site"]},{"type":"*","value":[" ",{"type":"[[","value":[["Beer Sheva"]]}," — the de facto capital of the Negev region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Eilat"]]}," — the 'Goa of the Middle East', Israel's window on the Red Sea, a vibrant resort city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Haifa"]]}," — Israel's third largest city and the largest city in northern Israel. It is located on Mount Carmel near the Haifa Bay. The Baha'i World Center located in the city was added to the ",{"type":"[[","value":[["UNESCO World Heritage site"]]}," List in 2008."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nazareth"]]}," — the hometown of Jesus, now the largest Arab city in Israel"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tel Aviv"]]}," — the most vibrant city in the country and the region, includes the White City, a site of Bauhaus architecture and home to most foreign embassies"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tiberias"]]}," — a modern resort town with an ancient background on the western shore of the Sea of Galilee"]},{"type":"*","value":[" ",{"type":"[[","value":[["Safed"]]}," (Tzfat) — fascinating city filled with artists and mystics, home to ARI who established Kabbalah school of thought"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Vista general de Masada.jpg"],["250px"],["right"],["thumb"],[{"type":"[[","value":[["Masada"]]}]]},"\n",{"type":"[[","value":[["File:Haifa-Bahai world center front.jpg"],["thumb"],["Front of the Bahàì World Center, located in the northern city of ",{"type":"[[","value":[["Haifa"]]}]]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jerusalem\/Old City"],["Old City of Jerusalem"]]}," - a 0.9 square kilometers (0.35 sq mi) walled area within the modern city of ",{"type":"[[","value":[["Jerusalem"]]},". A major tourist attraction for tourists of different religions and nations whom come from around the world to visit the holy sites in it, which include among other the Temple Mount, the Western Wall and the Church of the Holy Sepulchre. It was added to the ",{"type":"[[","value":[["UNESCO World Heritage site"]]}," List in 1981."]},{"type":"*","value":[" ",{"type":"[[","value":[["Akko"],["Old City of Acre"]]},"  - One of the oldest port cities in the world. It was added to the ",{"type":"[[","value":[["UNESCO World Heritage site"]]}," List in 2001."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sea of Galilee"]]}," — the home of Jesus of Nazareth and the largest freshwater lake of the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," — a sea of hypersalinated water that keeps people afloat and the lowest point on Earth"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jezreel Valley"]]}," — an extensive inland valley, largely rural, extending inland from east of Haifa to the Jordan Valley"]},{"type":"*","value":[" ",{"type":"[[","value":[["Judean Desert"]]}," — hostile and arid landscape with an array of hills and canyons"]},{"type":"*","value":[" ",{"type":"[[","value":[["Haifa#See"],["Bahá'í Gardens and World Center"]]}," - center of the Bahá'í Faith, home to the Shrine of the Báb and Terraces. located in the northern city of ",{"type":"[[","value":[["Haifa"]]}]},"\n",{"type":"===","value":[" Prominent national parks "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Masada"]]}," — high on a plateau above the Dead Sea, the scene of the Zealots' last stand against the might of Rome. It was added to the ",{"type":"[[","value":[["UNESCO World Heritage site"]]}," List in 2001."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ein Avdat"]]}," —  beautiful steep canyon and a popular hiking spot"]},{"type":"*","value":[" ",{"type":"[[","value":[["Caesarea"],["Caesarea National Park"]]}," — ancient Roman city and much of it remains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Beth Shean Valley"]]}," — the core of the north Jordan River valley"]},{"type":"*","value":[" ",{"type":"[[","value":[["Galilee#See"],["Belvoir Fortress"]]}," - remains of a Crusader fortress located on a ridge in the eastern edge of the Galilee."]},{"type":"*","value":[" ",{"type":"[[","value":[["Golan Heights#See"],["Nimrod Fortress"]]}," - remains of a medieval fortress located in the northern Golan Heights,  800 meters above sea level."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rosh Haniqra"]]}," - spectacular caverns located on Israel's Mediterranean coast in the far ",{"type":"[[","value":[["North Coast (Israel)"],["North Coast"]]}," of Israel, near the northern border with Lebanon."]},"\n",{"type":"===","value":[" Prominent nature reserves "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mitzpe Ramon"],["Ramon Crater"]]}," — 40KM crater-like landform in the middle of the Negev desert and the largest of three similar craters found in Israel. Offers some breath-taking desert vistas."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Hermon"]]}," - The mountain is partly located within Israel and partly located within ",{"type":"[[","value":[["Syria"]]},". The israeli summit of the mountain is 2,224 meters above sea level and is the highest location in the country. The total area of the Hermon nature reserve is 76,250 hectare. Most of the nature reserve is located within a restricted military area (except for Hermon Ski resort and the Banias springs area at the slopes of the mountain which are popular visited destination)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Carmel Range"]]}," — a small yet diverse region of hills just south-east of Haifa"]},"\n",{"type":"{{","value":[["seealso"],["Israeli National Parks"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Entry requirements"]},"\n",{"type":"{{","value":[["VisaRestriction"],["Due to the ongoing Israeli–Arab dispute, ",{"type":"[[","value":[["Afghanistan"]]},", ",{"type":"[[","value":[["Algeria"]]},", ",{"type":"[[","value":[["Iran"]]},", ",{"type":"[[","value":[["Iraq"]]},", ",{"type":"[[","value":[["Kuwait"]]},", ",{"type":"[[","value":[["Lebanon"]]},", ",{"type":"[[","value":[["Libya"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]},", ",{"type":"[[","value":[["Somalia"]]},", ",{"type":"[[","value":[["Sudan"]]},", ",{"type":"[[","value":[["Syria"]]},", and ",{"type":"[[","value":[["Yemen"]]}," block passports containing stamps or visas from Israel. You may also have difficulties getting into and\/or be refused visas to other Islamic countries, such as ",{"type":"[[","value":[["Bangladesh"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Indonesia"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Pakistan"]]},", etc. However, this is no longer a problem since in most cases Israeli passport control no longer stamps visitors passports. Under a new system, visitors entering through Ben Gurion International Airport are given special entry cards by passport control. Be careful if entering or exiting Israel by land though, as a stamp from the land border crossing or a neighbouring country with Israel will be taken as evidence that you have visited Israel, and could also result in you being denied entry to any of these countries."]]},"\n\n",{"type":"[[","value":[["File:Ben gurion international airport terminal 3.jpg"],["thumb"],["Ben Gurion International Airport is the main entry point for most visitors to Israel."]]},"\n\nForeign nationals of the following countries\/territories can enter Israel visa-free for up to 3 months: all ",{"type":"'''","value":["European Union"]}," member states‡, ",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Bahamas"]]},", ",{"type":"[[","value":[["Barbados"]]},", ",{"type":"[[","value":[["Bolivia"]]},", ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Central African Republic"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Colombia"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", ",{"type":"[[","value":[["Dominica"]]},", ",{"type":"[[","value":[["Dominican Republic"]]},", ",{"type":"[[","value":[["Ecuador"]]},", ",{"type":"[[","value":[["El Salvador"]]},", ",{"type":"[[","value":[["Fiji"]]},", ",{"type":"[[","value":[["Grenada"]]},", ",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["Haiti"]]},", ",{"type":"[[","value":[["Holy See"]]},", ",{"type":"[[","value":[["Honduras"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Jamaica"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Lesotho"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Macao"]]},", ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]},", ",{"type":"[[","value":[["Malawi"]]},", ",{"type":"[[","value":[["Mauritius"]]},", ",{"type":"[[","value":[["Mexico"]]},", ",{"type":"[[","value":[["Micronesia"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Mongolia"]]},", ",{"type":"[[","value":[["Montenegro"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Panama"]]},", ",{"type":"[[","value":[["Paraguay"]]},", ",{"type":"[[","value":[["Peru"]]},", ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["Saint Kitts and Nevis"]]},", ",{"type":"[[","value":[["Saint Lucia"]]},", ",{"type":"[[","value":[["Saint Vincent and the Grenadines"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Serbia"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["South Africa"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Suriname"]]},", ",{"type":"[[","value":[["Swaziland"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Trinidad and Tobago"]]},", ",{"type":"[[","value":[["Ukraine"]]},", the ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["Uruguay"]]}," and ",{"type":"[[","value":[["Vanuatu"]]},".\n\nIf, however, you are suspected of being of overt and illegal activities, of Arab descent, Muslim, or a political activist, there is a possibility of you being subject to additional questioning, searches and\/or denied entry, if they are not satisfied after questioning, according to the US Department of State. Be aware that holding citizenship in one of the above listed countries does not guarantee entry. Decisions are left to the ",{"type":"[","value":["http:\/\/www.mfa.gov.il\/NR\/rdonlyres\/05664082-4C0C-4C2E-A593-C9D0C0B20C2A\/0\/VisaRequirements.pdf discretion of immigration officers"]},".\n\n‡",{"type":"'''","value":["German"]}," citizens born before 1 Jan 1928 ",{"type":"'''","value":["do"]}," have to apply for a visa in advance. This visa will be given if you were not heavily involved in persecution during the Nazi era and will be valid for the whole time your passport is valid.\n\nFor some Arab states it constitutes a crime for their citizens to enter Israel at all. Even if you're an Arab-born citizen of a European or North American country, having entered Israel may have consequences when returning to your country of birth.\n\nPay attention to the fact that many Arab and Islamic countries deny entry to any person that has been to Israel. If arriving by air or by sea and wishing to go to Arab states with the same passport, try asking the Israeli immigration officer to put their stamp onto a separate piece of paper. Depending on the current situation, they are often willing to do this. Then you're safe not to be denied entry by the Arab states named above. However, this may not be enough if you've entered Israel by land: in the most paranoid countries (notably Syria and Lebanon), your passport will be scrutinized not only for Israeli stamps, but also neighboring countries' stamps from Israeli land border crossings like Taba (Egypt) and Arava\/Aqaba (Jordan).  They will also check for luggage stickers (or their residue) which are stuck to the back of passports at Israeli border crossings. In this case, you'll have to apply for a second passport, which allows you to have an Israeli stamp in one passport and travel to the Arab states with another one. Inquire at your own embassy.\n\nIsraeli Customs and Immigration officers may take a dim view of travelers arriving from Arab countries, but you are unlikely to face anything worse than very time-consuming and repetitive but polite questioning. Depending on the situation, if you have stamps from other Arab countries in your passport, you should expect to be taken to one side (without any explanation) and eventually questioned. This can take anywhere from 10 minutes to several hours. The key thing to remember is this: if you have nothing to hide, then, other than the inconvenience of questioning, you should have nothing to be worried about. If you are a young backpacker, especially if you travel alone, it is much more likely you will be detained for questioning in Ben Gurion airport. There is a \"selection committee\" of 2 security guards waiting when you go up the escalators from your flight, and if you seem suspicious they will not hesitate to stop you. If you dress up nicely or seem a part of another group or a family they are less likely to bother you.\n\nIf you're in Israel on a tourist visa (B2) and decide to renew your visa for a longer term, you may do so at the ",{"type":"[","value":["http:\/\/www.mfa.gov.il\/MFA\/About+the+Ministry\/Consular_affairs\/Visas.htm Ministry of the Interior Visa office"]}," for a small fee. Just call Ministry of Interior Call center at +972 2 629-4666 to find out where is the office near you. Alternately, citizens from most European and North American countries can renew their visas by crossing into Jordan and back at the Arava border crossing near Eilat or by crossing into Egypt and back at Taba.\n\n",{"type":"===","value":["By plane"]},"\nIsrael's main international airport is Tel Aviv's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iaa.gov.il\/Rashat\/en-US\/Airports\/BenGurion\/ Ben-Gurion International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["TLV"]]},") which is approximately 40 km from ",{"type":"[[","value":[["Jerusalem"]]}," and 12 km from central ",{"type":"[[","value":[["Tel Aviv"]]},", and serves both cities. Ben Gurion acts as a hub for Israel's three main international airlines:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=El Al"],["alt="],["url=http:\/\/www.elal.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+972(3)9771111"],["tollfree="],["fax="],["hours="],["price="],["content=Israel's largest airline and flag carrier offering flights across the globe"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Arkia Israel Airlines"],["alt="],["url=http:\/\/www.arkia.com\/"],["email=incoming@arkia.co.il"],["address="],["lat="],["long="],["directions="],["phone=+972-3-6902255"],["tollfree="],["fax="],["hours="],["price="],["content=Israel's largest domestic airline that also serves a number of European destinations"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Israir"],["alt="],["url=http:\/\/www.israirairlines.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+972-3-5109589"],["tollfree="],["fax="],["hours=Sunday to Thursday from 10 am to 2 pm (excluding Festivals)"],["price="],["content=serves many European destinations"]]}]},"\nIsrael's second international airport (used mostly by charter carriers) is located at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iaa.gov.il\/Rashat\/en-US\/Airports\/Ovda\/ Ovda"]}]},"(",{"type":"{{","value":[["IATA"],["VDA"]]},"), and serves the south of Israel, predominantly, ",{"type":"[[","value":[["Eilat"]]},".\n\n",{"type":"{{","value":[["disclaimerbox"],["Note that security measures above and beyond what you might encounter in most countries are taken for flights both to and from Israel - these, of course, are undertaken for your and other passengers' safety and security. Arriving at the terminal ",{"type":"''","value":["at least"]}," three hours before your flight is well advised, as Israeli security procedures can be time-consuming. Bag inspection, both by machine and hand, is routine and should be expected, in addition to repeated interviews about your time in Israel. Keep your cool in what can be a frustrating time - it really is done with the best intentions, if not always the most elegant execution. Just because the person in front of you seemed to get waved on through while they seem to concentrate on you, don't think this is something unusual. Best to bear it with as good spirit as possible. Having the telephone number of friends or colleagues you may have spent time with in Israel, and who can vouch for you, may somewhat help the process. If travelling as part of a group, they will usually question you separately before cross-checking your accounts."]]},"\n\n",{"type":"====","value":[" Ben Gurion International Airport "]},"\nAround 50 international airlines fly to Ben Gurion airport from around the world, including Delta, United Airlines, US Airways, Turkish Airlines, Malev Hungarian Airlines, British Airways, Air France, Lufthansa, Alitalia, Iberia, LOT, Aegean Airlines, Austrian Airlines, Brussels Airlines, Transaero, Royal Jordanian, Egypt Air (vai Air Sinai), Ethiopean Airlines, Korean Air, Cyprus Airways, Air Canada, AeroSvit, Tandem Aero, Swiss, CSA, JAT and more.\nYou can also fly in to ",{"type":"'''","value":["Ben Gurion International"]}," via low cost airlines from London (Luton), Manchester, Basel and Geneva on ",{"type":"[","value":["http:\/\/www.easyjet.com Easyjet"]}," and from Berlin, Cologne, Düsseldorf or Munich (direct) and many other European cities on ",{"type":"[","value":["http:\/\/www.airberlin.com Air Berlin"]}," or ",{"type":"[","value":["http:\/\/www.germanwings.com Germanwings"]},". \nWhen genrally talking about \"the airport\", the reference is to Ben Gurion's terminal 3, which is the main and largest terminal. Some low-cost airlines use the airport's terminal 1, so if you need to get to the airport's train station - you would need to use the free shuttle to terminal 3, where the train station is located. Domestic flights depart from terminal 1 as well. If you have a second leg domestic flight, you would need to use the shuttle to transfer from terminal 3 to terminal 1.\n\nBen Gurion airport operates a ",{"type":"[","value":["http:\/\/www.iaa.gov.il\/TLVFlights\/ mobile web site"]},", along with mobile apps for ",{"type":"[","value":["https:\/\/play.google.com\/store\/apps\/developer?id=Israel+Airports+Authority android"]}," and ",{"type":"[","value":["https:\/\/itunes.apple.com\/us\/artist\/israel-airports-authority\/id796888964 iPhone\/iPad"]},".\n\nFrom the airport, you can either take a bus, a taxi (not particularly cheap) or a shared taxi (",{"type":"''","value":["sherut"]},") which is a taxi-van shared by all passengers and thus much cheaper than a regular taxi (usually it waits until it's full, and only then departs). All taxi services can be easily identified by the yellow cap on the top of the car, and the stickers on the doors. Note that neither train nor bus service is available on Shabbat (Friday afternoon to Saturday sunset), while the shared taxis operate 24\/7 (although they might delay until they have a sufficient number of passengers). The bus service operates from \"El Al\" junction, near the airport. To get there, you would need to take bus no. 5 (operated by Egged, a green bus) from your terminal (it goes through all of them) to \"El Al\" Junction (10min ride). You should buy a ticket to your final destination from the bus driver (e.g. - if you're going to Jerusalem, buy a ticket to Jerusalem upon entering bus no. 5. Buying a local trip to the junction and then buying another ticket to Jerusalem on the second bus, costs more).\n",{"type":"[[","value":[["File:Natbag-terminal3.jpg"],["thumb"],["View of train station from Exit 01 of terminal 3"]]},"\n",{"type":"[","value":["http:\/\/www.rail.co.il\/en\/Stations\/Pages\/8600.aspx The airport's train station"]}," in located on 'exit 01' of terminal 3's ground level (to the left of the reception hall, if you've just arrived). Train service is available to Tel Aviv, Haifa, Nahariya, Modiin, and several other cities.\n\nTo get to:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jerusalem"]]}," — take bus line 947 from El Al junction (07:00-21:00, every 20 minutes, ₪20 to the Central Bus Station) or a shared taxi (",{"type":"''","value":["sherut"]},") from terminal 3 (operates 24\/7, ₪63 per passenger for door-to-door service). ",{"type":"[","value":["http:\/\/www.rail.co.il\/EN\/DrivePlan\/Pages\/DrivePlan.aspx?DrivePlanPage=true&OriginStationId=8600&DestStationId=6700&OriginStationName=Ben%20Gurion%20Airport&DestStationName=Jerusalem-Malha&GoingHourDeparture=true&ArrivalHourDeparture=false&GoingHourReturn=true&ArrivalHourReturn=false&IsReturn=falseIsFullURL=false Trains to Jerusalem"]}," are notoriously slow and inefficient, so you're discouraged from using this option."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tel Aviv"]]},", ",{"type":"[[","value":[["Netanya"]]},", ",{"type":"[[","value":[["Akko"]]}," (Acre), ",{"type":"[[","value":[["Nahariya"]]},", ",{"type":"[[","value":[["Beer Sheva"]]}," and more—take the ",{"type":"[","value":["http:\/\/www.rail.co.il\/EN\/Stations\/Pages\/8600.aspx direct Tel-Aviv train"]}," (03:53-23:23, every half an hour during day, every hour during night, ₪14). From Tel-Aviv to other destinations, continue by train or bus. The train station is on terminal 3."]},{"type":"*","value":[" ",{"type":"[[","value":[["Haifa"]]}," — in addition to the train, you can take a shared taxi (",{"type":"''","value":["sherut"]},") (operates 24\/7 pending on number of passengers, about ₪50 per passenger)"]},"\n",{"type":"===","value":["By boat"]},"\nIt's surprisingly difficult to travel to Israel by boat. The main route is from ",{"type":"[[","value":[["Limassol"]]}," in ",{"type":"[[","value":[["Cyprus"]]}," to ",{"type":"[[","value":[["Haifa"]]},", and the main operators are ",{"type":"[","value":["http:\/\/www.louiscruises.com\/ Louis Cruises"]}," and ",{"type":"[","value":["http:\/\/www.salamis-tours.com\/ Salamis Cruises"]},". As the name says, these are ",{"type":"''","value":["cruise"]}," services and they do not advertise one-way fares, but they may be willing to carry you for around €150-170 if you're persistent and they have space — showing up at the port office on the day of departure may work. Both companies seem to start and stop cruises on short notice, so enquire locally.\n\nIf you manage to hitch a lift on a freighter, Israel's major sea ports are ",{"type":"[[","value":[["Haifa"]]}," and ",{"type":"[[","value":[["Ashdod"]]},". Private yachts use the marinas at ",{"type":"[[","value":[["Herzliya"]]}," (north of Tel-Aviv), ",{"type":"[[","value":[["Ashkelon"]]}," (South of Ashdod), ",{"type":"[[","value":[["Haifa"]]}," and  ",{"type":"[[","value":[["Tel Aviv"]]},".\n\n",{"type":"===","value":["By road"]},"\n\nThere are land routes from both ",{"type":"[[","value":[["Egypt"]]}," and ",{"type":"[[","value":[["Jordan"]]}," to Israel. There are no land routes to either ",{"type":"[[","value":[["Syria"]]}," or ",{"type":"[[","value":[["Lebanon"]]},", owing to the continuing state of hostilities with these countries. The border crossings have security measures similar to the airports.\n\n",{"type":"[[","value":[["Jordan"]]}," has three crossings with Israel: the Allenby\/King Hussein Bridge (the shortest way between ",{"type":"[[","value":[["Amman"]]}," and ",{"type":"[[","value":[["Jerusalem"]]},", the busiest crossing); the Jordan River (in the north); and Arava\/Yitshak Rabin (2 km from Eilat). If you ask the immigration officers (Jordanian and Israeli) politely they will usually stamp a separate piece of paper. It's fairly straightforward to cross using a series of buses. If you cross the King Hussein Bridge you will not be given an exit stamp for Jordan, and you will not be stamped on re-entry if you choose to return. If you request your Israeli stamp on a separate piece of paper, and have that paper stamped on the way out, you will have entered Israel with absolutely no evidence on your passport. Be advised, however, that requesting no permanent stamp in your passport is a \"red flag\" for the immigration staff, and you may be detained at the border and questioned, sometimes at length. If asked, it is best to justify your request by suggesting your wish to visit a non-Arab destination with Israel restrictions, such as ",{"type":"[[","value":[["Malaysia"]]},". Mentioning West Bank destinations in your itinerary will also arouse suspicion - it is just best to avoid mentioning Palestine at all while passing the border.\n\nFrom ",{"type":"[[","value":[["Egypt"]]}," you can cross the border at the Taba Border Terminal, near Eilat. From the terminal to Eilat, take bus number 15, or a taxi. The terminal is open 24 hours a day, 7 days a week, with the exception of Yom Kippur (The Day of Atonement) and the Muslim Feast of Sacrifice.\n\nIsraeli rental cars are not generally permitted across the borders for insurance reasons; in addition, it may not be advisable to travel in Arab countries while displaying an Israeli number plate.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"{{","value":[["seealso"],["From Cairo to Jerusalem by bus"]]},"\n\nDaily direct buses are available from ",{"type":"[[","value":[["Amman"]]}," to ",{"type":"[[","value":[["Tel Aviv"]]},", ",{"type":"[[","value":[["Haifa"]]}," and ",{"type":"[[","value":[["Nazareth"]]},", via the King Hussein bridge. Call the operator (+972 4 657-3984) for details. Otherwise, you can take a taxi from the north bus terminal in Amman (JOD5 each for four people sharing: if you don't have a group, either wait for either people to arrive or pay JOD20 and go yourself). After clearing Jordan customs, a separate JETT bus will take you across the border to Israeli customs for a small fee, then once past Israeli customs, a Palestinian bus company offers buses to Jericho and Ramallah. From Ramallah, a share taxi will take you to Jerusalem.\n\nTo get from ",{"type":"[[","value":[["Cairo"]]}," to Israel by bus, or vice-versa, take a look at the ",{"type":"[[","value":[["From Cairo to Jerusalem by bus"]]}," article.\n\nIf you have more money to spend, there are buses from Tel Aviv and Jerusalem (USD95–110 one way) to Cairo, operated by Matzada tours (Tel +972 2 623-5777) and Aviv tours (Tel +972 36 041811). You still have to change buses at the border.\n\n(Note: Use Matzada tours at your own risk! They subcontract the Egyptian side of the journey and do little to nothing to help if there is any mix up. At least one Matzada group from Tel Aviv\/Jerusalem reportedly was held at the Taba Border - Egyptian side for 7 hours because the Israeli company failed to pay the Egyptian company.)\n\n",{"type":"==","value":["Get around"]},"\nIsrael has a highly modern, sophisticated travel network.  It is safe and easy to get around the country by any means of transportation.  It is important to know that Israelis are always willing to help a lost tourist.  Never be afraid to ask people for directions or advice.\n\nTravellers should also be aware of Shabbat (Hebrew: שַׁבָּת), or the Sabbath.  From Friday sundown until Saturday sundown, travel can be difficult and expensive.  Most national buses do not run on Shabbat.  For inner-city bus travel, it will depend on the city.  Places like Haifa, Nazareth, or Eilat will have bus service throughout Friday night and Saturday.  There will be limited taxi service, and the drivers may ask for a surcharge for fares, especially on Friday afternoon.  In preparation for Shabbat, many people will be on the move, so traffic will be worst on Friday afternoon.  Travelers should allow for extra travel time.  This also applies to days preceding public holidays.\n\nPublic transport is used heavily by soldiers travelling to\/from their bases, so a bus or train packed full of soldiers (some armed) is a common occasion and does not indicate any special occurrence. One can expect higher crowding on Thursday evening and Friday morning (due to weekend leave) and ",{"type":"'''","value":["very high crowding on Sunday mornings"]}," until about 10:00 (due to soldiers returning to their bases).\n\nThe (official) national call center for public transportation information (available in English as well) is on *8787 or 072-2588787 (for phone with no access to *star numbers). There is no fee except for regular call-charge.\n\n",{"type":"===","value":["By Bus"]},"\n\nBuses are the most common form of public transportation for Israelis and travelers alike. Travel by bus is the cheapest way to get around Israel, and is extremely safe and reliable. Israeli soldiers travel for free on all public bus routes, except to and from Eilat, so travellers will often see armed soldiers on buses. The largest bus company in Israel is called ",{"type":"[","value":["http:\/\/www.egged.co.il\/Eng\/ Egged"]}," (pronounced \"Egg-ed\") (Hebrew: אגד), which was formed in 1933. Egged operates 55% of the country's public transportation service lines. The service lines are divided into three operating areas – Northern, Southern and Jerusalem. Inter-city buses typically begin and end their routes at central bus stations, but they do pick up and drop off passengers along the route. If you are unsure where to get off the bus, you should sit near the front and ask the bus driver to help you. Most drivers are willing to help.\n\nIf you intend to travel to Eilat by bus, there are a few additional considerations that should be made. Egged buses do not have toilets on them, and the ride to Eilat from the major cities in the north can be very long. The typical ride can be 4.5 hours from Jerusalem, 5 hours from Tel Aviv, and upwards of 6 hours from Haifa, depending on road conditions. At least one 15 minute break at a rest stop along the route is typical. There will usually be a place to purchase refreshments and use the bathroom. Just remember, that if you are not back on the bus in time, the driver will leave without you.\n\nRiding a bus in a city can be a completely different experience. If you are not a Hebrew speaker, it can be difficult to find the right bus route or company. When taking an inner-city bus, ask people around you for help. If you are beginning your inner-city bus journey from a bus station, ask an employee for help. Israelis are very nice, helpful people, and are always willing to lend a hand. Egged operates many inner-city lines, but they do have a competitor in ",{"type":"[","value":["http:\/\/www.dan.co.il\/english\/ Dan"]},". Again, don't be afraid to ask for help. Google Maps offers directions for bus travel in Israel, but the arrival and departure times are approximate. More accurate data is provided by apps such as Moovit and Effo Boos, which are in Hebrew.\n\nFor more information about Bus Travel in Israel, see the main article ",{"type":"[[","value":[["Bus travel in Israel"]]},".\n\n",{"type":"===","value":["By Sheirut"]},"\n",{"type":"[[","value":[["File:Sherut.JPG"],["thumb"],["Sheirut taxis"]]},"\nA Sheirut is a taxi that seats more than four people (the usual capacity is ten). Depending on the circumstances, a driver will follow a predetermined route, or will transport a group of people from one location to another based on demand. A Sheirut can be hailed from anywhere, but can be easily found outside major bus stations. They are usually quicker than buses, and will usually stop at any point along the route (not just predetermined stations). Prices vary depending on the length of the trip and are not negotiable. Drivers can wait until their Sheirut is full before beginning their journey, so keep in mind that if you are the first person or are departing at a low-traffic time it may be a lengthly wait.\n\nThis form of transportation is best when traveling from a large bus station to a surrounding town or suburb, with a precise destination in mind.\n\n",{"type":"===","value":["By Train"]},"\nOne of the best advances in transport in Israel in recent years has been the modernization of the train system, now set for major expansion as part of the country's efforts to combat global warming, gridlock, and smog. ",{"type":"[","value":["http:\/\/www.rail.co.il\/EN\/Pages\/HomePage.aspx Israel Railways"]}," currently runs intercity lines from ",{"type":"[[","value":[["Nahariya"]]}," to ",{"type":"[[","value":[["Beer Sheva"]]}," via ",{"type":"[[","value":[["Haifa"]]},", ",{"type":"[[","value":[["Tel Aviv"]]}," and ",{"type":"[[","value":[["Ben Gurion airport"]]},", from ",{"type":"[[","value":[["Jerusalem"]]}," to ",{"type":"[[","value":[["Tel Aviv"]]},", and suburban lines radiating from Tel Aviv to ",{"type":"[[","value":[["Binyamina"]]},", ",{"type":"[[","value":[["Ashkelon"]]},", ",{"type":"[[","value":[["Kfar Sava"]]},", ",{"type":"[[","value":[["Rishon LeZion"]]},", ",{"type":"[[","value":[["Modiin"]]}," and ",{"type":"[[","value":[["Bet Shemesh"]]},". There is also a suburban line between ",{"type":"[[","value":[["Beer Sheva"]]}," and ",{"type":"[[","value":[["Dimona"]]},".\n\nTel Aviv has 4 train stations, and Haifa has as many as 6 and Beer Sheva has 2, providing easy access to many parts of those cities.\n\nTrains run 2-3 times per hour in peak travel times and at least once an hour at off peak hours. Trains on the Nahariya-Haifa-Tel Aviv-Ben Gurion Airport-Beer Sheva line run through the night too. Note, however, that after midnight trains stop in Haifa at the Hof Hacarmel station only, in Tel Aviv at Merkaz (Central) only, and in Beer Sheva at Merkaz (Central) only. All other Beer Sheva, Tel Aviv and Haifa stations close after midnight. One must also remember that trains operate only on weekdays (there are no trains from Friday afternoon till Saturday evening). In fact, the trains stop several hours earlier on Friday than buses do.\n\nA high-speed train line from Tel Aviv to Jerusalem via Ben Gurion airport is now under construction (as of November 2007, the line is open as far as Modi'in, and service to Ben Gurion airport is fully operational). For now, the only train to Jerusalem via Beit Shemesh is very slow, and it ends in the out-of-the-way Jerusalem Malcha station. It's Israel's most scenic rail ride, though, and the area it traverses is sometimes called \"Little Switzerland\". In winter, after a rare heavy snowstorm, Jerusalem may get cut off for an up to a day from the rest of the country by road, making the train the only possible connection between the capital and other parts of Israel. The scenic line to Jerusalem was built by the Ottoman Turks and dates back to 1892. Because of the long travel time and inconvenient location of the Jerusalem Malcha station, the line is not widely used. During holiday periods these trains can get crowded, though.\n\nWork is also underway on a line that will connect Tel Aviv to its southern suburbs - ",{"type":"[[","value":[["Holon"]]},", ",{"type":"[[","value":[["Bat Yam"]]}," and ",{"type":"[[","value":[["Rishon LeZion"]]}," - and will continue via ",{"type":"[[","value":[["Yavne"]]}," to ",{"type":"[[","value":[["Ashdod"]]}," and ",{"type":"[[","value":[["Ashkelon"]]},". As of early 2013, this line is open as far as Yavne.\n\nTrain fares are generally more expensive then equivalent bus fares (especially for the line from Tel Aviv to Beer Sheva, with a train fare almost double that of the bus fare).  In exchange, you can generally expect a much higher level of comfort, speed, and safety.\n\nSome lines have double-decker carriages.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are very common in Israel. To differentiate from a shared taxi (",{"type":"''","value":["sherut"]},"), a regular Israel taxi is sometimes called ",{"type":"''","value":["special"]}," (using the English word). The driver should use the meter both inside and outside cities (in Hebrew, ",{"type":"''","value":["moneh"]},"), unless the passenger agrees to prefix a price (however agreeing to go off the meter is almost universally in the driver's favor). There are surcharges; for calling a taxi by phone (₪5.00 as of January 2013), for luggage (₪4.20 a piece), for more than 2 passengers (₪4.70 (fixed), passengers that are children under the age of 5 are not taken into account), for taking toll-routes and for hailing a taxi at airports or seaports (Ben Gurion airport (₪5.00), Sde Dov airport and Haifa seaport - ₪2.00). Drivers are known to try to cheat tourists by not turning on the meter to begin with and then fighting about the cost at the end of the ride. It is best to specify that you absolutely require the 'moneh' to be activated before you leave unless you know how much the trip should cost, in which case you can make a deal. However, if you are caught off guard some drivers will become extremely rude or even violent if you refuse to pay despite the meter never having been switched on. It is best to try to avoid this common situation but it is better to avoid any conflict with the driver by paying and learning rather than saving your money and risking an unpredictable escalation. Noting the taxis number clearly visible on the outside of the cab and contacting the local taxi authority is an efficient form of redress.\n\nHaving said this, Israeli taxi drivers do not expect a tip and neither should you generally offer one. In addition they are more likely to round the fare down to the nearest shekel than up.\n\nAll Israeli taxis are numbered and all print out an official receipt on printers attached to their meters (if you request), invaluable if you are traveling on business.\n\nYou can use taxi service to get from Ben Gurion airport to almost any city in Israel. Fares are fixed and published and all taxis from the airport belong to the Hadar (countrywide), Nesher (Jerusalem) and Amal (Haifa area) companies. The taxi queue is rapid efficient and the attendants, though brusque, will help. The taxi point is just at level G next to exit gate 03. It is advised not to take random taxi that is not accredited with these stations, unless pre-ordered. A good preparation to find a taxi ride would be to visit the ",{"type":"[","value":["http:\/\/www.iaa.gov.il\/Rashat\/en-US\/Airports\/BenGurion\/InformationforTravelers\/TransportationToandFromtheAirport\/Taxis\/ Ben Gurion Airport's taxi guidelines page"]},". However, trains and buses are a significantly cheaper option.\n\n",{"type":"===","value":["By thumb"]},"\nIsrael is known to be one of the easiest places to hitchhike in the world. Most major junctions have a shelter and are well lit throughout the night. This is a great way to meet and interact with the locals. A sign can help (put a blank piece of paper inside a plastic sleeve, and with a dry-erase marker you have a reusable hitchhiking sign). When hitchhiking, instead of a thumb, you extend your hand, with 1 or 2 fingers extended, pointing at the road. For short rides, the 1 or 2 fingers should point to the ground. Drivers staying in the area may point downwards while passing, indicating that they wouldn't make a good long-haul ride.\n\nGenerally speaking, hitchhiking in urban areas is less popular than in other parts of Israel. It is more accepted in rural areas, particularly sparsely populated areas like the Golan Heights that have little bus service.\n\nThe British Foreign Office considers it unsafe to hitch-hike in Israel, like most countries in Europe and the Middle East. This advice applies specifically to tourists and is neither a comment on the safety of hitch-hiking for locals nor specific to Israel.\n\nLocal West Bank settlers rely heavily on hitchhiking for transportation. Almost every car will stop and suggest a lift if you stand in any settlement's gate as most of them are defended by IDF soldiers. Nevertheless, It is only safe to hitchhike between Jewish settlements\/cities, or a few well known and well defended junctions; any other way is considered especially dangerous - in the past Israeli hitchhikers have been kidnapped and murdered by Arab extremists while waiting for a ride.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"====","value":["Road system"]},"\nIsrael has a modern highway network, connecting all destinations throughout the country. Most roads are well maintained. In recent years, increased investment into infrastructure has further improved the condition of roads. Most roads are numbered according to orientation and significance. In general, east-west roads are given odd numbers, and north-south roads are given even numbers. The most significant national highways are numbered using one or two digits, while the least significant local roads are numbered using four digits. Exceptions to these rules do exist.\n\nRoad signs are abundant, and often follow city names (rather than directions). Than means, that you will see signs to Road 1 Jerusalem and Road 1 Tel Aviv, rather than Road 1 West and Road 1 East, so generally you must follow the name of the largest city at the direction of your destination, even if it is not marked. For example, when traveling from Haifa to Beer Sheva, you will need to travel southwards which means to follow signs directing to Tel Aviv. When approaching Tel Aviv, you will start see directions to Beer Sheva. When getting directions, it's best to ask for the name of an exit as well the exit right before it.\n\n",{"type":"====","value":["Driving regulations"]},"\n",{"type":"[[","value":[["File:Red Light Israel 02.jpg"],["thumb"],["Traffic light controlling left turn"]]},"\n",{"type":"[[","value":[["File:IL Highway 50 01 2012-03-17.jpg"],["thumb"],["Road marking:",{"type":"<","value":["br"]},"\n",{"type":"*","value":[" yellow - outer edges of the road",{"type":"<","value":["br"]}]},{"type":"*","value":[" white -traffic in the same direction and in opposite directions",{"type":"<","value":["br"]}]},"Road signs:",{"type":"<","value":["br"]},"\n",{"type":"*","value":[" straight: road #443 to Modi'in, Atarot airfield (pictogram) and industrial zone(pictogram)",{"type":"<","value":["br"]}]},{"type":"*","value":[" Exit right: road #1 to \"Maale Adumin\", to Mt. Scopus and to Hadasa Mt. Scopus Hospital (pictogram)"]}]]},"\n",{"type":"[[","value":[["File:Natbagg022.jpg"],["thumb"],["On the right, Bus parked at a Red-Yellow curb marking. On the left, a no parking area marked Red and White"]]},"\nTraffic in Israel drives on the right. Traffic signs and regulations are generally standard and resemble those of Western Europe. Having signs in 3 languages (Hebrew, English, Arabic) usually makes to signs overloaded with text, thus only the name of the destination is written in text in 3 languages and a pictogram is used for the type of destination. Usually, each traffic light has an arrow on top, and the traffic light then controls travel to the indicated direction, with a green light guaranteeing that all conflicting traffic faces a red light. Lights without arrows above them control all directions. Red light always means stop. Turning right or left at a red light is strictly forbidden. There is no turning left or right while yielding to opposite traffic, since conflicting traffic always faces a red light, even in the absence of arrows (however, this is not always the case with pedestrians, particularly when turning right). As in several other countries, the green phase is preceded by a red+yellow combination phase. A flashing green light indicates that the yellow light is about to appear, but can usually be found only on roads with speed limits of at least 60 km\/h.\n\nWhite road markings are used to separate both traffic travelling in the same direction and in opposite directions. Yellow lines are used to mark the outer edges of the road (do not cross these, except if stopping at a shoulder), and orange or red lines are used in road works zones or following a recent change in road signs. Traffic circles (roundabouts) are very common; one gives way to cars already in the circle. There are no all-way stop signs like the ones the USA, Canada, and South Africa. All stop signs require drivers to yield to all conflicting traffic after coming to a complete stop. Highway signage is usually in Hebrew, Arabic, and English, although sometimes just in Hebrew and English.\n\nHeadlights must be turned on (even during the day) on intercity highways from November to March. Motorcyclists have to have their headlights on in all months of the year. Seat belts must be worn at all times in all seats. Talking on a cell phone without a hands-free system is forbidden. If one must exit the vehicle on the shoulder of a highway, there is a law requiring that one put on a reflective vest in order to promote visibility. one is also required by law to keep such a vest within the car, and not in the trunk, at all times. Car rental companies are required to supply such a vest and it is usually located inside the glove compartment.\n\nParking regulations are indicated by curb markings:\n",{"type":"*","value":[" Red and white - Parking is prohibited, although this rule is often flouted outside weekday daytimes. However, just because others are doing so, doesn't mean your car won't be fined or towed."]},{"type":"*","value":[" Red and yellow - Reserved for certain vehicles, such as buses at bus stops."]},{"type":"*","value":[" Blue and white - Parking only with a parking permit purchased at a machine. There is not always a machine nearby, if so, parking tickets must be purchased at a local kiosk or a cellphone payment system must be used. In some areas, such as in parts of Tel Aviv, blue and white markings are restricted even at night to residents only. A sign at the beginning of the street, usually in Hebrew only, will explain the specific restrictions. "]},{"type":"*","value":[" Red and Grey - Reserved for residents, but might only be reserved at specific times as stated in signs."]},{"type":"*","value":[" Grey - areas are free to park at, unless a parking sign at the beginning of the street requires payment or restricts it."]},{"type":"*","value":[" Black and While - marked for curb visibility, when no other coloring apply."]},"As a rule of thumb - Red means no, Grey means perhaps and Blue means pay. And of course, do not park in handicapped zones bearing international markings.\n\nIsrael uses the metric system of measurements. Default speed limits are 50 km\/h in residential zones, 80 km\/h on intercity roads without a physical separation median between opposing lanes, and 90 km\/h on intercity roads with a physical separation median. By default, all major freeways (identified by the standard blue European motorway sign) have a speed limit of 110 km\/h; however, in practice, speed limit signs bearing a lower limit (usually 90 km\/h or 100 km\/h) limit the speed on these roads. Currently, only one freeway, toll highway #6 (Cross-Israel Highway) actually allows 110 km\/h in most sections.\n\nPolice presence on the roads is generally very significant, and speed and red light cameras are common. Both radar (mostly stationary) and LIDAR (laser, hand-held) are in use for speeding enforcement.\n\nPolice vehicles in active duty may have their blue lights on for the duration of their trip. Unlike most countries in the \"First World\", in Israel this is not a sign that they want to pull you over. If they do, they would either turn on their siren or use a loudspeaker to instruct you to stop on the shoulder. A verbal request, although usually made in Hebrew, will usually include the make of the car. It is advisable to comply.\n\n",{"type":"=====","value":["Toll Highways"]},"\n",{"type":"[[","value":[["File:Israel Toll Symbol.svg"],["thumb"],["Toll Highway sign"]]},"\n",{"type":"*","value":["Israel's ",{"type":"'''","value":["Highway 6"]}," is an electronic-toll-highway, unique in having ",{"type":"''","value":["no toll booths"]},". Vehicles using it are identified by license plates and\/or electronic tags, and bills are sent to the vehicle's registered owner."]},":The cost is determined by the number of segments used:\n:*On the main section (from 'Iron interchange to Sorek interchange) the minimum charge is for 3 segments (even if you drove through less segments) and the maximum charge is for 5 segments (even if you drove through more segments).\n:*On the northern segment (one segment from 'Iron interchange to Ein Tut interchange) there is a separate special charge, as it's not a part of the main section.\n:*On the southern section (from Sorek interchange to Ma'ahaz interchange) is free of charge.\n:Various subscriptions are available. Consult your rental company regarding payment of route 6 rides, as they often carry a surcharge.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Carmel Tunnels"]}," are a set of 4 tunnels (2 in each direction with the Neve Sha'anan interchange between them) that crosses Haifa under the Carmel mountain. The cost is determined by the number of segments that you use (1 or 2 segments). there are toll booths in this road."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Fast Lane to Tel-Aviv"]}," is a 13 km stretch from the Ben-Gurion airport intersection with Route 1, ending at the second highway exit to Tel Aviv, the Kibbutz Galuyot exit. The price is determined by the number of vehicles entering the lane. The maximum toll is ₪85."]},"\n",{"type":"====","value":["Licensing information"]},"\nAll drivers in Israel must carry a driver's license. International driver permits, as well as licenses from foreign countries are accepted. Drivers of motor vehicles must be at least 17 years old, whilst insurance is mandatory. Driving a motorcycle or a moped is permitted starting at the age of 16, A drivers license is mandatory for two wheel vehicles as well!  All cars in Israel must undergo an annual safety inspection, and a sticker bearing the month and year of the next inspection should appear on the front windshield. Recently, there has been a law passed that require for every car to carry a yellow reflective vest at all times. Theoretically, the police could stop you at any time and ask to see it. If you stop on the edge of the road, and have to get out, you are required by law to wear the vest. All rental cars should have one so it is a good idea to check before you leave. Note that in Israel while you are driving, the police are allowed to stop you for any reason whatsoever; mostly they do so for license checkups. Shabby looking vehicles get stopped far more often.\n\n",{"type":"====","value":["Safety issues"]},"\nCar accident fatalities in Israel are par with most European countries and less than half that of the US. However, Israeli drivers are known to be aggressive and impatient. Take this into consideration if you decide to drive in Israel, and use caution - be prepared for other drivers not to yield when they normally should and not to respect your right of way, especially if you show hesitation. Be especially cautious on two-lane intercity roads, especially when passing other vehicles. While most major highways have a physical separation median, many lower-traffic intercity roads do not. Also be particularly cautious when driving in the Negev desert, since most roads in that region have only two lanes carrying fast-moving traffic, and trips tend to last hours in the heat. Take care while traveling on Saturday, the Jewish Sabbath, as roads tend to be emptier and invite faster, and occasionally more reckless, drivers. Also take care in the winter, when it rains and roads are unusually slick. The first rainy days in fall are particularly dangerous, since the oil\/grease and other substances that accumulated on the road all summer is dissolved.\n\n",{"type":"====","value":["Car rental"]},"\nMost major international car rental companies; Hertz, Avis, Budget and Sixt, as well as many Israeli ones including, Eldan (Israel's largest car rental company), Traffic and Tamir, a car rental service that delivers and picks up your rental car. ",{"type":"[","value":["https:\/\/www.car2go.co.il\/en\/ Car2go"]}," provides rental cars by the hour with cars available near train stations and other main locations.\n\nNote that you will be charged VAT for your car rental if you do not produce a visa (for example, if you entered via Allenby and avoided the stamps, although the paper will do). Also, the Israeli government requires expensive insurance on rental cars that can cost up to $20 per day.\n\nIf your interest in touring Israel goes beyond the 2 dozen or so famous tourist sites, then consider a private\/rental vehicle and a professional tour guide. The tour guide will run about $200\/day, plus the vehicle rental.\nThey can take you to more than 1,700 other sites missed by the package tours or aimless personal touring.\n\n",{"type":"==","value":["Do"]},"\nA large number of major attractions in Israel are located some distance from large towns and cities:\n\n",{"type":"*","value":[{"type":"[[","value":[["Hiking and Backpacking in Israel"],["Hike in the wilderness"]]},", but keep in mind the ",{"type":"[[","value":[["Hiking and Backpacking in Israel#General Guidelines"],["important guidelines"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Israel National Trail"]]}," — a marked leisure trail (hiking or cycling) covering 940 kilometers from north to south."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Jesus trail"],["Jesus Trail"]]},", a hiking trail from Nazareth to Capernaum covering 65 kilometers that connects major Christian sites in the Galilee."]},"\n",{"type":"*","value":["The ",{"type":"''","value":["Nativity Trail"]},", The path that Joseph and Mary followed to get to from the ",{"type":"[","value":["http:\/\/www.visitpalestine.ps\/index.php?lang=en&page=1231670435454 Sea of Galilee to Bethlehem"]}]},"\n",{"type":"*","value":["Rappelling or offroading in the ",{"type":"[[","value":[["Negev"]]}]},"\n",{"type":"*","value":["Visit Israel's Parks and Reserves. Well maintained, brimming with beauty and history, these sites often come with interpretive material and maps in English and other foreign languages. ",{"type":"[","value":["http:\/\/www.parks.org.il\/parks\/ParksAndReserves\/Pages\/default.aspx"]}]},"\n",{"type":"*","value":[" Ski at the Hermon Snow resort (available only in mid-winter)"]},"\n\nMany Israeli website guides have an English version and can used for making plans:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.tiuli.com\/default.asp?lng=eng Tiuli"]}," - hiking and field trips"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.kkl.org.il\/eng\/ KKL-JNF"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.timeout.co.il\/english\/ Timeout Tel-aviv"]}," -digital edition"]},"\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Hebrew phrasebook"],["Arabic phrasebook"]]},"\n",{"type":"[[","value":[["File:First Aid sign on an Israeli beach.jpg"],["thumb"],["upright"],["Multilingual sign on an Israeli beach"]]},"\n",{"type":"'''","value":["Hebrew"]}," and ",{"type":"'''","value":["Arabic"]}," are the official languages of Israel. Hebrew is most commonly spoken. 20% of the population are Israeli-Arabs who speak Arabic as well.\n\nEnglish is the most popular foreign language. Israelis study ",{"type":"'''","value":["English"]}," in school from an early age, and it is commonly understood in Israel. Nearly anyone you meet on the street will be able to communicate with you in English. All street and road signs (and many others) have English names, as well as the Hebrew and Arabic names. Many Jews living outside of Israel live in anglophone countries, and the land of Israel was under a British mandate between 1917 and 1948.\n\nMassive immigration from the former Soviet Union in the 1990s brought a large number of immigrants who speak ",{"type":"'''","value":["Russian"]},". Other commonly encountered languages in Israel, reflecting the diverse origins of Israelis, include ",{"type":"'''","value":["Romanian"]},", ",{"type":"'''","value":["French"]},", ",{"type":"'''","value":["German"]},", ",{"type":"'''","value":["Polish"]},", ",{"type":"'''","value":["Amharic"]},", and ",{"type":"'''","value":["Spanish"]},". Some of the older members of the population and some of the ultra-orthodox population speak ",{"type":"'''","value":["Yiddish"]},", an Eastern-European Germanic Jewish language. Foreign workers from China, Philippines, Thailand, and other Asian countries can be seen everywhere in central Israel. You can hear a mix of a dozen languages while on buses, trains or walking in transportation hubs, especially in Tel Aviv central bus station.\n\nWhile speaking Hebrew Slang, words of Arabic origin are commonly used. For example: \"Walla?\" (Is that so?), \"Yalla!\" (Come on, let’s move!), \"Sababa\" (great), \"Akhla\" (good), \"Sachbak\" (friend), and many more. Street talk is also much affected by military jargon, which is second nature to many Israelis.\n\nForeign television programmes and films are mostly American, and almost always shown in their original language with subtitles. Only children's programmes are dubbed into Hebrew.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Money"]},"\n",{"type":"[[","value":[["File:Money IL WV.JPG"],["thumb"],["right"]]},"\n\nThe Israeli currency is the New Israeli Shekel (NIS). ISO 4217 code: ILS. Colloquially, it is called a ",{"type":"''","value":["shekel"]}," (plural: ",{"type":"''","value":["shkalim"]},") or ",{"type":"''","value":["sha-ch"]},". Each shekel is divided into 100 ",{"type":"'''","value":["agorot"]},". The common symbols for the shekel are ש״ח or ₪. In Israeli articles we use ₪, placed before the amount, but Hebrew signs and publications will show it differently.\n\nThese banknotes are in circulation:\n₪20 (green), ₪50 (violet), ₪100 (brown), ₪200 (red). Newer ₪20 notes are made of polypropylene and are almost impossible to rip or tear.\n",{"type":"<","value":["gallery",{"perrow":"4","caption":"","heights":"120px","widths":"100px"},["\nfile:200 NIS Bill Obverse & Reverse.jpg|₪200\nfile:100 NIS Bill Obverse & Reverse.jpg|₪100\nfile:50 NIS Bill Obverse & Reverse.jpg|₪50\nfile:20 NIS Bill Obverse & Reverse.jpg|₪20\n"]]},"\n\nPaying with large notes for small charges is frowned upon; if you must, apologize profusely.\n\nCoins in use:\n10 Agorot (copper), 1\/2 Shekel (copper), 1 New Shekel (nickel), 2 New Shkalim (nickel), 5 New Shkalim (nickel), 10 New Shkalim (bi-metallic; copper core, nickel rim).\n",{"type":"<","value":["gallery",{"perrow":"4","caption":"","heights":"120px","widths":"100px"},["\nfile:10 NIS coin.jpg|₪10\nfile:Nis 5 sheqel.png|₪5\nfile:2 Shekel coin.jpg|₪2\nfile:Nis 1 sheqel.png|₪1\nfile:Nis 50 agorot.png|50 Agorot (₪0.50)\nfile:Nis 10 agorot.png|10 Agorot (₪0.10)\n"]]},"\n\nATMs are available everywhere. Credit cards of all kinds are widely accepted. Note that the showing of the Visa logo by an ATM does not especially mean it takes all types of Visa cards, at the moment the ones with Chip-and-Pin technology seem to be only accepted by Bank Leumi ATMs (the rest use the magnetic stripe).\n\nYou can get VAT refunds when leaving the country, though be prepared to queue at the airport. Additionally, VAT refunds are only available for individual receipts in excess of 400 shekels and subjected for a few other conditions. Eilat is a VAT-free city for citizens as well as for foreigners, but being a resort city it is often more expensive to begin with.\nPlease refer to ",{"type":"[","value":["http:\/\/ozar.mof.gov.il\/customs\/eng\/tourist_guide2005.htm#7 VAT refund guidelines at the Ministry of Finance website"]}," and consult the ",{"type":"[","value":["http:\/\/www.israelpost.co.il\/content.nsf\/pages\/vat_refund?OpenDocument Israel Post website"]},", which is performing the refund in practice.\n\nUS dollars are accepted in some tourist locations, particularly Jerusalem, at a rough exchange rate of ₪3.5 to the US dollar. If you are asked for dollars or euros outright, you are most likely being ripped off.\n\n",{"type":"===","value":["Costs"]},"\nLiving and travelling costs in Israel are almost on a par with Western Europe, North America and Australia, making it by far the most 'expensive' country in the Middle East region outside the Gulf area.\n\nSmall food kiosks (",{"type":"''","value":["pitzukhiot"]},") offer various snacks such as freshly roasted peanuts, sunflower, and melon seeds, soft drinks, cigarettes and candy. Take note that currently (July 2013) the price of a soft drink can is between 5 and 10 shekels and a 0.5L bottle is generally one shekel more expensive than a can. Prices in tourist areas in big cities, especially tourist cities like Eilat can be up to 20 shekels per 0.5L bottle, however often a small walk will reveal the more local places that will sell you 6 1.5L bottles for as cheap as 32 shekels. In fact, it is possible to buy a 6 pack of 2 liter \"Ein Gedi\" bottles for a preset price of 12 shekels.\n\nFast food wise, a ",{"type":"''","value":["shawarma"]}," in ",{"type":"''","value":["lafa"]}," should cost roughly 24-30 shekels (drink not included), while a regular meal at a burger chain (McDonald's, Burger King and the local ",{"type":"''","value":["Burger Ranch"]},") will set you back at least 35 shekels—and there is no such thing as a \"free refill\" anywhere in the country.\n\nRestaurants generally are in a high standard of taste and style, a first course averages 25–45 shekels, a main dish about 50–100 (good meat can go from 80–150) and the desserts are usually 25-35 shekels. Soft drinks are somewhat costly and usually go for ₪10-12 for an average sized glass without refills. Bottles of wine in Israeli restaurants are generally very expensive, usually at ₪100–300 for regular wine.\n\n",{"type":"===","value":["Tipping"]},"\nOutside of the food industry, tipping is not common.\n\nRestaurants - Tip 10%-15%. 15%-20% is considered a generous tip.\n\nHotel staff - No tipping.\n\nTour guides - 10% - 15% of the daily rate.\n\nBartenders - Tip 10%-15%. 15% is considered a generous tip.\n\nHair - No tipping.\n\nMoving - Tipping is optional, usually up to 5%, (but often expected depending on the amount of work).\n\nFood delivery - Tip 5 shekels.\n\nGroceries delivery - No tipping.\n\nOther deliveries - No tipping.\n\nHandymen - No tipping.\n\nTaxi drivers - No tipping.\n\n",{"type":"===","value":["Business hours"]},"\n",{"type":"[[","value":[["File:Dizengoff Center Tel Aviv IL WV.JPG"],["thumb"],["180px"],["The Dizengoff Center mall in Tel Aviv"]]},"\nBusiness days are Sunday through Friday in Jewish towns, allowing for observance of the Sabbath (\"Shabbat\") from sundown on Friday until sundown on Saturday. On Friday, many shops will close at about 14:30-15:00 to allow ample time return home before sundown. Many shops, especially in malls, will re-open on Saturday evening, at about 19:00 in winter, and 20:30 in summer. Some shops, especially outside city limits or in tourist areas, as well as 24-hour convenience stores, remain open on Saturdays. In Arab towns, shops are generally open 7 days a week.\n\nShops in malls and on major shopping streets are generally open 09:30-21:00 daily. Banks and post offices, as well as some smaller shops, stick to traditional business hours of 08:30-19:00, with a lunch break from about 13:00 to 16:00, so do check.\n\nMarkets usually open and close early.\n\n",{"type":"===","value":["Bargaining"]},"\nBargaining in Israel is prevalent. Unfortunately, it is sometimes difficult for foreigners to figure out when bargaining is expected and appropriate. A general guideline: Sales agents, high prices, or no displayed prices—bargain. Anything that looks established or corporate—don't. Although pushing through a bargain or requesting some freebies with communication companies (cell phone, internet, etc.) and the like often is a possibility!\n\nBargaining in bazaars and rural markets is common yet subtle. Vigorous bargaining which is common in developing countries will likely get you nowhere and is improper. If you are given a fair price, don't bargain for sport—it is frowned upon.\n\nBargaining in shops with sales agents is expected (for example, in an electric appliance store). Sticker prices are exaggerated for the purpose of bargaining. It is best to compare offers and figure out the true market price before purchasing. A common price comparison site is ",{"type":"[","value":["http:\/\/www.zap.co.il\/ Zap"]},".\n\nBargaining is improper in small mom and pop shops that sell low-cost items.\n\nBargaining with independent service providers (technicians, plumbers, movers, handymen) is common. It is not with non-independent service providers (hired employees).\n\nIn shops with displayed prices where you are not dealing with a sales agent bargaining is improper and will get you looks of bewilderment. This includes corporate shops (e.g. McDonald's), most stores in malls (without sales agents), and pretty much all businesses a tourist interacts with (with the exception of travel agents): accommodation, transportation, food (including food stands in markets). Some entertainment venues and most activity operators (especially extreme sports) can give you quite a sizable discount if you only ask.\n\nIf you are bringing a large group of people to a club or a bar, it may be possible to negotiate a discount before arriving with the group. If you are already there, bargaining won't get you anything substantial.\n\nPrices in tourist traps such as the Old City of Jerusalem can routinely be haggled down to as low as 25% of the asking price. Usually it's easier to make a deal if you are buying multiple items rather than a single item.\n\nWhen buying larger items (e.g. electronics), it's often possible to get a discount of about 3% for paying in cash, and additional discount depending on your haggling abilities.\n\nBargaining with taxi drivers over fare is possible, though rarely to your advantage. It is best to instruct them to use the meter (",{"type":"''","value":["moneh"]},") if they don't already do so as required by law.\n\nSince the online coupon craze started in 2010, many businesses have stopped publishing real prices, and you can get a completely different price simply by asking for a discount (\"yesh hanacha?\" - \"Is there a discount?\") or bringing in a coupon you found on an online coupon site. It's not unusual to get lower prices by up to 50%. This trend mostly died down by 2013.\n\n",{"type":"===","value":["Souvenirs"]},"\nIsraeli wine, kosher products, t-shirts, diamonds. Almost needless to say, Israel is one of the best countries for purchasing Judaica and Christian pilgrim trinkets.\n\nWhile it is legal to purchase antiquities from the small number of government-licensed dealers, exporting antiquities from Israel is strictly illegal, except with a written authorization from the ",{"type":"[","value":["http:\/\/www.antiquities.org.il\/home_eng.asp Israel Antiquities Authority"]},".\n\n",{"type":"==","value":["Eat"]},"\nIsraeli cuisine is as diverse as the population which makes up this country of gastronomes. Food is generally of a very high standard, and immigrants from around the world brought almost every genre and type of food to Israel. ",{"type":"'''","value":[{"type":"[[","value":[["Israel#Kosher food"],["Kosher food"]]}]}," is widely available. Even restaurants without Kosher certificates follow some guidelines of Kashrut to some extent. Tipping is very common in sit-in places that have waiters - not tipping in sit-in restaurants is frowned upon, but is accepted for signalling atrocious service. It is standard to give 10%-15% (or more for exceptional service). 20% tip is considered generous. Including a service charge in the bill is no longer legal in Israel and should not be paid. In recent years, restaurants have been charging a \"security fee\" - roughly ₪1-2 per person. However, this fee is not mandatory, and it is common to ask for the fee to be removed from the bill, as well you should. Most restaurants accept credit cards, but do not accept personal checks. If you wish to include the tip in your credit card charge, state this before paying. As of 2012, restaurants are required to allow this.\n\n",{"type":"===","value":["Fast and popular"]},"\n",{"type":"{{","value":[["multiple image"],["footer    = The Israeli public opinion tends to usually consider falafel and hummus as national dishes"],["align     = right"],["image1    = Falafel small.jpg"],["width1    = 200"],["image2    = Hummuswithpinenuts.jpg"],["width2    = 200"]]},"\nThe Israeli public opinion tends to consider usually falafel and hummus as national dishes, although these dishes do not originate from Israel. A serving of Falafel includes falafel balls, which are small fried balls of mashed chickpeas and\/or fava beans, usually served inside a pita bread with ",{"type":"''","value":["hummus-chips-salat"]}," (hummus, French fries and vegetable salad) and tahini. A selection of more salads is usually available, and you can fill your pita with as much as it can take. This is usually the cheapest lunch available (₪10-15), and it's vegetarian (and often vegan). You can also order half a serving (\"chat-TZEE mah-NAH\"). If you don't know which falafel joint to go to, pick one with a good flow of customers, because falafel balls are tastiest when extremely fresh. Hummus is an especially popular dip made of chickpea granules and various additions (such as olive oil, fresh garlic, lemon juice and tahini) and usually eaten with pieces of pita. At places that specialize in Hummus (commonly referred to as \"hummusiot\"), you can find the dish topped with chopped lamb, fried chicken breast as well as many other different toppings such as cooked masabacha grains, shakshuka, ground beef, pine nuts, fried onions, mushrooms, etc.\n\nAnother popular option is ",{"type":"''","value":["shawarma"]},", sliced turkey or lamb meat, also served inside a pita, or its larger cousin ",{"type":"''","value":["lafa"]},", with ",{"type":"''","value":["hummus-chips-salat"]},". Many other things can fit your pita: for example, Me'orav Yerushalmi (Jerusalemite mix), which contain several types of offal meat, or Schnitzel, a batter fried chicken breast somewhat inspired by the Viennese original.\n\nAnother street food gaining popularity is the Iraqi-origin ",{"type":"''","value":["sabich"]},", a pita bread stuffed with a hard boiled egg, batter-dipped deep fried eggplant, hummus, tehini, potatoes, and salad.\n\n",{"type":"===","value":["Dietary restrictions"]},"\n\n",{"type":"====","value":["Kosher food"]},"\n",{"type":"[[","value":[["File:Kosher.jpg"],["thumb"],["Kosher logos, as usually found of food products"]]},"\n",{"type":"[[","value":[["File:McKosher.jpg"],["thumb"],["Kosher McDonald's sign"]]},"\nIsraeli cuisine is heavily influenced by the ancient Jewish laws of kosher food. When associated with food, it means anything that is allowed by the Jewish religious laws concerning food. Among other things ",{"type":"''","value":["Kashrut"]}," requires complete segregation of meat and dairy foods, dishes and utensils; select types of fish are ",{"type":"'''","value":["kosher"]}," but most 'sea foods' are not; and all foods must be prepared under controlled and monitored conditions. Kosher restaurants and hotels display a valid, dated certificate issued by local rabbinical authorities; kosher restaurants close for the Sabbath. Because of the meat-and-milk restrictions, kosher restaurants will also generally bill themselves as בשרי (",{"type":"''","value":["b'sari"]},", \"meat\") or חלבי (",{"type":"''","value":["chalavi"]},", dairy). Dairy restaurants will also serve fish, as Jewish law does not consider fish to be meat. This also means that all sorts of Western staples like cheeseburgers and pizzas with meat toppings are considered not Kosher, unless made from soy or other substitutes.\n\nHaving said this, due to the secular nature of much of Israel, many foods can be found, and many restaurants aren't kosher depending on the region. Kosher laws do not usually apply to Arab areas of Israel (unless they cater to a mixed clientèle), although Halal dietary laws (the Muslim equivalent) do.\n\nMost of the hotels in Israel are Kosher, so breakfast is dairy, and during lunch and dinner you'll not be able to get milk for your coffee or butter for your bread (although soy milk and spread are common substitutes). Most big supermarkets sell only Kosher products, but more and more non-Kosher supermarkets and convenience stores have appeared in recent years, due in part to the huge numbers of secular Jews who have come to Israel from the former USSR. With restaurants, things are more complicated: in Tel-Aviv, there are fewer kosher restaurants than in more religious cities like Jerusalem. In Jerusalem, on the other hand, Kosher cafés and restaurants are much more common. Bear in mind that restaurants that remain open on Shabbat cannot receive Kosher certification, so some restaurants that do not carry a Kosher certification are nevertheless kosher as far as the food is concerned, and could have kosher kitchens. So if you care, you shouldn't assume anything and always ask. Where restaurants are kosher, they will either be ",{"type":"''","value":["dairy"]}," or ",{"type":"''","value":["meat"]},". Dairy restaurants are useful for vegetarian tourists, but are still likely to serve fish (which are not considered meat by Jewish Kosher laws) and egg products.\n\nOne attraction for practising Jewish (and other) tourists is the kosher McDonald's restaurants. Note that most of the branches are not kosher, so ask before ordering. Branches of Burger Ranch, an Israeli burger chain, are kosher. In addition, Pizza Hut branches in Israel are kosher, and thus will not serve pizzas with meat toppings, while Domino's chains are not kosher, and serve a toppings selection similar to their Western branches.\n\nOne pitfall with finding kosher food is that some con-men have found they can make money by setting up business selling fake kashrut certificates. Therefore someone looking for kosher food should look for a certificate from the local rabbinate or a recognized kashrut agency ",{"type":"[","value":["http:\/\/www.jerusalemkoshernews.com\/popular-recognized-kashrut-agencies-in-israel"]},". Certificates from unknown organizations ",{"type":"[","value":["http:\/\/www.jerusalemkoshernews.com\/unrecognized-kashrut-agencies-in-israel"]}," should not be relied upon.\n\nThe word for Kosher in Hebrew is ",{"type":"'''''","value":["Kasher"]}," (כָּשֵר), while the Hebrew word for \"fit\" is ",{"type":"'''","value":["Kosher"]}," (in Israel, gyms are known as ",{"type":"''","value":["kheder kosher"]},", i.e. ",{"type":"''","value":["fitness"]}," ",{"type":"''","value":["room"]},").\n\n",{"type":"====","value":["Dietary restrictions during Passover"]},"\nAnother series of strict restrictions come into force during the seven days of Passover, when ",{"type":"'''","value":["leavened bread"]}," (",{"type":"''","value":["hametz"]},") — taken to include ",{"type":"''","value":["any"]}," grain product that may have come into contact with moisture and thus started fermenting — is banned.  Some Jews even widen the ban to cover rice and legumes.  The main substitute for the bread is ",{"type":"''","value":["matza"]},", the famously dry and tasteless flatbread, and you can even get a matzoburger from McDonalds during Passover.\n\n",{"type":"===","value":[" Prominent local snacks "]},"\n",{"type":"[[","value":[["File:BoxkremboS.jpg"],["thumb"],["Krembo"]]},"\n",{"type":"*","value":[" Krembo - (A hybrid of the words ",{"type":"''","value":["KREM"]}," and ",{"type":"''","value":["BO"]},", \"Cream\" and \"In it\", respectively) is a favorite Israeli chocolate snack. It is composed of a round cookie, on which cream (Most often Vanilla-flavored, but there is also a mocha variety) lies, covered with a chocolate shell. Krembos come wrapped in aluminum foil, and are very delicate. They are rarely found in the summer due to the weather."]},{"type":"*","value":[" Bamba - a popular peanut butter-flavored snack which is one of the leading snack foods produced and sold in Israel."]},{"type":"*","value":[" Bissli - a popular wheat snack sold in various flavors such as onions, Falafel and barbecue."]},"\n",{"type":"===","value":[" Ethnic food "]},"\nJews immigrating to Israel from different parts of the world brought with them many different cooking traditions. Most of these are now served in a handful of specialty restaurants, so check the individual chapters and ask around. Among the selection: Ashkenazi (Eastern European Jewish), Bulgarian, Turkish, North African, Iraqi, Iranian, and many others. One can also enjoy excellent local Arab cuisine served in areas with large Arab populations, mostly in the north of the country and in the vicinity of Jerusalem.\n\n",{"type":"[[","value":[["file:Chamin.jpg"],["thumb"],["\"Chamin\" or \"Cholent\""]]},"\nOne dish, however, is known across nearly the entire Jewish Diaspora. Known in Europe as ",{"type":"''","value":["Cholent"]}," and in the Middle East and North Africa as ",{"type":"''","value":["Chamin"]},", it is a sort of stew that has simmered for many hours over a low fire. It is traditionally a Shabbat dish, originating from the prohibition on lighting fire and cooking on Shabbat. The exact ingredients vary, but it usually contains meat (usually beef or chicken), legumes (chickpeas or beans) and\\or rice, eggs, and vegetables such as potatoes, onions, and carrots. Chamin is served in some restaurants on Saturday, and can be bought in delicatessens on Friday.\n\nMost Israelis enjoy instant coffee and will order it in restaurants and shops.  The quality of this coffee is often quite high. However, Israelis also appreciate a ",{"type":"'''","value":["café culture"]},".  While concoctions such as \"botz\" (mud) coffee, also known as \"cafe turki\" or Turkish coffee (an inexpensive extra-finely ground coffee, often spiced with cardamom, that is cooked on a stove and served unfiltered\/unstrained) are popular, the coffee culture in Israel has become refined and the quality has drastically increased in the last couple of decades. High quality espresso has replaced instant coffee as the base of most coffee drinks.  There are several highly popular local coffee chains and numerous independent coffee shops.  Many Israelis like to just spend time sipping their café latté (the most popular coffee in cafés) and chatting with friends. You can also have a light meal with sandwiches and salads. ",{"type":"'''","value":["Aroma"]}," is Israel's largest coffee chain that has good coffee. You can order sandwiches there in three sizes and choose from three types of bread. ",{"type":"'''","value":["Arcaffé"]}," is slightly more expensive, but their coffee (some say) is a little better. Other chains include ",{"type":"'''","value":["Elite Coffee"]},", ",{"type":"'''","value":["cafe cafe"]},", ",{"type":"'''","value":["Coffee Bean & Tea Leaf"]},", and ",{"type":"'''","value":["Cafe Hillel"]}," (of which some branches are Kosher dairy). Israelis frown upon US-style coffee, and Starbucks failed miserably in Israel due to their coffee being considered inferior by the locals.\n\n",{"type":"===","value":["Vegetarians and vegans"]},"\n",{"type":"[[","value":[["File:Israeli salad.jpg"],["thumbnail"],["Israeli salad"]]},"\nVegetarians and vegans should have a relatively easy time eating in Israel. Due to \"kashrut\" (the rules of keeping kosher) there are many restaurants that serve only dairy food, which makes them popular with vegetarians. Be aware that these often serve fish. In some parts of the country you can also find vegan restaurants. ",{"type":"[[","value":[["Amirim"]]}," is a vegetarian\/vegan village in the ",{"type":"[[","value":[["Galilee"]]}," with several restaurants. \"Israeli Salad\" (sometimes called Arab or Chopped salad) is a chopped salad of finely diced tomato and cucumber. It is very common and can be found virtually in every food-serving establishment.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Alcoholic"]},"\nThe drinking age in Israel is ",{"type":"'''","value":["18"]},". Drinking and driving is illegal and prosecuted.\n\n",{"type":"====","value":["Beer"]},"\n",{"type":"[[","value":[["File:Goldstar and Maccabee.jpg"],["thumb"],["Maccabee and Goldstar - Israeli beers"]]},"\nThere are three main brands of Israeli beer:\n\n",{"type":"*","value":[{"type":"'''","value":["Goldstar"]}," — a Munich-style dark draught, it is the most popular Israeli beer in Israel. Can be found in bottles and cans of 0.5 and 0.3 liters (1 pint and half a pint, respectively), or ",{"type":"''","value":["KHE-tsi"]}," and ",{"type":"''","value":["shlish"]}," (Hebrew for \"half\" and \"third\". Referring to the amount based on litres, as Israel uses SI). It is also available from tap (",{"type":"''","value":["meh ha-kha-VIT"]},", Hebrew for \"from the barrel\"). Some say it is delicious with Bissli, a snack food indigenous to the area."]},{"type":"*","value":[{"type":"'''","value":["Maccabee"]}," — a pilsener, lighter and smoother than Goldstar. Comes in bottles, cans or from tap. This beer has a bad reputation in Israel as being of foul taste. Recently, its recipe was changed and the beer has been regaining popularity in Israel. Still, due to its bad reputation many bars do not serve it. Be aware that the local variety of ",{"type":"''","value":["Maccabee"]}," tastes differently than the exported one."]},{"type":"*","value":[{"type":"'''","value":["Nesher"]}," — comes in bottles, mostly malt."]},"\nPalestinian beers are also available:\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Taybeh"],["alt="],["url=http:\/\/www.taybehbeer.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=— made in the first micro-brewery in the Middle East, \"Taybeh Beer Brewery\" is from ",{"type":"[[","value":[["Taybeh"]]}," village, a short taxi ride distance from ",{"type":"[[","value":[["Ramallah"]]},", an extremely fresh and delicious beer that is popular with many Palestinians, Israelis and tourists alike. It is mainly found in Israeli Arab communities, Jerusalem, and Palestinian cities. Taybeh Brewery offers free tours of the facilities and has 5 shekel beers for sale at the brewery. Taybeh village also hosts it's very own Oktoberfest-style beer festival held annually during the first week of October. The festival well-attended with foreign tourists and is growing in popularity."]]}]},"\nLately, several brands of micro-breweries have established themselves, and a wide selection of boutique beers such as Sins-Brewery, Bazelet, Golda, Laughing Buddha, Asif, Dancing Camel and many others can be found in selected alcohol houses and in some chain retail stores.\n\nIn addition, a wide variety of international brands are available throughout Israel, some of which are locally brewed. Among the most popular are Heineken, Carlsberg and Tuborg.\n\n",{"type":"====","value":["Liqueurs"]},"\nA common liqueur in Israel is ",{"type":"'''","value":["Arak"]},". It is clear, and anise-flavored, quite similar to Pastis or the Colombian Aguardiente. It is usually served in a glass of about 0.3 L, mixed with equal amount of water and ice. Some like to drink it mixed with grapefruit juice. Arak is usually kept in the freezer. A common brand is called Aluf Ha-Arak and Elit Ha-Arak (both of the same distillery) with the former of higher alcohol per volume and the latter of stronger anise flavor. They are of slightly different volume although the price is accordingly different.\n\n",{"type":"====","value":["Wines"]},"\nThere are several local big vineyards and a growing selection of boutique ones, some of them of high quality.\n\n",{"type":"===","value":["Soft drinks"]},"\nMost of the regular western sodas are available, and many have local variants that aren't very different in taste. The Coca-Cola Companym RC Cola and Pepsico fight for the soft drinks market aggressively. Israeli Coca-Cola is thought by Cola connoisseurs to be tastier and more authentic than elsewhere. This is because Israeli Coca-Cola is made with sugar, and not with high-fructose corn syrup. Tempo (not to be confused with Tempo Industries, Ltd. which is the brewer of most Israeli beer and bottler of most soft drinks including the local Pepsi) and Super Drink are dirt-cheap local variants, at times sporting very weird tastes.\n\nThe generic name for Coke or Pepsi is \"Cola\", and it usually implies Coca Cola; if the place serves Pepsi, they will usually ask if it's fine. Also note that \"Soda\" generally means \"Soda Water\", and is not a generic name for carbonated soft drinks.\n\nThere are several more authentic soft drinks:\n\n",{"type":"*","value":[{"type":"'''","value":["Tropit"]}," — cheap fruit flavor drink which is usually grape. Comes in a tough aluminum-like bag with a straw. The bag is poked using the straw to make a hole through which you drink. A very portable drink (until holed), which has become very popular in summer camps. In the newer varieties there is a marked area where the straw should be inserted. Even then it can sometimes take practice to insert the straw without the juice squirting out, if you are from the US it is just like the Israeli version of \"Capri Sun.\""]},{"type":"*","value":[{"type":"'''","value":["Chocolate milk"]}," — there are a number of brands of sterilized chocolate milk (SHO-ko) which comes in plastic bags and small cartons. The tip of the bag is bitten or clipped off, and the milk is sucked out. As with Tropit, it is very portable (although due to its milky nature, not as much) until opened, after which it is impractical to reseal. It should be noted that chocolate milk in a bag is usually served cold, and it would be a very bad idea to warm it."]},{"type":"*","value":[{"type":"'''","value":["Spring Nectar"]}," — fruit flavored drinks that comes in cans or 1.5L bottles. Sold in most supermarkets, convenience stores and petrol stations, as well as many take-away stands. Comes in a number of flavors such as peach, mango, and strawberry."]},{"type":"*","value":[{"type":"'''","value":["Prigat"]}," — fruit flavored drink that comes in plastic bottles. Is sold at pretty much every supermarket, petrol station and corner-store around Israel. Comes in many flavors including grape, orange, apple, tomato and a few more exotic options as well. "]},{"type":"*","value":[{"type":"'''","value":["Primor"]}," — fruit juice in plastic bottles. Sold pretty much everywhere. Comes in many flavors, mostly citrus and apples."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Hilton, Tel Aviv.jpg"],["thumb"],["Major western hotel groups have properties in Israel"]]},"\nIsrael is host to a huge variety of accommodation options, from camping and ",{"type":"[[","value":[["hostels"]]}," through to 5-star luxury hotels. Accommodation in Israel is similar to Western standards in general both in terms of price and what you can expect as service. Hotels in Israel do not currently possess star ratings, so beware that where these are seen, they are awarded by the hotels themselves. A good way of finding good hotels in Israel is by looking through reviews on websites such as Tripadvisor, although the links below act as good starting points.\n\n",{"type":"*","value":[" The Israel Hotel Association (IHA) ",{"type":"[","value":["http:\/\/www.israelhotels.org.il"]}," is the umbrella organization for Israel's hotels and also represents them. About 350 hotels, from Metulla in the North to Eilat in the South, are members of the IHA."]},{"type":"*","value":[" Israel Youth Hostel Association ",{"type":"[","value":["http:\/\/www.youth-hostels.org.il"]}," runs a thriving network of youth hostels."]},{"type":"*","value":[" ILH - Israel Hostels ",{"type":"[","value":["http:\/\/www.hostels-Israel.com"]}," a network of 40 independent hostels, guesthouses and lodges designed for independent travelers."]},{"type":"*","value":[" A large number of kibbutzim ",{"type":"[","value":["http:\/\/www.kibbutz.co.il"]}," now include bed and breakfast accommodation among their activities."]},{"type":"*","value":[" A number of private residencies (popular in northern communities) offer a room to let (commonly known as \"zimmer\", from the German word for room)."]},{"type":"*","value":[" Israel has a number of 3-4 star hotel chains."]},{"type":"*","value":[" Israel has a large number of boutique hotels and one large chain of boutique hotels, Atlas Hotels ",{"type":"[","value":["http:\/\/www.atlas.co.il"]}]},{"type":"*","value":[" In the Negev Desert, there are multiple Bedouin camps that offer shelter and an unforgettable desert experience. You may be able to ride a camel, depending on the camp."]},"\n",{"type":"==","value":["Learn"]},"\nIsrael has many universities which tend to be well regarded by the international community. Special programs for students from abroad are offered by the ",{"type":"[","value":["http:\/\/overseas.huji.ac.il\/ Rothberg International School"]}," at the  ",{"type":"[","value":["http:\/\/www.huji.ac.il\/huji\/eng\/index_e.htm Hebrew University"]}," in ",{"type":"[[","value":[["Jerusalem"]]},", the ",{"type":"[","value":["http:\/\/www.tau.ac.il\/overseas\/ Lowy School for Overseas Students"]}," at ",{"type":"[","value":["http:\/\/english.tau.ac.il\/ Tel-Aviv University"]}," and the ",{"type":"[","value":["http:\/\/www.bgu.ac.il\/osp\/ Ginsburg-Ingerman Center for International Student Programs"]}," at the ",{"type":"[","value":["http:\/\/www.bgu.ac.il\/ Ben-Gurion University of the Negev"]}," in ",{"type":"[[","value":[["Beer Sheva"]]},". Also the ",{"type":"[","value":["http:\/\/www1.technion.ac.il\/en Technion"]}," in ",{"type":"[[","value":[["Haifa"]]}," and ",{"type":"[","value":["http:\/\/portal.idc.ac.il\/en\/schools\/rris\/homepage\/Pages\/homepage.aspx Recanati International School"]}," in the ",{"type":"[","value":["http:\/\/portal.idc.ac.il\/en\/main\/homepage\/Pages\/homepage.aspx Interdisciplinary Centre in Herzliya"]}," offer international programmes for foreign students.\n\nThe ",{"type":"[","value":["http:\/\/www.yad-vashem.org.il\/education\/index_education.html International School for Holocaust Studies"]}," at  ",{"type":"[","value":["http:\/\/www.yad-vashem.org.il\/ Yad Vashem"]}," in West ",{"type":"[[","value":[["Jerusalem"]]}," also offers a variety of educational options relating to the Holocaust or you could also use your time in Israel to study Hebrew. Hebrew school is called ",{"type":"''","value":["Ulpan"]}," (pl. ",{"type":"''","value":["Ulpanim"]},").\n\nThere are even ways to learn Hebrew online from outside Israel - try ",{"type":"[","value":["http:\/\/www.hebrewlanguageguide.com Hebrew Online Guide"]},", or ",{"type":"[","value":["http:\/\/www.ulpan.net Virtual Ulpan"]}," if you want some basic background for free.\nA good starting point for finding more information on study and volunteering programs, can be found on the website of the  ",{"type":"[","value":["http:\/\/www.wzo.org.il\/en\/programs\/ World Zionist Organization"]},".\n\nIf you are interested in learning firsthand about the social, political and cultural aspects of life in Israel, there are several programs and organizations offering courses, workshops or learning tours, such as: ",{"type":"[","value":["http:\/\/www.allnationscafe.org The All Nations Café"]}," in the Jerusalem - Bethlehem area.\n\n",{"type":"==","value":["Work"]},"\nOne of the iconic activities in Israel is working (\"volunteering\") on a collective farm: a ",{"type":"[","value":["http:\/\/www.kibbutz.org.il\/eng\/welcome.htm  ",{"type":"''","value":["kibbutz"]}]}," or a ",{"type":"''","value":["moshav"]},".\n\nAnother popular option is to volunteer for work on an archaeological excavation, mostly conducted in summer at a variety of locations. Most Israeli excavations offer college\/degree credit for international students. ",{"type":"[","value":["http:\/\/www.ancientneareast.net\/volunteers.html "]},"\n\nWhile working on a tourist visa is illegal, if you stay at any cheaper hotel in Tel Aviv or Jerusalem, the staff may offer to put you in contact with opportunities to wash dishes or work in construction. Pay is only around $7 an hour, and if caught, you can expect to be deported and blacklisted from the country for a period of no longer than one year.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Crime and terrorism"]},"\nParticularly when there is no fighting between Israel and Hezbollah or Palestinian militants, travel to Israel is relatively safe, and most crime rates are well below those found in most other Western countries. Having said this, buses and bus-stops have been targeted by Palestinian militant groups since the early 1990s. This type of attack has all but ceased since 2005 thanks to the building of the West Bank security fence. Since then suicide terrorism in Israel has largely ceased. Statistically, the chances of being involved in a traffic accident are much higher than the chances of being involved in an attack.\n\nIt is still a good idea to stay informed of developments before and during your stay. Caution should be used particularly in the disputed areas and areas surrounding the Gaza Strip, particularly the cities of Sderot and Ashkelon, which have been targeted by rockets from the Strip. If you see anyone acting suspiciously, or find an untended parcel, notify the police. Also, never leave a bag unattended in a public area, as it may be suspected as a bomb.\n\nPolice in Israel wear light blue or very dark navy clothing with flat caps, while Israeli Border Police (similar in function to Gendarmerie) wear dark grey uniform with green berets or police ball caps. It is not unusual to see plenty of soldiers (and sometimes civilians) carrying firearms (military rifles and handguns) in public. Most of these soldiers are simply on leave from their base. Soldiers have no authority over civilians, except in specially designated zones near borders or military bases, where they are allowed to detain you until the arrival of a police officer.\n\nIn terms of typical crime, Israel is a very safe country. Israel has one of the lowest crime rates in the world. You can walk around the cities and towns at night without fear, as mugging and drunken violence are rare. Single women in particular should still take care late at night but the risks here are far lower than practically anywhere in Europe and America.\n\nIt is very common (even required by law) to see private armed security guards at every public doorway (for malls, stores, restaurants, etc.). The guards ask to look in your bags and may use a metal-detector on your body. When entering underground parking lots, the trunk of your car will be inspected. Do not be alarmed: this is just national policy. If you carry huge backpacks, you can often get away with showing a passport, and the guards will be just as relieved as you.\n\nIsrael's relations with its neighbors should always be something that a traveler should be familiar with, as evidenced by the Israeli–Lebanese conflict of 2006. Despite the current cease fire there remains a low danger that the conflict will again erupt. Israel has stable relations with both Egypt and Jordan, who Israel signed a peace treaty with in 1979 and 1994, respectively. The frontier between the Israeli-ruled part of the Golan Heights and Syria has also generally been quiet since 1974, but that could always change.\n\nFighting and hostilities have resumed as of mid-2014 between Israel and Hamas Palestinian terrorists in the ",{"type":"[[","value":[["Gaza Strip"]]},", affirming that all travel to the Gaza Strip area should be avoided at this time, and in the past several noted foreigners (even volunteers) have been kidnapped by armed militants during escalations. Also keep in mind that Israel ",{"type":"'''","value":["does not"]}," allow travel to the Strip; the only way is via Egypt.\n\n",{"type":"===","value":["In desert and rural areas"]},"\nSouthern Israel desert region offers amazing hiking trails in a beautiful landscape that possesses some unique geographical features not available anywhere else in the world. However, if you are inexperienced in hiking in the desert, do not hike there without an experienced hiker, proper equipment and clothes, plenty of water, and taking the necessary precautions. Dehydration in hot days, hypothermia in cold nights, and flash floods in rainy days are serious dangers!\n\nHiking trails in southern Israel (and in the Golan) are adjacent to military fire practice areas. If you are not certain where you are going, do not hike in this region. These firing areas are marked on the official hiking maps.\n\nOn a similar note, especially near border areas, hiking or leaving the roadways, be aware of standing and\/or fallen fences with a sign (yellow with a red triangle on it). These areas are considered off limits due to the possibility of land mines being present. They may have been planted by the Turks, British, Vichy French, Druze, Israelis, Lebanese army, Lebanese Militias, PLO, or the Syrians (Golan Heights, Lebanese border). It could take another 100 years to clear out all those areas.\n\n",{"type":"===","value":["Gay and lesbian travel"]},"\n",{"type":"[[","value":[["File:Tel Aviv Gay Pride Parade 2014(5).jpg"],["thumbnail"],["Tel Aviv Gay Pride Parade 2014"]]},"\nUnlike many parts of the Middle East, Israel is one of the  most \"gay friendly\" countries in the world.  In fact, compared to the United States, Israel is quite progressive regarding homosexual rights (there is no policy for not recruiting gays and they serve in the IDF like most Israelis). Criticisms towards homosexuality will vary depending on where one travels, but otherwise, this country is considered safe for gays and lesbians (usually in Tel Aviv), as violence against them has rarely occurred here.\n\nAll 3 major cities (Jerusalem, Tel Aviv and Haifa) have an annual \"Pride\" parade, and the annual ",{"type":"''","value":["Love Parade"]}," in Tel Aviv gets cheering spectators too. Though Jerusalem does have an annual pride parade, it is not very common to see openly gay people in Jerusalem, and one should not openly declare their sexual orientation in most public places in Jerusalem or other visibly religious places, for safety reasons and as a sign of respect public display of affection or sexual conversation of any kind is frowned upon by many locals especially in religious areas by both straights and LGBTs and often flags you as a tourist.\n\nOn the other hand, Tel Aviv is very liberal and gay friendly. It is common to see same-sex couples show affection in public areas. Tel Aviv was declared as the world's best gay travel destination for 2012 in a survey carried out by American Airlines and GayCities.com for good reason: there are many gay friendly places around the city, considered a stronghold of the gay community in Israel. Tel Aviv's nights are full of hundreds of passionate, energetic pubs, bars and dance clubs that are open till dawn. The city is active in all areas of entertainment, and is highly recommended for tourists looking for exciting nightlife in general, and exciting gay nightlife in particular.\n\n",{"type":"===","value":["Emergency phone numbers"]},"\n",{"type":"*","value":[" Police (mish-ta-RA) — 100"]},{"type":"*","value":[" Ambulance Service (\"Magen David Adom\"-MADA, literally \"Red Star of David\") — 101"]},{"type":"*","value":[" Fire department (me-kha-BEY ESH) — 102"]},"\n",{"type":"==","value":["Stay healthy"]},"\nThere are no special medical issues in Israel, and no immunizations are necessary for travel here. Pharmacies and hospitals are available in all major cities and emergency and health care is to a very high Western standard. Pharmacists and all medical personnel speak adequate English. In Israeli pharmacies, the \"over-the-counter\" stuff is in fact over the counter. Ask the pharmacist if you need anything. Travel health insurance is highly recommended; although all Israelis are covered under the national health insurance system, foreigners will be expected to pay for any treatment received in the public hospitals or at a clinic.\n\nTap water is potable and perfectly safe for drinking all throughout Israel, big cities and rural parts alike.\n\nStreet food is safe and clean, including fried dishes, fish and different salads. It still is wise to use common sense and avoid anything suspicious.\n\nDue to the hot climate in sunny Israel, remember to use sunscreen throughout your stay and drink a lot of water.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["disclaimerbox"],["Israel is considered the home state and motherland for Judaism, and also contains places of pilgrimage for Muslims, Christians and Bahais. When travelling to holy sites of any of the Abrahamic religions or going through religious neighborhoods or towns, please be respectful and wear modest clothing to respect the sensibilities of the local residents and the sanctity of holy sites. If you show respect, you will engender respect in return."]]},"\n\n",{"type":"{{","value":[["infobox"],["Media"],["Visitors to Israel are very often astounded at the almost compulsive need of Israelis to listen to the news. Ecclesiastes may have stated that “There is nothing new under the sun,” but Israelis believe the opposite: they look forward to the news every hour on the hour out of a seemingly mystical belief that today is different from yesterday. This story could sum this attitude up.\n\nA few years ago the newly-appointed ambassador to Israel of a western European country presented his credentials to the president. After the brief ceremony, the two exchanged the usual pleasantries when the president suddenly looked at his watch, begged his guest's pardon, and turned on the radio on his desk.\n\nThe ambassador waited patiently while the president listened to what was a news bulletin and turned the radio off. When the ambassador asked “What happened?”, the surprised president replied, “Nothing.”. The ambassador said, “I thought that if you turned on the radio, you must have a special reason,” and the president said, “No, it's a conditioned reflex. If I don't hear the news, I am uneasy for a full hour ' until the next newscast....”. Another reason said for the constant run to the news is in the early years of the state, Israel was under constant pressure from its surroundings; everyone wanted to know, \"Are we at war again?\""]]},"\n\nIsrael is generally a very relaxed country with a western-oriented outlook, but in religiously charged settings, or when around certain types of religious (Jewish or Muslim) believers, some restrictions should be observed. Entry to some synagogues, most churches, and all mosques will normally not be permitted to those with exposed legs (i.e. wearing shorts or short skirts) or women with exposed upper arms. Women may be denied entry or ordered to wear a robe before entering mosques or synagogues. Carry a wrap or bring a change of clothes. Mosques will also require you to take off your shoes before entry. Men should cover their heads in a synagogue, as well as in the prayers section of the Western Wall. Outside locations significant to religion, dress is very casual and free. Israeli women dress to impress, and usually succeed.\n\nThe Arab-Israeli situation is an emotional issue for many, as is the Holocaust\/Shoah, as well as much of Jewish history generally. (One should be especially respectful to the Holocaust\/Shoah as many Israelis are grandchildren of survivors, and most if not all of the Ashkenazi (European) Jews who make up 50% of Israel's Jewish population lost family members during the Holocaust.)\nOn the other hand, most people, both Israeli and Arab, would be happy to answer your questions. In addition, one probably should not make disdainful remarks about Judaism toward observant Israelis nor the Quran for Muslims. It is very disrespectful and could land you in hot water!\n\nIsraelis sometimes compare themselves to the prickly pear or sabra: said to be tough and prickly on the outside yet sweet and soft on the inside. Israelis are direct in a way that might seem abrupt, even rude, in other parts of the world. Do not be offended by this as Israelis do not mean to insult or offend in any way. Directness and honesty are often valued over politeness and projection of niceness. Direct personal questions are common, and should not be taken as offensive. The information Israelis collect on you is meant to help you in a good way, not to set traps for you. Israelis are used to fighting for their right to exist and have to hold their own against the pressures of the family, religion, the army and other Israelis. Loud and heated debates and arguments are socially acceptable and should not be taken as a sign of hostility. Israelis are typically careful not to be perceived as a ",{"type":"''","value":["frier"]},", often translated as \"sucker\", meaning someone who pays too much, stands in line quietly as others jostle past, and is generally taken advantage of instead of standing up for himself.\n\nBut Israelis are also very kind and hospitable. Strangers will gladly assist you, and make great efforts to help a lost or inquiring tourists, sometimes overwhelming you with advice and questions. If you make a friend here, they will do their best to take care of you while you're in their country. Foreign visitors are deeply appreciated and are generally shown the utmost respect by locals. Many will even go as far as to show you around some areas in Israel as a sign of their own national pride and respect for tourists.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["By phone"]},"\n+972 is the international country code for Israel.\n\n01x is the international access code for calling abroad from Israel also \"00\", and \"+\").\n\n",{"type":"*","value":["05x numbers are cellular lines or mobiles."]},{"type":"*","value":["07x numbers are for landlines operated by VoB and ",{"type":"<","value":["abbr",{"title":"Voice over Internet Protocols"},["VoIP"]]}," technologies."]},{"type":"*","value":["0x2 numbers are used for Palestinian land lines."]},"\nWhen calling inside Israel, you can either dial the number exactly as listed in Wikivoyage (without spaces and hyphens and replacing the \"+\" symbol with the international access code (optional). Internationally-dialed numbers this way, when the party being called is located in the same country as the caller, are looped back at the base station) from mobiles (you may keep the address book \"universal\" - when all numbers are noted in full E.164 format) and many landlines ",{"type":"'''","value":["or"]}," replace the \"+972\" part with a single leading 0. \n\nFor example, when calling +972 2 345 6789 inside Israel, dial 02 345 6789 or +97223456789 as-is, or 0097223456789.\n\nPlease note that the allocation of dialing codes to particular companies may be inaccurate, since subscribers may keep their phone number even if leaving or changing their phone company. For example, new 050 codes are allocated to the Pelephone company, but users can switch carriers and actually keep their 050 number even when receiving service from the Cellcom company which is usually identified with the 052 code.\n\n",{"type":"====","value":["0x - Area codes "]},"\nthe 0x area codes are used for land lines operated by the national phone company -Bezeq. Other landline operators have \n",{"type":"*","value":["02 - Jerusalem area"]},{"type":"*","value":["03 - Tel Aviv-Yafo and the center"]},{"type":"*","value":["04 - North"]},{"type":"*","value":["08 - South & Shfela"]},{"type":"*","value":["09 - Sharon"]},{"type":"*","value":["0x2 - Paltel (Palestinian operator)"]},"\n",{"type":"====","value":["05x - Cellular carriers"]},"\n",{"type":"*","value":["050 - Pelephone (literally \"miracle phone\", the first cellular operator in Israel. \"Pelephone\" has became a generic name for cellular phone in Israel)."]},{"type":"*","value":["052 - Cellcom"]},{"type":"*","value":["053 - ",{"type":"[","value":["https:\/\/www.hotmobile.co.il\/HOTmobile_en\/Pages\/default.aspx Hot mobile"]}]},{"type":"*","value":["054 - Orange"]},{"type":"*","value":["055- MVNO (Mobile virtual network operators)"]},{"type":"*","value":["056 - Wataniya Mobile (Palestinian operator)"]},{"type":"*","value":["057 - Mirs (old network of \"Hot mobile\")"]},{"type":"*","value":["058 - ",{"type":"[","value":["https:\/\/www.golantelecom.co.il\/web\/ Golan Telecom"]}]},{"type":"*","value":["059 - Jawwal (Palestinian operator)"]},"\n",{"type":"====","value":[" 07x - Countrywide landline codes"]},"\n",{"type":"*","value":["072 - 012 Smile"]},{"type":"*","value":["073-2\/3 - Cellcom"]},{"type":"*","value":["073-7 - 013 Netvision"]},{"type":"*","value":["074-7 - Partner (Orange)"]},{"type":"*","value":["076-5 - 014 Bezeq international"]},{"type":"*","value":["077 - HOT"]},"\n",{"type":"====","value":["01x - International access codes"]},"\nIf you want to phone home from Israel, you need to choose which company you want to use for your international call first.\n\nThe '00' access code for international calls is available only on phone lines that chose, in advance, one of the long distance carriers as their preferred provider (so it's not available on pay phones).\n\n",{"type":"*","value":["012 - ",{"type":"[","value":["http:\/\/www.012global.com\/?lang=en Smile"]}]},{"type":"*","value":["013 - Netvision"]},{"type":"*","value":["014 - ",{"type":"[","value":["https:\/\/www.bezeqint.net\/english\/at-home\/international-calls Bezeq International"]}]},{"type":"*","value":["017 - Hot Mobile"]},{"type":"*","value":["018 - Xfone"]},{"type":"*","value":["019 -Telzar"]},"Note that the 018 prefix is a VOIP operator. Thus, it has the cheapest rate but a somewhat lower line quality.\n\n",{"type":"====","value":["Cellphone rentals and prepaid phone service"]},"\nYou can rent a cellphone for use in Israel either before your trip or once you arrive from several firms (a short Google search will give you plenty of such vendors)\n\nYou can also rent smartphones with sim cards included sometimes for lower than the cost of renting just a sim card. Vendors such as ",{"type":"[","value":["http:\/\/www.israelphonerentals.com Israel Phone Rentals"]},"offer the advantages of a sim card rental without having to worry about bringing your own phone to Israel. \n\nIf you have a GSM cellphone without a SIM-lock, you can buy a SIM-card.\n\nPrepaid SIM cards are available at Pelephone (Talk & Go), Cellcom (Talk Man)and Orange (bigtalk) phone stores throughout Israel. Almost all shopping malls will have a Pelephone, Cellcom or Orange kiosk or store.\n\n",{"type":"====","value":["Roaming with your own device"]},"\nCurrently Israel offers support for all the available networks including GSM\/UMTS (Pelephone, ",{"type":"[","value":["http:\/\/www.cellcom.co.il\/roamers_info\/article\/eb7f9ad4-b1f1-4b02-8359-b587e1ceea05.aspx Cellcom"]}," and ",{"type":"[","value":["http:\/\/www.orange.co.il\/cellular\/Roamers\/ Orange"]},"), CDMA (Pelephone) and iDen (",{"type":"[","value":["https:\/\/www.hotmobile.co.il\/HOTmobile_en\/Pages\/default.aspx Hot Mobile"]},"). In any case, you must check with your carrier about the roaming option and the compatibility of your device in advance.\nA valid suggestion otherwise is to turn OFF data services, especially any automatic update\/download of your email. Otherwise you might get an unpleasant surprise on your next phone bill! Buying a local SIM card is easy from many kiosks near popular tourist sites, perhaps even your hotel.\n\n",{"type":"====","value":["Public payphones"]},"\n",{"type":"[[","value":[["File:Image-Siur wikipedia in Jerusalem 2349.JPG"],["thumb"],["Typical payphone in Israel"]]},"\nThere are many public phones scattered around, usually lacking a booth (just a phone on a pole). Public phones can be always found at hotels, post offices, central bus stations and train stations. These phones use a Telecard, which, today, is a pre-paid calling card (the scratch kind) that works only with pay phones and can be purchased at post offices and some stores (the original Telecard was phased out as the last factory that manufactured it was shut down), as well as ordinary calling cards. Some phones also accept credit cards, usually those in hotels and post offices. In Jerusalem especially and in more Jewish-religious areas you will find public phones to be very common, as the more religious Jews tend to frown on the new mobiles with Internet access etc., resulting in a situation whereby every person with a mobile is automatically assumed to be on the Internet 24\/7.\n\nIt is also possible to find privately operated pay phones that accept (outrageous) payment in coins and\/or credit cards. Be warned that most storekeepers will produce their own phones (for the above-mentioned outrageous fee) when asked, in absolutely no relation as to whether there is a (much cheaper) public phone just 10 seconds away.\n\n",{"type":"===","value":["By net"]},"\nIsrael is a technologically advanced society, and internet cafés are widely available in most cities and towns. The regular price for paid internet cafés is about ₪15 per hour but you can get it for about ₪10  in some of the more local places. Free Wi-Fi access is common in cafés (check individual articles). All branches of 'Aroma Espresso Bar', 'Arcaffe', 'Café Café', 'McDonalds' and 'Yellow' convenience stores have free Wi-Fi access, though in some you will have to approach the staff for a password.\n\nRecently, the \"Jerusalem Wi-Fi\" project started. This government started project aims to cover the entire ",{"type":"[[","value":[["Jerusalem"]]}," area with Wi-Fi although at the moment the only areas covered are in the city center. A similar project has started in ",{"type":"[[","value":[["Tel Aviv"]]}," and in Karmiel in the north. Some other cities are following suit.\n\n",{"type":"===","value":["Newspapers"]},"\nThe ",{"type":"[","value":["http:\/\/www.jpost.com\/ ",{"type":"''","value":["Jerusalem Post"]}]}," is a daily newspaper in English, published in Israel. Other major Israeli newspapers that have an English language section to their websites include: ",{"type":"[","value":["http:\/\/www.ynetnews.com Ynet"]},", ",{"type":"[","value":["http:\/\/www.israelhayom.com\/site\/today.php Israel Hayon (today)"]}," and ",{"type":"[","value":["http:\/\/www.haaretz.com\/ Haaretz"]},". local newspapers in other langugues may be available where demand exists.\n\n",{"type":"===","value":["Radio \/ TV"]},"\n",{"type":"[","value":["http:\/\/www.iba.org.il\/world\/ \"IBA world\""]}," radio broadcasts in several languages, including English, Russian, Spanish, etc. It can be received at 100.3MHz FM, 100.5MHz FM, 101.3MHz FM, 101.8MHz FM. Programs include local culture and news. IBA also runs daily TV newscasts, called \"IBA news\" on \"Channel 33\" (Israeli Arabic channel). It is common to randomly find other Israeli radio stations broadcasting interviews and complete radio shows in English.\n\n\n",{"type":"{{","value":[["related"],["Bus_travel_in_Israel"]]},"\n",{"type":"{{","value":[["related"],["Israel_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["Hiking_and_Backpacking_in_Israel"]]},"\n",{"type":"{{","value":[["isPartOf"],["Middle_East"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["32.1"],["35.0"],["zoom=8"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Israel"]]},"\n",{"type":"[[","value":[["Wikipedia:Israel"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Israel\/"]]}]