[{"type":"{{","value":[["pagebanner"],["Istanbul Province banner Yoros Castle.jpg"],["caption=Yoros Castle, which has been proudly watching the mouth of the Black Sea over the Bosphorus since the 13th century"]]},"\n\n",{"type":"'''","value":["Istanbul Province"]}," is located in a central position in ",{"type":"[[","value":[["Marmara_(region)"],["Marmara Region"]]},", ",{"type":"[[","value":[["Turkey"]]},". It connects ",{"type":"[[","value":[["Europe"]]}," and ",{"type":"[[","value":[["Asia"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Istanbul"]]}," — the provincial capital, where 95%+ of the population of the province resides"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Istanbul#Go next"],["Anadolu Kavağı"]]}," — pleasant village with the hilltop Yoros Castle northeast of Istanbul, near the Black Sea"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ağva"]]}," — at the far northeast of the province on the Black Sea, with charming guesthouses lining the banks of an emerald river"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kilyos"]]}," — village on the Black Sea north of European Side of Istanbul with an easy access to the city; its sandy beaches are a favourite getaway from the city in summertime"]},{"type":"*","value":[" ",{"type":"[[","value":[["Polonezkoy"],["Polonezköy"]]}," — a village in the backyard of Istanbul founded by Polish settlers in 19th century, with pleasant traditional houses and beautiful forests"]},{"type":"*","value":[" ",{"type":"[[","value":[["Istanbul\/Princes' Islands"],["Princes’ Islands"]]}," — nine car-free islands off the southern coast of Istanbul; pine forests and impressive mansions are the main features"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rumelifeneri"]]}," — pleasant village on the tip of western peninsula, at the northern entrance of Bosphorus, with a citadel and fish restaurants"]},{"type":"*","value":[" ",{"type":"[[","value":[["Şile"]]}," — town on Black Sea coast northeast of Istanbul; a favourite location for swimming in weekends"]},"\n",{"type":"==","value":["Understand"]},"\nIstanbul Province basically extends over two peninsulas surrounded by Black Sea, Bosphorus, and the Sea of Marmara—",{"type":"''","value":["Çatalca"]}," to the west of Bosphorus on European mainland and ",{"type":"''","value":["Kocaeli"]}," to the east of Bosphorus on Asian mainland.\n\nSince 2005, Istanbul Province is officially co-terminous with the ",{"type":"[[","value":[["Istanbul"],["city of Istanbul"]]},", as the city borders were extended to include everything within provincial borders, but whatever official designations say, other than the huge metropolitan area—in a triangular shape, which has its base on the Marmara coast, covering an area up to 25-30 km long from the southern mouth of Bosphorus at each side, with the height of the triangle going all the way to Black Sea along the Bosphorus—the rest of the province is rural, or at least suburban, in character. \n\nOn Çatalca Peninsula, geographically an extension of ",{"type":"[[","value":[["Eastern Thrace"],["Thrace"]]},", a continuous conurbation formed by summer houses of Istanbulites—concrete cottages in usually densely packed, albeit somewhat leafy, housing estates, which people of the crowded city flee in every possible opportunity, which makes highways west of city highly congested on Sunday evenings in summertime—lines the southwestern coasts along Marmara. Inland is mostly open farmlands producing much wheat and sunflower, and dotted by villages, although landscapes get more industrial as you get closer to the major highways or the outskirts of Istanbul. The vegetation gets lusher as you approach Black Sea coast, although some of the forests close to the shore are pierced by ugly open pit-mines. Another feature along Çatalca's Black Sea coast is quite large ",{"type":"'''","value":["Lake Terkos"]}," (",{"type":"''","value":["Terkos Gölü"]},", a.k.a. ",{"type":"''","value":["Durusu Gölü"]},"), a freshwater lake although separated from brackish Black Sea only by a series of dunes and one of the major sources of drinking water of Istanbul.\n\nOn the Marmara coast of Kocaeli Peninsula, the city of Istanbul proper well extends to (and beyond) the provincial border. Inland of this peninsula is more verdant than Çatalca, with some of the hills (around Alemdağ) covered by ",{"type":"'''","value":["heathlands"]},", a rare habitat that is found only in a handful of locations across the World naturally. The Black Sea coast of this half of the province is also wooded, but again just like its counterpart to west, is cut through by open-pit mines at several locations.\n\nOn both peninsulas, the southern coasts are flatter and it gets hillier as you go north, which is a part of the mountain chain that lines all along the southern edge of the Black Sea, albeit divided by the deep \"valley\" of the Bosphorus—there is indeed a theory that hypothesizes the Bosphorus was a river in prehistory, emptying into the Black Sea which was then a quite large freshwater lake but still smaller than its current size, that was later flooded by the rising waters of the Mediterranean at the end of glacial age, turning the riverbed into the strait that it is. The theory goes on arguing that this might gave rise to the legends of great flood and Noah's Ark.\n\n",{"type":"==","value":["Talk"]},"\nWhile the official standard of ",{"type":"[[","value":[["Turkish phrasebook"],["Turkish"]]}," is based on Istanbul dialect, five decades of heavy immigration from all over Turkey means that just about any dialect or language spoken in the country can be heard in ",{"type":"[[","value":[["Istanbul"]]},", in which communicating in many of major world languages is no problem, especially in tourism-related businesses. In the western reaches of the province, around ",{"type":"[[","value":[["Silivri"]]},", ",{"type":"[[","value":[["Çatalca"]]},", and the surrounding countryside, ",{"type":"[[","value":[["Eastern Thrace"],["Thracian"]]}," dialect prevails among natives, although that is hardly a barrier to communication for travellers speaking Turkish, as that dialect is fairly close to standard Turkish.\n\n",{"type":"==","value":["Get in"]},"\nVirtually among all options of getting into the province, you will have to touch down ",{"type":"[[","value":[["Istanbul"]]}," first in one way or another, although it is generally possible to get off the buses heading for Istanbul from locations in ",{"type":"[[","value":[["Eastern Thrace"]]}," in ",{"type":"[[","value":[["Silivri"]]},", around 60 km west of Istanbul.\n\n",{"type":"==","value":["Get around"]},"\nDue to the geography of the province lying elongatedly on peninsulas, major routes follow a west-east axis.\n\nThe highway ",{"type":"'''","value":["D100"]}," which closely follows the coast of Marmara on both sides of Bosphorus, and the motorway\/toll-road ",{"type":"'''","value":["O-3\/E80"]}," which lies in parallel with D100 a few km inland to north, are the main backbones of the traffic in the province (and also are the main roads connecting it with neighbouring regions), turning into heavily congested urban roads, especially in the case of D100, when crossing the city of Istanbul proper.\n\n",{"type":"'''","value":["D020"]}," and ",{"type":"'''","value":["D010"]}," (which is essentially a continuation of D020 through Belgrad Forest), lie further north of O-3\/E80, mostly traversing wooded rural areas of northern parts of the province, on both sides.\n\nA few daily ",{"type":"'''","value":["trains"]}," from Sirkeci Station connect a number of remote inland villages in addition to the town of ",{"type":"[[","value":[["Çatalca"]]}," to Istanbul. Other than the line in the city of Istanbul itself, which lies along the Marmara coast, there is no railtrack on Kocaeli side, so your option of getting around by train there is pretty much limited to suburban trains plying between Haydarpaşa Station and ",{"type":"[[","value":[["Gebze"]]}," out of provincial borders.\n\nOutlying towns have fairly frequent ",{"type":"'''","value":["bus"]},"\/",{"type":"'''","value":["minibus"]}," connections with ",{"type":"[[","value":[["Istanbul"]]},". The buses to towns in western parts of the province depart from ",{"type":"[[","value":[["Istanbul\/Western Suburbs"],["Yenibosna"]]}," metro station, one of the westernmost stations on M1 line. Villages along northern coast are served by buses and minibuses from ",{"type":"[[","value":[["Istanbul\/Bosphorus"],["Sarıyer"]]},", the northernmost neighbourhood of city on Bosphorus, while the buses to towns and villages on eastern peninsula usually have their terminals in ",{"type":"[[","value":[["Istanbul\/Asian Side"],["Harem"]]},", the main bus station on Asian Side.\n\n",{"type":"==","value":["See"]},"\nOf course, your number one reason to be in the province is to see the almost innumerable sights in ",{"type":"[[","value":[["Istanbul"]]}," itself. When you have done them to your satisfaction, or just need to take some time away from the weight of history that defines the city, it's time to consider these outliers (although it's impossible to fully escape from history here as well):\n\n",{"type":"*","value":[{"type":"'''","value":["Belgrad Forest"]}," (",{"type":"''","value":["Belgrad Ormanı"]},") northwest of Istanbul close to the Black Sea coast is named after a village now lying in ruins deep in the forest, founded by a band of Serbian settlers in 16th century from the ",{"type":"[[","value":[["Belgrade"],["namesake city"]]},". A mostly primordial forest with minimal human intervention, Belgrad Forest is dotted with Roman, Byzantine, and Ottoman ",{"type":"'''","value":["aqueducts"]}," (",{"type":"''","value":["kemer"]},"; many of which were built by Sinan, the Ottoman architect of 16th century), which provided the city with fresh water, as well as small late Ottoman ",{"type":"'''","value":["dams"]}," (",{"type":"''","value":["bent"]},"), many of which are accessible (or at least can be seen from a distance in the case of aqueducts) from the well-paved forest road between the villages of Bahçeköy and Kemerburgaz. Pedestrians pay 2 TL entrance fee, car drivers are charged with a somewhat higher amount. For transportation see Atatürk Arboretum."]},"\n",{"type":"[[","value":[["Image:Istanbul arboretum.jpg"],["thumb"],["320px"],["A view from Atatürk Arboretum—hard to believe you are just 5 km away from the concrete jungle of a metropolis of 15+ million people"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Atatürk Arboretum"],["alt=Atatürk Arboretumu"],["url=http:\/\/www.orman.istanbul.edu.tr\/en\/node\/177"],["email=arboretum@istanbul.edu.tr"],["address="],["lat="],["long="],["directions="],["phone=+90 212 226-19-29"],["tollfree="],["fax="],["hours="],["price="],["content= — Located in a relatively easily accessible section of the Belgrad Forest near the village of Bahçeköy (",{"type":"''","value":["about 15 minutes of walking away from the last stop of public buses: #42T from ",{"type":"[[","value":[["Istanbul\/Galata"],["Taksim"]]}," and ",{"type":"[[","value":[["Istanbul\/Bosphorus"],["Beşiktaş"]]},", #42M from ",{"type":"[[","value":[["Istanbul\/New City"],["4. Levent"]]}," metro station, #153 from ",{"type":"[[","value":[["Istanbul\/Bosphorus"],["Sarıyer"]]},"; 42T takes about one and a half hours to finish its trip between its two termini. Buses of the 42T line back to Taksim operate until about 10 PM. From the bus stops in Bahçeköy, walk back to the main road lined with very old trees; you'll notice a tarmac road into the forest opposite the Faculty of Forestry—"]},"Orman Fakültesi",{"type":"''","value":["—which has smallish signs partly obscured by trees saying \"Kemerburgaz\" and \""]},"Atatürk Arboretumu",{"type":"''","value":["\"; the entrance of the arboretum is 10 minutes walk down that road, on the left"]},"), the arboretum, surrounded by a natural oak forest, is planted with many non-native tree species (some of which go increasingly photogenic with crimson\/golden\/purple leaves as winter approaches) and has a pond complete with sometimes-aggressive ducks. This gem yet to be discovered (even by locals—there will be few other visitors if any) is an almost mystic place during hazy autumn days, but is always highly scenic no matter what the season, anyway. There is also a wooden observation tower on one of the hilltops, offering a view of the surrounding forests and a spectacular sight of Bosphorus which is seen like a turquoise lake from that point. That same tower can also be used for birdwatching during autumn, as these hills are on one of the major routes of migratory birds on their way from Europe to Africa. During weekdays arboretum is open to public for a token fee (about 2 TL, which is not always collected), however weekends are exclusively for members. Remember, no eating, no picnicking, and no smoking."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Anastasian Wall"]}," (",{"type":"''","value":["Anastasius Suru"]},", a.k.a. ",{"type":"'''","value":["Long Wall of Thrace"]},"; ",{"type":"''","value":["not to be confused with ",{"type":"[[","value":[["Istanbul#Theodosian Walls Walk"],["Theodosian Walls"]]}," of Istanbul proper"]},") is an ancient defence network built by Byzantines to stop barbarian raids onto the imperial capital from west, that is comparable to ",{"type":"[[","value":[["Hadrian's Wall"]]}," of Britain in size (but certainly not in popularity!). While most of the actual walls, which once stretched for 56 km between the coasts of the Black Sea and the Sea of Marmara, i.e. along the entire width of Çatalca Peninsula, some 60 km west of Istanbul (the southern end of the walls are thought to be in Silivri), were re-used in some other constructions through the ages, it is very much possible to see some fairly well preserved sections in the woodlands to the north, but you'll need a very detailed map of village roads beforehand."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nNo matter how popular they may be, the sea is rough and drownings occur each year at almost all beaches along the Black Sea coast.\n\n",{"type":"==","value":["Go next"]},"\nWhile the alternatives for your next destination are limitless thanks to flights from ",{"type":"[[","value":[["Istanbul"]]},"'s Atatürk Airport to all six inhabited continents, here are some of the closer destinations:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Eastern Thrace"]]}," to west, geographically European and culturally Balkan part of the country. Close to the borders of Istanbul Province are ",{"type":"[[","value":[["Kiyikoy"],["Kıyıköy"]]}," and ",{"type":"[[","value":[["Vize"]]}," on the Black Sea, to the northwest of the province, which may be combined with a trip to ",{"type":"'''","value":["Lake Terkos"]},", and who knows, maybe with some exploring along Anastasian Wall."]},{"type":"*","value":[" The beautiful city of ",{"type":"[[","value":[["Edirne"]]},", a former Ottoman capital lies further afield towards northwest. ",{"type":"[[","value":[["Tekirdağ"]]}," to west is a pleasant coastal town noted for its local meatballs and ",{"type":"''","value":["raki"]},"; and highway leading to which is lined with the extension of summer houses conurbation of southwestern Istanbul Province."]},{"type":"*","value":[" To east, ",{"type":"[[","value":[["Eastern Marmara"]]}," lies. ",{"type":"[[","value":[["Sapanca"]]}," is a pleasant lakeside town about two to two and a half hours away by frequent trains. If you happen to take the coastal road from Ağva in the northeast, ",{"type":"[[","value":[["Kefken"]]},"—which has highly scenic beaches and forests—is the next town on your itinerary."]},"\n",{"type":"{{","value":[["geo"],["41.157500"],["28.868333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Marmara_(region)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Istanbul_Province"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Istanbul Province"]]}]