[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\nThis itinerary describes the overland route from ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Turkey"]]},", to ",{"type":"[[","value":[["New Delhi"]]},", ",{"type":"[[","value":[["India"]]},". Also known as the ",{"type":"'''","value":["Hippie Trail"]},", this was a legendary route since the sixties and was followed by thousands of travellers until the Islamic Revolution in ",{"type":"[[","value":[["Iran"]]}," and the beginning of the civil war in ",{"type":"[[","value":[["Afghanistan"]]},", both in 1979.\n\nToday it is a bigger challenge than it was before these political events and depending on the local political situation it may be possible or not. Borders between countries (India-Pakistan) are closed from time to time. Some places are no longer accessible for ordinary travellers without great risks for their safety.\n\nThe route is also part of the ",{"type":"[[","value":[["Silk Road"]]}," used throughout ancient times from Europe to Asia.\n\n",{"type":"==","value":[" Understand "]},"\n\nThis route involves crossing three countries from one extremity to the other, namely Turkey, Iran and ",{"type":"[[","value":[["Pakistan"]]},", and some parts of India. Going through Afghanistan may be possible or not depending on the changing political situation there and your evaluation of your personal safety and comfort.\n\nOnly information specific to this itinerary is available here. For details on places to visit along the way, see the specific pages.\n\nAvoid going during Ramadan, unless you are prepared to fast.\n\nPolice and officials in Eastern Turkey, Iran and Pakistan are quite touchy. Keep a low profile while dealing with them.\n\nAvoid reaching a place in the middle of the night.\n\nAn alternate route to India is through ",{"type":"[[","value":[["Russia"]]}," and\/or ",{"type":"[[","value":[["Central Asia"]]},", described in ",{"type":"[[","value":[["Europe to South Asia over land"]]},". The easiest way to link up with that route from Istanbul might be to get a boat to a Black Sea port. \n\n",{"type":"===","value":[" Turkey "]},"\n\nWestern Turkey is visited by tourists from all over the world, so you will find all usual facilities here. But the further east you go, the fewer travellers you will meet, especially if you go away from the main transport facilities. So people there won't be so accustomed to tourists. However, this should not prevent you from visiting those places. See ",{"type":"[[","value":[["Turkey"]]}," for all details.\n\n",{"type":"===","value":[" Iran "]},"\n\n",{"type":"[[","value":[["Iran"]]}," is not much visited by tourists, and that is one of the main reasons to go there. People are eager to meet foreigners and if you get used to the local way of life you will enjoy your trip.\n\n",{"type":"===","value":[" Afghanistan "]},"\n\nDue to the civil war and the Taliban regime, almost nobody goes there unless they have a good reason to visit. However, since the end of the Taliban regime, NGO members and journalists can get a visa. See ",{"type":"[[","value":[["Afghanistan"]]}," for details.\n\n",{"type":"===","value":[" Pakistan "]},"\n\nThere have always been tourists in Pakistan, although many fewer at times when the country is making news. The land borders have been closed at times during the Afghan war and when diplomatic relations with India were suspended. See ",{"type":"[[","value":[["Pakistan"]]}," for details.\n\n",{"type":"===","value":[" India "]},"\n\nIndia is a favourite with travellers, so in most cities you will get all the facilities you expect as a tourist. See ",{"type":"[[","value":[["India"]]}," for details.\n\n",{"type":"==","value":[" Prepare "]},"\n\n",{"type":"===","value":[" Visas "]},"\n\nIran, Pakistan and India require a visa for most travellers, so you have to get that beforehand. The embassy of Iran in Ankara and the consulate in Istanbul now refuse to deliver visas if you are not a resident in the country. The situation is the same for Pakistani and Indian embassies and consulates almost everywhere, although there are a few exceptions.\n\nGetting Iranian visas can be a frustrating process for applicants from western countries. As of 2006, for residents of most western countries visa applications were often, though not necessarily always, declined unless the embassy had received a \"visa reference number\" through the Iranian Foreign Ministry in Tehran. You may be denied a visa if your embassy does not tell you about a reference number requirement, and also because the visa form does not even have a space for the reference number.\nReference numbers can be obtained through contacts in Iran, who have to apply to the Foreign Ministry, or through some travel agencies. Some of them, like IranianVisa.com, accept payment over the Internet (roughly €\/USD 30 for a normal reference number) and make sure that reference numbers are sent to your embassy within approximately 14 days of application. The costs of obtaining a reference number are in addition to the embassy's visa fees.\n\n",{"type":"===","value":[" Timing "]},"\n\nPlan from 15 days to several months for a trip, depending on the time you spend at each place. Theoretically, by jumping from one bus to another it can be done in 11 or 12 days, but it would mean never stopping on the way. The length of the whole journey is 7000 to 8000 kilometers.\n\nThe actual timing is something like this:\n",{"type":"*","value":[" Istanbul to Teheran: 3 days"]},{"type":"*","value":[" Teheran to Zahedan: 30 hours"]},{"type":"*","value":[" Zahedan to Quetta: 30 hours"]},{"type":"*","value":[" Quetta to Lahore: 24 hours"]},{"type":"*","value":[" Lahore to New Delhi: 2 days"]},"\nTake your time. Avoid rushing from one place to the other.\n\n",{"type":"===","value":[" Cost "]},"\n\nIn the 1990s it used to cost much less than the air trip, even including all hotels and food on the way. It mainly depends on the currency rates of Turkey, Iran and Pakistan. In 1992 the whole trip could be done in 5 weeks for about US$350.\n\nAs of October 2008, a single flight Istanbul-Delhi\/Mumbai (or vice-versa) is about 200 Euros with Air Arabia, a low-cost airline based in the UAE.  Therefore, going by land is now more expensive than the air trip, however a few hours in a plane have nothing to compare with a few weeks\/months travelling through and visiting these 3 countries.\n\n",{"type":"===","value":[" Climate "]},"\n\nThe route can be done in almost all seasons, except winter due to heavy snow especially in Turkey and in adjacent regions of Iran, and the roads are sometimes not passable. A big part of the route in Turkey, Iran and Pakistan is at an altitude of over 1000 meters, so the temperature there is comfortable even in the midst of summer and is cold but dry in winter. However, the great part of Turkey, especially east of Ankara, is very cold and very snowy in winter and the Indus Valley in Pakistan is very hot in summer (May to July).\n\n",{"type":"===","value":[" Read "]},"\n\n",{"type":"''","value":["The"]}," book to read before leaving to go on the road is ",{"type":"''","value":["Danziger's travels: Beyond Forbidden Frontiers"]},". It is the story of a hair-raising 18-month overland trip from London to Beijing in 1984 by Nick Danziger (ISBN 0586087060). Another great read is \"The Wrong Way Home: London to Sydney the Hard Way\" by Australian writer Peter Moore (ISBN 0553817000), in which he travels along the \"Hippie Trail\". He made his trip in the late 90s, covering 25 countries in 8 months, even venturing into war-torn former Yugoslavia and Afghanistan.\n\n",{"type":"==","value":[" The route "]},"\n\n",{"type":"===","value":[" Istanbul "]},"\n\n",{"type":"[[","value":[["Istanbul"]]}," is the biggest city in ",{"type":"[[","value":[["Turkey"]]},". Starting from there you have the choice of at least 3 modes of transport to Iran.\n\n",{"type":"'''","value":["By bus"]},": First there are direct buses to Teheran run by Iranian companies. Straight, cheap, no hassle, but where's the fun? And staying two days in a bus is not the most comfortable way of transportation. Then there are Turkish buses going to ",{"type":"[[","value":[["Erzurum"]]}," which are probably more comfortable than the Iranian buses.\n\n",{"type":"'''","value":["By train"]},": There are trains (Vangölü Ekspresi\/Lake Van Express) three times a week from Istanbul’s main Asian station (Haydarpaşa) to ",{"type":"[[","value":[["Tatvan"]]},", on the west coast of Lake Van, where you can find a ferry across the lake to ",{"type":"[[","value":[["Van"]]}," city (on the east shore). From there on you can catch the train for ",{"type":"[[","value":[["Tabriz"]]},". There is also a once-weekly train service from Istanbul (Haydarpaşa) to Teheran (Trans-Asia Express). Trans-Asia is actually two different trains; in Haydarpaşa you board a Turkish train (every Monday as of June 2008) and ride it all along the northwest-southeast axis of Turkish soil until Tatvan, where you take the ferry and cross to Van. At Van station you get into the Iranian train (although you are in fact still in Turkey; you cross the border while you are inside this train) and ride it until Teheran. These trains cross the border on a more southern location than Doğubeyazıt, so you don’t have a chance to see Mount Ararat (but of course, there are many beautiful mountains along the route).\n\n",{"type":"'''","value":["By ferry"]},": There are also boats across the Black Sea to ",{"type":"[[","value":[["Trabzon"]]},". From there, it is a fairly short bus trip to Erzurum.\n\n",{"type":"===","value":[" Erzurum "]},"\n\n",{"type":"[[","value":[["Erzurum"]]}," is the hub for visiting eastern Turkey. If you didn't get the direct bus to Teheran, you will have to change means of transport here. There are buses going to Dogubayazit (4 hours).\n\n",{"type":"===","value":[" Dogubeyazit "]},"\n\n",{"type":"[[","value":[["Dogubeyazit"]]}," is the last town before the border. It is mainly a garrison town, but it is also the point of departure for the climbing of Mount Ararat and visiting Ishak Pacha palace (İshak Paşa Sarayı). There are taxis going to the border.\n\n",{"type":"===","value":[" Turkey-Iran border "]},"\n\nThe Turkey-Iran border is at an altitude of 2600 meters, at the foot of Mount Ararat where, according to the Bible, Noah ended up with his Ark.\n\n",{"type":"===","value":["Tabriz"]},"\n",{"type":"[[","value":[["Tabriz"]]}," is the first major Iranian city you reach on this route.\n\n",{"type":"===","value":[" Teheran "]},"\n\n",{"type":"[[","value":[["Teheran"]]}," is the capital of ",{"type":"[[","value":[["Iran"]]},". It's a huge city of about 10 million inhabitants.\n\nGoing to Kerman, you have choice of buses or a railway line. There are buses twice a day, which take a full day or a night (about 15 hours). Trains are certainly more comfortable, but run only three times a week. There are even direct buses to Zahedan (22 hours).\n\nIf you are not in a hurry, going to ",{"type":"[[","value":[["Isfahan"]]}," is worth the trouble. It is probably the most beautiful city of Iran. A bit further in the same direction is another interesting city, ",{"type":"[[","value":[["Shiraz"]]},", and near it are the ruins of ",{"type":"[[","value":[["Persepolis"]]},".\n\n",{"type":"===","value":[" Kerman "]},"\n\n",{"type":"[[","value":[["Kerman"]]}," is a station on the railway line to Zahedan and a hub of southern Iran. Buses to Zahedan take seven hours, but there also is a direct sleeper from Teheran as of January 2012.\n\n",{"type":"===","value":[" Zahedan "]},"\n\n",{"type":"[[","value":[["Zahedan"]]}," is the last town before the border with Pakistan. ",{"type":"[","value":["http:\/\/www.iranchamber.com\/cities\/zahedan\/zahedan.php"]}," Take a taxi to the border. You have to ",{"type":"'''","value":["bring food and water with you for 2 days"]},". There is no shop and no restaurant before ",{"type":"[[","value":[["Quetta"]]},", 700 km across the desert.\n\n",{"type":"'''","value":["About the food-issue:"]},"\n\nAccording to my experience in 2004, in Mirjave (just after the border),there is a chaishop and in the village there are little markets..\n\nIf you take the trip by bus (most likely), there are restplaces on the route to Quetta. The bus stops about every 4 hours and at many checkpoints.\n\n",{"type":"===","value":[" Iran-Pakistan border "]},"\n\nThe Iran-Pakistan border post, called Mirjave, is in the Kavir-e Loot desert, which is in the middle of nowhere. This is the real border between the East and the West.\n\nThe border closes in the early afternoon, and you can't stay there because there is no accommodation available. You will have to go back to Zahedan if you reach the border too late. You might be able to find accomodation in the town of Mirjave, some 10km from the border post.\n\nOnce you cross the border, you have to wait for a bus. From here driving is on the left.\n\nDon't change money directly at the border, it's better to do it in a shop at the main square of Taftan. They change Rials and US dollars at an acceptable rate.\n\nThere are trains from Taftan to Quetta the 3rd and 17th of every month.\n\nThere is another border post, called the Kuhak Border Crossing, six hours south of Zahedan. Once here, one can reasonably make it across into Pakistan, and make it to Hyderabad in another 12 hours (As a stop, one should use ",{"type":"[[","value":[["Larkana"]]},").\n\n",{"type":"===","value":[" Quetta "]},"\n\n",{"type":"[[","value":[["Quetta"]]},", depending on the route, is the first place you reach when entering Pakistan coming from Iran.\n\nFrom here, there are direct trains to Lahore.\n\n",{"type":"===","value":[" Hyderabad "]},"\n\n",{"type":"[[","value":[["Hyderabad (Pakistan)"],["Hyderabad"]]},", depending on the route, is the first place you reach when entering Pakistan coming from Iran.\n\nFrom here, with Hyderabad's good rail system, one can expect to make it to Lahore in a few hours.\n\n",{"type":"===","value":[" Lahore "]},"\n\n",{"type":"[[","value":[["Lahore"]]}," is the second biggest city in ",{"type":"[[","value":[["Pakistan"]]}," and the capital of the province of ",{"type":"[[","value":[["Punjab (Pakistan)"],["Punjab"]]},".\n\nThere are buses and taxis going to the border. In January 2004, the Lahore-New Delhi train was restored. It is probably more comfortable than the bus, but slower, as it used to stop at the border for hours while the police checked people and luggage. Also trains are much less frequent.\n\n",{"type":"===","value":[" Pakistan-India border "]},"\n\nThe Pakistan-India border has been closed and reopened several times during recent years, so check beforehand. In January 2004, the Lahore-New Delhi train was restored.\n\n",{"type":"===","value":[" New Delhi "]},"\n\n",{"type":"[[","value":[["New Delhi"]]}," is the capital of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":[" Alternative route through Afghanistan "]},"\n\nFrom Teheran to Lahore, there are two main routes.\n\nThe usual route today is as shown above. Swing Southeast from Teheran to enter Pakistan at its extreme Western edge, bypassing Afghanistan. This is safer. Travellers with any caution at all should avoid Afghanistan.\n\nThe main overland route of the 60s and 70s went East to the Iranian city of ",{"type":"[[","value":[["Mashad"]]},", then to Herat, Khandahar, Kabul in ",{"type":"[[","value":[["Afghanistan"]]}," and down through the ",{"type":"[[","value":[["Khyber Pass"]]}," to Pakistan. This is described below, but is ",{"type":"'''","value":["generally considered too dangerous today"]},".\n\nAfghanistan was scary even in the 70s; most of the men carried rifles and they all had knives. However, nearly all the guns were single-shot, mostly muzzle loaders with quite a few 19th century British army Martini-Henrys with lever action. Then in 1979, the USSR invaded them. Soon many Afghans had AK-47s. ",{"type":"'''","value":["Today nearly every Afghan man has an automatic weapon"]},". \n\nOf course, not all Afghans are likely to take potshots at tourists, or to kidnap one. Most are friendly, helpful and hospitable. However, as the only country to be invaded by both the USSR and the US, they do have some reason to resent light-skinned foreigners. With everything still, as of early 2014 , somewhat chaotic, going there is spectacularly risky, though details of the dangers change from time to time.\n\nIf you do decide to risk Afghanistan, see our article on ",{"type":"[[","value":[["War zone safety"]]},".\n\n",{"type":"===","value":[" Mashad "]},"\n\n",{"type":"[[","value":[["Mashad"]]}," is the largest city of Eastern Iran and the capital of its province.\n\nThere are daily trains to and from Teheran. Buses take 14 hours to Teheran. Buses from Mashad to the border town ",{"type":"[[","value":[["Taybad"]]}," take about four hours.\n\n",{"type":"===","value":[" Taybad "]},"\n\nThere are minibuses and taxis to the border, called Eslam Ghale, 11 km away.\n\n",{"type":"===","value":[" Iran-Afghanistan border "]},"\n\nFrom the Afghan side, there are buses to Herat.\n\n",{"type":"===","value":[" Herat "]},"\n\n",{"type":"[[","value":[["Herat"]]}," is a big, rich Afghan city, influenced by Iranian culture. It is well-developed because of trade with Iran and in a good shape compared to other Afghan cities. The people are very friendly and hospitable to foreigners and are also more religious than people in ",{"type":"[[","value":[["Kabul"]]},".\n\nNo tourism exists in Herat, but there is a small community of foreign workers from Europe or other Western countries. They are easy to find by asking in the German or Indian consulate or hanging around in the Marco Polo Hotel.\n\n",{"type":"===","value":[" Afghan Roads "]},"\n\n",{"type":"'''","value":["Most Afghan roads are very poor."]}," You need a four wheel drive vehicle with a winch to even consider driving on them.\n\nOne exception is the main highway from Herat in the West to Kabul in the East. This swings widely South via Kandahar; the centre of the country is filled with impassable mountains.\n\nThere is also a good highway from Kabul North through the Hindu Kush to ",{"type":"[[","value":[["Mazar-e Sharif"]]}," and the border of ",{"type":"[[","value":[["Tajikistan"]]}," in ",{"type":"[[","value":[["Central Asia"]]},". This road contains the Salang tunnel, which is the longest in the world. It was built with Russian aid and then used for the Russian invasion.\n\n",{"type":"===","value":[" Kandahar "]},"\n",{"type":"[[","value":[["Kandahar"]]}," is the main city of Southern Afghanistan.\n\nIt was a major stronghold of Taliban, and among the last places to surrender in the recent war.\n\nThe ",{"type":"[[","value":[["Bolan Pass"]]}," goes South from here to ",{"type":"[[","value":[["Quetta"]]},", Pakistan, but as of mid-2013 it is quite dangerous and not open to tourists.\n\n",{"type":"===","value":[" Kabul "]},"\n\n",{"type":"[[","value":[["Kabul"]]}," is the capital of ",{"type":"[[","value":[["Afghanistan"]]},".\n\n",{"type":"===","value":[" Afghanistan-Pakistan border "]},"\n",{"type":"{{","value":[["warningbox"],["For the last several years and continuing as of mid-2013, this area has been among the most dangerous on Earth; it is at the center of an ongoing armed conflict. See country and region articles for details."]]},"\n\nThe way from Kabul to ",{"type":"[[","value":[["Peshawar"]]}," takes at least a day and often involves an overnight stop in ",{"type":"[[","value":[["Jalalabad"]]},". As of mid-2013, most Western governments have travel advisories warning against travel to either Peshawar or Jalalabad; both are quite dangerous. The area between them is even more dangerous, right off the scale.\n\n",{"type":"====","value":[" From Kabul to the border "]},"\nBuses start early and need about eight hours to reach the border. The road is not in a very good shape so don't expect a very comfortable ride. The price is between 200 and 250 Af (below 4 Euro) if you pick up a mini van bus with ten to twenty other people together. Tall people will be more comfortable in the front seats. These vans are sometimes a little more expensive. \n\nTaxis are faster and more expensive.\n\n",{"type":"[[","value":[["Jalalabad"]]}," is a moderate-sized city between Kabul and the border. If the political and security situation permits, unlikely as of early 2014, consider spending a night there. Starting from Jalabad in the morning lets you avoid the crowd by getting to the border ahead of people coming from Kabul. \n\nThe border closes at lunchtime.\n\n",{"type":"====","value":[" From the border to Peshawar "]},"\n\nBuses and taxis end at the border. People need to cross the border on foot and take a second bus or taxi. Foreigners (non-Pakistani or non-Afghani) have to get a permission to cross the tribal areas, which are located between the border and Peshawar and are controlled by tribes and not by the Pakistan government. The permission is free but a soldier will take you with him in a taxi. The soldier will cost about 100 Pakistani (1.4 Euro) and the taxi twice that.\n\nThe way goes through the legendary ",{"type":"[[","value":[["Khyber Pass"]]},".\n\n",{"type":"====","value":[" Security "]},"\n\nThe travel seems to be secure for travellers who know what they are doing. The traffic is the biggest danger thus it could be recommended to travel on a Friday when the traffic is lighter than the other days. If possible take a good driver you know already. Buses may drive safer than taxis because they are slower.\n\n",{"type":"===","value":[" Peshawar "]},"\n\n",{"type":"[[","value":[["Peshawar"]]}," is a huge city in Pakistan. The city has a lot of traffic and seems to have a good economic situation.\n\n",{"type":"====","value":[" Places to stay "]},"\nThere are many hotels and guest houses with western standards. Especially in the \"University Town\" district and in the city centre.\n\n",{"type":"====","value":[" Places to visit "]},"\n",{"type":"*","value":[" The old city centre with the bazaar and an old mosque is worth a visit."]},{"type":"*","value":[" In the summer, hiking tours to the mountains are offered. Ask at Green Tours in front of the Greens Hotel."]},{"type":"*","value":[" The Khyber pass is one hour away and can be visited by taking a taxi. It is located in the tribal area, and easy to find. Permission is needed for foreigners to enter this area."]},{"type":"*","value":[" Peshawar Museum and the University of Peshawar's museums are worth visiting for ancient cultural artifacts."]},"\n",{"type":"==","value":[" Other places to visit along the way "]},"\n\nSome other places are worth a visit, but you don't necessarily have to pass through them on this journey.\n\n",{"type":"====","value":[" Turkey "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ankara"]]}," (capital of Turkey)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Erzincan"]]}]},{"type":"*","value":[" Ruins of ",{"type":"[[","value":[["Ani"]]},", ancient capital of Armenia and known as City of 1001 Churches"]},{"type":"*","value":[" The Armenian Monastery on Aktamar Island in ",{"type":"[[","value":[["Van"],["Lake Van"]]}," - one of the most impressive sites in Eastern Turkey."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Mediterranean_Turkey"],["Mediterranean coast of Southern Turkey"]]}," is a resort area, reportedly much like the Greek islands but cheaper."]},"\n",{"type":"====","value":[" Iran "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Isfahan"]]}," (capital of Persia during the Safavih dynasty)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Shiraz"]]}," (Persepolis)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bam"]]}," (2500-year old citadel from the Parthian Empire, almost destroyed in an earthquake December 2003)"]},"\n",{"type":"====","value":[" Pakistan "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Islamabad"]]}," (capital of Pakistan; all embassies are there)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rawalpindi"]]}," (hub of Northern Pakistan; stay here if you want \/ need to go to Islamabad)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taxila"]]}," (Buddhist archeological site from emperor Ashoka)"]},"\n",{"type":"====","value":[" India "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amritsar"]]}," is a city in Punjab near the India-Pakistan border. It has the Golden Temple, is the centre of the Sikh religion and has some museums and memorials."]},{"type":"*","value":[" ",{"type":"[[","value":[["Simla"]]}," is a hill town North of Delhi and was the summer capital of the British Raj. It has a pleasant climate and interesting old colonial buildings."]},"\n",{"type":"====","value":[" Armenia "]},"\n\n",{"type":"*","value":[" Though this would involve a trip north from Iran, if the Armenian churches and monasteries you see all over Turkey and Iran whet your appettite, you should certainly head into ",{"type":"[[","value":[["Armenia"]]},"."]},"\n\n\n",{"type":"{{","value":[["usableitinerary"]]}]