[{"type":"{{","value":[["pagebanner"],["Italy banner 3 Florence.jpg"],["caption=A view across beautiful Florence from Piazzale Michelangelo"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.italia.it\/en\/home.html Italy"]}]}," (",{"type":"[[","value":[["Italian phrasebook"],["Italian"]]},": ",{"type":"''","value":["Italia"]},"), officially the ",{"type":"'''","value":["Italian Republic"]}," (",{"type":"''","value":["Repubblica Italiana"]},"), is a large country in Southern Europe. Together with ",{"type":"[[","value":[["Greece"]]},", it is acknowledged as the birthplace of Western culture. Not surprisingly, it is also home to the greatest number of ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Sites"]]}," in the world. High art and monuments are to be found everywhere around the country. It is also famous worldwide for its delicious cuisine, its trendy fashions, luxury sports cars and motorcycles, diverse regional cultures and dialects, as well as for its many beautiful coasts, alpine lakes and mountains (the Alps and Apennines). No wonder it is often nicknamed ",{"type":"''","value":["Il Bel Paese"]}," (The Beautiful Country).\n\n",{"type":"{{","value":[["quickbar\/working"],["image=Rome at night.jpg"],["caption=Rome at night."],["location=LocationItaly.png"],["flag=Flag of Italy.svg"],["capital=",{"type":"[[","value":[["Rome"]]}],["government=Parliamentary Republic"],["currency=Euro (€)"],["area= ",{"type":"''","value":["total:"]}," 301,340 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 7,200 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 294,140 km",{"type":"<","value":["sup",["2"]]}],["population=59,685,227 (December 2012 est.)"],["language=",{"type":"[[","value":[["Italian"]]}," (official); minor ",{"type":"[[","value":[["German"]]},", ",{"type":"[[","value":[["French"]]}," and ",{"type":"[[","value":[["Slovenian phrasebook"],["Slovene"]]},"-speaking communities"],["religion=predominately Roman Catholic with mature Protestant and Jewish communities and a growing Muslim immigrant community"],["callingcode=+39"],["tld=.it"],["timezone=UTC+1"],["electricity=230V\/50Hz (European or Italian plug)"]]},"\n\nTwo independent mini-states are surrounded entirely by Italy: ",{"type":"[[","value":[["San Marino"]]}," and ",{"type":"[[","value":[["Rome\/Vatican"],["Vatican City"]]},". While technically not part of the European Union, both of these states are also part of the Schengen Region and the European Monetary Union, (EMU). Apart from different police uniforms, there is no evident transition from these states and Italy's territory, and the currency is the same. Italian is also the lingua-franca in both city-states.\n\n",{"type":"==","value":["Understand"]},"\nItaly is largely a peninsula situated on the Mediterranean Sea, bordering ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Austria"]]},", and ",{"type":"[[","value":[["Slovenia"]]}," in the north.  The country, which is boot-shaped, is surrounded by the Ligurian Sea, the Sardinian Sea, and the Tyrrhenian Sea in the west, the Sicilian and Ionian Sea in the South, and Adriatic Sea in the East. Italian is the official language spoken by the majority of the population, but as you travel throughout the country, you will find there are several distinct Italian dialects corresponding to the region you are in. Italy has a very diverse landscape, but can be primarily described as mountainous including the Alps and the Apennines mountain ranges that run through the vast majority of it.  Italy has two major islands as part of its country: ",{"type":"[[","value":[["Sardinia"]]},", which is an island off the west coast of Italy, and ",{"type":"[[","value":[["Sicily"]]},", which is at the southern tip (the \"toe\") of the boot.  Italy has a population of around 60 million. The capital is ",{"type":"[[","value":[["Rome"]]},".\n\nIn case of emergency or inconvenience, the Italian Ministry for Tourism has implemented a multilingual contact centre providing information and assistance to strangers. ",{"type":"''","value":["Easy Italia"]}," operates seven days a week 09:00-10:00. You can contact Easy Italia by dialling +39 039 039 039 from anywhere in the world, from either a landline or a mobile. If you are in Italy you can also contact them by dialling the toll free number 800 000 039 from landlines and public phones. The  service is also available on Skype (easyitalia) and you can get any information for free by filling in ",{"type":"[","value":["http:\/\/www.easy-italia.com\/ their form online"]},".\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Pantheon, Rome 2.jpg"],["thumb"],["The Pantheon, a huge Roman temple, which is a symbol of the Roman civilization in Italy."]]},"\n\n",{"type":"====","value":["Prehistory"]},"\n\nThere have certainly been humans on the Italian peninsula for at least 200,000 years. Prior to the Romans, the Etruscan Civilization lasted from prehistory to the founding of Rome. The Etruscans flourished in the centre and north of what is now Italy, particularly in areas now represented by northern ",{"type":"[[","value":[["Lazio"]]},", ",{"type":"[[","value":[["Umbria"]]}," and ",{"type":"[[","value":[["Tuscany"]]},". ",{"type":"[[","value":[["Rome"]]}," was dominated by the Etruscans until the Romans sacked the nearby Etruscan city of Veii in 396 BC. In the 8th and 7th centuries BC, Greek colonies were established in Sicily and the southern part of the Italy and the Etruscan culture rapidly became influenced by that of Greece. This is well illustrated at some excellent Etruscan museums; Etruscan burial sites are also well worth visiting.\n\n",{"type":"====","value":["The Roman Empire"]},"\nAncient Rome was at first a small village founded around the 8th century BC. In time, it grew into one of the most powerful empires the world has ever seen, covering the whole Mediterranean, including the northern coast of ",{"type":"[[","value":[["Africa"]]},", and as far north as the southern part of ",{"type":"[[","value":[["Scotland"]]},". The Roman empire left a lasting impact on the cultures of Western civilisation, and its influence can still be seen in European cultures today. Its steady decline began in the 2nd century AD, and the empire finally broke into two parts in 285 AD: the Western Roman Empire with its capital in ",{"type":"[[","value":[["Rome"]]},", and the Eastern Roman Empire or Byzantine Empire with its capital in ",{"type":"[[","value":[["Istanbul"],["Constantinople"]]},". The western part, under attack from the Goths, finally collapsed, leaving the Italian peninsula divided. After this, Rome passed into the so-called ",{"type":"''","value":["Dark Ages."]}," The city itself was sacked by Saracens in 846.\n\n",{"type":"====","value":["From Independent City States to Unification"]},"\nFollowing the fall of the Western Roman Empire, the Italian peninsula was divided into many independent city states, and remained so for the next thousand years.\n\nIn the 6th century AD, a Germanic tribe, the Lombards, arrived from the north; hence the present-day northern region of ",{"type":"[[","value":[["Lombardy"]]},". The balance of power between them and other invaders such as the Byzantines, Arabs, and Muslim Saracens, with the Holy Roman Empire and the Papacy meant that it was not possible to unify Italy, although later arrivals such as the Carolingians and the Hohenstaufens managed to impose some control. In the south, the ",{"type":"''","value":["Kingdom of the Two Sicilies"]},", a result of unification of the Kingdom of Sicily with the Kingdom of Naples in 1442, had its capital in Naples. In the north, Italy was a collection of small independent city states and kingdoms and would remain so until the 19th century. One of the most influential city states was the Republic of ",{"type":"[[","value":[["Venice"]]},", considered one of the most progressive of its time, which saw the opening of the first public opera house in 1637, and for the first time allowed the general public to enjoy what was once court entertainment reserved for the aristocracy, thus allowing the arts to flourish. People looked to strong men who could bring order to the cities and this is how dynasties such as the Medici in ",{"type":"[[","value":[["Florence"]]}," developed. In turn, these families became patrons of the arts, allowing Italy to become the birthplace of the Renaissance, with the emergence of men of genius such as Leonardo da Vinci and Michelangelo. Rome and its surrounding areas became the Papal States, areas in which the Pope in Rome had both religious and political authority.\n\nFrom 1494 onwards, Italy suffered a series of invasions from the French and the Spanish. The north became dominated by the Austrians.\n\nThe Kingdom of ",{"type":"[[","value":[["Sardinia"]]}," eventually began the process of unifying Italy in 1815, which ended with the eventual capture of Rome in 1870. The Kingdom of Italy lasted from 1861 to 1946. Giuseppe Garibaldi led a drive for unification in southern Italy, while the north wanted to establish a united Italian state under its rule. The northern kingdom successfully challenged the Austrians and established Turin as capital of the newly formed state. In 1866, Victor Emmanuel II managed to annex Venice. In 1870, shortly after France abandoned it, Italy's capital was moved to Rome. The Pope lost much of his influence, with his political authority now being confined to the ",{"type":"[[","value":[["Rome\/Vatican"],["Vatican City"]]},".\n\n",{"type":"====","value":["The Kingdom of Italy"]},"\nAfter unification, the Kingdom of Italy aspired to overseas colonies like many of its neighbours, and most notably took part in the Scramble for Africa, where it was able to occupy colonies of its own. This culminated in the occupation of ",{"type":"[[","value":[["Libya"]]},", during which Italy scored a decisive victory over the Ottoman Empire.\n\nAt the outbreak of World War I, despite officially being in alliance with Germany and Austria-Hungary, Italy initially refused to participate in the war. Eventually, Italy did join in the war, but as part of the Allies with the ",{"type":"[[","value":[["United Kingdom"]]}," and ",{"type":"[[","value":[["France"]]},". The eventual victory of the Allies allowed Italy to gain control of what was formerly Austo-Hungarian land. However, Italy was not able to obtain much of what it desired, and this, in addition to the high cost of the war led to discontent among the Italian population. This was eventually taken advantage of by the nationalists, which later evolved into the Fascist movement.\n\nIn October 1922, a small National Fascist Party led by Benito Mussolini attempted a coup with its \"March on Rome\", which resulted in the King forming an alliance with Mussolini. A pact with Germany was concluded by Mussolini in 1936, and a second in 1938. During the Second World War, Italy was invaded by the Allies in June 1943, leading to the collapse of the fascist regime and the arrest, flight, eventual re-capture and death of Mussolini. In September 1943, Italy surrendered. However, fighting continued on its territory for the rest of the war, with the allies fighting those Italian fascists who did not surrender, as well as German forces.\n\n",{"type":"====","value":["Italian Republic"]},"\nIn 1946, King Umberto II was forced to abdicate and Italy became a republic. In the 1950s, Italy became a member of NATO and allied itself with the United States. The Marshall Plan helped revive the Italian economy which, until the 1960s, enjoyed a period of sustained economic growth. Cities such as Rome returned to being popular tourist destinations, expressed in both American and Italian films such as ",{"type":"''","value":["\"Roman Holiday\""]}," or ",{"type":"''","value":["\"La Dolce Vita\""]},". In 1957, Italy became a founding member of the European Economic Community.\n",{"type":"[[","value":[["File:Fontana di Trevi by night.JPG"],["thumb"],["300px"],["The Trevi Fountain, symbol of 18th century Baroque Italy."]]},"\nFrom the late 60s till the late 1980s, however, the country experienced an economic crisis. There was a constant fear, both inside and outside Italy (particularly in the USA), that the Communist Party, which regularly polled over 20% of the vote, would one day form a government and all sorts of dirty tricks were concocted to prevent this. From 1992 to the present day, Italy has faced massive government debt and extensive corruption. Scandals have involved all major parties, but especially the Christian Democrats and the Socialists, which were both dissolved. The 1994 elections put media magnate Silvio Berlusconi into the Prime Minister's seat; he was twice been defeated, but emerged triumphant again in the 2008 election.\n\n",{"type":"[[","value":[["File:Pirelli Building, Milan, Italy.jpg"],["thumb"],["300px"],["The modern 1960s Pirelli Tower in Milan is often considered a symbol of the new Italy, and of post-war economic growth and reconstruction."]]},"\nDespite Unification having lasted for over 150 years, there remain significant divisions in Italy. The northern part of the country is richer and more industrialized than the south and many northerners object to being effectively asked to subsidise southerners. The ",{"type":"''","value":["Northern League"]}," political party pushes for greater autonomy for the north and for reduced fund transfers to the south. On one thing the people of the north and the south can agree: none of them likes paying for the enormous bureaucracy that is based in Rome.\n\n",{"type":"===","value":["Climate"]},"\nThe climate of Italy is highly diverse, and could be far from the stereotypical Mediterranean climate.  Most of Italy has hot, dry summers, with July being the hottest month of the year. Winters are cold and damp in the North, and milder in the South. Conditions on peninsular coastal areas can be very different from the interior's higher ground and valleys, particularly during the winter months when the higher altitudes tend to be cold, wet, and often snowy. The Alps have a mountain climate, with cool summers and very cold winters.\n\n",{"type":"===","value":["Literature"]},"\nNon-Guidebooks about Italy or by Italian writers.\n\n",{"type":"*","value":[" ",{"type":"''","value":["Italian Journey"]}," (in the German original: Italienische Reise) by Johann Wolfgang von Goethe; a report on his travels to Italy via ",{"type":"[[","value":[["Innsbruck"]]}," and the ",{"type":"[[","value":[["Brenner Pass"]]},". He visited ",{"type":"[[","value":[["Lake Garda"]]},", ",{"type":"[[","value":[["Verona"]]},", ",{"type":"[[","value":[["Vicenza"]]},", ",{"type":"[[","value":[["Venice"]]},", ",{"type":"[[","value":[["Bologna"]]},", ",{"type":"[[","value":[["Assisi"]]},", ",{"type":"[[","value":[["Rome"]]}," and ",{"type":"[[","value":[["Alban Hills"]]},", ",{"type":"[[","value":[["Naples"]]}," and ",{"type":"[[","value":[["Sicily"]]}," from 1786–7, published in 1816–7"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The Agony and the Ecstasy"]}," by Irving Stone — a biography of Michelangelo that also paints a lovely portrait of Tuscany and Rome"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Brunelleschi's Dome: How a Renaissance Genius Reinvented Architecture"]}," by Ross King — a compelling story of one of the greatest structural engineering achievements of the Renaissance. The story of the building of the immense dome on top of the basilica in Florence, Italy."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Under the Tuscan Sun"]}," by Frances Mayes — an account of a woman who buys and restores a holiday home in Cortona, Italy. Full of local flavour and a true taste of Tuscany."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The Sea and Sardinia"]}," by D.H. Lawrence — describes a brief excursion undertaken by Lawrence and Frieda, his wife aka Queen Bee, from Taormina in Sicily to the interior of Sardinia. They visited Cagliari, Mandas, Sorgono, and Nuoro. Despite the brevity of his visit, Lawrence distills an essence of the island and its people that is still recognisable today. Also by D.H. Lawrence is ",{"type":"''","value":["Etruscan Places"]},", recording his impressions of ",{"type":"[[","value":[["Cerveteri"]]},", ",{"type":"[[","value":[["Tarquinia"]]},", ",{"type":"[[","value":[["Vulci"]]}," and ",{"type":"[[","value":[["Volterra"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Italian neighbours"]}," and ",{"type":"''","value":["A season with Verona"]}," by Tim Parks. Two portraits of nowadays life in Italy as seen by an English writer who decided to live just outside Verona."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Winter Stars"]}," by Beatrice Lao — poems born between the Alps and the Tyrrhenian by the oriental poetess, 988979991X"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The Travels of Marco Polo"]}," by Marco Polo — stories about China by the Venetian traveller"]},"\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Italy regions.png"],["regionmapsize=400px"],["regionmaptext=Regions of Italy"],["region1name=",{"type":"[[","value":[["Northwest Italy"]]}],["region1color=#71b37b"],["region1items=",{"type":"[[","value":[["Piedmont"]]},", ",{"type":"[[","value":[["Liguria"]]},", ",{"type":"[[","value":[["Lombardy"]]}," and ",{"type":"[[","value":[["Aosta Valley"]]}],["region1description=Home of the Italian Riviera, including ",{"type":"[[","value":[["Portofino"]]}," and the ",{"type":"[[","value":[["Cinque Terre"]]},". The ",{"type":"[[","value":[["Alps"]]},", world class cities like the industrial capital of Italy (",{"type":"[[","value":[["Turin"]]},"), its largest port (",{"type":"[[","value":[["Genoa"]]},"), the main business hub of the country (",{"type":"[[","value":[["Milan"]]},"), share the region's visitors with beautiful landscapes like the ",{"type":"[[","value":[["Lake Como"]]}," and ",{"type":"[[","value":[["Lake Maggiore"]]}," area, and little known Renaissance treasures like ",{"type":"[[","value":[["Mantova"]]},"."],["region2name=",{"type":"[[","value":[["Northeast Italy"]]}],["region2color=#8a84a3"],["region2items=",{"type":"[[","value":[["Emilia-Romagna"]]},", ",{"type":"[[","value":[["Friuli-Venezia Giulia"]]},", ",{"type":"[[","value":[["Trentino-Alto Adige"]]}," and ",{"type":"[[","value":[["Veneto"]]}],["region2description=From the canals of ",{"type":"[[","value":[["Venice"]]}," to the gastronomic capital ",{"type":"[[","value":[["Bologna"]]},", from impressive mountains such as the ",{"type":"[[","value":[["Dolomites"]]}," and first-class ski resorts like ",{"type":"[[","value":[["Cortina d'Ampezzo"]]}," to the delightful roofscapes of ",{"type":"[[","value":[["Parma"]]}," and ",{"type":"[[","value":[["Verona"]]}," these regions offer much to see and do. German-speaking ",{"type":"[[","value":[["South Tyrol"]]}," and the cosmopolitan city of ",{"type":"[[","value":[["Trieste"]]}," offer a uniquely Central European flair."],["region3name=",{"type":"[[","value":[["Central Italy"]]}],["region3color=#d5dc76"],["region3items=",{"type":"[[","value":[["Lazio"]]},", ",{"type":"[[","value":[["Abruzzo"]]},", ",{"type":"[[","value":[["Marche"]]},", ",{"type":"[[","value":[["Tuscany"]]}," and ",{"type":"[[","value":[["Umbria"]]}],["region3description=Breathes history and art. ",{"type":"[[","value":[["Rome"]]}," boasts the remaining wonders of the Roman Empire and some of the world's best known landmarks, combined with a vibrant, big-city feel. ",{"type":"[[","value":[["Florence"]]},", cradle of the Renaissance, is ",{"type":"[[","value":[["Tuscany"]]},"'s top attraction, whereas the magnificent countryside and nearby cities like ",{"type":"[[","value":[["Siena"]]},", ",{"type":"[[","value":[["Pisa"]]}," and ",{"type":"[[","value":[["Lucca"]]}," have much to offer to those looking for the country's rich history and heritage. Umbria is dotted with many pictoresque cities such as ",{"type":"[[","value":[["Perugia"]]},", ",{"type":"[[","value":[["Orvieto"]]},", ",{"type":"[[","value":[["Gubbio"]]}," and ",{"type":"[[","value":[["Assisi"]]}],["region4name=",{"type":"[[","value":[["Southern Italy"]]}],["region4color=#d09440"],["region4items=",{"type":"[[","value":[["Apulia"]]},", ",{"type":"[[","value":[["Basilicata"]]},", ",{"type":"[[","value":[["Calabria"]]},", ",{"type":"[[","value":[["Campania"]]}," and ",{"type":"[[","value":[["Molise"]]}],["region4description=Bustling ",{"type":"[[","value":[["Naples"]]},", the dramatic ruins of ",{"type":"[[","value":[["Pompeii"]]},", the romantic ",{"type":"[[","value":[["Amalfi Coast"]]}," and ",{"type":"[[","value":[["Capri"]]},", laidback ",{"type":"[[","value":[["Apulia"]]}," and stunning beaches of ",{"type":"[[","value":[["Calabria"]]},", as well as up-and-coming agritourism help making Italy's less visited region a great place to explore."],["region5name=",{"type":"[[","value":[["Sicily"]]}],["region5color=#d56d76"],["region5description=The beautiful island famous for archaeology, seascape and some of the best cuisine the Italian kitchen has to offer."],["region6name=",{"type":"[[","value":[["Sardinia"]]}],["region6color=#b383b3"],["region6description=Large island some 250 kilometers west of the Italian coastline. Beautiful scenery, lovely seas and beaches: a major holiday destination for mainland Italians."]]},"\n",{"type":"<","value":["br",{"clear":"all"}]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"[[","value":[["File:Neptune fountain.jpg"],["250px"],["thumb"],["right"],["Rome (fountain of Neptune, Piazza Navona)"]]},"\n",{"type":"[[","value":[["File:Florence bridges.jpg"],["thumb"],["250px"],["right"],["Florence (River Arno, with Ponte Vecchio in the foreground)"]]},"\nThere are hundreds of Italian cities. Here are ",{"type":"'''","value":["nine"]}," of its most famous:\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rome"]]}," (",{"type":"''","value":["Roma"]},") — the capital, both of Italy and, in the past, of the Roman Empire until 285 AD"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bologna"]]}," — one of the world's great university cities that is filled with history, culture, technology and food"]},{"type":"*","value":[" ",{"type":"[[","value":[["Florence"]]}," (",{"type":"''","value":["Firenze"]},") — the Renaissance city known for its architecture and art that had a major impact throughout the world"]},{"type":"*","value":[" ",{"type":"[[","value":[["Genoa"]]}," (",{"type":"''","value":["Genova"]},") — an important medieval maritime republic; its port brings in tourism and trade, along with art and architecture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Milan"]]}," (",{"type":"''","value":["Milano"]},") — one of the main fashion cities of the world, but also Italy's most important centre of trade and business"]},{"type":"*","value":[" ",{"type":"[[","value":[["Naples"]]}," (",{"type":"''","value":["Napoli"]},") — one of the oldest cities of the Western world, with a historic city centre that is a UNESCO World Heritage Site"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pisa"]]}," — one the medieval maritime republics, it is home to the unmistakable image of the Leaning Tower of Pisa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Turin"]]}," (",{"type":"''","value":["Torino"]},") — a well-known industrial city, home of FIAT, other automobiles and the aerospace industry. Le Corbusier defined Turin as \"the city with the most beautiful natural location in the world\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Venice"]]}," (",{"type":"''","value":["Venezia"]},") — one of the most beautiful cities in Italy, known for its history, art, and of course its world famous canals"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amalfi Coast"]]}," — stunningly beautiful rocky coastline, so popular that private cars are banned in the summer months"]},{"type":"*","value":[" ",{"type":"[[","value":[["Capri"]]}," — the famed island in the Bay of Naples, formerly a favored resort of the Roman emperors"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cinque Terre"]]}," — five tiny, scenic, towns strung along the steep vineyard-laced coast of Liguria"]},{"type":"*","value":[" ",{"type":"[[","value":[["Alps"],["Italian Alps"]]}," — some of the most beautiful mountains in Europe, including Mont Blanc and Mount Rosa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Como"]]}," — its atmosphere has been appreciated for its beauty and uniqueness since Roman times"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Garda"]]}," — a beautiful lake in Northern Italy surrounded with many small villages"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pompeii"]]}," and ",{"type":"[[","value":[["Herculaneum"]]}," — two neighbouring cities covered by an eruption of Mt. Vesuvius in AD 79, now excavated to reveal life as it was in Roman times"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taormina"]]}," — a charming hillside town on the east coast of Sicily"]},{"type":"*","value":[" ",{"type":"[[","value":[["Vesuvius"]]}," — the famous dormant volcano with a stunning view of the Bay of Naples"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["infobox"],["Minimum validity of travel documents"],["* EU, EEA and Swiss citizens, as well as some non-EU citizens who are visa-exempt (e.g. New Zealanders and Australians), need only produce a passport which is valid for the entirety of their stay in Italy.\n",{"type":"*","value":[" Other nationals who are required to have a visa (e.g. South Africans) and even some who are not (e.g. travelers from the United States) must have a passport which has ",{"type":"'''","value":["at least 3 months' validity"]}," beyond their period of stay in Italy."]},{"type":"*","value":[" For more information, visit ",{"type":"[","value":["http:\/\/www.esteri.it\/MAE\/EN\/Ministero\/Servizi\/Stranieri\/IngressoeSoggiornoInItalia.htm this webpage of the Ministry of Foreign Affairs of Italy"]},"."]}]]},"\n",{"type":"[[","value":[["File:Leaning tower of pisa 2.jpg"],["thumb"],["250px"],["right"],["Pisa (the Piazza dei Miracoli, with the cathedral and the leaning tower)"]]},"\n\n",{"type":"[[","value":[["File:ViewofNaplesBay.jpg"],["thumb"],["250px"],["right"],["Naples (a view over the city, showing the Vesuvius)"]]},"\n\n",{"type":"[[","value":[["File:Wenecja Canal Grande.JPG"],["thumb"],["250px"],["right"],["Venice (the grand canal)"]]},"\n\n",{"type":"[[","value":[["File:Bologna-SanPetronioPiazzaMaggiore1.jpg"],["thumb"],["250px"],["right"],["Bologna (the red terracotta roofs and brick towers of the city's skyline)"]]},"\n",{"type":"[[","value":[["File:20110724 Milan Cathedral 5260.jpg"],["thumb"],["250px"],["right"],["Milan (the Piazza del Duomo, with the city's stunning medieval cathedral)"]]},"\n",{"type":"[[","value":[["File:Palermo-Sicily-Italy - Creative Commons by gnuckx (3492692842).jpg"],["thumb"],["250px"],["right"],["Palermo (cathedral)"]]},"\n",{"type":"{{","value":[["Schengen"]]},"\n\nForeign military entering Italy under a Status of Forces Agreement do not require a passport and need only show their valid military identification card and travel orders. Their dependents, however, are not exempt from visa requirements.\n\nAll ",{"type":"'''","value":["non"]},"-EU, EEA or Swiss citizens staying in Italy for 90 days or less have to declare their presence in Italy within 8 days of arrival. If your passport was stamped on arrival ",{"type":"''","value":["in Italy"]},", the stamp counts as such a declaration. Generally, a copy of your hotel registration will suffice if you are staying at a hotel. Otherwise, however, you will have to go to a police office to complete the form (",{"type":"'''","value":["dichiarazione di presenza"]},"). Failing to do so may result in expulsion. Travellers staying longer than 90 days do not need to complete this declaration, but must instead have an appropriate visa and must obtain a residence permit (",{"type":"'''","value":["permesso di soggiorno"]},").\n\n",{"type":"===","value":["By plane"]},"\nLarger airports are served by the major European airlines (Air France\/KLM, Lufthansa, British Airways, Iberia, SAS, Finnair, Swiss, TAP, Austrian...).\n\nIntercontinental airlines mainly arrive in Rome and Milan, with Rome being the main international gateway into the country.\n\nMost of mid-range international flights arrive to the following Italian cities:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rome"]]}," - with two airports: ",{"type":"[[","value":[["Leonardo da Vinci-Fiumicino Airport"],["Fiumicino"]]}," (FCO - Leonardo da Vinci) and Ciampino (CIA) for budget airlines"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Milan"]]}," - with two airports: Malpensa (MXP) and Linate (LIN); in addition, ",{"type":"[[","value":[["Bergamo"]]}," (BGY - Orio al Serio) is sometimes referred to as \"Milan Bergamo\""]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bologna"]]}," (BLQ – Guglielmo Marconi)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Naples"]]}," (NAP - Capodichino)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pisa"]]}," (PSA - Galileo Galilei)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Venice"]]}," (VCE – Marco Polo); in addition, Treviso (TSF - Antonio Canova) is sometimes referred to as \"Venice Treviso\""]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Turin"]]}," (TRN – Sandro Pertini)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Catania"]]}," (CTA - Vincenzo Bellini)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bari"]]}," (BRI - Palese)"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Genoa"]]}," (GOA - Cristoforo Colombo)"]},"\n",{"type":"====","value":["Prominent airlines in Italy"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Alitalia"],["alt=",{"type":"{{","value":[["IATA"],["AZ"]]}],["url=http:\/\/www.alitalia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=892010"],["tollfree="],["fax="],["hours="],["price="],["content=\nFlag carrier and national airline of Italy. It's part of the ",{"type":"[[","value":[["w:SkyTeam"],["SkyTeam"]]}," alliance, also cooperates and codeshares with other carriers outside the alliance. Rome Fiumicino (",{"type":"{{","value":[["IATA"],["FCO"]]},") is the main hub, while Milano Malpensa (",{"type":"{{","value":[["IATA"],["MXP"]]},") has been relegated to a lesser role."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Ryanair"],["alt=",{"type":"{{","value":[["IATA"],["FR"]]}],["url=http:\/\/www.ryanair.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=899 55 25 89"],["tollfree="],["fax="],["hours="],["price="],["content=\nTen bases plus eleven more destinations in Italy."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=easyjet"],["alt=",{"type":"{{","value":[["IATA"],["U2"]]}],["url=http:\/\/www.easyjet.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=199 201 840"],["tollfree="],["fax="],["hours="],["price="],["content=\nTwo bases and many destinations in Italy."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Wizz Air"],["alt=",{"type":"{{","value":[["IATA"],["W6"]]}],["url=http:\/\/www.wizzair.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=899 018 874"],["tollfree="],["fax="],["hours="],["price="],["content=\nLinks some italian airports with Eastern Europe."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Blu Express"],["alt=",{"type":"{{","value":[["IATA"],["BV"]]}],["url=http:\/\/www.blu-express.com\/en\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=06 98956677"],["tollfree="],["fax="],["hours="],["price="],["content=\nMainly focused on domestic routes, links Rome Fiumicino with some international destinations."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Meridiana Fly"],["alt=",{"type":"{{","value":[["IATA"],["IG"]]}],["url=http:\/\/www.meridiana.it\/en\/index.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone=89 29 28"],["tollfree="],["fax="],["hours="],["price="],["content=\nMostly active in  ",{"type":"[[","value":[["Sardinia"]]},", offers seasonal filghts to New York, London, Moscow, Tel Aviv and some other international locations."]]}]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Austria"]]}," via ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Innsbruck"]]}," and ",{"type":"[[","value":[["Villach"]]}]},{"type":"*","value":["From ",{"type":"[[","value":[["France"]]}," via ",{"type":"[[","value":[["Nice"]]},", ",{"type":"[[","value":[["Lyon"]]},", and ",{"type":"[[","value":[["Paris"]]}]},{"type":"*","value":["From ",{"type":"[[","value":[["Germany"]]}," via ",{"type":"[[","value":[["Munich"]]}]},{"type":"*","value":["From ",{"type":"[[","value":[["Spain"]]}," via ",{"type":"[[","value":[["Barcelona"]]}]},{"type":"*","value":["From ",{"type":"[[","value":[["Switzerland"]]}," via ",{"type":"[[","value":[["Basel"]]},", ",{"type":"[[","value":[["Geneva"]]}," and ",{"type":"[[","value":[["Zürich"]]}]},{"type":"*","value":["From ",{"type":"[[","value":[["Slovenia"]]}," via ",{"type":"[[","value":[["Ljubljana"]]},"  to Opicina, a small village above ",{"type":"[[","value":[["Trieste"]]}," or via ",{"type":"[[","value":[["Nova Gorica"]]}," and a short walk to ",{"type":"[[","value":[["Gorizia"]]},", Italy"]},"\nIf travelling to or from France on the ",{"type":"[","value":["https:\/\/www.thello.com\/ Thello"]}," sleeper train, spend a few minutes before your journey buying sandwiches or other food.\n\n",{"type":"===","value":["By car"]},"\nItaly borders on ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Switzerland"]]}," and ",{"type":"[[","value":[["Slovenia"]]},". All borders are open (without passport\/customs checks), but cars can be stopped behind the border for random checks. Switzerland is now part of the Schengen zone, and ended systematic identity checks for travellers on land borders from December 2008. \n\n",{"type":"===","value":[" By bus "]},"\nWith ",{"type":"[","value":["http:\/\/www.eurolines.it\/index.php?option=com_frontpage&Itemid=1&lang=en Eurolines"]},". There are regular buses between Ljubljana, Slovenian coastal towns and Istria (Croatia) and Trieste (Italy). These services are cheap and from Trieste onward connections with the rest of Italy are plentiful. There are also a bus that goes from Malmö, Sweden via Denmark, Germany and Switzerland and then goes through the country and then back to Sweden.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"''","value":[" See also ",{"type":"[[","value":[["Ferries in the Mediterranean"]]}]},"\n\nThere are several ferries departing from ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Albania"]]},", ",{"type":"[[","value":[["Montenegro"]]}," and ",{"type":"[[","value":[["Croatia"]]},". Most of them arrive at ",{"type":"[[","value":[["Venice"]]},", ",{"type":"[[","value":[["Ancona"]]},", ",{"type":"[[","value":[["Bari"]]}," and ",{"type":"[[","value":[["Brindisi"]]},".\n\nSome regular ferry services connect the island of ",{"type":"[[","value":[["Corsica"]]}," in ",{"type":"[[","value":[["France"]]}," to ",{"type":"[[","value":[["Genoa"]]},", ",{"type":"[[","value":[["Livorno"]]},", ",{"type":"[[","value":[["Civitavecchia"]]},", ",{"type":"[[","value":[["Naples"]]}," and North of ",{"type":"[[","value":[["Sardinia"]]},". ",{"type":"[[","value":[["Barcelona"]]}," is connected to ",{"type":"[[","value":[["Civitavecchia"]]}," and to ",{"type":"[[","value":[["Genoa"]]},".\n\nSome regular ferry services connect ",{"type":"[[","value":[["Sicily"]]}," and ",{"type":"[[","value":[["Naples"]]}," to some ",{"type":"[[","value":[["North Africa"]]},"n harbours.\n\nThere is a hydrofoil service running from ",{"type":"[[","value":[["Pozzallo"]]}," on the south-eastern coast of ",{"type":"[[","value":[["Sicily"]]}," to ",{"type":"[[","value":[["Malta"]]},".\n\nThere is a year-round service between ",{"type":"[[","value":[["Trieste"]]}," and Albania and summer services between Trieste and ",{"type":"[[","value":[["Piran"]]}," (Slovenia) and ",{"type":"[[","value":[["Porec"]]}," and ",{"type":"[[","value":[["Rovinj"]]}," in Croatian Istria.  The service between Trieste and Rovinj takes less than 2 hours which is quicker than the bus service.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\nTrains in Italy are generally good value; frequent, but of mixed reliability.\n\nThe railway market in Italy has been recently opened to competition, so on some high speed routes you have the choice between \"Nuovo Trasporto Viaggiatori\" (privately owned) and \"Trenitalia\" (state owned). On every other route, the state is the sole player, with either Trenitalia or a regional operator monopolizing local markets.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Nuovo Trasporto Viaggiatori"],["url=http:\/\/www.italotreno.it\/EN\/Pages\/default.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone=060708"],["tollfree="],["fax="],["hours="],["price="],["content=NTV's \".Italo\" train started Italy's high speed network in 2012. Their services have expanded ever since, currently serving Rome, Milan, Turin, Venice, Florence, Naples and other major cities. While they are not positioning themselves as a low cost carrier (focusing instead on providing a much better service), for some routes and dates their prices may be substantially lower than the competition. Check their website along with Trenitalia's to choose the cheapest or most convenient solution."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Trenitalia"],["url=http:\/\/www.trenitalia.com\/cms\/v\/index.jsp?vgnextoid=ad1ce14114bc9110VgnVCM10000080a3e90aRCRD"],["email="],["address="],["lat="],["long="],["directions="],["phone=892021"],["tollfree="],["fax="],["hours="],["price="],["content=Trenitalia runs a wide range of train types: ",{"type":"'''","value":["high-speed trains"]}," (Frecciarossa, Frecciargento, Frecciabianca, Eurostar Italia), ",{"type":"'''","value":["Intercity"]},", ",{"type":"'''","value":["regional trains"]}," (Regionali, Regionali Veloci) and ",{"type":"'''","value":["international trains"]}," (Eurocity, Euronight).",{"type":"<","value":["br"]},"High-speed trains are efficient and very comfortable, travelling up to 360km\/h and stopping only at major stations. They connect Rome with Turin, Milan, Venice, Bologna, Florence, Naples and other cities. They are also the most expensive train type by far. To travel on these trains you are required to pay a supplement to the standard ticket, which includes the booking fee.",{"type":"<","value":["br"]},"Regional trains are the slowest, cheapest and less reliable, stopping at all stations.",{"type":"<","value":["br"]},"Intercity trains are somewhere in between high-speed and local trains. They are generally reliable, but if you need to catch a flight, for example, it might be better to pay extra for the high-speed trains."]]}]},"\nOn long distance trains there are 1st and 2nd classes. A 2nd class ticket costs about 80% the price of a 1st class ticket. On high-speed trains you can also choose between basic, standard and flexible tickets. Basic tickets are of course the cheapest.\nOn high-speed trains seating reservation is compulsory. This means your seat is theoretically guaranteed, but it also means you will need to purchase tickets in advance. Actually, many passengers with tickets for other trains that take a wrong one will have to pay the cheap fine for not having a seat reservation. As a result, on major routes or peak hours, expect to find your seat taken, in this case just showing the ticket is enough to get your seat.",{"type":"<","value":["br"]}," \nDuring commuter hours, on major north-south routes during the holidays, or before and after large political demonstrations, trains on the lower train types can become extremely full, to the point where it gets very uncomfortable, in which case you could find yourself sitting on a tiny fold out flap in the hallway, where you'll have to move for everyone passing by.\n\nWhile between Milan and Naples (including Bologna, Florence and Rome) high-speed trains cut travel times in half, on other routes, such as between Rome and Genoa, Naples and Reggio Calabria, Venice and Trieste, high-speed trains travel on the traditional line rather than on a dedicated high-speed line, with only marginally shorter travel times compared to Intercity trains, thus taking them might be a waste of money. Just check the ",{"type":"[","value":["http:\/\/www.trenitalia.com\/en\/index.html Trenitalia website"]}," or the printed schedule, usually located near the entrance to each platform, to see how long the trip will take.\n\nOn long routes, such as ",{"type":"[[","value":[["Milan"]]}," - ",{"type":"[[","value":[["Rome"]]}," or ",{"type":"[[","value":[["Milan"]]}," - ",{"type":"[[","value":[["Reggio di Calabria"]]},", Trenitalia operates special night trains ",{"type":"'''","value":["Treni Notte"]},". They depart around 22.00 and arrive in the morning. Depending on the train, you may be able to choose between normal seats, couchette and sleeper cabins of different categories. Seats are cheapest, but even sleeper cabins are not prohibitively expensive and are a very relaxing way to travel long distances. Also keep in mind some trains do not provide air conditioning so bring your own water bottle during the hot summer months.\n\nOn the train schedules displayed at each station, every train is listed in different colours (i.e. blue, red, green).  The arrival times are listed in parentheses next to the names of each destination.  One thing to watch out for is that certain trains only operate seasonally, or for certain time periods (for example, during holidays).\n\nThe lines to buy tickets can be very long, and slow, so get to the station early.  There are touch-screen ticket machines which are very useful, efficient, and multilingual, but there are never that many, and the lines for those can be very long too.\n\nYou can also buy tickets online on the ",{"type":"[","value":["http:\/\/trenitalia.com\/ Trenitalia website"]},"; you will receive a code (codice di prenotatione (PNR)) that is used to pick up the ticket from a ticket machine in the station (\"Self Service\"). For some (but not all) trains you can also choose a ",{"type":"''","value":["ticketless"]}," option, where you print out the ticket yourself. See also below at ",{"type":"[[","value":[["Italy#Trenitalia Ticketless"],["Trenitalia Ticketless"]]},". You can also choose an option to have a \"proper\" receipt printed on the train, should you need one. By default the site will only show the \"best\" (usually more expensive) connections - you may select to \"show all connections\" to see if there are slower but cheaper connections available.\n\nHigh-speed trains can fill up, so if you're on a tight schedule you should buy those tickets in advance. In general, you should buy the tickets ",{"type":"''","value":["before"]}," boarding the train. The Italian Rail recently (end of 2007) started a campaign against fare evasion, and introduced heftier fines (starting at €50). If you're really running late and you have no ticket, it's probably best to directly talk with the conductor (",{"type":"''","value":["il controllore"]}," or ",{"type":"''","value":["il capotreno"]},") outside the train when boarding.\n\nRemember that you ",{"type":"'''","value":["must"]}," validate the ticket before boarding most trains, by stamping it in one of the yellow boxes (marked ",{"type":"''","value":["Convalida"]},"). Travelling with an unstamped ticket is technically the same as travelling without ticket. It is quite important not to forget to validate your ticket as the conductors are generally not tolerant in this particular matter. The exception are tickets which specify the day and time of travel; since those are only valid for one specific train they generally do not need to be validated.\n\nThe cheapest way to travel in a region is to buy  a ",{"type":"'''","value":["zone ticket card"]},". A chart displayed near the validating machine tells you how many zones you must ",{"type":"''","value":["pay"]}," between stations. To buy a zone card for the next region you would have to get off the train at the last station and because the stops are so short you would have to board the next train (usually in about 1 hour).\n\nSince 2005 a ",{"type":"'''","value":["smoking ban"]}," in public places has been in effect in Italy. You will be subject to fines for smoking on any Italian train.\n\nThere are special deals offered too, some of them are reserved to foreign tourist and others are available to locals. Some deals are passes that allow travel during a chosen period, while other special offers are normal tickets sold at decent prices with some restrictions. Before you choose to buy a pass, check first if it is cheaper than buying a normal ticket (or better, a discounted normal ticket, if available).\n\nIf you are travelling a lot, and you're not Italian and a resident of another EU nation,  you can get a TRENITALIA PASS: you buy a number of days of travel to be used within 2 months, however you still have to pay a supplement on the compulsory reservation services, i.e. TBiz, Eurostar Italia, Intercity Plus and Intercity which will between EUR 5.00 and EUR 25.00 depending on the train type. Details are on the ",{"type":"[","value":["http:\/\/www.trenitalia.com\/en\/index.html Trenitalia website"]},", and also on the  ",{"type":"[","value":["http:\/\/www.railchoice.co.uk\/trenitalia\/information.asp?aid=&prodid=7 RailChoice website"]},".\n\nTrenitalia's ",{"type":"'''","value":["Ticketless"]}," option is only available when booked online or at an approved travel agency, and only for high-speed and intercity trains. The Ticketless solution allows you to buy a ticket online, get a PNR code via mail and board the train directly. You can choose whether to obtain a receipt by email or pick it up on board the train. On board you must tell the conductor your PNR code to allow him\/her to issue the receipt, or confirm your presence on board if you have already obtained the payment receipt by email.\n\n",{"type":"===","value":["By plane"]},"\n\nThe advent of low cost carriers made domestic air travel a viable option for almost everyone. When booked in advance, plane tickets for long trips are almost always cheaper than train fares.\nThe most prominent competitors in the domestic air travel market are Alitalia, Ryanair and Easyjet. Blue Express and Meridiana Fly follow suit, with other small players appearing and disappearing often.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"<","value":["div",{"style":"float: right;"},[{"type":"<","value":["gallery",{"perrow":"3","heights":"50px","width":"275px","widths":"50px"},["\nFile:Italian traffic signs - circolazione rotatoria.svg|Roundabout\nFile:Italian traffic signs - lavori.svg|Road works\nFile:Italian traffic signs - diritto di precedenza.svg|Priority road\nFile:Italian traffic signs - limite di velocità 50.svg|Speed limit\nFile:Italian traffic signs - divieto di fermata.svg|No stopping\nFile:Italian traffic signs - senso vietato.svg|No Entry\nFile:Italian traffic signs - passaggi consentiti.svg|Pass either side\nFile:Italian traffic signs - limite minimo di velocità 30.svg|Minimum speed\nFile:Strada Statale 10 Italia.svg|Road number\n<\/center>"]]}]]},"\nItaly has a well-developed system of motorways (",{"type":"''","value":["autostrade"]},") in the North, while in the South it's a bit worse for quality and extent. Every motorway is identified by an A followed by a number on a green backdrop. Most motorways are toll roads. Some have toll stations giving you access to a whole section (particularly the ",{"type":"''","value":["tangenziali"]}," of Naples, Rome, and Milan, for example), but generally, most have entrance and exit toll stations; on those motorways, you need to collect a ticket upon entrance and your toll amount will be calculated upon exit depending on the distance covered. Tolls depend on the motorways and stretches; as a rough estimate, you should expect a toll between €0.06 and €0.12 for each kilometre. Don't lose your entrance ticket, for if you do, it will be assumed you have entered the motorway at the farthest station from your exit and be charged the maximum toll possible. All the ",{"type":"'''","value":["blue lanes"]}," (marked ",{"type":"'''","value":["\"Viacard\""]},") of toll stations are automatic machines accepting major credit cards as well as pre-paid cards (called ",{"type":"''","value":["Viacard"]},") that are for sale at service stations along the motorway or for instance at several tobacconists' in cities. If you have problems with the machine (e.g. your credit card can't be read), press the ",{"type":"''","value":["assistenza"]}," button and wait for an operator to help you - be prepared to have to pay your toll in cash if problems persist. ",{"type":"'''","value":["Do not reverse"]}," to move into another lane, even if you might see other locals doing it, unless the personnel or the police clearly instruct you to do so; reversing in toll stations is considered equivalent to reversing on the motorway and ",{"type":"''","value":["very heavily"]}," fined if you get caught.\n\nMany Italians use an electronic pay-toll device, and there are reserved lanes marked in ",{"type":"'''","value":["Yellow"]}," with the sign ",{"type":"'''","value":["\"Telepass\""]}," or a simply ",{"type":"'''","value":["\"T\""]},". Driving through those lanes (controlled by camera system) without the device will result in a fine and a payment of the toll for the longest distance. Due to agreement with other countries, if you're foreigner, you'll pay also extra cost for locating you in your country.\n\nSpeeding on the ",{"type":"''","value":["autostrade"]}," is nowadays far less common than in the past because of sensibly strengthened control in the last years. There are a number of automatic and almost invisible systems to punish speeding and hazardous driving, also Italian Highway Patrol (",{"type":"''","value":["Polizia Stradale"]},") operates several unmarked cars equipped with very advanced speed radars and camera systems. Since 2006, several sections of the Italian Highways are equipped with an automatic system called ",{"type":"''","value":["Tutor"]}," with automatic license plate recognition, which checks the average speed of all vehicles over a road stretch. The coverage of this system is being extended to more and more motorways. At times, road signs will remind you of the presence of this system.\n\nIf virtually all vehicles around you seem to behave, scrupulously driving at the speed limit or even a bit below, this is a good hint that some kind of enforcement system is in operation on that road. As a foreigner, it will be better to stay on the safe side and respect limits and rules at all times, even when locals driving like crazy might lead you to think a certain speed limit or \"no passing\" sign was a mere suggestion: every now and then, those locals do encounter the police on their way.\n\nFlashing your headlights may be interpreted differently to the way you intend. Flashing your lights may be understood either as a request to give way or as an invitation to go first, depending on the situation. A vehicle coming in the opposite direction flashing repeatedly might warn you about a danger or a police car\/checkpoint further on the road (although this practice is forbidden).\n\nUnless different limits are posted, general speed limits are:\n",{"type":"*","value":["130 km\/h on motorways (",{"type":"''","value":["autostrade"]},") (110 km\/h in case of rain);"]},{"type":"*","value":["110 km\/h on divided, grade-separated highways marked with blue motorway signs at the entrances, called ",{"type":"''","value":["superstrade"]},";"]},{"type":"*","value":["90 km\/h general speed limit on highways and roads outside urban areas;"]},{"type":"*","value":["50 km\/h in urban areas - an urban area beginning with a white sign with the town\/city name written in black, and ending with a similar sign barred in red."]},"\nItalian laws allow a 5% (minimum 5 km\/h) tolerance on speed limits.\nFines are generally very expensive. If you are caught doing more than 40 km\/h over the speed limit, you will be fined in excess of €500 and will receive an immediate driving ban from 1 to 3 months, leaving you on foot that very moment (you may reach the destination of your current journey). Non-resident drivers of vehicles with foreign registration are required either to pay their fines on the spot if they accept it, or to pay a deposit on the spot if they intend to appeal afterwards; either way, you must pay something immediately and the police won't hesitate to escort you to the nearest ATM to withdraw the cash you need. While chances of getting caught are admittedly not terribly high, you really don't want all of this to happen to you.\n\nAs of 2003, all vehicles must use headlights at all times outside urban areas, including motorways. Motorbikes must drive with headlights on at all times everywhere.\n\nThe issue of drunk driving has received a great deal of attention in the last years after a series of lethal accidents. The tolerated limit is ",{"type":"'''","value":["0.50g\/L"]}," in blood; being above this limit is a crime punishable by heavy fines, license revocation, jail time and even immediate confiscation of one's own vehicle in the most serious cases. The limit for drivers under 21 years of age or less than 3 years of driving experience or professional drivers is ",{"type":"'''","value":["zero"]},". Unfortunately, enforcement, although stronger than before, is still insufficient and drunk driving is still somewhat an issue.\n\nAll passengers are required to wear their seat belts and children under 10 must use the back seats. Children under 12 years of age must use either an approved car seat or a seat booster, depending on the age.\n\nAt unmarked intersections, you are supposed to yield to any vehicle coming from your right. Be on the look-out because many Italians seem to ignore this rule and will insist on an non-existent right of way just because they are going straight on or they are travelling on what they think is the main road, even if the intersection is actually completely unmarked. This especially occurs in large cities at night time, when traffic lights at some intersections are switched off. Most times, the minor roads at those intersections will have a \"give way\" sign, but sometimes they don't, which is both confusing, because you never know if the crossing road has a sign or is unmarked, and dangerous because you might expect the vehicle coming from your left to let you pass while it will assume you have a \"give way\" sign and will carry on travelling like a bullet.\n\nBe advised that many Italians don't take road markings too seriously (a few of them don't even seem to notice there are any road markings...), which can be odd if you come from north of the Alps. On multi-lane roads, you should always be wary of vehicles on other lanes invading your lane in curves. Lane markings in multi-lane roundabouts are systematically ignored and virtually all motorists will \"cut off\" while negotiating the roundabout and again when exiting, of course without signalling. There is a fair amount of confusion in Italy about the correct behaviour in large roundabouts; you should exercise caution there, expect vehicles entering, turning and exiting at any time without signalling and never travel side by side with other vehicles in a roundabout assuming the other will respect the lane markings.\n\nSignposts used in Italy are patterned according to EU recommendations and use mostly pictographs (not text). Motorway (",{"type":"''","value":["autostrade"]},") directions are written on a green background while general highway signs (including those on the divided-carriageway, grade-separated ",{"type":"''","value":["superstrade"]},") are on a blue background, and urban or local road signs are on a white one.\n\nWhen on a timetable, use the ",{"type":"''","value":["autostrade"]}," - marked in green - where available and avoid using the general highways - marked in blue - for long distances (unless they are the divided-carriageway, grade-separated ",{"type":"''","value":["superstrade"]},"). While the toll on the ",{"type":"''","value":["autostrade"]}," can be rather expensive, they significantly decrease your travel time, whereas general roads can be annoyingly slow since they are heavily used by local traffic, can be clogged with trucks, can feature lots of roundabouts or traffic lights and will often run through towns and villages without bypasses. On the other side, general roads often offer breath-taking scenery and should be your first choice if you are not in a rush and want to explore the real nature of the country.\n\nFuel prices are in line with those in western Europe and considerably more expensive than in North America and Japan. As of 2012, prices wander about €1.80\/L for gasoline and €1.70\/L for diesel. At most stations, only one sort of 95-octane gasoline and one sort of diesel is available; some others additionally have premium gasoline and\/or premium diesel sorts. At many service stations, there is a considerable price difference between self-service filling (",{"type":"''","value":["self-service"]},") and having an attendant do it (",{"type":"''","value":["servito"]},"). The respective pumps are marked accordingly when you enter the gas station, and you are supposed to pull up to the pump(s) according to the type of service you'd like. If you stop at an attendant-served pump, just wait and an attendant will pop out within seconds.\n\nTraffic in large Italian cities is really heavy and finding a parking spot can vary from a challenging to an impossible enterprise at times, so driving in Italian large cities is not advisable unless you really need to. Basically in any large city, you'll be better off parking your vehicle at a park-and-ride facility or somewhere in the outskirts and using public transport, which is reasonably reliable and quite cheap.\nBe very careful with ",{"type":"''","value":["Zone a Traffico Limitato"]}," or ",{"type":"[","value":["http:\/\/ztl-italia.blogspot.com\/"]}," ",{"type":"[","value":["http:\/\/www.slowtrav.com\/italy\/driving\/traffic_cameras_speeding.htm ",{"type":"'''","value":["ZTL"]},"s (Limited Traffic Zones)"]}," They are restricted areas in many medium-sized and large Italian cities, mostly but not only in the historical centres, where only authorized vehicles are permitted. The entrance to a ZTL is marked by signs and cameras, which go easily unnoticed by tourists driving a car. Many tourists every year report being fined (about €100) for entering a ZTL unknowingly. Tourists renting a car ",{"type":"'''","value":["will"]}," end up receiving one or more tickets months later at their homes, including additional fees for the paperwork needed to send the papers abroad. Also, the renting companies may charge from 15 to 50 euros to give the driver details to the police. So entering those zones without authorization might easily add up to a fine over €200. If you booked an accommodation in a city centre and plan to reach it by car, you should check in advance if it lies within such a limited zone and if you are entitled to an authorization.\n\nEU licences are automatically recognized. If you don't have an EU driving licence, you need an International Driving Permit in addition to your home driver's license in order to drive. To obtain a formal recognition of your driving licence (",{"type":"''","value":["adeguamento"]}," or ",{"type":"''","value":["tagliando di riconoscimento"]},") you will need to pass a medical examination. You can ask Italian authorities for a duplicate if it gets lost or stolen. \n\nAll motor vehicles in Italy must have insurance (",{"type":"''","value":["assicurazione"]},") for at least third party liability.\n\n",{"type":"===","value":["By bus"]},"\n\nBuy town bus tickets from corner shops, bus company offices or automated machines before boarding (on ",{"type":"''","value":["some"]}," systems, tickets ",{"type":"''","value":["might"]}," be bought on-board from an automated machine). Buying tickets from the bus driver is generally not possible.\nThe payment system for most mass transit in Italy (urban trains, city buses, subway) is based on voluntary payment combined with variable enforcement. Tickets are bought before boarding and validated on an on-board machine; inspectors may board the vehicle to check the passengers' tickets and issue fines to those who do not have a validated ticket. Bus company inspectors are generally recognizable by some item displaying the company's logo. When issuing a fine inspectors are allowed to ask to see your documents, and they have to give some sort of receipt with date, time and location. They are never allowed to directly collect the fine (which generally can be payed at a post office). Assaulting an inspector during his work is a serious offense.\n\nDaily, weekly, monthly and year-round tickets are generally available, in addition to multi-use tickets. These may or may not need to be validated. In almost every city there's a different pricing scheme, so check in advance ticket formulas and availability.\nFor tourists it may be very convenient to buy daily (or multi-day) tickets that allow you to travel as much as you want in a single (or more) day.\nEvery major city also has some type of ",{"type":"'''","value":["City Card"]},", a fixed-fee card allowing you to travel on local public transportation and visit a number of museums and giving you discounts in shops, hotels and restaurants.\n\nCheck for both these possibilities at local Tourist Offices or on the city's website (which is often of the form www.comune.",{"type":"''","value":["cityname"]},".it as for example www.comune.roma.it).\n\n",{"type":"===","value":["By thumb"]},"\nHitchhiking in Italy is associated with the 1960s hippies and \"on the road\" kind of culture. Therefore, it is considered out-dated and useless. You will almost never find Italians hitchhiking unless there's a serious problem with the bus or other means of transportation. Also, it is nowadays common to spot prostitutes by the side of the road pretending to hitchkike to attact clientele so it's advisable to avoid being mistaken for one.\nHitchhiking in the summer in touristy areas works okay because you'll get rides from Northern European tourists, and it works okay in very rural areas as long as there is consistent traffic (because you're still playing the odds), but hitchhiking near large cities or along busy routes is ",{"type":"'''","value":["extremely frustrating"]},". Hitchhiking along expressways and highways is forbidden by law. Off the Autostrada things are also a bit difficult: Italians are generally friendly people, but they're less likely to pick up hitchhikers than anyone else in the world.  It is easier to hitchhike out of the Bronx than it is to hitchhike in Italy.\n\n",{"type":"===","value":["By boat"]},"\nApproaching Italy by sea can be a great experience and is a good alternative to traditional onshore “tours”.\nA yacht charter to Italy is a fulfilling way to experience the country. Although the yacht charter industry is smaller than one would expect for this incredibly popular tourist destination, there are many reasons to choose a yacht over a more conventional onshore approach. The Italian coast, like the French coast, attracts luxury yacht charters of the highest standards. “Touring” Italy from a private yacht is surprisingly convenient and comfortable. Italy’s dramatic coastline is best appreciated from the sea and the Italians know it! You may take a swim whenever you like, and many of the most famous sights are within easy reach of the seashore. Cruising on a private yacht also offers you a certain relief from the crowds and traffic that are traditionally unavoidable in Italy’s most popular destinations.\nThere are major distinct nautical regions in Italy: Tuscany, Amalfi Coast, Sardinia and Sicily. Each has its own flavor and focus. Be sure to plan your itinerary carefully as each region is rewarding in its own particular way.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Italian phrasebook"]]},"\n\nNot surprisingly, ",{"type":"'''","value":[{"type":"[[","value":[["Italian phrasebook"],["Italian"]]}]}," (",{"type":"''","value":["italiano"]},") is the language spoken natively by most Italians. Italian is similar to ",{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]},", so if you speak Spanish, locals will generally be able to puzzle you out with some difficulty, and you will also find it easy to pick up Italian.\n\nEvery region in Italy has a distinct native Romance language in addition to Italian that may or may not be the native language of the locals depending on the area: in areas like Rome or Milan the spoken language is nowadays mostly Italian with slight local influence, whereas in rural areas the local language is more common; though people will usually be bilingual. Even though Italians call the native languages \"dialects\" they are in practice separate languages, much like Chinese languages; they have their own way of writing and don't always belong to the same language family as Italian.\n\nA good phrasebook will be very useful if you're going anywhere remote, while in most big cities you will find many people understanding English, Spanish or French. But even in those areas Italians will be happy to hear you trying to speak Italian or the local language, and will try to understand you even if you are making many mistakes. If you want your errors to be corrected to help you better learn the language, don't forget to ask before starting a conversation. Some Italians may choose not to correct you otherwise, out of politeness. They also appreciate your efforts to speak their language, even if you do it badly, and won't make too much fuss about your mistakes.\n\n",{"type":"'''","value":["English"]}," is spoken at varied levels of proficiency in the well-traveled touristic areas where it may be used by shopkeepers and tourist operators. In the cities you can often speak English with people under the age of 40: almost everyone has had to take an English class in school (two hours per week) since the 1980s, and it is widely spoken by those working in the academic fields such as researchers and university lecturers. However, due to a lack of exposure and practice, English proficiency among the general Italian population tends to be poor, with only a minority being conversant in it, and most people's knowledge of English being restricted to nothing more than a few basic words and phrases. Senior citizens rarely know English, but they'll try to help you anyway with gestures or similar words and they will most surely assume you understand Italian. If you are going to speak in English, make sure you begin the conversation in Italian and ask if the person understands English before proceeding. Speaking in a foreign language while assuming it will be understood will be considered very arrogant and impolite by many Italians.\n\nIn ",{"type":"[[","value":[["South Tyrol"]]}," the majority of people also speak Austro-Bavarian, a Germanic language closely related to German, as their native language (except in the region's capital Bolzano), and German (which is spoken by almost all Austro-Bavarian speakers) is an official language of the autonomous province in addition to Italian, because those regions used to be part of the Austro-Hungarian Empire until the end of World War I.\n\nThe ",{"type":"'''","value":["Romance"]}," languages Spanish, French and Portuguese, are not as widely spoken but as they are broadly similar to Italian many will recognize some words thus making yourself understood. In the northwesternmost ",{"type":"[[","value":[["Valle d'Aosta"]]}," region there is a Franco-Provençal speaking minority.\n\nIn the northern part of Italy, there are small pockets of other Romance languages like Ladin, a Rhaeto-Romance language related to ",{"type":"[[","value":[["Switzerland"]]},"'s Romansh. Friulano, another Rhaeto-Romance language, is still spoken by a small minority in the border province near Slovenia. There are several small pockets of ",{"type":"[[","value":[["Greek"]]},"-speaking communities in the southern regions of ",{"type":"[[","value":[["Calabria"]]}," and ",{"type":"[[","value":[["Puglia"]]}," and there are an estimated 100,000 ",{"type":"[[","value":[["Albanian"]]}," speakers in Puglia, Calabria and Sicily—some of whom migrated in the Middle Ages and thus speak the rather medieval-sounding ",{"type":"[[","value":[["Arberesh phrasebook"],["Arberesh"]]}," language. Italian is the only official language of Italy but some regions have other language which are also official: German in South Tyrol, Slovene in Friuli-Venezia Giulia and French in Valle d'Aosta.\n\nSlovene is a native language in parts of Friuli-Venezia Giulia alongside Italian and is widely spoken in villages near the Slovenian border and ",{"type":"[[","value":[["Trieste"]]},".  In almost all cases Slovene speakers will also speak Italian and the Slovene minority will often speak better English than those whose native language is Italian.\n\n",{"type":"==","value":["See"]},"\nThere is so much to see in Italy that it is difficult to know where to begin. Virtually every small village has an interesting location or two, plus a couple of other things to see.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Etruscan Italy."]}," If you have limited time and no potential to travel outside the main cities, then don't miss the amazing collection at the Etruscan Museum at Villa Giulia in Rome. Hiring a car gives access to the painted tombs and museum of ",{"type":"[[","value":[["Tarquinia"]]}," or the enormous burial complex at ",{"type":"[[","value":[["Cerveteri"]]}," and those are just the sites within easy reach of Rome."]},{"type":"[[","value":[["File:Bikini mosaic.jpg"],["thumb"],["right"],["250px"],["Roman bikinis. Mosaic from the Villa Romana at ",{"type":"[[","value":[["Piazza Armerina"]]},", Sicily."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Greek Influence."]}," Well-preserved Greek temples at ",{"type":"[[","value":[["Agrigento"]]}," in the southwest of Sicily and at ",{"type":"[[","value":[["Paestum"]]},", just south of Naples, give a good understanding of the extent of Greek influence on Italy."]},{"type":"*","value":[" ",{"type":"'''","value":["Roman ruins."]}," From the south, in Sicily, to the north of the country Italy is full of reminders of the Roman empire. In ",{"type":"[[","value":[["Taormina"]]},", Sicily check out the Roman theatre, with excellent views of Mt. Etna on a clear day. Also in Sicily, don't miss the well-preserved mosaics at ",{"type":"[[","value":[["Piazza Armerina"]]},". Moving north to just south of Naples, you find ",{"type":"[[","value":[["Pompeii"]]}," and ",{"type":"[[","value":[["Herculaneum"]]},", covered in lava by Mt. Vesuvius and, as a result, amazingly well preserved. To ",{"type":"[[","value":[["Rome"]]}," and every street in the center seems to have a few pieces of inscribed Roman stone built into more recent buildings. Don't miss the Colosseum, the Roman Forum, the Aqueducts, the Appian Way, and a dozen or so museums devoted to Roman ruins. Further north, the Roman amphitheatre at ",{"type":"[[","value":[["Verona"]]}," is definitely not to be missed."]},{"type":"[[","value":[["File:Florence italy duomo.jpg"],["thumb"],["right"],["250px"],["Florence's cathedral; bell tower by Giotto to the left and the tower of the Palazzo Vecchio in front"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Christian Italy."]}," The ",{"type":"[[","value":[["Rome\/Vatican"],["Vatican"]]}," is the seat of the Roman Catholic Church. Although inside Rome it has the status of a separate state. Don't miss St Peter's and the Vatican Museum. Rome, itself, has over 900 churches; a large number of these are worth a quick visit. Throughout Italy there is some truly amazing Christian architecture covering the Romanesque (700-1200); Gothic (1100-1450); Renaissance (1400-1600); and ornate Baroque (1600-1830) styles. Although theft of artwork has been a problem, major city churches and cathedrals retain an enormous number of paintings and sculptures and others have been moved to city and Church museums. Frescoes and mosaics are everywhere, and quite stunning. Don't just look for churches: in rural areas there are some fascinating monasteries to be discovered. When planning to visit churches, note that all but the largest are usually closed between 12.30 and 15.30."]},{"type":"*","value":[" ",{"type":"'''","value":["The Byzantine Cities."]}," The Byzantines controlled northern Italy until kicked out by the Lombards in 751. ",{"type":"[[","value":[["Venice"]]}," is of course world famous and nearby Chioggia, also in the Lagoon, is a smaller version.  ",{"type":"[[","value":[["Ravenna"],["Ravenna's churches"]]}," have some incredible mosaics. Visiting Ravenna requires a bit of a detour, but it is well worth it."]},{"type":"*","value":[" ",{"type":"'''","value":["The Renaissance."]},"Start with a visit to Piazza Michelangelo in ",{"type":"[[","value":[["Florence"]]}," to admire the famous view. Then set about exploring the many museums, both inside and outside Florence, that house Renaissance masterpieces. The Renaissance, or Rebirth, (",{"type":"''","value":["Rinascimento"]}," in Italian) lasted between 14th and 16th centuries and is generally believed to have begun in Florence. The list of famous names is endless: in architecture  Ghiberti (the cathedral's bronze doors), Brunelleschi (the dome), and Giotto (the bell tower). In literature: Dante, Petrarch and Machiavelli. In painting and sculpture: Leonardo da Vinci, Michelangelo, Donatello, Masaccio and Boticelli."]},{"type":"*","value":[" ",{"type":"'''","value":["The Streets and squares."]}," You could visit Italy's cities, never go in a church, museum or Roman ruin, and still have a great time. Just wander around, keeping your eyes open. Apart from in the northern Po and Adige valleys most of Italy (including the cities) is hilly or mountainous, giving some great views. Look up when walking around to see amazing roof gardens and classical bell towers. In cities such as Rome, note the continued juxtaposition of expensive stores with small workplaces for artisans. Search for interesting food shops and places to get a good ice cream (",{"type":"''","value":["gelato"]},"). Above all, just enjoy the atmosphere."]},{"type":"*","value":["  ",{"type":"'''","value":["Operas"]},". If you are interested in the famous Italian Operas, they are on play in various cities: Milan, Verona, Parma, Rome, Venice, Turin, Spoleto, Florence, Palermo, Genoa."]},"\n",{"type":"===","value":["Monuments"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["UNESCO World Heritage List#Italy"],["UNESCO World Heritage"]]}]},"\n",{"type":"===","value":["Islands"]},"\n",{"type":"[[","value":[["File:Stromboli und Strombolicchio.JPG"],["thumb"],["300px"],["Stromboli"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sicily"]]},", "]},{"type":"*","value":[" ",{"type":"[[","value":[["Sardinia"]]},", "]},{"type":"*","value":[" ",{"type":"[[","value":[["Capri"]]},", "]},{"type":"*","value":[" ",{"type":"[[","value":[["Ischia"]]},", "]},{"type":"*","value":[" ",{"type":"[[","value":[["Elba"]]},", "]},{"type":"*","value":[" ",{"type":"[[","value":[["Procida"]]},", "]},{"type":"*","value":[" ",{"type":"[[","value":[["Aeolian Islands"]]},","]},{"type":"*","value":[" ",{"type":"[[","value":[["Tremiti"]]},","]},{"type":"*","value":[" ",{"type":"[[","value":[["Ustica"]]},","]},{"type":"*","value":[" ",{"type":"[[","value":[["Pantelleria"]]},","]},{"type":"*","value":[" ",{"type":"[[","value":[["Aegadi Islands"]]},","]},{"type":"*","value":[" ",{"type":"[[","value":[["Pelagie Islands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Dino Island"]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Galleria degli Uffizi Florence.jpg"],["right"],["250px"],["thumb"],["The Uffizi gallery in Florence, regarded as being one of the most prestigious art museums in the world."]]},"\nEvery major city has a number of local museums, but some of them have national and international relevance.\n\nThese are some of the most important permanent collections.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Uffizi Museum"],["alt="],["url=http:\/\/www.polomuseale.firenze.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Florence, is one of the greatest museums in the world and a must see. Given the great number of visitors, advance ticket reservation is a good idea, to avoid hour-long queues."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Brera art gallery"],["alt="],["url=http:\/\/www.brera.beniculturali.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Milan is a prestigious museum held in a fine 17th-century palace, which boasts several paintings, including notable ones from the Renaissance era."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Etruscan Academy Museum of the City of Cortona"],["alt="],["url=http:\/\/www.cortonamaec.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Cortona, Tuscany."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Egyptian Museum"],["alt="],["url=http:\/\/www.museoegizio.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Turin, holds the second-largest Egyptian collection in the world, after Egypt's Cairo Museum collection."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Aquarium"],["alt="],["url=http:\/\/www.acquario.ge.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Genoa, one of the largest and most beautiful in the world, is in the ",{"type":"'''","value":["Porto Antico"]}," (ancient port) in an area completely renewed by architect Renzo Piano in 1992."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Science and Technology Museum"],["alt="],["url=http:\/\/www.museoscienza.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Milan, one of the largest in Europe, holds collections about boats, airplanes, trains, cars, motorcycles, radio and energy. Recently has also acquired the Toti submarine, which is open to visitors."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Roman Civilization Museum"],["alt="],["url=http:\/\/www2.comune.roma.it\/museociviltaromana\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Rome, hold the world's largest collection about ancient Rome and a marvellous reproduction (scale 1:250) of the entire Rome area in 325 A.D., the age of Constantine the Great."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=National Cinema Museum"],["alt="],["url=http:\/\/www.museonazionaledelcinema.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Turin, located inside the wonderful ",{"type":"'''","value":["Mole Antonelliana"]},", historical building and symbol of the city."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Automobile Museum"],["alt="],["url=http:\/\/www.museoauto.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Turin, one of the largest in the world, with a 170 car collection covering the entire history of automobiles."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Rome\/Vatican"],["Vatican"]]}," Museum"]},". Not, strictly speaking, in Italy as the Vatican is a separate territory. Visit the museum to see the Sistine Chapel, the rooms painted by Raphael, some amazing early maps and much, much more."]},{"type":"*","value":[" ",{"type":"'''","value":["The Etruscan Museum at Villa Giulia, Rome"]},". Amazing collection of Etruscan art."]},"\n",{"type":"==","value":["Do"]},"\n\nOne of the great things about Italy is that its long thin shape means that when you get fed up with sightseeing you are but a relatively short distance from a beach. But when you get there you might be rather confused, especially if you come from a country where beach access is free to all.\n\nIn theory that is the case in Italy but as with a lot of things in this country the practice may be somewhat different to the law. Many stretches of beach, particularly those close to urban areas, are let out to private concessions. In the season they cover almost all the beach with rows and rows of sunbeds (lettini) and umbrellas (ombrelloni). You have the right to pass through these establishments without being charged to get to the sea, and should be able to walk along the sea in front of them. More affordable are the beaches in ",{"type":"[[","value":[["Calabria"]]},", most are free, you will only need to pay for the eventual equipment you want to rent.\n\nSouth of Rome there are 20 km of free beach at the Circeo National Park. This is thanks to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.valeriani.com\/Mario-Valeriani.html Dr. Mario Valeriani"]}]},", who was in charge of that area after WWII and never gave permissions to build anything, in spite of the very generous bribes offered by a multitude of would be investors and private millionaires, as he though this was a natural marvel that was to remain as it was intended. So today we can all enjoy this stretch of nature. You can bring your own chair and sun cover and you will only be charged a parking fee on the main road.\n\nWhile renting lettini for the day is not particularly expensive at establishments, they can fill up very quickly. There are some free beaches everywhere: they are easily identifiable by the absence of regimented rows of lettini.  They can get very crowded: on a Saturday or Sunday in the summer you won’t find an empty stretch of beach anywhere. Most establishments offer full services including entertainment, bar and restaurant, gym classes, kindergarten and much more. Close to urban areas you will never be far from a fish restaurant on the beach or, at the very least, a bar. On the beach, topless women are more or less accepted everywhere but complete nudity is absolutely not accepted anywhere in Italy and it carries a hefty fine and\/or arrest.",{"type":"[","value":["http:\/\/www.quitalia.com\/WhatToSee"]},"\n\n",{"type":"===","value":["Classical music"]},"\n\nItaly was the birthplace of Western opera during the late 16th century, and unsurprisingly, Italy is some to some of the world's most famous opera houses, the best known of which is the Teatro alla Scala in ",{"type":"[[","value":[["Milan"]]},". The first ever opera was Jacopo Peri's ",{"type":"''","value":["Dafne"]}," (now lost), which was premiered at the Palazzo Corsi in ",{"type":"[[","value":[["Florence"]]}," in 1598, though the oldest surviving opera that is still regularly performed today is ",{"type":"''","value":["L'Orfeo"]}," by Claudio Monteverdi, which was premiered at the court of ",{"type":"[[","value":[["Mantua"]]}," in 1607. Yet another important city in the history of opera is ",{"type":"[[","value":[["Venice"]]},", in which the first public opera house was built, allowing paying members of the general public access to what was once court entertainment for the aristocracy. In fact, in the early 18th century, Italian opera was the most popular form of entertainment among the aristocracy in every European country except France, and even operas that premiered in non-Italian speaking areas such as London and Vienna were written in Italian. Many Italian composers, such as Monteverdi, Vivaldi, Rossini, Verdi and Puccini continue to be revered by classical music enthusiasts, and some of their pieces have even found their way into modern pop culture. In addition to the locals, many foreign composers such as Handel and Mozart also composed several critically acclaimed Italian operas which continue to enchant audiences to this day.\n\n",{"type":"===","value":["Visit the vineyards"]},"\n",{"type":"[[","value":[["File:Wine-growing holding in the Chianti region.jpg"],["thumb"],["Wine-growing holding in the Chianti region"]]},"\n\nItaly is famous for its wine. And its vineyards tend to be in the middle of some beautiful scenery. Taking an organized tour is probably your best bet. Day trips can usually be organized through your hotel if you are staying in a major wine area such as ",{"type":"[[","value":[["Chianti"]]}," or through the local tourism office. There are several companies offering longer tours that include meals and accommodation. A simple web search for “Italian vineyard tours” or “wine tour Italy” will find them. Note that these longer tours tend to emphasise good food, great wine and a high standard of accommodation and are thus expensive. \nIf you rent a car and want to organize your own trips, a helpful website is that of the  Movimento Turismo del Vino. ",{"type":"[","value":["http:\/\/www.movimentoturismovino.it\/?lang=en"]}," The Italian page has a link to ",{"type":"''","value":["itinerari"]}," which is not available in English. Even if you don’t read Italian you can still find addresses and opening hours of some interesting wine producers. Note that “su prenotazione” means By Appointment Only.\n\n",{"type":"===","value":["Cycling tours"]},"\n\nSeveral companies offer cycling tours of the Italian countryside.  They provide cycles, a guide, and transportation for your suitcase, and for you if it all gets a bit too tiring. Tours vary to accommodate different interests. Normally you change city and hotel every day. If you like cycling this is an excellent way of seeing Italy off-the-beaten-track. Search Google, etc. for \"Cycle Tours Italy\" for companies.\n\n",{"type":"===","value":["Sailing"]},"\nSailing is one of the best ways to see the Italian islands such as Sardinia and Sicily. Most charter companies offer many options from bareboat to crewed and cabin charter, with all types of the boats.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["Euro"]]},"\n\nItaly can be quite an expensive country. As everywhere, major cities and central locations have a higher cost of life than suburban and rural places. It is a general rule of thumb that Southern Italy is less expensive than Northern Italy, especially for food; this will, of course, vary by location.\n\nMeals can be had from as cheap as 3€ (if you are happy with a sandwich, panini or falafel from a street vendor);  restaurant bills can be anything from 10€ (a burger with fries\\salad and a soft drink from a pub) to 20€ (a starter, main course and water from a regular restaurant).\n\nService is always included, either in the display price or a ",{"type":"''","value":["coperto"]}," line on the bill; tipping is thus not necessary, but neither is it frowned upon. Tipping taxi drivers is not necessary, but a hotel porter may expect a little something. And unless otherwise stated, prices are inclusive of IVA sales tax (same as ",{"type":"'''","value":["VAT"]},"), which is 21% for most goods, and 10% in restaurants and hotels. On some products, such as books, IVA is 4%. In practice, you can forget about it since it is universally included in the display price.  If you're a non-EU resident, you are entitled to a VAT refund on purchases of goods that will be exported out of the ",{"type":"[[","value":[["European Union"]]},".  Shops offering this scheme have a ",{"type":"'''","value":["Tax Free"]}," sticker outside.  Be sure to ask for your tax-free voucher before leaving the store.  These goods have to be unused when you pass the customs checkpoint upon leaving the EU.\n\nIf you plan to travel through countryside or rural regions you probably should not rely on your ",{"type":"'''","value":["credit cards"]},", as in many small towns they're accepted only by a small number of shops and restaurants.\n\nRemember that in Italy (even during the winter months) it remains very common for shops, offices and banks to close for up to 3 hours during the afternoon (often between 12.30 and 15.30).  Banks, especially, have short hours with most only being open to the public for about 4 hours in the morning and barely 1 hour in the afternoon.\n\n",{"type":"===","value":[" What to buy "]},"\nItaly is a great place for all forms of shopping. Most cities, villages and towns, are crammed to the brim with many different forms of shops, from glitzy boutiques and huge shopping malls, to tiny art galleries, small food stores, antique dealers and general newsagents.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Food"]}," is definitely one of the best souvenirs you can get in Italy. There are thousands of different shapes of pasta (not only spaghetti or macaroni). Then, every Italian region has its typical food like cheese, wine, ham, salami, oil, vinegar, etc. Don't forget to buy Nutella."]},"\n",{"type":"*","value":[" Italian ",{"type":"'''","value":["fashion"]}," is renowned worldwide. Many of the world's most famous international brands have their headquarters or were founded in Italy."]},"\n:Milan is Italy's fashion and design capital. In the city one can find virtually every major brand in the world, not only Italian, but also French, English, American, Swedish and Spanish. Your main place for the creme de la creme shopping is the Via Montenapoleone, but the Via della Spiga, Via Manzoni, Via Sant' Andrea and the Corso Vittorio Emanuele are equally luxurious, if not slightly less prominent, high-class shopping streets. The Corso Buenos Aires is the place to go for mass-scale or outlet shopping. And, the beautiful Galleria Vittorio Emanuele in the centre and Via Dante boast some designer boutiques, too. Virtually every street in central Milan does boast at least some clothing stores of some kind.\n\n:However, Rome and Florence, are too, serious fashion centres, and boast being the birthplace of some of the oldest fashion and jewelry houses in Italy. When in Rome, the chic and beautiful Via dei Condotti, leading to the Spanish Steps, will be your primary point of shopping reference, with boutiques but subsidiary streets such as Via dei Babuino, Via Borgognona, Via Frattina, Via del Corso and the Piazza di Spagna. In Florence, Via de' Tornabuoni is the main high-fashion shopping street, and there you'll find loads of designer brands. However, in both cities, you'll be able to find a plethora of chic boutiques, designer or not, scattered around the centre.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jewelry and accessory"]}," shops can be found in abundance in Italy. There are loads of jewelry and accessory stores which hail from Italy. Vicenza and Valenza are considered the country's jewelry capitals, which are also famous for their silverware and goldware shops. All over Italy, notably Vicenza, Milan, Valenza, Rome, Naples, Florence and Venice, but also several other cities, you can find hundreds of different jewelry or silverware boutiques. Apart from the famous ones, there are some great quirky and funky jewelry stores scattered around the country."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Design and furniture"]}," is something Italy is proudly and justifiably famous for. Excellent quality furniture stores can be found all over, but the real place to buy the best deals is Milan. Milan contains among the top design rooms and emporia in the world. For the newest design inventions, attend the Fiera di Milano in Rho, where the latest appliances are exhibited. Many Italian cities have great antique furniture stores. So, you can choose between cutting-edge, avant-garde furniture, or old world antiques to buy in this country, which are, by average, of good quality."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Glassware"]}," is something which Venice makes uniquely but which is spread around the whole of the country. In Venice is famously the capital of Murano (not the island), or glassware made in different colours. Here, you can get stunning goblets, crystal chandeliers, candlesticks and decorations made in stunning, multi-coloured blown glass, which can be designed in modern, funky arrangements, or the classical old style."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Books"]}," can be found in bookshops in every small, medium sized or big city. The main book and publishing companies\/stores in Italy include Mondadori, Hoepli or Rizzoli. Most big bookstores are found in Milan, Turin and nearby Monza, which are the capitals of Italy's publishing trade (Turin was made World Book Capital in 2006), however cities such as Rome and more boast loads of book shops. 99% of the books sold are in Italian."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Art"]}," shops can be found all over in Italy, notably the most artistic cities of Florence, Rome and Venice. In Florence, the best place to go for buying art is the Oltrarno, where there are numerous ateliers selling replicas of famous paintings or similar things. Usually, depending in what city you're in, you get replicas of notable works of art found there, but also, you can find rare art shops, sculpture shops, or funky, modern\/old stores in several cities."]},"\n",{"type":"===","value":[" How to buy "]},"\nIn a small or medium sized shop, it's standard to greet the staff as you enter, not when you approach the counter to pay. A friendly 'Buongiorno' or 'Buonasera' warms the atmosphere. When paying, the staff usually expect you to put coins down on the surface or dish provided, rather than placing money directly into their hands (old money-handling etiquette to avoid messy coin droppings), and they will do the same when giving you your change ('il resto'). This is normal practice and is not intended to be rude.\n\nHaggling is very rare and only ever takes place when dealing with hawkers. They will generally ask for an initial price that is much higher than what they are willing to sell for, and going for the asking price is a sure way to get ripped off. Be advised that oftentimes hawkers sell counterfeit merchandise (in some cases, very believable counterfeits), and that hoping to buy a Gucci purse for 30€ off the street might not be in your best interest.\nIn all other situations, haggling will get you nowhere.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:RedMeatWine.jpg"],["thumb"],["300px"],["right"],["A traditional Italian meal, with beef with sauce and dark red wine."]]},"\n",{"type":"===","value":["Cuisine"]},"\nItalian food inside of Italy is different than what they call \"Italian food\" in America. It is truly one of the most diverse in the world, and in any region, or even city and village you go, there are different specialities. For instance, it could be only misleading to say that Northern Italian cuisine is based on hearty, potato and rice-rich meals, Central Italian cuisine is mainly on pastas, roasts and meat, and Southern Italian cuisine on vegetables, pizza, pasta and seafood: there are so many cross-influences that you'd only get confused trying to categorize. And in any case, Italian cuisine, contrary to popular belief, is not just based on pasta and tomato sauce - that's only a tiny snippet of the nation's food; rice, potatoes, lentils, soups and similar meals are very common in some parts of the country. Italian food is based upon so many ingredients and Italians often have very discriminating tastes that may seem strange to Americans and other visitors.\n\nFor instance, a ",{"type":"'''","value":["sandwich"]}," stand might sell 4 different types of ham sandwiches that in each case contain ham, mayonnaise, and cheese. The only thing that may be different between the sandwiches is the type of ham or cheese used in them. Rustichella and panzerotti are two examples of sandwiches well-liked by Italians and tourists alike. Also, Italian sandwiches are quite different from the traditional Italian-American “hero”, “submarine”, or “hoagie” sandwich (which by the way mean nothing to any Italian). Rather than large sandwiches with a piling of meat, vegetables, and cheese, sandwiches in Italy are often quite small, very flat (made even more so when they are quickly heated and pressed on a panini grill), and contain a few simple ingredients with rarely, if ever, lettuce or mayonnaise.\nThe term ",{"type":"'''","value":["panini"]}," may be somewhat confusing to travellers from Northern Europe where it has erroneously come to mean a flat, heated sandwich on a grill. In Italy the term is equivalent to \"bread rolls\" (plural - the singular is ",{"type":"'''","value":["panino"]},") which can be simple rolls or sometimes with basic filling. However instead of a sandwich why not try a ",{"type":"'''","value":["piadina"]},", which is a flat folded bread with filling, served warm and typical of the coast of Emilia-Romagna?\n\nAmericans will notice that Italian pasta is usually available with a myriad of sauces rather than simply tomato and Alfredo ",{"type":"[","value":["http:\/\/www.alfredos.com\/roma.html"]},". Also, Italian pasta is often served with much less sauce than in America. This is, in part, because pasta in a restaurant is usually regarded as the first course of a three- or four-course meal, not a meal in itself.\n\n",{"type":"'''","value":["Structure of a traditional meal:"]}," Usually Italian meals for working days are: small breakfast, one-dish lunch, one-dish dinner. Coffee is welcomed at nearly every hour, especially around 10:00 and at the end of a meal. At the weekends and in restaurants (for other occasions), a meal typically consists of: ",{"type":"''","value":["antipasto"]}," (appetizers: marinated vegetables, mixed coldcuts, seafood, etc.), ",{"type":"''","value":["primo"]}," (pasta or rice dish), ",{"type":"''","value":["secondo"]}," (meat or fish course) often with a side dish known as ",{"type":"''","value":["contorno"]},", and ",{"type":"''","value":["dolce"]}," (dessert).\n\nLike the language and culture, food in Italy ",{"type":"'''","value":["differs region by region"]},". Local ingredients are also very important. In warm Naples, citrus and other fresh fruit play a prominent role in both food and liquor, while in Venice fish is obviously an important traditional ingredient. \n\nA note about ",{"type":"'''","value":["breakfast"]}," in Italy: This is very light, often just a cappuccino or coffee with a pastry (",{"type":"''","value":["cappuccino e brioche"]},") or a piece of bread and fruit jam. Unless you know for certain otherwise, you should not expect a large breakfast. It is not customary in Italy to eat eggs and bacon or that sort of foods at breakfast - just the thought of it is revolting to most Italians. In fact, no salty foods are consumed at breakfast, generally speaking. Additionally, cappuccino is a breakfast drink; ordering one after lunch or dinner is considered somewhat strange and considered a typical \"tourist thing\". A small ",{"type":"'''","value":["espresso"]}," coffee is considered much more appropriate for digestion.\n\nAnother enjoyable Italian breakfast item is ",{"type":"'''","value":["cornetto"]}," (pl. cornetti): a croissant or light pastry often filled with jam, cream or chocolate.\n\n",{"type":"'''","value":["Lunch"]}," is seen as the most important part of the day, so much that Italians have one hour reserved for eating (and in the past, another hour was reserved for napping). All shops close down and resume after the two hour break period.  To compensate for this, businesses stay open later than in most other European towns, often until 8 pm.  Good luck trying to find a place open during the so-called \"pausa pranzo\" (lunch break), when visiting a small town, but this is not the case in the city centers of the biggest cities or in shopping malls.\n\n",{"type":"'''","value":["Dinner"]}," (i.e. the evening meal) is generally taken late. In the summer, if you are in a restaurant before 8pm you are likely to be eating on your own, and it is quite normal to see families with young children still dining after 10pm.\n\nIn Italy cuisine is considered a ",{"type":"''","value":["kind of art"]},". Great chefs such as Gualtiero Marchesi and Gianfranco Vissani are seen as half-way between TV stars and magicians. Italians are extremely proud of their culinary tradition and generally love food and talking about it. However, they are not so fond of common preconceptions, such as that Italian food is only pizza and spaghetti. They also have a distaste for \"bastardized\" versions of their dishes that are popular elsewhere, and many Italians have a hard time believing that the average foreigner can't get even a basic pasta dish \"right\".\n\nA note about service: do not expect the kind of dedicated, focused service you will find in American restaurants. In Italy this is considered somewhat annoying and people generally prefer to be left alone when consuming their meal. You should expect the waiter to come and check on you after your first course, maybe to order something as second course.\n\nYou should consider that Italy's most famous dishes like pizza or spaghetti are quite lame for some Italians, and eating in different areas can be an interesting opportunity to taste some less well known local specialties. Even for something as simple as pizza there are significant regional variations. That of Naples has a relatively thick, soft crust while that of Rome is considerably thinner and crustier. (Both styles are thin-crust compared to, for example, American styles of pizza, however.)\n\nWhen dining out with Italians read the menu and remember that almost every restaurant has a typical dish and some towns have centuries-old traditions that you are invited to learn. People will be most happy when you ask for local specialties and will gladly advise you.\n\nIn Northern Italy at around 17:00 most bars will prepare for an ",{"type":"'''","value":["aperitivo"]}," especially in cosmopolitan Milan, with a series of plates of nibbles, cheese, olives, meat, bruschetta and much more... This is NOT considered a meal and should you indulge yourself in eating as if it was dinner, you would most likely not be very much appreciated. All this food is typically free to anyone who purchases a drink but it is intended to be a premeal snack.\n\n",{"type":"===","value":["Specialties"]},"\nAlmost every city and region has its own specialties, a brief list of which may include:\n\n",{"type":"*","value":[{"type":"'''","value":["Risotto"]}," – Carnaroli or Arborio or Vialone Nano (etc.) rice that has been sautéed and cooked in a shallow pan with stock. The result is a very creamy and hearty dish. Meat, poultry, seafood, vegetables, and cheeses are almost always added depending on the recipe and the locale. Many restaurants, families, towns, and regions will have a signature risotto or at least style of risotto, in addition or in place of a signature pasta dish (risotto alla Milanese is a famous Italian classic). Risotto is a typical dish in Lombardy and Piedmont."]},{"type":"*","value":[{"type":"'''","value":["Arancini"]}," – Balls of rice with tomato sauce, eggs, peas and mozzarella cheese that are deep fried. They are a specialty from Sicily, though are now quite common all over."]},{"type":"*","value":[{"type":"'''","value":["Polenta"]}," – Yellow corn meal (yellow grits) that has been cooked with stock. It is normally served either creamy, or allowed to set up and then cut into shapes and fried or roasted. It is a very common dish in northern mountain restaurants, usually eaten with deer or boar meat. In the Veneto region the best polenta is \"polenta bianca\", a special, tasty, and white cornmeal called \"biancoperla\"."]},{"type":"*","value":[{"type":"'''","value":["Gelato"]}," – This is the Italian word for ice cream. The non-fruit flavors are usually made only with milk. Gelato made with water and without dairy ingredients is also known as sorbetto.  It's fresh as a sorbet, but tastier. There are many flavors, including coffee, chocolate, fruit, and tiramisù. When buying at a gelateria, you have the choice of having it served in a wafer cone or a tub; in northern Italy you'll pay for every single flavour \"ball\", and the panna (the milk cream) counts as a flavour; in Rome you can buy a small wafer cone (around 1,80€) a medium one (2,50 €) or a large one (3,00€) without limit of flavours, and the panna is free. "]},{"type":"*","value":[{"type":"'''","value":["Tiramisù"]}," – Italian cake made with coffee, mascarpone, and ladyfingers (sometimes rum) with cocoa powder on the top. The name means \"pick-me-up\"."]},{"type":"{|","value":[["class=\"galleryTable noFloat\""],["|-"],["| ",{"type":"[[","value":[["File:Tagliatelle Scampi.JPG"],["thumb"],["220px"],["Tagliatelle Scampi"]]}],["| ",{"type":"[[","value":[["File:Risotto al persico .JPG"],["thumb"],["220px"],["Risotto al persico"]]}],["| ",{"type":"[[","value":[["File:Polenta con carne.JPG"],["thumb"],["220px"],["Polenta con carne"]]}]]},"\n\n",{"type":"====","value":["Pizza"]},"\n",{"type":"[[","value":[["File:Pizza Rucola.JPG"],["thumb"],["250px"],["Pizza Rucola"]]},"\nPizza is a quick and convenient meal.  In most cities there are pizza shops that sell by the gram.  Look for a sign ",{"type":"'''","value":["Pizza al taglio"]},". When ordering, simply point to the display or tell the attendant the type of pizza you would like (e.g. pizza margherita, pizza con patate (roasted or french fries), pizza al prosciutto (ham), etc.) and how much (\"Vorrei (due fette - two slices) or (due etti - two-tenths of a kilogram) or simply say \"di più - more\" or \"di meno - less, per favore\").  They will slice it, warm it in the oven, fold it in half, and wrap it in paper. Other food shops also sell pizza by the slice. Italians consider those a sort of second class pizza, chosen only when you cannot eat a \"real\" pizza in a specialized restaurant (Pizzeria). Getting your meal on the run can save money—many sandwich shops charge an additional fee if you want to sit to eat your meal. Remember that in many parts of the country pizzas have a thinner base of bread and less cheese than those found outside Italy. The most authentic, original pizzas is found in Naples - often containing quite a few ingredients.\n\nThe traditional, round pizza is found in many restaurants and specialized pizza restaurants (pizzerie). It is rare to find a restaurant that serves pizza at lunchtime, however.\n\nTake-away pizzerias (pizzerie da asporto) are becoming ubiquitous in many cities and towns. These are often run by north African immigrants and quality may vary, though they are almost always cheaper than restaurants (€4-5 for a margherita on average) and are also open at lunchtime (a few are also open all day long). Some will also serve kebab, which may also vary in quality. Though take-away pizzas are also considered \"second-class pizza\" by most Italians, they are quite popular among the vast population of university students and they are usually located in residential areas. This is not to be confused with the ever so popular \"Pizza al Taglio\" shops in Rome. These are a sort of traditional fast food in the Capital City and can be found at every corner. Quality is usually very good and pizza is sold by the weight; you choose the piece of pizza you want, then they put it on the scale and tell you the price.\n",{"type":"[[","value":[["File:Rifugio Alpino Boffalora (4).JPG"],["thumb"],["180px"],["Cheese - Formaggi misti"]]},"\n\n",{"type":"====","value":["Cheese and sausages"]},"\nIn Italy you can find nearly 800 kinds of cheese, including the famous Parmigiano Reggiano and Grana Padano, and over 400 types of sausages.\n\nIf you want a real kick, then try to find one of the huge open markets, which are always open on Saturdays and usually during other days, except Sunday, as well. You will find all types of cheese and meat on display\n\n",{"type":"===","value":["Restaurants and bars"]},"\n",{"type":"[[","value":[["File:Rifugio Alpino Boffalora (5).JPG"],["thumb"],["right"],["180px"],["the menu"]]},"\nItalian bars in the center of major cities charge more (typically double whatever the final bill is) if you drink or eat seated at a table outside rather than standing at the bar or taking your order to go. This is because bars are charged a very high tax to place tables and chairs outside, so since most people do not use tables anyway, they had decided long ago to only charge those who do. The further away you are from the center streets, the less this rule is applied. When calling into a bar for a coffee or other drink you first go to the cash register and pay for what you want. You then give the receipt to the barman, who will serve you.\n\nRestaurants always used to charge a small ",{"type":"''","value":["coperto"]}," (cover charge). Some years ago attempts were made to outlaw the practice, with limited success. The rule now seems to be that if you have bread a coperto can be charged but if you specifically say that you don't want bread then no coperto can be levied. This has happened mainly because of backpackers who sat at a table, occupied it for an hour by just ordering a drink or a salad and consuming enormous amounts of bread.\n\nSome restaurants now levy a service charge, but this is far from common. In Italian restaurants a large tip is never expected. The customary 15% of the United States may cause an Italian waiter to drop dead with a heart attack. Just leave a Euro or two and they will be more than happy.\n\nThe traditional meal can include (in order) ",{"type":"''","value":["antipasto"]}," (starter of cold seafood, gratinated vegetables or ham and salami), ",{"type":"''","value":["primo"]}," (first dish - pasta or rice dishes), ",{"type":"''","value":["secondo"]}," (second dish - meat or fish dishes), served together with ",{"type":"''","value":["contorno"]}," (mostly vegetables), cheeses\/fruit, ",{"type":"''","value":["dessert"]},", coffee, and spirits. Upmarket restaurants usually refuse to make changes to proposed dishes (exceptions warmly granted for babies or people on special diets). Mid-range restaurants are usually more accommodating. For example, a simple pasta with tomato sauce may not be on the menu but a restaurant will nearly always be willing to cook one for kids who turn their noses up at everything else on the menu.\n\nIf you are in a large group (say four or more) then it is appreciated if you don't all order a totally different pasta. While the sauces are pre-cooked the pasta is cooked fresh and it is difficult for the restaurant if one person wants ",{"type":"'''","value":["spaghetti"]},", another ",{"type":"'''","value":["fettuccine"]},", a third ",{"type":"'''","value":["rigatoni"]},", a fourth ",{"type":"'''","value":["penne"]}," and a fifth ",{"type":"'''","value":["farfalle"]}," (butterfly shaped pasta). If you attempt such an order you will invariably be told that you will have a long wait (because the time required for cooking isn't the same for all the types of pasta)!\n\nWhen pizza is ordered, it is served as a ",{"type":"''","value":["primo"]}," (even if formally it is not considered as such), together with other ",{"type":"''","value":["primi"]},". If you order a pasta or pizza and your friend has a steak you will get your pasta dish, and probably when you've finished eating the steak will arrive. If you want ",{"type":"''","value":["primo"]}," and ",{"type":"''","value":["secondo"]}," dishes to be brought at the same time you have to ask.\n\nRestaurants which propose ",{"type":"'''","value":["diet food"]},", very few, usually write it clearly in menus and even outside; others usually don't have any dietetic resources.\n\nTo avoid cover charges, and if you are on a strict budget,almost all the railway stations of Italy have a buffet or self-service restaurant ( Termini station in Rome is a great example of the latter). These are always reasonably priced, and generally the food is of a high quality.\n\n",{"type":"===","value":["Gastronomia"]},"\nA Gastronomia is a kind of self-service restaurant (normally you tell the staff what you want rather than serving yourself) that also offers take-aways. This can give a good opportunity to sample traditional Italian dishes at fairly low cost. Note that these are not buffet restaurants. You pay according to what you order.\n\n",{"type":"==","value":["Drink"]},"\nBars, like restaurants, are non-smoking.\n\nItalians enjoy going out during the evenings, so it's common to have a drink in a bar before dinner. It is called ",{"type":"'''","value":["Aperitivo"]},".\nWithin the last couple years, started by Milan, a lot of bars have started offering fixed-price cocktails at aperitivo hours (18 - 21) with a free, and often a very good, buffet meal. It's now widely considered stylish to have this kind of aperitivo (called ",{"type":"'''","value":["Happy Hour"]},") instead of a structured meal before going out to dance or whatever.\n\nWhile safe to drink, the tap water in some peninsular parts of Italy can be cloudy with a slight off taste.  Most Italians prefer bottled water, which is served in restaurants.  Make sure you let the waiter\/waitress know you want regular water (acqua rubinetto) or else you could get  water with either natural gas or with added carbonation (frizzante).\n\nRome, in particular, has exceptional pride in the quality of its water.  This goes right back to the building of aqueducts channeling pure mountain water to all the citizens of Rome during Roman times. Don't waste plastic bottles. You can refill your drinking containers and bottles at any of the constant running taps and fountains dotted around the city, safe in the knowledge that you are getting excellent quality cool spring water - try it!\n\n",{"type":"===","value":["Wine"]},"\n\nItalian wine is exported all over the world, and names like Barolo, Brunello and Chianti are known everywhere. In Italy wine is a substantial topic, a sort of test which can ensure either respect or lack of attention from an entire restaurant staff. Doing your homework ensures that you will get better service, better wine and in the end may even pay less.\n\n",{"type":"{{","value":[["infobox"],["DOC, DOCG, IGT?"],["The ",{"type":"''","value":["Denominazione di origine controllata"]}," certificate restricts above all the grape blend allowed for the wine, and in itself it is not yet a guarantee of quality. The same applies to the stricter ",{"type":"''","value":["Denominazione di origine controllata e garantita"]},". These two denominations are indications of a traditional wine typical of the region, such as ",{"type":"[[","value":[["Chianti"]]},", and often a good partner for local food. But some of the best Italian wines are labeled with the less strict ",{"type":"''","value":["Indicazione geografica tipica"]}," designation, often a sign of a more modern, \"international\" wine."]]},"\n\nSo before reaching Italy, try to learn a little about the most important wines of the region you are planning to visit. This will greatly increase you enjoyment. Italian cuisine varies greatly from region to region (sometimes also from town to town), and wine reflects this variety.  Italians have a long tradition of matching wines with dishes and often every dish has an appropriate wine. The popular \"color rule\" (red wines with meat dishes, white wines with fish) can be happily broken when proposed by a ",{"type":"''","value":["sommelier"]}," or when you really know what you are doing: Italy has many strong white wines to serve with meat (a Sicilian or Tuscan ",{"type":"''","value":["chardonnay"]},"), as well as delicate red wines for fish (perhaps an Alto Adige ",{"type":"''","value":["pinot noir"]},").\n\nUnlike in the UK, for example, the price mark-ups charged by restaurants for wines on their wine list are not usually excessive, giving you a chance to experiment. In the big cities, there are also many wine bars, where you can taste different wines by the glass, at the same time as eating some delicious snacks. Unlike in many other countries it is unusual for restaurants to serve wine by the glass.\n\nThe ",{"type":"''","value":["vino della casa"]}," (house wine) can be an excellent drinking opportunity in small villages far from towns (especially in Tuscany), where it could be what the patron would really personally drink or could even be the restaurant's own product. It tends to be a safe choice in decent restaurants in cities as well. Vino della casa may come bottled but in lower-priced restaurants it is still just as likely to be available in a carafe of one quarter, one half or one litre. As a general rule, if the restaurant seems honest and not too geared for tourists, the house wine is usually not too bad. That said, some house wines can be dreadful and give you a nasty head the next morning. If it doesn't taste too good it probably won't do you much good, so send it back and order from the wine list.\n\nItalians are justly proud of their wines and foreign wines are rarely served, but many foreign grapes like ",{"type":"''","value":["cabernet sauvignon"]}," and ",{"type":"''","value":["chardonnay"]}," are increasingly being used.\n\n",{"type":"===","value":["Beer"]},"\nAlthough wine is a traditional everyday product, beer is very common as well. Beer did not belong to the Italian tradition in the way that wine does, but in the last 30-odd years there has been an explosion of English-style pubs in every town, big or small, with usually a huge selection of any kind of beer, ale, stout and cider, from every country in the world.\nMajor Italian beers include Peroni and Moretti and these are usually the ones offered by daytime cafes. If you are serious about beer drinking, there are many bars that specialise in serving a wide range of bottled beers (see city articles for more details), as well as Irish pubs and similar establishments. There is an increasing number of micro-breweries around the country. They often are run by local beer enthusiasts turned brewers, running small breweries with a pub attached. Their association is called Unionbirrai  ",{"type":"[","value":["http:\/\/www.unionbirrai.com\/"]},".\n\nIn the Trieste region it is far more common to drink Slovenian beers and the most popular brands are 'Union' and 'Zlatorog'.  Surprisingly it is often cheaper to buy Slovenian beer in Italy (Trieste) than in Slovenia itself.\n\n",{"type":"===","value":["Other drinks"]},"\n",{"type":"[[","value":[["File:Limoncello 2005.jpg"],["thumb"],["A cold limoncello on a warm night"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Limoncello"]},".  A liquor made of alcohol, lemon peels, and sugar. Limoncello can be considered a \"moonshine\" type of product (although usually made with legally obtained alcohol) as every Italian family, especially in the middle-south (near Napoli) and southern part of the country, has its own recipe for limoncello. Because lemon trees adapt so well to the Mediterreanean climate, and they produce a large amount of fruit continually throughout their long fruit-bearing season, it is not unusual to find many villa's yards filled with lemon trees bending under the weight of their crop. You can make a lot of lemonade, or better yet, brew your own limoncello. It is mainly considered a dessert liquor, served after a heavy meal (similar to amaretto), and used for different celebrations. The taste can be compared to a very strong and slightly thick lemonade flavor with an alcohol tinge to it. Best served chilled in the freezer in small glasses that have been in the freezer. It is better sipped than treated as a shooter."]},"\n",{"type":"*","value":[{"type":"'''","value":["Grappa"]}," is made by distilling grape skins after the juice has been squeezed from them for winemaking, so you could imagine how it might taste.  If you're going to drink it, then make sure you get a bottle having been distilled multiple times."]},"\nLimoncello and grappa and other similar drinks are usually served after a meal as an aid to digestion. If you are a good customer restaurants will offer a drink to you free of charge, and may even leave the bottle on your table for you to help yourself. Beware that these are very strong drinks.\n",{"type":"===","value":["Coffee"]},"\nBars in Italy offer an enormous number of possible permutations for a way of having a cup of coffee. What you won't get, however, is 100 different types of bean; nor will you find \"gourmet\" coffees. If you like that kind of stuff, better take your own. A bar will make coffee from a commercial blend of beans supplied by just one roaster. There are many companies who supply roast beans and the brand used is usually prominently displayed both inside and outside of the bar.\n\nThe following are the most basic preparations of coffee:\n",{"type":"*","value":[" ",{"type":"''","value":["Caffè"]}," or ",{"type":"''","value":["Caffè Normale"]}," or ",{"type":"''","value":["Espresso"]}," – This is the basic unit of coffee, normally consumed after a meal."]},{"type":"*","value":[" ",{"type":"''","value":["Caffè ristretto"]}," – This has the same amount of coffee, but less water, thus making it stronger. "]},{"type":"*","value":[" ",{"type":"''","value":["Caffè lungo"]}," – This is the basic unit of coffee but additional water is allowed to go through the ground coffee beans in the machine."]},{"type":"*","value":[" ",{"type":"''","value":["Caffè americano"]}," – This has much more water and is served in a cappuccino cup. It is more like an American breakfast coffee but the quantity is still far less than you would get in the States."]},"\nSo far so good. But here the permutations begin. For the same price as a normal coffee, you can ask for a dash of milk to be added to any of the above. This is called ",{"type":"''","value":["macchiato"]},". Hence, ",{"type":"''","value":["caffè lungo macchiato"]}," or ",{"type":"''","value":["caffè americano macchiato"]},". But that dash of milk can be either hot (",{"type":"''","value":["caldo"]},") or cold (",{"type":"''","value":["freddo"]},"). So you can ask, without the barman batting an eye, for a ",{"type":"''","value":["caffè lungo macchiato freddo"]}," or a ",{"type":"''","value":["caffè Americano macchiato caldo"]},". Any one of these options can also be had decaffeinated. Ask for ",{"type":"''","value":["caffè decaffeinato"]},". The most popular brand of decaffeinated coffee is HAG and it is quite usual to ask for ",{"type":"''","value":["caffè HAG"]}," even if the bar does not use that particular brand.\n\nIf you are really in need of a pick-me-up you can ask for a double dose of coffee, or a ",{"type":"''","value":["doppio"]},". You have to specify this when you pay at the cash register and it costs twice as much as a normal coffee. All the above permutations still apply, although a ",{"type":"''","value":["caffè doppio ristretto"]}," may be a bit strange.\n\nAdditionally, if you need a shot of alcohol, you can ask for a ",{"type":"''","value":["caffè corretto"]},". This usually involves adding grappa, brandy or sambuca; \"corrected\" being the Italian expression corresponding to \"spiked\". Normally it is only a plain coffee that is corrected but there is no reason why you could not \"correct\" any of the above combinations.\n\nThen there are coffee drinks with milk, as follows:\n",{"type":"*","value":[" ",{"type":"''","value":["Cappuccino"]}," – Needs no introduction. If you don’t like the froth you can ask for ",{"type":"''","value":["cappuccino senza schiuma"]},"."]},{"type":"*","value":[" ",{"type":"''","value":["Caffè latte"]}," – Often served in a glass, this is a small amount of coffee with the cup\/glass filled up with hot milk."]},{"type":"*","value":[" ",{"type":"''","value":["Latte macchiato"]}," – This is a glass of milk with a dash of coffee in the top. The milk can be hot or cold."]},"\nFinally, in the summer you can have ",{"type":"''","value":["caffè freddo"]},", which is basically plain coffee with ice, ",{"type":"''","value":["caffè freddo \"shakerato\""]}," (shaked ice coffee) or ",{"type":"''","value":["cappuccino freddo"]},", which is a cold milky coffee without the froth.\n\nThis list is by no means exhaustive. With a vivid imagination and a desire to experiment you should be able to find many more permutations. Enjoy!\n\n",{"type":"==","value":["Sleep"]},"\n\nIn major cities and touristic areas you can find a good variety of accommodations, from world-class brand hotels to family-managed bed & breakfasts and room rentals, but ",{"type":"[[","value":[["hostels"]]}," are really few.\nCamping is a good way to save money and camping sites are usually well managed, but especially during summer, managers tend not to accept last-minute groups of young people (given the high chance of problems that such groups of Italian guys tend to cause), so you'd better book in advance. Farmstays are an increasingly popular way to experience Italy, particularly in rural areas of ",{"type":"[[","value":[["Tuscany"]]},", ",{"type":"[[","value":[["Piedmont"]]},", ",{"type":"[[","value":[["Umbria"]]},", ",{"type":"[[","value":[["Abruzzo"]]},", ",{"type":"[[","value":[["Sardinia"]]}," and ",{"type":"[[","value":[["Apulia"]]},". They provide a great combination of good and healthy food, wonderful sights and not-so-expensive prices. If you prefer self-catering accommodations, it's quite simple to find them on the wonderful ",{"type":"[[","value":[["Amalfi Coast"]]}," or the less commercial and more genuine ",{"type":"[[","value":[["Calabria"]]}," coast.\n\nHotel star ratings can only be taken as a broad indication of what you will get for your money. There are many marvellous 2-star hotels that you will want to return to every year and many 5-star hotels that you will never want to set foot in again. The star rating, as in all countries, is based on a bureaucratic assessment of the facilities provided and does not necessarily relate to comfort. Often the only difference between a 3-star and 4-star hotel is that the latter offers all meals while the former only offers breakfast.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Electricity"]},". Italy uses 220V, 50 Hz. Italy has its own electrical ",{"type":"[[","value":[["Electrical systems"],["plug"]]}," design. The standard \"European\" two-prong plugs will fit, but grounded (three-prong) plugs from other countries will not. German-type \"Schuko\" sockets can also be found quite often, especially in the north, and you'll find adapters for that system in virtually all supermarkets. Adapters for other systems (including US plugs) are not that ubiquitous but can be found at airports or in specialised shops.  In private apartments or hotels you will often find all three types of electric sockets in one room so if your device won't fit in one socket keep trying."]},"\nIf you're using American appliances that were designed for standard US household 110V, 60 Hz current, make sure you get a ",{"type":"''","value":["voltage"]}," adaptor, not just a ",{"type":"''","value":["plug"]}," adaptor.  The higher voltage will damage or destroy your appliance, and could injure or kill you as well.\n\nPower surges and power failures are virtually unknown in Italy, even less so than in the States; the energy, water and gas systems are state-run and very well equipped and maintained since even before WW2; the electrical system is fully updated to the latest tech specs and every household is required to comply when renovating. That includes the remote villages in the South, too.\n\n",{"type":"==","value":["Learn"]},"\n\nFor English-speakers looking to study in Italy, there are several options.  In Rome, Duquesne University, John Cabot,  Loyola University Chicago and Temple University maintain campuses. Right outside of Rome the University of Dallas maintains its own campus in Marino.  St. John's University has a graduate program in Rome for International Relations and MBA. New York University has a study-abroad program in Florence available even to freshmen and maintains its own campus at Villa La Pietra.\n\nFor those who wish to go to local universities, the medium of instruction will generally be Italian. However, usage of English is widespread among those in the academic fields, and many universities will allow those in postgraduate research programmes to publish their papers and complete their thesis in English. Italy's most prestigious university is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.unibo.it University of Bologna"]}]}," (",{"type":"''","value":["Università di Bologna"]},"), founded in 1088, which is currently the oldest university in continuous operation in the world..\n\nIt depends on how you want to learn.  Are you interested in studying in a huge touristy city like Florence or Rome?  Or, are you interested in learning from a small town on the Italian Riviera.  The smaller cities have better opportunity to learn Italian because there's not a lot of English going around.  No matter where you decide, Italy is one of the best spots geographically to travel while you're not studying.\n\nThink about learning what the Italians are best at: food, wine, Italian language, architecture, motors (cars and bikes) and interior design.\n\n",{"type":"==","value":["Work"]},"\nWork in Italy is not easy to find. Many young adults, especially women, are without a job. Starting salaries in shops, offices, etc. range from €800 to €1,400 a month. There's a huge underground black market though, where you'll find many people working. This doesn't mean working in some kind of obscure crime syndicate: it simply means not being book-regulated. Most \"black\" workers can be found in small business such as bars, pubs and small shops, or as construction workers. Although this kind of job is illegal (but legal consequences are most on the employer) they're probably the easier thing to find if you're looking for a temporary job.\n\nIf you're thinking about establishing a small business be sure to get in contact with the local Chamber of Commerce and an accountant and they will help you to sort out the mess of Italian laws.\n\n",{"type":"==","value":["Stay safe"]},"\nFor emergencies, call ",{"type":"'''","value":["113"]}," (Polizia di Stato - State Police), ",{"type":"'''","value":["112"]}," (Carabinieri - Gendarmerie), ",{"type":"'''","value":["117"]}," (Guardia di Finanza - Financial police force), ",{"type":"'''","value":["115"]}," (Fire Department), ",{"type":"'''","value":["118"]}," (Medical Rescue), ",{"type":"'''","value":["1515"]}," (State Forestry Department), ",{"type":"'''","value":["1530"]}," (Coast Guard), ",{"type":"'''","value":["1528"]}," (Traffic reports).\n\nItaly is a safe country to travel in like most developed countries. There are few incidents of terrorism\/serious violence and these episodes have been almost exclusively motivated by internal politics. Examples include the 1993 bombing of the Uffizi Gallery in Florence by the Italian Mafia. Almost every major incident is attributed to organized crime or anarchist movements and rarely, if ever, directed at travelers or foreigners.\n\n",{"type":"===","value":["Crime"]},"\nViolent crime rates in Italy are low compared to most European countries. If you're reasonably careful and use common sense you won't encounter personal safety risks even in the less affluent neighborhoods of large cities. However, petty crime can be a problem for unwary travelers. Travelers should note that pickpockets often work in pairs or teams, occasionally in conjunction with street vendors; the usual precautions against pickpockets. Instances of rape and robbery are increasing slightly.\n\nYou should exercise the usual caution when going out at night alone, although it remains reasonably safe even for single women to walk alone at night. Italians will often offer to accompany female friends back home for safety, even though crime statistics show that sexual violence against women is rare compared to most other Western countries.\n\nThe mafia, camorra, and other crime syndicates, although infamous, are never involved in petty crime and are not a concern for tourists or passers-by.\n\nProstitution, generally run by crime organizations of semi-illegal aliens such as Nigerians, Albanians and Romanians, is rife in the night streets around mid and large towns. Prostitution in Italy is not exactly illegal though authorities are taking a firmer stance against it than before. Brothels are illegal, though, and pimping is a serious offense, considered by the law similar to slavery. In some areas, it is an offence even to stop your car in front of a prostitute although the rows of prostitutes at the side of many roads, particularly in the suburbs, suggest that the law is not enforced. Due to the ambivalent situation regarding prostitution, a lot of prostitutes fall victim to human trafficking. In general, being the client of a prostitute falls in an area of questionable legality and is inadvisable. Being the client of a prostitute under 18 is a criminal offence.\n\nThere are four types of police forces a tourist might encounter in Italy. The Polizia di Stato (State Police) is the national police force and stationed mostly in the larger towns and cities, and by train stations; they wear blue shirts and grey pants and drive light-blue-painted cars with \"POLIZIA\" written on the side. The Carabinieri are the national gendarmerie, and are found in the smaller communities, as well as in the cities; they wear very dark blue uniforms with fiery red vertical stripes on their pants and drive similarly colored cars. There is no real distinction between the roles of these two major police forces: both can intervene, investigate, and prosecute in the same way. \nThe Guardia di Finanza is a police force charged with border controls and fiscal matters; although not a patrolling police force, they sometime aid the other forces in territory control. They dress fully in light grey and drive blue or gray cars with yellow markings. All these police forces are generally professional and trustworthy, corruption being virtually unheard of. Finally, municipalities have local police, with names such as \"Polizia municipale\" or \"Polizia locale\" (in the recent past, they were labelled \"Vigili urbani\"). Their style of dressing varies among the cities, but they will always wear some type of blue uniform with white piping and details, and drive similarly marked cars, which should be easy to spot. These local police forces are not trained for major policing interventions, as they have been mostly traffic police until just recently, employed for minor tasks; in the event of major crimes, the Polizia or Carabinieri will be summoned instead.\n\nAfter leaving a restaurant or other commercial facility, it is possible, though unlikely, that you will be asked to show your bill and your documents to Guardia di Finanza agents. This is perfectly legitimate (they are checking to see if the facility has printed a proper receipt and will thus pay taxes on what was sold).\n\nFor all practical matters, including reporting a crime or asking for information, you may ask any of the aforementioned kinds of police. Recently, the Italian Army has also been directly tasked with protecting key locations, including some city landmarks you may want to visit that might be target for terrorist attacks; in case of emergency you can, by all means, ask them for help, but understand that these are not policemen and will have to call actual police for you to report a crime and so on.\n\nPolicemen in Italy are not authorized to collect fines of any kind and have no authority to ask you for money for any reason (unless you are pulled over in your foreign vehicle and fined, see Get around|By car above).\n\nPossession of drugs is always illegal, but it is a criminal offence only above a certain amount.\n\nThe main emergency number, handled by the State Police, is 113. The medical emergency number is 118, but personnel of the 113 call centre are trained to handle mistakes and will immediately hook you up with actual medical emergency services.\n\nThere are many bars in Italy that cater to tourists and foreigners with \"home country\" themes, calling themselves such things as \"American bars\" or \"Irish pubs\". In addition to travelers, these bars attract a large number of Italians who, among other reasons, go there specifically to meet travelers and other foreigners.\nWhile the motivation for the vast majority of these Italians is simply to have a good time with new friends, there may be one or two petty criminals who loiter in and out of these establishments hoping to take advantage of travelers who are disoriented or drunk. Traveling to these places in groups is a simple solution to this problem. Alternatively, if you are alone, avoid getting drunk!\n\nWhen entering with a car into a city, avoid restricted, pedestrian-only areas (ZTL ",{"type":"[","value":["http:\/\/www.slowtrav.com\/italy\/driving\/traffic_cameras_speeding.htm"]},") or you could be fined about €100.\n\nAs in other countries, there are gangs known for tampering with ATMs by placing \"skimmers\" in front of the card slot and get a clone of your card. Check the machine carefully and, if unsure, use a different one.\n\nNaples and Rome are the cities with the highest rates of crime towards tourists. These two cities are riddled with lowlifes nd special care must be taken especially near such locations as the main historical monuments (the Colosseum for example) and the popular gathering places for tourists (Campo de' Fiori square in Rome for example). It must be stated also that every train station in the country attracts lowlifes, and in general train stations, at night, are not places where one might want to linger too long.\n\n",{"type":"===","value":["Tourist Scams"]},"\n\nRead up on the legends concerning tourist scams. Most of them occur regularly in bigger cities such as Rome, Milan, or Naples.\n\nAround popular tourist sites, there are groups mostly of Indian (or Bangladeshi, or sometimes African) men trying to sell cheap souvenirs. They may also carry roses and say they are giving you a gift because they like you but the minute you take their 'gift' they demand money. They are very insistent, pleading and pesty and often the only way to get rid of them is to be plain rude. Do the best you can to not take their \"gifts\" as they will follow you around asking for money. Simply saying \"no\" or \"vai via\" (\"go away\") will get them off your back until the next vendor comes up to you.\nAnother typical encounter throughout tourist spots is the fake 'deaf and dumbs' who enter restaurants or bars, leaving small objects (lighters, keychains, or small toys) on tables with a note asking for financial help. Do not examine their wares; leave them down and they will come back and collect it then leave.\n\nA particular scam is when some plainclothes police will approach you, asking to look for \"drug money\" or to see your passport. This is a scam to take your money. You can scare them by asking for their ID. Guardia di Finanza (the grey uniformed ones) do customs work.\n\nA recent scam involves men approaching you, asking where you are from, and beginning to tie bracelets around your wrists. When they are done they will try to charge you upwards of €20 for each bracelet. If anyone makes any attempt to reach for your hand, retract quickly. If you get trapped, you can refuse to pay, but this may not be wise if there are not many people around. Carry small bills or just change, in your wallet, so if you find yourself cornered to pay for the bracelet, you can convince them that €1 or €2 is all you have.\n\nYet another scam involves being approached by a man, asking you to help break a large bill - usually €20 or €50. Do not give him your money. The bill he is giving you is fake, but at first glance it might seem real.\n\nThe best advice to avoid scams is to get away from anyone you have never seen before who starts talking to you.\n\nWhen taking a taxi, be sure to remember the license number written on the car door. In seconds, people have had a taxi bill increased by €10 or even more. When giving money to taxi drivers, be careful.\nAll licensed taxi drivers in Italy until 2012 are actually ethnic Italians, so any unmarked car pretending to be a private taxi driven by a non-Italian such as an Indian or a Hispanic is very likely a scam.\n\n",{"type":"===","value":["Racism"]},"\n\nRacially-motivated violence is rare but it does make the news a few times a year; \n\nItalians may assume a person with prominent 'foreign' features to be an immigrant and, regrettably, treat him\/her with some measure of contempt or condescension.\n\nTourists can generally expect not to be insulted to their face, but unfortunately casual racism and bigotry is not absent from conversation (especially bar talk, and especially if sports games featuring non-white players are on).\n\nSports-induced attacks (hooliganism) on foreigners are not unknown, and supporters of foreign teams playing in Italy should exercise extra care not to wear their colours openly on the day of the game, outside of the sports ground.\n\nOne of the most religious countries in Europe, openly homosexual behaviour is often heavily frowned upon and some attacks have been reported in the last years.\n\n",{"type":"==","value":["Stay healthy"]},"\nItalian hospitals are public and offer completely free high-standard treatment for EU travellers, although, as anywhere else, you may have to wait quite long to be treated unless you're in a serious condition. Emergency rooms are called PRONTO SOCCORSO. Emergency assistance is granted even to non-EU travelers. For non-emergency assistance, non-EU citizens are required to pay out-of-pocket, there is no convention with US health insurances (although some insurance companies might later reimburse these expenses).  \nItaly has a four-color code of urgency, red being the most immediate (assistance is given without any delay) and white being the lowest (anyone with a red, yellow and green code will pass before you). With a white code, meaning the treatment is not urgent and does not necessitate emergency personnel, you are also required to pay for the full consultation, so do not go to the Pronto Soccorso just to check your knee after last year's fall.\n\nWater in southern Italy might come from desalination plants and sometimes may have a strange taste, due to extended droughts, but it is always perfectly safe as the state runs continuous tests. If in doubt use bottled water. Elsewhere tap water is perfectly drinkable and very well maintained. If not, a \"NON POTABILE\" warning is posted.\n\n",{"type":"==","value":["Respect"]},"\n\nItaly has a reputation for being a welcoming country and Italians are friendly and courteous, as well as ",{"type":"'''","value":["very"]}," used to interacting with foreigners. Italian society is also much less formal than Northern European or English-speaking ones, especially in terms of introductions (Italians will introduce people to friends only rarely and very casually, not formally, so do not always expect proper introductions) and dress code. Also, don't expect that the average Italian will speak or even understand English, or that those who do will speak English in your presence: they will revert to Italian almost immediately.\n\nOnce a foreigner has mastered the language sufficiently, though, he\/she will be required to start using polite forms of speech when addressing older folk, people who are not in their circle of friends, and any office\/store clerk they come in contact with. In fact, using familiar verb and pronoun forms is rather rare except among friends, family, and sometimes peers. The Italian polite form of speech form uses the third singular person instead of the second person singular: \"Lei\" (also the word for \"he\/she\/it\") instead of \"tu\" (you [familiar]).\n\nItalians greet family and close friends with two light kisses on the cheek. Males do, too. To avoid ending up kissing on the lips note that you first move to the right (kiss the other person on their left cheek) and then to the left. Other than that, the hand-shaking rules are the same as anywhere else in the western world.\n\nItalians today are no longer the skirt-chasing Romeos described in 1950s movies. So do not expect special treatment for women such as chair-pulling or car door-opening as they will not do that, let alone help you with luggage.\n\nAny other topic is more or less the same as in other Western countries with no special care to be taken or any special do's or don't's.\n\n",{"type":"====","value":["Clothing"]},"\n\nWhole essays can be written about the Italians' relationships with clothes. Three of the most important observations:\n# Most Italians (especially young ones from the upper and upper-middle social class) are very appearance-conscious; don't be surprised or insulted if you are looked at askance for your 'eccentricity' in not wearing the latest customised jeans or boots.\n# It's important not to judge people in return by their choice of clothing. Styles do not necessarily carry the same connotations in Italy that they would in Britain or some other countries. A woman in stilettos, miniskirt and full makeup at eight in the morning is probably just going to work in a bank. Almost all youths lounge about in skin-tight tee-shirts and casually knotted knitwear (and are very perplexed by the response they get when they take their sense of style and grooming to a less 'sophisticated' climate).\n# Sometimes, clothing rules are written. To visit a church or religious site you will need to cover yourself up; no bare backs, chests, shoulders and sometimes no knees, either. Sometimes museums and other attractions can also be strict; no bathing costumes, for example. If you want to visit a church or religious site it's a good idea to take something to cover yourself up with; for example a jumper or large scarf. Some churches supply cover-ups, such as sarongs are loaned to men with shorts so that they can modestly conceal their legs. Even where there are no written rules, it's worth noting that bare chests and large expanses of sunburnt skin are unacceptable away from beaches or sunbathing areas, whatever the temperature is. It is considered impolite for a man to wear a hat in a Catholic church.\n\n",{"type":"====","value":[" Politics"]},"\n\nItalians are usually modest about their country's role in the world. It should be easy to talk to people about history and politics without provoking arguments. People will listen to your opinion in a polite way as long as you express yourself politely. Fascism is out of the mainstream of Italian politics. Despite this, avoid such topics. Some older people who lived under Benito Mussolini (the Fascist dictator who was killed by the Resistance) could easily get upset. There are also some young people who support fascist views and usually such people do not like to talk about it, so simply avoid the topic. April 25 in Italy is the \"Liberation Day\", the national celebration of freedom from Nazi-Fascist rule.\n\nSimilarly, in the South, the mafia could be a sensitive topic, so it is probably wise not to talk about it.\n\n",{"type":"====","value":["GLBT rights in Italy"]},"\n\nGay, lesbian, bisexual, and transgender (GLBT) persons in Italy may face legal challenges not experienced by non-GLBT residents. Both male and female same-sex sexual activity is legal in Italy, but same-sex couples and households headed by same-sex couples are not eligible for the same legal protections available to opposite-sex couples.\n\nItalian opinions have changed and people are now more supportive of gay, lesbian, bisexual, transgender (GLBT) rights, but tend to be more repressive than other European nations. Tolerance of others is part of the doctrine of the Roman Catholic Church, which, at the same time, preaches against homosexuality. Nevertheless, there is a significant liberal tradition, particularly in the North and in Rome. Conservative Italian politicians such as former Prime Minister Silvio Berlusconi have expressed opposition to increasing gay rights. A Eurobarometer survey published in December 2006 showed that 31% of Italians surveyed support same-sex marriage and 24% recognise same-sex couple's right to adopt (EU-wide average 44% and 33%). A 2007 poll found 45% support, 47% opposition and 8% unsure on the question of  support for a civil partnership law for gays.\n\nWhile more information can be found on LGBT-specific websites, a brief summary of the situation is as follows: while violence is uncommon against openly gay people, most Italians are still disturbed by public displays of affection from same-sex couples and stares are almost guaranteed; most same-sex couples prefer to avoid public attention. As is the case elsewhere, the younger generations tend to be more open minded than older folks, but assumptions should not be made in either direction.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Internet access"]},"\n\n",{"type":"====","value":["WiFi"]},"\nBy law all public-access internet points must keep records of web sites viewed by customers, and even the customer's ID: expect to be refused access if you don't provide identification. Hotels providing Internet access are not required to record IDs if the connection is provided in the guest's room, although if the connection is offered in the main public hall then IDs are required.\n\nPublicly available ",{"type":"'''","value":["wireless access"]}," without user identification is illegal, so open Wi-Fi hotspots (like the ones you might expect to find in a mall or cafée) all have some form of (generally one-time) registration.\n\nCertain internet activities are illegal. Beside the obvious (child pornography, trading in illegal products like drugs and weapons), copyright infringement is technically illegal even if no profit is made. However enforcement of copyright laws against P2P users is lax and cease&desist letters from providers are unheard of, ",{"type":"''","value":["unless"]}," using a University's WiFi. Certain websites (mostly related to online gambling and copyrighted material) have been blocked in Italy following court rulings.\n\n",{"type":"====","value":["Mobile"]},"\n\nThe mobile phone market developed in Italy long before than in the U.S. or other countries (as early as 1993), so reception is guaranteed in the  whole of the country, including far off the coast, the tallest mountains, and the smallest villages. 3G or HDSPA internet connectivity is available from all major Italian carriers. Beware though that internet plans are generally much more expensive than in other European countries.\n\nAlso, contracts often contain little-publicized usage limitations, e.g. a plan that is advertised as 3 GB per month but actually has a daily limit of 100 MB.\n\nRetailers will often fail to mention these limitations and quite often are themselves ignorant that they exist, so it is advisable to double check on the carrier's website.\n\nAlso keep in mind that, generally speaking, internet plans only include connectivity when under a specific carrier's coverage. When roaming, internet costs can be very high. Coverage of major carriers is widespread, but it would be wise to check whether your carrier covers your area.\n\n",{"type":"===","value":["Telephone"]},"\nBoth the fixed and mobile phone systems are available throughout Italy.\n\nTelephone numbers of the fixed system used to have separate prefixes (area codes) and a local number. In the 1990s the numbers were unified and nowadays, when calling Italian phones you must ",{"type":"'''","value":["always dial the full number"]},". For example you start numbers for Rome with 06 even if you are calling from Rome. All land line numbers start with 0. Mobile numbers start with 3. Numbers starting with 89 are high-fee services. If you don't know somebody's phone number you can dial a variety of recently established phone services, the most used being 1240, 892424, 892892, but most of them have high fees.\n\nTo call abroad from Italy you have to dial ",{"type":"<","value":["code",["'''00''' + ''country code'' + ''local part''"]]}," where the syntax of the ",{"type":"''","value":["local part"]}," depends on the country called.\n\nTo call Italy from abroad you have to dial ",{"type":"<","value":["code",["''international prefix'' + '''39''' + ''local part''"]]},".\nNote that, unlike calls to most countries, you should ",{"type":"''","value":["not"]}," skip the starting zero of the local part if you are calling an Italian land line.\n\nIn case of emergency call the appropriate number from the list below. Such calls are usually free and calls to 112, 113, 115, 118 can be made from payphones for free without the need of inserting coins. 112 (standard emergency number in GSM specification) can be dialed in any case for free from any mobile phone (even if your credit is empty or if you are in an area covered by a different operator)\n",{"type":"*","value":[" ",{"type":"''","value":["112"]}," Carabinieri emergency number - general emergency"]},{"type":"*","value":[" ",{"type":"''","value":["113"]}," Police emergency number - general emergency"]},{"type":"*","value":[" ",{"type":"''","value":["114"]}," Blue Phone emergency number - children-related emergency (especially various forms of violence)"]},{"type":"*","value":[" ",{"type":"''","value":["115"]}," Fire Brigade emergency number"]},{"type":"*","value":[" ",{"type":"''","value":["117"]}," Guardia di Finanza - for customs, commercial and tax issues"]},{"type":"*","value":[" ",{"type":"''","value":["118"]}," Health emergency number - use this if you need an ambulance, otherwise ask for the local Guardia Medica number and they'll send you a doctor."]},{"type":"*","value":[" ",{"type":"''","value":["1515"]}," State Forestry Department "]},{"type":"*","value":[" ",{"type":"''","value":["1518"]}," Traffic Information "]},{"type":"*","value":[" ",{"type":"''","value":["1530"]}," Coast Guard"]},{"type":"*","value":[" ",{"type":"''","value":["803116"]}," A.C.I. (Italian Automobile Club)This provides assistance if your car breaks down (if you have a rented car then call the number they provide), This is a service provided to subscribers to ACI or to other Automobile Clubs associated to ARC Europe. If you're not associated to any of them you'll be asked to pay a fee (approx. €80)."]},"\nAlways carry with you a note about the address and the number of your embassy.\n\nIf you are in an emergency and do not know who to call dial 112 or 113 (out of major towns, better to call ",{"type":"'''","value":["113"]}," for English-speaking operators).\n\nPayphones in Italy are no longer available, cellphones have put them long out of business, and you will only find a few remaining in train stations and airports. Additionally, some of those payphones work with coins only, some with phone cards only and just a very few with both coins and phone cards. Only a limited number of payphones (in main airports) directly accept credit cards.  \nMany companies are shifting their customer service numbers to fixed-rate number (prefix 199). These numbers are at the local rate, no matter where are you calling from.\n\nAccording to national regulations, hotels cannot apply a surcharge on calls made from hotels (as the switchboard service should be already included as a service paid in the room cost) but, to be sure, check it before you use.\n\nCalls between landlines are charged at either the local rate or the national rate depending on the originating and destination area codes; if both are the same then the call will be local rate. Note that local calls are not free.\n\n",{"type":"====","value":["Mobile"]},"\nItalians use mobile phones extensively, some might say excessively. The main networks are TIM (Telecom Italia Mobile, part of Telecom Italia, formerly state controlled), Vodafone, Wind, and 3 (only UMTS cellphones).\n\nBest advice is to buy a prepaid SIM card (from €10 upwards) and  a cheap mobile phone (€19 upwards) to put it in (if you don't have a cellphone already that you can use). It will be much more practical.\n\nCellphones from Korea, Japan and North America will not work in Italy unless they are Tri-band. \n\nNearly all of Italy has GSM, GPRS and UMTS\/HDSPA coverage. You need to provide a valid form of identification, such as a passport or other official identity, to be able to purchase a SIM card. Unless you already have one, you will also be required to obtain a ",{"type":"''","value":["Codice Fiscale"]}," (a tax number) - or the vendor may generate one for you from your form of identification. Subscription-based mobile telephony accounts are subject to a government tax, to which ",{"type":"''","value":["prepaid"]}," SIM cards are not subject. Sometimes hotels have mobile phones for customer to borrow or rent.\n\nCall costs vary greatly depending on when, where, from and where to. Each provider offers an array of complex tariffs  and it is near impossible to make reliable cost estimates. The cost of calls differs considerably if you call a fixed-line phone or a mobile phone. Usually there is a difference in cost even for incoming calls from abroad. If you can choose, calling the other party's land line could be even 40% cheaper than mobile.\n\n",{"type":"===","value":["Post"]},"\n\nIf at all possible wait until you leave Italy before posting postcards, greetings cards and other items to friends and family back home.  The Italian post is notorious for being slow, expensive and unreliable.  In border towns and cities near the borders with France, Switzerland, Austria and Switzerland it may be best to cross the border to post - postcards from Slovenia to Britain can take just 2 days compared with over a week when posted across the border in Trieste, Italy.\n\nPostboxes are red and can be found very easily.\n\nPost Offices can be found in every town and most villages - look for the ",{"type":"''","value":["PT"]}," symbol.  When entering the post office you will usually have to take a ticket and wait for your number to appear on the screen when it's your turn.  There will be different tickets for different services but for posting a parcel look for the yellow symbol with the icon of an envelope.  Most post offices close at around 1pm or 2pm and only a central post office in most towns will re-open in the late afternoon.\n\n",{"type":"[[","value":[["Commons:Category:Italy"]]},"\n",{"type":"[[","value":[["WikiPedia:Italy"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/"]]},"\n\n",{"type":"{{","value":[["geo"],["42.21225"],["12.54639"],["zoom=6"]]},"\n",{"type":"{{","value":[["isPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["related"],["Ferries in the Mediterranean"]]}]