[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Itamaracá.jpg"],["thumb"],["One of the island's many beaches."]]},"\n",{"type":"'''","value":["Itamaracá"]}," is a laid-back city-island just off the coast of ",{"type":"[[","value":[["Pernambuco"]]},", ",{"type":"[[","value":[["Brazil"]]},". Its beaches have been a major weekend and holiday destination for decades, especially for inhabitants of the nearby cities ",{"type":"[[","value":[["Recife"]]}," and ",{"type":"[[","value":[["Olinda"]]},", which are both just about 30km away. Apart from its pleasant sands, the island offers a range of water sports activities and is home to an old colonial fortress and a sea mammal centre. Itamaracá has a somewhat slower pace than some of the more up to date tourist destinations in the region, and don't expect shiny new night clubs or top notch shopping experiences here. The way to go here is to kick back under a palm tree or find yourself a hammock to relax in.\n\n",{"type":"==","value":["Understand"]},"\nWith a total area of some 65.41 square kilometers, Itamaracá is easy to navigate. Most of its ~19.000 permanent inhabitants make a living through either tourism or fishing. Although the development of other major tourist centres in the area (including ",{"type":"[[","value":[["Porto de Galinhas"]]}," in ",{"type":"[[","value":[["Ipojuca"]]},") have diverged some of the former crowds, Itamaracá still gets busy on holidays and weekends.\n\n",{"type":"==","value":["Get in"]},"\nThe island is separated from the mainland by a 500m wide strip of water. A bridge ensures easy access, and the ",{"type":"'''","value":["PE-035"]},", which runs over it, is a main way in. It runs directly to ",{"type":"[[","value":[["Igarassu"]]},", where it connects to ",{"type":"'''","value":["highway 101"]},". The closest airport is ",{"type":"'''","value":["Recife International Airport"]},", an hour away by car. If you'd like to rent a car, make sure to do so in ",{"type":"[[","value":[["Recife"]]},", as there are mostly none available on the island itself. It is however possible to have Recife rental agencies deliver a car at the island, if you make arrangements ahead.\n\nThere are no trains, but frequent ",{"type":"'''","value":["bus services"]}," connect Itamaracá to the mainland. The yellow coloured buses of the Itamaracá bus company offer services between Fort Orange, the town of Pilar and Itapissuma\/Igarassu. In Igarassu you can change for Recife. \n\n",{"type":"==","value":["Get around"]},"\nMany of the ",{"type":"'''","value":["taxis"]}," on the island are not registered ones, so make sure to negotiate the price before you set out to go anywhere. White minibuses called ",{"type":"'''","value":["Kombis"]}," run on set routes between the major beaches and tourist attractions. Wave one down if you want to get in. The driver will often point right or left as the van approaches, indicating which direction the van will turn on the one roundabout at the island. If you want to get out, knock against the roof of the van. \n\nBetween Fort Orange and Pilar\/Jaguaribe there are also some dedicated ",{"type":"'''","value":["tourist buses"]},", which look a bit like little trains. They are open air and charge the same price as the Kombis. They don't leave the island.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fort Orange"],["alt=officially called: Fort of Santa Cruz de Itamaracá"],["url="],["email="],["address="],["lat="],["long="],["directions=The fort can be reached via BR-101 North, PE and PE-35-01."],["phone="],["tollfree="],["fax="],["hours=8.00-17.00h"],["price="],["content=First established by the Dutch in 1631, this fortress was initially part of the Dutch colonial efforts in eastern Brazil, during a wider fortification campaign. After the Dutch capitulation in Recife in 1654, Fort Orange was taken over and used by the Portuguese. The fort was neglected in later centuries, but was restored as the island developed into a tourist destination. Today, the fortress receives some 70.000 visitors a year, making it a prime attraction in the region."]]}]},"\n",{"type":"==","value":["Do"]},"\nIf you're tired of sunbathing or have seen more of your hammock than you care for, consider a ",{"type":"'''","value":["kayaking"]}," tour to the mangroves, take some  ",{"type":"'''","value":["kite- or windsurfing"]}," classes or go ",{"type":"'''","value":["sailing"]},". There are no diving schools on the island, but if you have your own equipment or book via schools in Recife, there's plenty to see under water. \n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation is plentiful, and virtually all is located at walking distance from the beaches.  \n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nNearby destinations include:\n",{"type":"*","value":[{"type":"[[","value":[["Recife"]]}," and ",{"type":"[[","value":[["Olinda"]]},", both colonial cities with some beautiful Portuguese architecture and excellent Brazilian carnivals"]},{"type":"*","value":[{"type":"[[","value":[["Porto de Galinhas"]]},", one of the most happening beach destinations around, repeatedly voted best beach in the country."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Grande Recife"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Itamaracá"]]},"\n",{"type":"{{","value":[["geo"],["-7.7477777777778"],["-34.825833333333"]]}]