[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Itayanagi"]}," (板柳) is a town in the ",{"type":"[[","value":[["Tsugaru"]]}," peninsula of ",{"type":"[[","value":[["Aomori (prefecture)"],["Aomori prefecture"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThe JR Gono Line from ",{"type":"[[","value":[["Hirosaki"]]}," to ",{"type":"[[","value":[["Kumadai"]]}," passes through Itayanagi.  If you get the \"Shiteiseki\" (reserved seating) train, you can travel there in class while a little video expounds upon each small town's chosen Town Symbol And\/Or Product.  Itayanagi's is the apple, which is lucky for you, because it is much harder to come up with swan or crane-themed baked goods.  Watch for the (supposedly) apple-shaped streetlights on the main street.\n\n",{"type":"==","value":["Get around"]},"\nWalk it, or buy a bike and explore the whole region.  The train comes rarely but regularly - once every two hours or so.  To get to Aomori, you'll have to endure a half-hour transfer at Kawabe station.\n\n",{"type":"==","value":["See"]},"\nA short apple-themed trail, which is lovely, and might provide an hour or two's amusement if taken slowly, runs from the town hall to the Ringo Work center, where it ends at a fish pond.  Fish food is available for 50 yen a bag at the Apple Cafe nearby.  (N.B. It may not actually be NAMED \"The Apple Cafe\".)  On warm weekends, this park is often filled with children racing little carts, which seem to be available for rent there.\n\nA town theme chimes at 6 am, noon, and 8 pm, much to the chagrin of light sleepers and the great amusement of anyone who has played Animal Crossing.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Max Value"]},".  A 24-hour supermarket on the big 339 (there are two 339s that run through town.  The big 339 is sometimes called the bypass.)  Not a huge selection, but they do sell fresh cilantro, if that tells you anything."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Itoku"]},".  The other supermarket.  Also on the big 339, a little further towards the Fujisaki side, it tends to have fresher vegetables, and has a small bakery attatched to it.  It also tends to have cheaper sashimi.  Closes at 11.  You can get good deals on meats and breads after 8 or so every evening."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Yasaikan"]},".  On the same street as the train station.  Here, local vegetables are sold year-round (predictably smaller selection in winter).  Much cheaper than the supermarket, and fun to shop in.  Just up the street is another vegetable stand - less local and a little more expensive, but with a better selection.  Another small supermarket, Sansho, is across the street, but the local middle-schoolers inform me that \"only old people shop there.\"  They have, perhaps predictably, a good selection of fish, and a lot of things that involve squid innards, some of which are tasty, and some of which are pink and seem to be made of pure salt."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ringo Work"]},".  The slightly unnervingly Beatles-referencey name given to the town's apple center.  (\"Ringo\", to be fair, does mean \"apple\" in Japanese.)  They own a restaurant in town which serves traditional Japanese-style dishes and Japanese-western fusion (occasionally with apple artfully added) at incredible prices (600 yen for an enormous plate of yakisoba; 500 for an overflowing plate of vegetables that can be fried right at the table and eaten with apple-sesame dipping sauce over a bowl of rice)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Asahi Shokudo"]},".  Go in on a Tuesday evening and be the only one in the place while an old lady makes your meal from scratch in a kitchen that bears an uncanny resemblance to an Iowan grandmother's."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Ramen Shop by the Max Value"]},".  Cheap ramen noodles or a curry set for about 400 yen.  Open until midnight.  Free water at the table, which is kind of a luxury.  They also have beer, gyoza, and a few desserts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ooshou"]},".  The bibimbap\/yakiniku place next to the Itoku supermarket.  Typical bibimbap\/yakiniku fare.  Kimchi chahan available if you want a change from white rice.  The menu has no pictures, but the owner's fairly accommodating to foreigners who need the meats explained.  Note that \"pork\" plus a circular gesturing towards the stomach means \"intestine\", which is commonly eaten here, and not too bad, but not really flavorful, and very chewy."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Big Izakaya up the street from the Post Office, which is down the street from Apuru"]},".  The menu has pictures, and a variety of pizzas, a nice seafood Caesar salad, meat on a stick and a good selection of cocktails.  Within walking distance of most of town."]},"\n",{"type":"==","value":["Drink"]},"\nThere is at least one Izakaya in town, and at least one functioning karaoke place, but you'll have to find out where they are for yourself.  In any case, it's cheaper to buy your own alcohol and drink it somewhere under the stars.\n\n",{"type":"==","value":["Sleep"]},"\nThe Ringo Center has cottages available to let in both Western and Japanese traditional styles, but at 200,000 yen a night for a 6-person cottage at the cheapest, these are probably not a good option for the solitary traveller.\n\n",{"type":"==","value":["Go next"]},"\nTake the train!\n\n",{"type":"{{","value":[["geo"],["40.6833"],["140.4500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Aomori (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Itayanagi, Aomori"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Itayanagi, Aomori"]]}]