[{"type":"{{","value":[["pagebanner"],["Iwaki banner Fukushima aquarium.jpg"],["caption=Aquamarine Fukushima"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.city.iwaki.fukushima.jp\/gaikokugo\/english\/index.html Iwaki"]}]}," (いわき) is a city in ",{"type":"[[","value":[["Fukushima (prefecture)"],["Fukushima"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nA regional city surrounded by mountains and the Pacific ocean.  Nicknamed \"Sunshine Iwaki\" due to its high number of hours of bright sunshine as compared to other areas of Japan and is said to be one of the most temperate cities in the country.\n\nIwaki City has a population of 345,000. It’s Japan’s 10th largest and 72nd most populous city.\n\nIwaki City was formed in 1966 by incorporating many smaller towns, including Taira (the central area with the main train station), Ichigo, Yumoto, Izumi, Onahama (the port town), Ueda and many other smaller areas.  They were amalgamated a few decades ago in order to boost its status due to a receding population. The name Iwaki had been used for a long time to refer to the general area however it had many different Kanji depictions, so to remove any confusion the name Iwaki is officially written in the hiragana syllabary.\n\nFormerly, coal mining formed the core of its economy, but in the face of advancing technology, turned to tourism, the Spa Resort Hawaiians being one of its biggest attractions.\n\nThe main foundation of economy is industry and agriculture. The industrial production of Iwaki City is no.1 in Tōhoku region. Iwaki is rich in sightseeing resources and 7.64 million tourists visit a year. Within Fukushima prefecture, the industrial and sightseeing center is Iwaki, while the political center is Fukushima city.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["37.054"],["140.896"],["zoom=10"]]},"\n",{"type":"===","value":["By train"]},"\nIwaki is on the JR Joban Line from ",{"type":"[[","value":[["Tokyo"]]},", between ",{"type":"[[","value":[["Mito"]]}," and ",{"type":"[[","value":[["Sendai"]]},". Since the 3\/11 earthquake and tsunami followed by a nuclear crisis in the Fukushima Daiichi nuclear power plant the line is interrupted in Hirono station.\n\n",{"type":"===","value":["By road"]},"\nIwaki is at the junction of the Joban (Tokyo-Sendai) and Ban'etsu (Iwaki-Niigata) Expressways.  Highway buses travel to Sendai and Tokyo for around ¥3000-4000.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shiramizu Amidado temple"],["alt=白水阿弥陀堂"],["url="],["email="],["address="],["lat=37.036483"],["long=140.837331"],["directions=7 km SW of Iwaki center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shiramizu Amidado is the oldest building in existence in the Iwaki region and was Designated a national treasure in 1952. It was built on the orders of Tokuhime the widow of Norimichi Iwaki, a feudal lord of the Iwaki area in 1160 at the end of the Heian Period. Surrounding the temple is a beautiful Japanese garden where visitors can relax and enjoy the peaceful temple grounds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aquamarine Fukushima"],["alt=アクアマリンふくしま"],["url=http:\/\/www.marine.fks.ed.jp\/english\/index.html"],["email="],["address="],["lat=36.942764"],["long= 140.901370"],["directions="],["phone="],["tollfree="],["fax="],["hours=9:00-17:00"],["price=¥1,600"],["content=This aquarium focuses on the ocean off the coast of Fukushima, specifically the meeting of the warm Kuroshio Current from the south and the cold Oyashio Current from the north. 0ther highlights include the touching pool, walk through glass tunnel as well as tropical botanical gardens and marine mammals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Misaki Park"],["alt=三崎公園"],["url="],["email="],["address="],["lat=36.9384, 140.9199"],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the eastern side of Onahama Bay lies a headland that rises 46m above sea level and is home to Misaki Park. The parks main features are the Shiomidai Lookout and the Marine Tower, which features an observation deck approximately 60m high providing a bird's-eye view of the surrounding coastline."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shioyazaki Lighthouse"],["alt=塩屋崎灯台"],["url="],["email="],["address="],["lat=36.995066"],["long=140.981725"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Shioyazaki Lighthouse,a famous symbol of Iwaki City, stands tall on a cliff top overlooking the Pacific Ocean. The beacon stands 80m above sea level and its beam reaches a distance of 40km out to sea. This lighthouse has guided ships to safety since 1890. In front of the lighthouse are two stones, one of which appears to be playing the same song over and over again. This stone is a memorial to the undisputed queen of Japanese pop Hibari Misora. The Shioyazaki Lighthouse was featured in one of her famous songs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Iwaki City Coal and Fossil Museum"],["alt="],["url="],["email="],["address="],["lat=37.012623"],["long=140.848411"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This museum provides a comprehensive overlook at the history and development of the Joban coalmine. Displays include a replica of the living conditions of the miners as well many interesting fossils found from within the city. One of the featured displays is a dinosaur fossil known as the Futaba Suzuki Ryu, a kind of plesiosaurus, which was discovered in the Futaba strata group, a layer that formed in the seashore 80 million years ago. This fossil was named after the strata group and the discoverer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nakoso Barrier"],["alt=勿来の関"],["url="],["email="],["address="],["lat=36.8660"],["long=140.7803"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=According to ancient records, this was the sight of the Kikuta barrier gate. The name 'Nakoso' means 'do not enter' and the barrier gave the impression to the Michinoku (the people of the north), that they were not welcome. Ancient Japanese people had a tendency of being afraid of the unknown in northern Japan. This image of divided people, lovers and even seasons made the Nakoso-Barrier popular among poets as an 'uta-makura', or a place which inspires poetry works. Many literary works describing the Nakoso-Barrier and portraits of the poets and writers are on display in this museum. The exhibitions present the history of the Nakoso-Barrier and show the customs of ancient travellers'."]]}]},"\n",{"type":"'''","value":["Iwaki City Old Style Village"]},"\nReproduced traditional houses, household goods and villages from the late Edo to the early Meiji period are on display. Experience first hand old style Japan at this village.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spa Resort Hawaiians"],["alt=スパリゾートハワイアンズ"],["url=http:\/\/www.hawaiians.co.jp\/english"],["email="],["address="],["lat=36.993898"],["long=140.816332"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥3150\/2000 adult\/child (discounts for late entry)"],["content=This amusement complex is a huge indoor and outdoor hot spring resort featuring a large waterpark, waterslides and the world's largest outdoor hot spring. There are also hula and Polynesian dance performances as well as souvenir and specialty shops. Free shuttle bus from Yumoto Station."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nIwaki Tengu -  a guardian angel who protects people from misfortune\n\nYou can order this charm set of three tengu (a long-nosed goblins).\nMr. Kageyama Ryoseki \/ Yoshima-machi, Iwaki-shi \/ 0246-36-3047 \n\nIwaki Tono-washi - traditional Japanese paper\n\nTono, which is close to the mountain region, has been well known as a place for producing Japanese paper to this day. This Japanese paper is made from mulberry and paperbush, is very sturdy.\nMr. Seya Yasuo \/ Tono-machi, Iwaki-shi \/ 0246-89-3620\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Purnima"],["url=http:\/\/www.rose.ne.jp\/~purnima\/HP_JP\/index.html"],["email="],["address="],["lat=37.046010"],["long= 140.905330"],["directions="],["phone = +81 246 25 1550"],["tollfree="],["fax="],["hours=11-22"],["price="],["content=Arguably the best Indian food to be found in Japan. A visit to Purnima and its lovable owner and chef Baba is worth the trek to Iwaki. Located in central Taira, Purnima offers a whole galaxy of curries. From mild and sweet to mindblowingly spicy, Baba's curry will without fail be outstanding."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Ban-etsu Expwy Route Sign.svg"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Niigata"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Koriyama"]]}]}],["directionr1=E"],["majorr1=END"],["minorr1="],["image2=Joban Expwy Route Sign.svg"],["imagesize2=100"],["directionl2=N"],["majorl2=Joban Tomioka"],["minorl2=Hirono"],["directionr2=S"],["majorr2= ",{"type":"[[","value":[["Mito"]]}],["minorr2=Takahagi ",{"type":"{{","value":[["rtarrow"]]}," Hitachi ",{"type":"{{","value":[["rtarrow"]]}," Tokai"]]},"\n",{"type":"{{","value":[["isPartOf"],["Fukushima_(prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Iwaki, Fukushima"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Iwaki, Fukushima"]]},"\n",{"type":"{{","value":[["geo"],["37.033333333333"],["140.88333333333"]]}]