[{"type":"{{","value":[["pagebanner"],["Izmir banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Izmirclocktower.jpg"],["thumb"],["350px"],["Clock tower in Konak Square, iconic symbol of the city"]]},"\n\n",{"type":"'''","value":["İzmir"]}," is a rapidly growing city on the ",{"type":"[[","value":[["Central Aegean"]]}," coast of ",{"type":"[[","value":[["Turkey"]]},".\n\n",{"type":"==","value":["Understand"]},"\nİzmir is the third largest city in Turkey with a population of around 3.7 million, the second biggest port after ",{"type":"[[","value":[["Istanbul"]]},", and a very good transport hub. Once the ancient city of ",{"type":"'''","value":["Smyrna"]},", it is now a modern, developed, and busy commercial center, set around a huge bay and surrounded by mountains. The broad boulevards, glass-fronted buildings and modern shopping centers are dotted with traditional red-tiled roofs, the 18th century market, and old mosques and churches, although the city has an atmosphere more of Mediterranean Europe than traditional Turkey.\n\n",{"type":"===","value":["History"]},"\n\nThe history of İzmir stretches back to around 3000 BC when the Trojans founded the city in Tepekule in the northern suburb of Bayrakli. This was the birthplace of Homer, who was thought to have lived here around the 8th century BC. The Aeolians, the first Greek settlers, were eventually taken over by the (also Greek) Ionians, and then the Lydians destroyed the city around 600BC before a brief recovery following Alexander the Great’s arrival in 334 BC.\n\nAfter his death, Alexander’s generals followed his wishes and re-established Smyrna on Mount Pagos in Kadifekale, and the city then prospered under the Romans. It was destroyed by an earthquake in 178 AD but later reconstructed and became a major commercial port. After the Byzantines, the city had a turbulent time under the Arabs, Seljuks, Crusaders and Mongols, until Mehmet I incorporated it into the Ottoman Empire in 1415. Under Suleyman the Magnificent, Smyrna became a thriving and sophisticated city and a huge trading center, despite its frequent earthquakes. It was cosmopolitan, with mainly Greek Orthodox and also Jews and Muslims, and many languages were spoken among locals and visiting traders.\n\nFollowing World War I and the defeat of the Ottoman Empire, on the basis of a major Greek-speaking population of the area, Greece was granted a mandate over İzmir from the Allies and so Greece took control of the whole Aegean Area. Led by Kemal Atatürk the Turkish army launched a counter-attack and seized the city. Soon thereafter 70% of the city burned to the ground. The big fire ended the multinational era of the city. Atatürk formally took İzmir on 9 September 1922 which is celebrated as the day of city's independence in İzmir.\n\n",{"type":"===","value":["Climate"]},"\nDry and sunny ",{"type":"'''","value":["summers"]}," in İzmir are so infernally hot and sticky that, unless there is an air-con in your room, you will most likely have trouble falling asleep at least on your first night, no matter whether the windows are wide open or not. However, a mild breeze coming in ashore from the sea (locally called ",{"type":"''","value":["meltem"]},") may refreshen the evenings, at least in locations close to the waterfront. Temperature can drop down to freezing point (0°C\/32°F) in mostly windy and rainy ",{"type":"'''","value":["winters"]},", however snowfall is some sort of curiousness in these latitudes, which happens once or at most twice a decade, if at all.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nİzmir has two railway stations: ",{"type":"'''","value":["Basmane"]}," in the city center serves regional trains and the Metro, and ",{"type":"'''","value":["Alsancak"]}," in the north serves intercity trains and the IZBAN.\n\nThe main intercity services include: ",{"type":"[[","value":[["Ankara"]]}," (",{"type":"''","value":["Mavi Tren"]}," is the fastest at 14 hours), ",{"type":"[[","value":[["Denizli"]]}," (3 express trains daily, 5–6 hours) and ",{"type":"[[","value":[["Isparta"]]}," (9 hours). Trains for ",{"type":"[[","value":[["Istanbul"]]}," connect with a ferry at ",{"type":"[[","value":[["Bandirma"]]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Basmane Station"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+90 232 484-86-38"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Alsancak Station"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+90 232 458-31-31"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nBasmane station is linked by metro (which has a separate station than the train one) to Hatay,Karabağlar in the west and to Erzene Neighbourhood,Bornova in the east.\n\n",{"type":"===","value":["By boat"]},"\n\nThere is a weekly ferry from ",{"type":"[[","value":[["Istanbul"]]},"-İzmir (19 hours), operating at weekends, and one or two weekly ferries between İzmir and ",{"type":"[[","value":[["Venice"]]}," (67 hours). All ferries dock at the Alsancak Ferry Terminal, 2 km north of the city center.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Alsancak Yeni Liman (terminal)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+90 232 464-88-64 \/ 89"],["tollfree="],["fax=+90 232 464-78-34"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By plane"]},"\n\nAdnan Menderes Airport (",{"type":"{{","value":[["IATA"],["ADB"]]},"), 16 km south of the city center, has several daily flights to ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Ankara"]]},", and ",{"type":"[[","value":[["Antalya"]]},". There are also regular flights from many ",{"type":"[[","value":[["Europe"]]},"an cities.\n\n",{"type":"[","value":["http:\/\/www.izair.com.tr Iz Air"]}," is a local carrier operating out of Adnan Menderes and offers many domestic connections.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Adnan Menderes Airport"],["alt=Adnan Menderes Havaalanı"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+90 232 274-21-87"],["tollfree="],["fax=+90 232 274-20-71"],["hours="],["price="],["content="]]}]},"\nFrom the airport, you have three public transport options into the city:\n\n",{"type":"*","value":[{"type":"'''","value":["Airport shuttles"]}," (",{"type":"''","value":["HAVAŞ"]},") meet incoming flights and go to and from the city center for 10 TL (be sure to get off the bus in the centre of town, as the bus continues north to Tersane)."]},{"type":"*","value":[{"type":"'''","value":["Public buses"]}," run by ",{"type":"''","value":["ESHOT"]},", transportation department of city council, are cheaper than ",{"type":"''","value":["Havaş"]},", at 3.70 TL\/passenger if you have a  Kentkart."]},{"type":"*","value":["Recently re-opened in August 2010, renovated and upgraded ",{"type":"'''","value":["suburban train"]}," line (",{"type":"''","value":["İzban"]},", ",{"type":"[","value":["http:\/\/www.izban.com.tr\/"]},") connects the airport with Alsancak Station in city centre, north of Konak Square with intervals of about 10 minutes between 5AM and midnight. It's possible to transfer to the metro in Halkapınar station (which is, indeed, the last station for some of the services) for trips further into the city centre, e.g. Konak Square."]},"\n",{"type":"===","value":["By bus"]},"\n\nThe bus station, or ",{"type":"''","value":["otogar"]},", is 6 km north east of town although there are plenty of ",{"type":"''","value":["dolmuş"]}," that make the journey there from the centre. The bus station is huge and has an internet cafe, plenty of facilities for food and drink and a large number of agencies selling tickets for coaches which, if departing imminently, they will be shouting out the destinations of. It also has pay toilets.\n\nBuses to ",{"type":"[[","value":[["Istanbul"]]}," take 9 hours (including a brief trip on a ferry) and travellers are provided with water, hot drinks, snacks and regular stops for toilets and food all for free on the better services for fares around 50TL per person one way. Check http:\/\/www.otobusbileti.gen.tr\/izmir-otobus-bileti for prices of bus tickets from İzmir to all cities and towns in Turkey.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["On foot"]},"\nYou can explore İzmir inner city by walking. ",{"type":"[","value":["http:\/\/www.walkizmir.com\/ Walking Routes"]}," to center of the city are very easy to walk and enjoyable.\n\n",{"type":"===","value":["By metro"]},"\nThe system of ",{"type":"[[","value":[["urban rail"]]}," in İzmir consists of two ",{"type":"[","value":["http:\/\/www.izban.com.tr\/Sayfalar\/Single.aspx?Page=32 lines"]},":\n",{"type":"*","value":["a line connecting city centre\/Konak Square with the northeastern suburb of Bornova"]},{"type":"*","value":["a line connecting Cumaovasi (to the south) and Aliağa (to the north). It also provides connection to ",{"type":"[[","value":[["Foça"]]}," and other places north from İzmir."]},"\n",{"type":"===","value":["By bus"]},"\nThere is an extensive system of public buses covering the entire city.\n\n",{"type":"===","value":["By boat"]},"\nPublic ferries are easy, fast inside the coast and provide a nice view of İzmir. Preferable to every other transportation in nice weather.\n\n",{"type":"===","value":["By taxi"]},"\nThere are many taxis with reasonable price.\n\n",{"type":"==","value":["See"]},"\nDue to the Great Fire of 1920s, there is a relative lack of historical sights in İzmir, especially when considered how old the city really is (more than 5000 years old).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Konak Square"],["lat=38.418"],["long=27.128"],["content=Main square of the city center, famous for the clock tower, one of the unique smybols of İzmir. The clock tower was built in 1901. There are also Konak Yali Mosque and Kemeraltı Bazaar located around the square."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Asansör"],["lat=38.4088"],["long=27.1175"],["alt=Elevator"],["content=This landmark was constructed by a Jewish businessman in 1907. The purpose was to help residents to go to their districts on the top of the hill. The elevator used to work by a water-driven mechanism. Later, it was restored by İzmir Municipality and now it works by electricity. There is a restaurant located on the top of the elevator with a bird-eye view of İzmir."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Alsancak"],["content=A neighbourhood of small streets with lots of bars in old Greek houses, where you can have tea or a beer and try several waterpipe flavors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kadifekale"],["lat="],["long="],["content=An old castle on the hill which it's named after."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=İzmir Agora Open Air Museum"],["alt=Smyrna"],["url="],["email="],["address="],["lat=38.419"],["long=27.139"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ruins of the ancient city of Smyrna that flourished during the Hellenistic and Roman periods."]]}]},{"type":"*","value":[" ",{"type":"'''''","value":["Teleferik"]}," (cable car) — (",{"type":"''","value":["This is closed at the moment and likely remain so for quite a long time"]},") Having served since 1977, it carries people to 423 m. up above the sea level. There are restaurants, cafes and gift shops located on the top of the hill.(in construction)"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Walk along the ",{"type":"'''","value":["Kordon"]},", the waterfront promenade, now lined by rows of tall apartment buildings and palm trees on one side and the Aegean on the other, with a large patch of lawn and a cobbled street in between, where you can have a 19th-century ",{"type":"''","value":["fayton"]}," (horse-drawn carriages) ride."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kemeraltı"]}," — A must see. A big bazaar, where you can buy clothes, presents etc. There are also a lot of lounges where you can sit."]},"\n",{"type":"*","value":[" Kızlarağası Hanı-House of Girls' Master— An old inn (",{"type":"''","value":["kervansaray"]},") in Kemeraltı where you can shop for carpets and jewelry."]},"\n",{"type":"*","value":[" Blend in with locals and take the boat from Konak to Karşıyaka."]},"\n",{"type":"*","value":[" See also the old fortress and the Agora.  This site is usually quiet and you can roam about the ruins of the old Greek market."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaches"]}," — Having a coastline on Aegean sea, İzmir owns lots of beaches which are not too far from the city center. There is public transportation available to most of them. The places include ",{"type":"[[","value":[["Foça"]]},", ",{"type":"[[","value":[["Dikili"]]},", Urla, Seferihisar, and ",{"type":"[[","value":[["Çeşme"]]},"."]},"\n",{"type":"==","value":["Buy"]},"\nYou can go to Konak Pier, a small mall along the Kordon with a cinema and with local and other known brands.\nAnother mall is called Forum, in Bornova. Forum is a very big mall with all brands and a supermarket in a Mediterreanean style one floored houses in open air. ",{"type":"'''","value":["Kemeraltı"]}," (in the city center) offers great deal of souvenirs in a nice traditional athmosphere.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Melons, because İzmir has a warm climate so melons are always local and fresh."]},{"type":"*","value":[" İzmir has a famous restaurant that serves the region's specialties, especially ",{"type":"''","value":["shish kebabs"]},"."]},{"type":"*","value":[" Fish, grilled sea bass and mezes. Usually the fish is fresh and plenty in all seasons. ",{"type":"'''","value":["Veli Usta"]}," offers great deal of fish in Alsancak. "]},{"type":"*","value":[" ",{"type":"''","value":["Kumru"]},", a warm sandwich, made with a special bread with sesame seeds, Turkish sausage, grilled cheese and tomatoes, also a vegetarian version is available without the sausage and with the addition of green pepper. This is something not to be missed while in İzmir, because it's almost impossible to find it anywhere else in the country. It's sold at numerous stalls in the streets. Best to be eaten earlier in the day to have it warm as they find their way out of bakeries in the morning. Two of them is more than enough to appease you hunger and 1.25 TL is the standard price per each throughout the city. "]},{"type":"*","value":[" Tulum Peyniri, a kind of cheese specially made in İzmir region."]},{"type":"*","value":[" Copsis Kebab at Topcu in Cankaya"]},{"type":"*","value":[" Belkahve: İzmir from the eye of Atatürk in 1922 ",{"type":"[","value":["http:\/\/www.eatinizmir.com"]}]},{"type":"*","value":[" ",{"type":"''","value":["Boyoz"]},", another local pastry but much oilier than ",{"type":"''","value":["kumru"]},", to eat with a cup of tea in the breakfast."]},"BOLCOVA SHOPPING COMPLEXES may be the most modern shopping and entertainment where in European Style.Besides prices are reasanable.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gümüş Tabak"],["alt="],["url="],["email="],["address="],["lat=38.4217"],["long=27.1332"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A cafe-restaurant in ",{"type":"''","value":["Kızlarağası Hanı"]},", ",{"type":"''","value":["Kemeraltı"]},", which offers you the traditional Turkish delicacies, from ",{"type":"''","value":["Köfte"]}," to ",{"type":"''","value":["Kokoreç"]}," with very affordable prices. You should also try the traditional Turkish coffee that is prepared in a special way, boiled in the cup, ",{"type":"''","value":["fincan"]},"."]]}]},"\n",{"type":"==","value":["Drink"]},"\nJoin the nightlife on Kıbrıs Şehitleri Caddesi in Alsancak, and go find the Gazi Kadinlar Street. Wednesdays, Fridays, Saturdays, and Sundays are when the street is liveliest.\n\n",{"type":"*","value":[" All pubs and cafes in ",{"type":"'''","value":["Kordon"]}," (Alsancak's waterfront) are attractive in nice weather."]},{"type":"*","value":[" ",{"type":"'''","value":["1448 Sokak"]}," at Alsancak is full of bars and pubs from one end to another. They also have seats out on the sidewalk, and the uniform price for a bottle of beer (a pint\/0.50 litre) is 6 TL all along the street."]},"\n",{"type":"==","value":["Sleep"]},"\nIn İzmir there are many hotels 5 minutes walk from the railway station to suit all tastes and wallets. Hilton is very close to city center in Alsancak, and Swissotel is opened this year which is also located in Alsancak. Also there is Crowne Plaza, which is about 30 min. from center.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Yaman"],["url=http:\/\/www.hotelyaman.com\/"],["email=hotelyaman@hotelyaman.com"],["address=1440 Sokak No.19, Alsancak"],["lat="],["long="],["directions="],["phone=+90 232 421-12-87"],["tollfree="],["fax=+90 232 421-02-69"],["hours="],["price=€45\/€60 single\/double rooms"],["checkin="],["checkout="],["content=Rooms with en-suite bathroom, satellite TV, air-con, wi-fi, safebox free of charge."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Güzel İzmir Oteli"],["url=http:\/\/www.guzelizmirhotel.com"],["email="],["address=9 Eylül Meydanı, 1368. Sokak No.8, Basmane"],["lat="],["long="],["directions="],["phone=+90 232 483-50-69"],["tollfree="],["fax="],["hours="],["price=€35 double room"],["checkin="],["checkout="],["content=Rooms with shower\/toilet, satellite TV, air-con, wi-fi."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Bodrum"],["url="],["email="],["address=1362 Sokak No12 Cankaya"],["lat="],["long="],["directions=5 minutes walk from the railway station towards the sea front."],["phone="],["tollfree="],["fax="],["hours="],["price=40TkL per night for single\/double room including breakfast"],["checkin="],["checkout="],["content= Rooms have wireless internet hot\/cold shower, Turkish TV and air-con."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Zena House"],["alt=Zena Tourism Agency"],["url=http:\/\/www.zenahouse.com\/izmirde-gunluk-kiralik-evler.html"],["email=info@zenahouse.com"],["address="],["lat="],["long="],["directions="],["phone=+90 5416325467, +90 544 3977746"],["tollfree="],["fax="],["hours="],["price=60-100 Us $ \/Per Night"],["checkin="],["checkout="],["content=www.zenahouse.com is a Turkish based company for apartment rentals where highly professional, motivated and fluent in English people work. Our aim is to provide high quality accommodation and accompanying services in İzmir(Turkey) at a reasonable price"]]}]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/www.mfa.gr\/AuthoritiesAbroad\/Europe\/Turkey\/GeneralConsulateSmirni\/el-GR"],["email=grgencon.smy@mfa.gr"],["address=Atatürk Caddesi 366\/1A, Alsancak"],["lat="],["long="],["directions="],["phone=+90 232 464-31-60, +90 232 464-31-61, +90 232 421-69-92"],["tollfree="],["fax=+90 232 463-33-93"],["hours=M-F 09.00-16.00, except official holidays"],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nİzmir Police Department has a \"tourism police\" section where travellers can report passport loss and theft or any other criminal activity, they may have become victims of. The staff is multilingual and will speak English, German, French, and Arabic.\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Tourism Police"],["alt=Turizm Polisi"],["url="],["email="],["address=Turizm Şube Müdürlüğü, Tepecik"],["lat="],["long="],["directions="],["phone=+90 232 489-47-77"],["tollfree="],["fax=+90 232 441-11-63"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Çeşme"]]}]}," a small village for all summer activities, half an hour drive to İzmir to west."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Selçuk"]]}]},", a few hours by bus or train to the south of the city, is a town with much historical sights, as well as serving as a hub to visit nearby Roman city of ",{"type":"[[","value":[["Ephesus"]]}," and Virgin Mary’s House, where the Vatican declared an official Catholic pilgrimage site. It is also a few kilometers away from ",{"type":"[[","value":[["Kusadasi"],["Kuşadası"]]},", and the pleasant inland village of ",{"type":"[[","value":[["Şirince"]]},", renowned for its wines."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Tire"]]}]},", takes only an hour to arrive from the city center, a typical Aegean town, you can visit Turkey's biggest open town market on Tuesdays and have a good lunch in Kaplan with typical Aegean foods and famous meatballs of Tire."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Manisa"]]}]},", just to east over Sabuncubeli Pass, is hub for visiting nearby ",{"type":"'''","value":["Sardes"]},", the capital of ancient Lycians, and ",{"type":"'''","value":["Mount Sipylus"]},", which offers beautiful forest scenery as well as sites with mythological references."]},"\n",{"type":"{{","value":[["routebox"],["image1=Tabliczka E87.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Çanakkale"]]}],["minorl1=",{"type":"[[","value":[["Bergama"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Denizli"]]}],["minorr1=",{"type":"[[","value":[["Selçuk"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Aegean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:İzmir"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Turkey\/Provinces\/Izmir\/"]]},"\n",{"type":"{{","value":[["geo"],["38.433333333333"],["27.15"]]}]