[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Izu-Oshima-IMG 4759.jpg"],["thumb"],["Mt. Mihara with azaleas in the front."]]},"\n\n",{"type":"'''","value":["Izu Ōshima"]}," (伊豆大島) is in ",{"type":"[[","value":[["Japan"]]},". It is the largest of the seven ",{"type":"[[","value":[["Izu Islands"]]},". Ōshima is famous for Mt. Mihara, an active volcano that last erupted in 1986.\n\n",{"type":"==","value":["Cities"]},"\nOkata (岡田) is one of the main ports on the island for the ferries and jetfoils from Tokyo, Atami, and Niijima.\n\nMotomachi (元町) is the main town on the island. The post office is next to the ferry port and their international ATM is open 7 days a week from 9 am to 6 pm on weekdays, and 9 am to 2 pm on weekends.\n\nHabuminato (波浮港) is a rustic fishing village on the south side of the island.  Its historic Row of Houses and amazing views attract many visitors.\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nTokai Kisen ",{"type":"[","value":["http:\/\/www.tokaikisen.co.jp"]}," operates a number of high speed boats called \"jetfoils\" which leave from Takeshiba Sanbashi Pier, near Hamamatsucho, ",{"type":"[[","value":[["Tokyo"]]},". Some of these ferries make a stop in ",{"type":"[[","value":[["Kurihama"]]},", which can be easily reached by direct train from ",{"type":"[[","value":[["Yokohama"]]}," on the Keihin-Kyuko line. The trip takes 1 hour and 45 minutes from Tokyo and 1 hour from Kurihama. Jetfoils also leave from ",{"type":"[[","value":[["Atami"]]}," in Shizuoka and take you there in 45 minutes.  A one-way ticket costs approximately ¥5,700.\n\nAlternatively, one may take the overnight ferry operated by Tokai Kisen for approximately ¥3,500.  These do not operate every night, however, so please check the schedule to ensure passage.  The ship takes approximately 8 hours during the winter, and 6 during the summer.\n\nAll of the ships arrive in either Okata port or Motomachi port, depending on the weather and ocean conditions. \n\nANA ",{"type":"[","value":["http:\/\/www.ana.co.jp"]}," flies from Haneda airport to Oshima in 35 minutes and the airport is close to Motomachi.\n\n",{"type":"==","value":["Get around"]},"\n\nBuses ",{"type":"[","value":["http:\/\/www.tokaikisen.co.jp\/bus\/jikoku.html"]}," operate between the main ferry ports in Okata and Motomachi and connect to the arrival and departure of the fast ferries. Upon arrival of the ferry, a bus departs for Mt. Mihara, which also stops at the Oshima Onsen hotel.\n\nA taxi ride between Okata and Motomachi costs approximately ¥2,400 and takes about 15 minutes.\n",{"type":"'''","value":["\" i Taxi \""]}," (phone: 04992-2-0306) has a nine-seated taxi, which costs ¥3,000 between Okata and Motomachi and costs ¥5,100 between Okata and Mt. Mihara.\n\nWhile expensive, renting a car for a couple hours or a day is the best way to see the island. Brush up on your Japanese.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Habuminato"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=A harbor that was carved out in the 1700s by a great tsunami.  Inside is a traditional Japanese fishing village that never quite managed to catch up to modern times.  You can watch fishermen dragging in their latest catch here.  You can also sample some of the finest sushi in the world at the sushi restaurant ",{"type":"'''","value":["Nishikawa"]},".  There are several overlooks that provide stunning panoramic views of the harbor along the main road.  There is also a small museum made out of an old ryokan (Japanese inn) overlooking the harbor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mt. Mihara"],["alt=三原山"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An active volcano that last erupted in 1986.  Surrounded by a vast desert of lava, one can travel up to the rim and peer down into the brightly colored several-hundred meter drop.  It is best to go on a clear day, as clouds can obscure your vision tremendously and make getting lost quite easy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Izu-Ōshima Museum of Volcanoe"],["alt=伊豆大島火山博物館"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Entrance ¥500, half hour film about the last eruption ¥200"],["content=Established in 1990, after the 1986 eruption of Mt. Mihara. The first floor of this large museum features the complete history of the last eruption and provides just enough English explanation to be able to follow the main thread. The second floor is reserved for more general information about volcanoes with less English explanation, but many photographs from volcanoes worldwide."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name="],["alt=ツツジ園"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Oshima Onsen Hotel."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=True to the name, the Azalea Garden contains hundreds of azaleas. Flowering season from May through to July."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=大島一周道"],["alt=Island Loop Road"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Exposed stratum layers are visible along the inner side of the loop road between the villages of Nomashi and Mabushi on the west side of the island.  Discovered by road construction crews in the 1950s, over 90 different layers of stratum are visible.  The island's geological history is made obvious when one looks upon the layers of ash, interspersed by fault lines."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oshima Park"],["alt=大島公園"],["url="],["email="],["address="],["lat="],["long="],["directions=On the NE side of the island."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for its world-record holding collection of camellia trees.  The park has over one hundred different varieties, and is an excellent place to take a stroll or jog, especially from early February to late March when the camellia flowers are blooming."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oshima Zoo"],["alt=大島動物公園"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Part of Oshima Park.  Be sure to bring some ashitaba to feed to the animals!  At the moment, the zoo is under construction, but approximately one-third of the exhibits are open."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Mt. Mihara's Volcano"]},"(三原山) can be reached by several hiking trails.  Buses from the ferry ports depart for the Gojinka Skyline on the hour.  From Gojinka Skyline, it is a 40 minute walk to the caldera. Intermediate stops include the Oshima Onsen Hotel which leads through the lava field to the crater in an hour and a half."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Sunset Palm Line"]},"(サンセットパルムライン) cycling path northward from Motomachi along the coastline provides excellent views of Shizuoka and Mt. Fuji on clear days. Bike rental for 1 day is approximately ¥2,000."]},"\n",{"type":"*","value":["Scuba diving"]},"\n",{"type":"*","value":["Fishing"]},"\n",{"type":"*","value":["There are several beaches on Oshima, all sporting black sand due to the basaltic origin of the island. If you are staying in Motomachi, the most conveniently located beach is ",{"type":"'''","value":["Kobohama"]},"(弘法浜) near the port."]},"\nSince this island is volcanic, it also boasts many onsen (温泉), which are public spas.  Next to Motomachi is an office where you can purchase onsen tickets at half of the mentioned price.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hama-no-yu"]}," (浜の湯), Motomachi.  A co-ed outdoor bath that has great views of Izu Hanto and Mt. Fuji on a clear day. Gets somewhat crowded around sunset and bathing suits are obligatory. The garden in front of the onsen contains a statue of Godzilla, who was entombed in the volcano in one of his movies (and later resurrected in a sequel when the volcano erupted). Entrance fee is ¥400 and it closes at 19:00.  If there is high wind\/rain, there is a good chance that the spa will be closed, which will be announced over the island's loudspeakers."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gojinka Spa"]},", Motomachi.  Located across the park from Hamanoyu, Gojinka Spa is a very modern facility with hot, warm, and cold baths, a steam room, a sauna, a swimming pool, waterfall therapy, and jacuzzi.  It also has massage chairs and a restaurant in the lobby.  Entrance fee is ¥1,000 at the door, so buy your ticket at the office next to the port for ¥500.  Gojinka Spa closes at 21:00."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Ashitaba"]}," (明日葉) is an indigenous plant to the Izu islands and is used in many local dishes, from salads to tempura, and from soba to tea. Since it contains many vitamins and minerals, it is claimed to have many health-related benefits. The name literally means ",{"type":"''","value":["tomorrow's leaf"]}," as it grows very fast.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Gojinka"]},": Gojinka is Izu Oshima's brand of \"shochu\", or home-brewed whiskey.  It is completely organic, and brewed by a local family.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pension Minamoto"],["url=http:\/\/www17.plala.or.jp\/minamoto1002"],["email=p-minamoto.1002@docomo.ne.jp"],["address=Motomachi 1-16-3"],["lat="],["long="],["directions=A few minutes walk from the ferry port in Motomachi"],["phone="],["tollfree="],["fax=04992-2-1002"],["hours="],["price=¥7,600 including dinner and breakfast"],["checkin="],["checkout="],["content=A family-run pension. Both plain western style and tastefully decorated Japanese style rooms are available. Food cooked using local produce. Lunch is served for guests and others. The owner only speaks Japanese."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nHikers on some trails through dense forest could be confronted with poisonous snakes (蛇 ",{"type":"''","value":["hebi"]},").  If the volcano begins erupting while you are close to the summit, there are many \"volcano shelters\" that one can take refuge in while waiting for help.  These look like concrete tubes with an opening on one end, and are found throughout the island.  Oshima has an excellent disaster response system, so if you hear sirens, speak to someone to find out what to do.\n\nThe epicenter for the Great Tokai Earthquake, which is overdue, is directly under Izu Oshima as well.  Please observe proper earthquake precaution techniques.\n\n",{"type":"==","value":["Go next"]},"\n\nFerries to Hamamatsucho Port leave daily from either Motomachi Port or Okata Port.  Please be aware that the port at which you arrived may not be the same port from which you will depart.  Ask any shopkeeper on the island which port is scheduled to receive ships that day.  Also be aware that during certain times of the year (especially in April), there may not be any ferries, restricting travel to and from the island to airplanes and jetfoils.  \n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Izu Islands"]]},"\n",{"type":"{{","value":[["geo"],["34.75"],["139.4"]]},"\n",{"type":"[[","value":[["WikiPedia:Izu_Oshima"]]}]