[{"type":"{{","value":[["pagebanner"],["ﾃ四e Saint-Paul banner.jpg"]]},"\n",{"type":"'''","value":["ﾃ四e Saint-Paul"]}," (not to be confused with Saint Paul Island near Alaska) is a small, volcanic outcrop in the deep Indian ocean, located at approximately 38'42\" and 77'32\", about 85 kilometres south-west of ﾃ四e Amsterdam. It is notable for being a rare example of a \"volcanic lagoon\" - an almost totally submerged volcanic caldera, thereby allowing small landing craft to actually travel into the crater of the volcano.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:StPaul Map.png"],["thumb"],["400px"],["Island map"]]},"\n\nOne side of the caldera of the volcano collapsed in 1780, creating a gap which is large enough for small craft to navigate and enter. Bear in mind, the gap is shallow and highly variable, being sometimes only a few metres deep. It is also located on the east of the island, whereas the very strong winds typically come from the west, making it impossible as well as very dangerous to approach under sail. Approach by motor only and with extreme caution.\n\nFor larger vessels, there is anchorage off the east of the Island. It goes without saying that you should not leave a vessel unattended in such a case.\n\nFor small vessels, it is possible to anchor inside the caldera, particularly towards the South.\n\n",{"type":"==","value":["Talk"]},"\n\nThe French Government lay claim to the island and there is a cabin on the shores of the lagoon which is occasionally visited by their weather scientists from Ile Amsterdam. This is infrequent, and in the event you end up stuck on the island you should not count on seeing anyone for quite some time.\n\n",{"type":"==","value":["See and Do"]},"\nFor such a lonely place, Saint-Paul has acquired a surprisingly eventful history. The HMS Megaera was wrecked at Saint-Paul (more accurately, its crew gave up in disgust at the poor quality hull of the ship and scuttled it in the lagoon). An ill-fated lobster cannery was started on the island and then abandoned, unfortunately its employees were stuck on the island and all but two of them starved before they could be rescued. The ruins of the old stone cottages are still there.\n\nYou can see evidence of this human activity as well as the rock with the original French inscription laying claim to the island on the shores of the lagoon.\n\nThere are always seals and seabirds about. Penguins can also be found.\n\n",{"type":"==","value":["Buy"]},"\nIf you are in need of emergency supplies, you are far better off going to Ile Amsterdam and throwing yourself at the mercy of the French weather scientists. You won't find anything here.\n\n",{"type":"==","value":["Eat"]},"\nThere is little vegetation on the island except for grass. You could try fishing but results may vary. \n\n",{"type":"==","value":["Drink"]},"\nThere is no permanent water on the island.\n\n",{"type":"==","value":[" Sleep"]},"\nThis is an uninhabited island.\n\n",{"type":"==","value":["Stay safe"]},"\nStrong westerly winds predominate. Like all destinations in the deep Indian ocean only accomplished sailors should apply.\n\n",{"type":"==","value":["Respect"]},"\nYou may wish to consider obtaining permission from the French government before landing, although its doubtful that they'd grant it. There is a company that offers cruises past the island on their way to Heard Island, although the French apparently don't allow them to land :- ",{"type":"[","value":["http:\/\/heritage-expeditions.com\/trip\/south-indian-ocean\/ Heritage Expeditions"]},"\n\nAs with visiting any isolated island, you should take a great care to avoid inadvertently introducing any noxious vegetation. Do not take any foodstuffs ashore that may contain seeds, and make sure you carefully brush your clothes to remove any seeds that may have collected there.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["DEFAULTSORT:Ile Saint-Paul"]]},"\n",{"type":"{{","value":[["geo"],["-38.72015"],["77.52870"],["zoom=18"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:ﾃ四e Saint-Paul"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Islands of the Indian Ocean"]]}]