[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/mptourism.com\/dest\/pachmarhi.html Pachmarhi"]}]}," is a city in ",{"type":"[[","value":[["Madhya Pradesh"]]},". It is the only hill station in the central region of India. It is situated in the Satpura range and is 3500 ft above sea level. Pachmarhi comes under the Hoshagabad district and is called 'Satpura ki Rani'\n\nThe area was discovered in the modern times by Captain James Forsyth of the British army. In 1857, Pachmarhi became a hill station and sanatorium for British troops in the Central Provinces of India. The population in 1901 was 3020, doubling during the hot summer months. Pachmarhi also served as the summer capital.\n\nPachmarhi is a tourist retreat; its elevation from the sea level and the forests of the Satpuras, with their streams and waterfalls, are picturesque and home to much wildlife. Pachmarhi lies within the ",{"type":"[[","value":[["Pachmarhi Biosphere Preserve"]]},", created in 1999 to link two forest reserves and ",{"type":"[[","value":[["Satpura National Park"]]}," into a larger wildlife conservation area. It also has Dhupgarh -- the highest point in Central India\n\nPachmarhi also has a lot of cave paintings in the forests, some of which have been dated to be as much as 10,000 years old.\n\n",{"type":"==","value":["Get in"]},"\nPachmarhi is 47 km from ",{"type":"[[","value":[["Pipariya"]]},". Pipariya is on ",{"type":"[[","value":[["Itarasi"]]},"-",{"type":"[[","value":[["Jabalpur"]]}," rail line, 2 hours from Jabalpur and approximately 2 hour from Itarsi. \nPachmarhi can also be reached directly by bus from ",{"type":"[[","value":[["Bhopal"]]},", which is 210 km away by road, Itarsi or Jabalpur.\n\nPachmarhi can also be reached from Nagpur. The Mahrashtra State Road Transport Corporation has started 2x2 luxury buses, which take eight hours to reach Pachmarhi.\n\n",{"type":"==","value":["Get around"]},"\nWhile there are several sites within 5-6 km radius, the best way of getting around is to hire a four-wheeler, Maruti Gypsy being the norm in Pachmarhi. Gypsy can be hired through open market or hotel can arrange with Gypsy operators. It gets comfortable if one visits places of heart-attraction in Pachmarhi in their own vehicle.\n\nOne excellent and economic option is to share a Gypsy for sightseeing. They make shared tour keeping in mind the preferences of tourists (for example families or couples are not mixed with group of boys). You would really need to look around for providers of shared tours because everyone tries to promote full hire of vehicles. One person, Raju Bhai (Ph. :+91-9425367229) may be really helpful if one is interested in shared tour, obviously for saving money (more than 50% cost cutting).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Priyadarshini (Forsyth Point)"]},". This vantage viewing point marks the place from where Pachmarhi was discovered by Captain Forsyth in 1857. The British developed Pachmarhi as a resort and their influence is embodied in its churches and colonial architecture."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jamuna Prapat (Bee Fall)"]},". A spectacular fall in the stream which provides drinking water to Pachmarhi. The bathing pools above the fall are very popular."]},"\n",{"type":"*","value":[{"type":"'''","value":["Handi Khoh"]},". Pachmarhi's most impressive ravine has a 300 feet high precipice and dramatically steep sides."]},"\n",{"type":"'''","value":["Apsara Vihar (Fairy Pool)"]},". Easily accessible from Jai Stambh, this 'fairy pool' is an ideal picnic spot for families with small children, since the pool is shallow, deepening only towards the base of the fall.\n\n",{"type":"*","value":[{"type":"'''","value":["Rajat Prapat (Silver Fall)"]},". Those seeking adventure will find it in this ten-minute walk over rocks and boulders from Apsara Vihar to the top of Rajat Prapat, the 'big fall'."]},"\n",{"type":"*","value":[{"type":"'''","value":["Irene Pool"]},". This pool was discovered by Irene Bose, wife of Justice Vivian Bose, and named after her. The route upstream leads to a cave, through which the stream goes underground and then over a khud in a series of falls."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jalawataran (Duchess Falls)"]},". The descent is steep and the trek strenuous for almost all of the 4 km to the base of the fall's first cascade."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sunder Kund (Saunder's Pool)"]},". Crossing the stream below Duchess Fall and following a footpath about 2.5 km in a south- west direction, brings one to a huge rocky pool that is excellent for a refreshing swim."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mahadeo"]},". Regarded as holy for countless of generations, Mahadeo hill has a shrine with an idol of Lord Shiva and an impressive Shivlinga. On the East side of the hill is an excellent cave shelter with beautiful cave paintings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chhota Mahadeo"]}]},"Revered as a sacred spot, this is a narrow point in the valley with rocks overhanging a stream and a spring from where water cascades down.\n\n",{"type":"*","value":[{"type":"'''","value":["Chauragarh"]},". 4 km from Mahadeo, it is one of Satpura's prominent land marks, the summit crowned with emblems of Mahadeo worship."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jata Shankar"]},". A sacred cave under a mass of loose boulders in which the Jambu Dwip stream has its source. A rocky formation of this place resembles the matted locks of Lord Shiva, hence the name."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dhoopgarh"]},". The highest point in the Satpura range, with a magnificent view of the surrounding ranges. A very popular spot for viewing sunsets."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pandav Caves"]},". Five ancient dwellings excavated in the sandstone rock in a low hill. Pachmarhi derives its name from these caves which, as the legend goes, once provided sanctuary to the five Pandav brothers. These caves are now protected monuments."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tridhara (Piccadily Circus)"]},". A popular picnic spot where two streams meet in a junction."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vanshree Vihar (Pansy Pool)"]},". A beautiful spot on the Denwa stream, cool and shady among trees, ferns and semi-tropical vegetation."]},"\n",{"type":"*","value":[{"type":"'''","value":["Reechhgarh"]},". A wonderful natural amphitheater in the rock, approached through a cave-like entrance on the South-side."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sangam (Fuller's Khud - Waters Meet)"]}," This is the lowest of the picnic spots on the Denwa and offers fairly good bathing pools both below and above the meeting of the waters."]},"\n",{"type":"*","value":[{"type":"'''","value":["Catholic Church"]},". Built in 1892 by the British, the Catholic Church is a blend of the French and Irish architecture. Its Belgium stained-glass windows add rare attraction and beauty to the building. The church has a cemetery attached to it and graves date from 1859, World War I & II."]},"\n",{"type":"*","value":[{"type":"'''","value":["Christ Church"]},". Built in 1875 by the British, this Church's architecture is fascinating; its 'sanctum-sanctorum' has a hemispherical dome on top with its ribs ending with faces of angels. The stained glass panes adorning the walls and rear of the altar were imported from Europe. They present a gorgeous view as the sun rays pass through them. The nave of the church does not contain even a single pillar for support. The baptismal font is a rare brass piece and the bell is as old as the church and its chimes can be heard from a long distance."]},"\n",{"type":"*","value":[{"type":"'''","value":["Satpura National Park"]},". Set up in 1981, Satpura National Park is 524 sq km in area. It spreads through dense forest of evergreen sal, teak and bamboo. The high peaks of Dhoopgarh and Mahadeo, Bori's legendary teak and bamboo forests, Pachmarhi's fascinating natural beauty of deep valleys, high mountains, rivulets, waterfalls and Tawa's vast reservoir combine to give this park unique beauty and a breathtaking variety of attractions. The park is home to the bison, tiger, Leopard, bear, four-horned deer, blue-bull and a rich variety of birds."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bison Lodge"]},". Constructed in 1862, the Bison Lodge is the oldest house in Pachmarhi. It now houses a beautiful museum depicting the rich flora and fauna of Pachmarhi."]},"\n",{"type":"'''","value":["The Cave Shelters"]},". Some of the best cave shelters and groups of shelters around Pachmarhi are: Dhuandhar, approached from the footpath to Apsara Vihar, the paintings mostly in white include a group of archers with the typical Gond bun and hooped earrings. Bharat Neer (Dorothy Deep), has well executed animal paintings and when excavated in the 1930s yielded many pottery shards and microliths. Asthachal (Monte Rosa), there are four shelters with paintings, comparatively early linear drawings. Along the northern side of Jambu Dwip valley are some six shelters with many paintings of animals and human figures, including a detailed battle scene.\n\n",{"type":"*","value":[{"type":"'''","value":["Harper's Cave"]},". So named because of one of its paintings - a man seated and playing a harp is close to the Jata Shankar Shrine. The Chieftain's Cave derives its name from a battle scene showing two chieftains on horses. A terrace that runs the length of the South, South East and East faces of Kites Crag has some fine cave paintings, the majority of which are in white or outlined in red."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Don't forget to bring clothes while visiting the falls. Nobody remains undrenched after visiting them."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boating"]}," is a must do."]},"\n",{"type":"*","value":[" Do keep sufficient amount of water and food if you are going to Chauragarh."]},"\n",{"type":"*","value":["  Pachmarhi is famous for Honey and Ayurvedic medicines."]},"\n",{"type":"==","value":["Buy"]},"\nDo not forget to buy the local honey!\n\n",{"type":"==","value":["Eat"]},"\nPanchmarhi is a great place to have typical gujarati\/maharashtrian\/jain food. Chunmun cottage located near beefall and lake is one of the best places. It is easy to cover some of the nearby other vista points after lunch.\nOther all kinds of food is also easily available at Panchmarhi and there is no need to worry about food during a trip.\n\n",{"type":"==","value":["Drink"]},"\nFor drinks related to alcohol, you can find many open model shops and bars in pachmarhi. there is no need to search and go far somewhere as it is very easily available in the city place.\n\n",{"type":"==","value":["Sleep"]},"\nPachmarhi is full of hotels.You will find a hotel after every 50-100 metres in the market area.  If you are a student or pilgrimage traveler and want a cheap option then the ",{"type":"'''","value":["Youth Hostel"]}," is a good option. Good and cheep rooms  are available 2 km from the bus stand, in peaceful locations. M.P. Tourism Hotels and private cottages like chunmun cottages are  good options for leisure travelers and standard student groups. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chunmun Cottage"],["url=http:\/\/www.chunmuncottagepachmarhi.com"],["email=chunmuncottages@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone = +91 9424434599"],["tollfree="],["fax="],["hours="],["price=From ₹500-1800"],["checkin=noon"],["checkout=noon"],["content=chunmun cottage pachmarhi is one of the private hotel out of three which is sitituated in civil area away from hoouch pouch market area. 17 super deluxe spacious well furnished cottages\/rooms.02 deluxe room.02 king size 08 beded room for those who love stay in family.open air and in house pure veg restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=hotel utkarsh"],["alt=enquiry@hotelutkarsh.com"],["url=http:\/\/www.hotelutkarsh.com"],["email="],["address=subhash road pachmarhi"],["lat="],["long="],["directions="],["phone = +91 7578252162"],["tollfree="],["fax="],["hours="],["price=800 to 4000"],["checkin=12.00"],["checkout=12.00"],["content=located in the heart of the city having 20 economy, executive a.c.rooms and family hall. Discount can be availed during off season. Packages are also offered. Special rates for school group , college group and group tours"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nandan Van Cottages"],["url="],["email="],["address=Nandan Van Cottages Pachmarhi"],["lat="],["long="],["directions="],["phone=+91 7578 252018"],["tollfree="],["fax="],["hours="],["price=₹550 onwards"],["checkin=12.00 pm"],["checkout=12.00 pm"],["content=Lodging operated by Special Area Development Authority(SADA) Pachmarhi. Very Economic and good hotel."]]}]},"\n",{"type":"==","value":["Go next"]},"\nTaxi is available all the time on demand. Don't forget to bargain! It is must to bargain. The nearest railway station is Pipariya, 54 kms away. Private booking agents are also available. You can also ask you guide train reservation options and timings. Nearest airport is Bhopal 210kms away. Transport buses run mostly in the morning. 2 sleeper buses run in the evening to ",{"type":"[[","value":[["Indore"]]},". \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["22.4667"],["78.4333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bhopal-Narmadapuram Division"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Pachmarhi"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Pachmarhi"]]}]