[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Pachna.JPG"],["thumb"],["250px"],["Pachna in winter - vineyards in the foreground, snow on Mount Olympus in the background"]]},"\n\n",{"type":"'''","value":["Pachna"]}," ",{"type":"''","value":["(Greek: Πάχνα)"]},{"type":"[","value":["http:\/\/www.pachnavillage.com\/"]}," is a village in ",{"type":"[[","value":[["Limassol district"]]}," with roughly 1,000 inhabitants. It is subdivided into Pano (upper) and Kato (Lower) Pachna, which fuels healthy local rivalry (the Pano lot consider themselves superior) but for all intents and purposes it’s  the same village. Perched at an altitude of 750 metres on the southern slopes of the Troodos Mountains it enjoys an ideal climate for vine cultivation. It has long been the heartland of the Cypriot ‘’κρασοχώρια’’ (=wine villages) and you will not come across a local who does not own a vineyard or two. The two local wineries (see below) have developed a reputation for quality whilst using mostly local grape varieties. If you visit Pachna, there is not much else to do other than relax, eat and drink. \n\n",{"type":"==","value":["Get in"]},"\n\nBy car. Taxi would cost a fortune from Limassol. \n\n",{"type":"==","value":["Get around"]},"\n\nOn foot within and around the village, but you need a car for anywhere else. A 4x4 helps.\n\n",{"type":"==","value":["See"]},"\nEndless vineyards, the unobstructed views. Cyprus donkeys.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Pachna Grape Festival"]}," ",{"type":"''","value":["(Η γιορτή του σταϕυλιού)"]},". An annual event, usually in August (this year 16 Aug 2006), organised by te village council in the central village square. Live music and dancing (mostly traditional), plus local food and drink. "]},"\nVisit the two local wineries. Call them in advance. Never assume they will be open.\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Yiaskouris Winery"],["alt="],["url="],["email="],["address=Kyriakou Matsi 6"],["lat="],["long="],["directions="],["phone=+357-25374082"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Monolithos Winery"],["alt="],["url=http:\/\/www.Monolithos.eu"],["email="],["address=39 Arch Makarios Road"],["lat="],["long="],["directions="],["phone=+357-99557457"],["tollfree="],["fax=+357-22499473"],["hours="],["price="],["content="]]}]},"\nTry your luck, contact the wineries beforehand and you might be allowed to help in the grape picking (late summer to early autumn).\n\n",{"type":"==","value":["Buy"]},"\n\nHalloumi cheese and local wines.\n\n",{"type":"==","value":["Eat"]},"\n\nA couple of local tavernas in the centre of the village. They offer traditional Cypriot cuisine and local wines.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" Local wines."]},"\n",{"type":"*","value":[" Zivania (potent local version of grappa). At your peril."]},"\nAs with every Cypriot village, of whatever size, there are a couple of traditional coffee shops in the centre of the village (Kafenio - Καφενεία) where apart from traditional Cypriot coffee, you may find basic food and fossilised old men smoking whilst playing backgammon. The mayor, the gendarmes and the firemen might also be sitting there (playing backgammon) as these establishments tend to be the central meeting point.\n\n",{"type":"==","value":["Sleep"]},"\n\nRent a villa if you can find one online somewhere. The village remains mostly undiscovered by the tourist masses, and has yet to establish a hotel.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Oleastro ",{"type":"'''","value":["Olive Oil Museum"]},". Anogyra Village. Tel: +357-99525093, +357-99 565 768 Fax: +357-25991089 +357-25386982. ",{"type":"[","value":["http:\/\/www.oleastro.com.cy\/"]}," This is an ecological olive mill and museum 10 minutes drive from Pachna. There is also a nice coffee shop on grounds."]},{"type":"*","value":["   ",{"type":"{{","value":[["listing"],["name=Cyprus Wine Museum"],["alt="],["url=http:\/\/www.cypruswinemuseum.com\/"],["email="],["address=42 Paphou Street"],["lat="],["long="],["directions="],["phone=+357-25873808"],["tollfree="],["fax=+357-25821718"],["hours="],["price="],["content=The, 4630 Erimi village. (opening times Monday-Sunday: 09:00 - 17:00, admission: CYP£2.50\/CYP£ 1.50 concessions). 20 minutes drive from Pachna. Housed in a modified traditional stone building, this is a journey through the centuries of Cyprus' wine history. Exhibits include audiovisual presentations, ancient jars and vases, medieval drinking vessels, old documents, instruments and information on aspects of wine making from cultivation to production."]]}," "]},{"type":"*","value":[" The ancient settlement of ",{"type":"'''","value":["Ayios Stephanos"]}," is not far away. Take a long walk or a short drive to see the ancient Greek ruins. The ancient church of St Stephanos has been partly restored."]},{"type":"*","value":[" Visit the Cyprus ",{"type":"'''","value":["Donkey Sanctuary"]}," in Vouni village  Tel. +357-25945488  Fax. +357-25942582 ",{"type":"[","value":["http:\/\/www.donkeycyprus.com\/"]}," A well organised animal refuge centre that can provide a fun day suitable for all ages and only a few minutes drive from Pachna! Kids will love this."]},"\n",{"type":"{{","value":[["geo"],["34.7833"],["32.8000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Limassol district"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Pachna"]]}]