[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThe ",{"type":"'''","value":["Pacific Coast Highway"]}," is one of America's most famous highways (probably second to ",{"type":"[[","value":[["Route 66"]]},"). Stretching from the southern tip of ",{"type":"[[","value":[["Baja California"]]}," to the top of the Olympic peninsula, the highway is 2500 miles long.  A two week drive from ",{"type":"[[","value":[["San Diego"]]}," to the ",{"type":"[[","value":[["Redwood National Forest"]]}," in Northern California is a great trip.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Bixby Creek Bridge.jpg"],["thumb"],["250px"],["Big Sur"]]},"\n\n",{"type":"==","value":["Prepare"]},"\n",{"type":"*","value":[" Driving - the one way to travel this route.  It was common 40 years ago to hitchhike the route, but not any more.  Adventurous travelers could give it a shot and they would probably have more luck on the PCH than anywhere else in America.  "]},"\n",{"type":"*","value":[" Motorcycling - Many motorcyclists consider the Pacific Coast Highway one of the most desirable rides in the Western United States.  Plenty of twists, turns, and hills – along with gorgeous scenery – keep riders intent on the ride."]},"\n",{"type":"*","value":[" Riding your bicycle is a great way to travel this route for experienced cyclists.  Recommended direction is from north to south because of strong prevailing winds."]},"\n",{"type":"*","value":[" Gas - Be aware that on the more rural segments of the road (particularly around ",{"type":"[[","value":[["Big Sur"]]},") there can be long stretches where gas stations are not plentiful, and prices are considerably higher than in other parts of the country with regular unleaded going for $1 - $1.50 more than the current prices elsewhere in the state."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Go..."]},"\n",{"type":"[[","value":[["Image:California 1.svg"],["thumb"],["150px"],["California Highway 1"]]},"\n",{"type":"===","value":[{"type":"[[","value":[["San Diego County"]]}]},"\nWhile California Highway 1 doesn't start until just south of ",{"type":"[[","value":[["Dana Point"]]}," in ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]},", it's worth your time to start at the southern end of the California coast in ",{"type":"[[","value":[["San Diego"]]},". San Diego offers many interesting attractions to the visitor in the neighborhoods away from the beach, such as ",{"type":"[[","value":[["San Diego\/Balboa Park-Hillcrest"],["Balboa Park"]]},", ",{"type":"[[","value":[["San Diego\/Downtown"],["Downtown"]]},", and ",{"type":"[[","value":[["San Diego\/Old Town-Mission Valley"],["Old Town"]]},", but if you're just interested in seeing coastline then a worthy place to start is ",{"type":"'''","value":["Cabrillo National Monument"]}," at the tip of ",{"type":"[[","value":[["San Diego\/Point Loma-Ocean Beach"],["Point Loma"]]},". There, you can get a gorgeous view of San Diego, the Bay, and the ocean, and learn about some of the history of the area. Also in the monument is a lovely tidepool area at the base of the ocean cliffs.\n\nHeading north, you can drive along the beaches in the communities of ",{"type":"[[","value":[["San Diego\/Mission Beach"],["Mission Beach"]]},", ",{"type":"[[","value":[["San Diego\/Pacific Beach"],["Pacific Beach"]]},", and ",{"type":"[[","value":[["San Diego\/La Jolla"],["La Jolla"]]}," (La Jolla also has a scenic sea coves), or just drive up I-5 and skip the beaches.  If you want to take a slower, yet far more scenic route along the coastal beaches, get down to the coast highway near ",{"type":"'''","value":["Torrey Pines State Park"]},", between La Jolla and ",{"type":"[[","value":[["Del Mar"]]},". Torrey Pines makes a scenic stop, with hills and cliffs overlooking the coast and trails leading down to the beach. Continuing north along the coast will take you through the lovely towns of Del Mar, ",{"type":"[[","value":[["Solana Beach"]]},", ",{"type":"[[","value":[["Encinitas"]]},", ",{"type":"[[","value":[["Carlsbad (California)"],["Carlsbad"]]}," and ",{"type":"[[","value":[["Oceanside"]]},", where you'll drive right next to the coast and over a few nice lagoons connected to the ocean.\n\nIn Oceanside, you'll have to get on to I-5 to continue driving north. Just proceed on the Coast Highway through Oceanside until you get to the I-5 exit.\n\n",{"type":"===","value":[{"type":"[[","value":[["Orange County (California)"],["Orange"]]}," and ",{"type":"[[","value":[["Los Angeles County"],["Los Angeles"]]}," Counties"]},"\nIn ",{"type":"[[","value":[["San Clemente"]]},", you can get off I-5 at the El Camino Real exit and drive by the Capistrano Beach until you get to California Highway 1. Head north of Highway 1 through ",{"type":"[[","value":[["Dana Point"]]},", ",{"type":"[[","value":[["Laguna Beach"]]},", ",{"type":"[[","value":[["Newport Beach"]]}," and ",{"type":"[[","value":[["Huntington Beach"]]}," before crossing over into Los Angeles County. As you enter ",{"type":"[[","value":[["Long Beach"]]},", Highway 1 heads inland to cut through the ",{"type":"[[","value":[["South Bay (Los Angeles County)"],["South Bay"]]}," region of Los Angeles County. Hwy. 1 rejoins the coast near ",{"type":"[[","value":[["Redondo Beach"]]}," and continues slightly inland through ",{"type":"[[","value":[["Hermosa Beach"]]},", ",{"type":"[[","value":[["Manhattan Beach"]]},", ",{"type":"[[","value":[["El Segundo"]]}," and directly under a runway at Los Angeles International Airport. \n\nAfter passing the airport, Hwy. 1 heads back toward the coast through ",{"type":"[[","value":[["Marina del Rey"]]}," and ",{"type":"[[","value":[["Santa Monica"]]},". Hwy. 1 hugs the coast on through ",{"type":"[[","value":[["Malibu"]]},".\n\nBe aware that during times of moderate to heavy rain, the eastbound I-105 onramp just south of the Sepulveda Tunnel at Los Angeles International Airport floods, forcing drivers intending to use the freeway to suddenly merge back onto the PCH. This often causes long delays on the southbound lanes of PCH\/Sepulveda from the Lincoln Boulevard-PCH\/Sepulveda Boulevard fork until the southern end of the tunnel. Allow yourself at least a half a hour more time to get through the tunnel on rainy days.\n\nFurther, be careful on the stretches of PCH that go through Manhattan Beach, Hermosa Beach and Redondo Beach -- there are many uncontrolled \"zebra crossing\" crosswalks that pedestrians can make use of -- at times, they have popped out onto the street with little warning. The area is also notorious for pedestrians jaywalking across the highway to get to buildings on the other side of the street. So be sure to keep your eyes peeled and practice defensive driving techniques while on the PCH in the Beach Cities.\n\n",{"type":"===","value":[{"type":"[[","value":[["Central Coast (California)"],["Central Coast"]]}]},"\nFrom Malibu, Hwy. 1 continues along the coast through Point Mugu State Park to ",{"type":"[[","value":[["Oxnard"]]},". Before reaching Oxnard, the road passes by ",{"type":"'''","value":["Mugu Rock"]},", formed by the cut the road made through the mountain. After Mugu Rock, the road travels inland through Oxnard north to US-101. Get onto US-101 and head west through ",{"type":"[[","value":[["Ventura"]]},", where it rejoins the coast. US-101 continues along the coast through ",{"type":"[[","value":[["Carpinteria"]]},", ",{"type":"[[","value":[["Santa Barbara"]]}," and ",{"type":"[[","value":[["Goleta"]]},". At the Gaviota State Park, US-101 breaks away from the coast and Hwy. 1 restarts, breaking away from US-101. Hwy. 1 heads north through ",{"type":"[[","value":[["Lompoc"]]}," and Guadalupe before rejoining the coast at ",{"type":"[[","value":[["Grover Beach"]]},". At the northern end of Grover Beach, Hwy. 1 merges with US-101 again which proceeds through ",{"type":"[[","value":[["Pismo Beach"]]}," before breaking away from the coast to head north to ",{"type":"[[","value":[["San Luis Obispo"]]},". There, Hwy. 1 splits off of US-101 again, traveling northwest to the coastal community of ",{"type":"[[","value":[["Morro Bay"]]},". Hwy. 1 continues along the coast through ",{"type":"[[","value":[["Cambria"]]},"; ",{"type":"[[","value":[["San Simeon"]]},", home to the ",{"type":"'''","value":["Hearst Castle"]},"; and along the very scenic cliffs of ",{"type":"[[","value":[["Big Sur"]]},". Several miles north of Big Sur, Hwy. 1 crosses over the beautiful ",{"type":"'''","value":["Bixby Creek Bridge"]}," and the less famous but still beautiful ",{"type":"'''","value":["Rocky Creek Bridge"]},".\n\nFrom there, Hwy. 1 continues through ",{"type":"[[","value":[["Carmel (California)"],["Carmel"]]},", then as a freeway past ",{"type":"[[","value":[["Monterey (California)"],["Monterey"]]}," and ",{"type":"[[","value":[["Marina"]]}," before becoming a two-lane road near Castroville, and then as a freeway again past ",{"type":"[[","value":[["Watsonville"]]}," to ",{"type":"[[","value":[["Santa Cruz (California)"],["Santa Cruz"]]},". After Santa Cruz, the road becomes a rural road winding along the coast again to the San Francisco ",{"type":"[[","value":[["Peninsula (Bay Area)"],["Peninsula"]]},".\n\n",{"type":"===","value":[{"type":"[[","value":[["Bay Area (California)"],["San Francisco Bay Area"]]}]},"\n",{"type":"[[","value":[["Image:GoldenGateBridge1.jpg"],["thumb"],["250px"],["Crossing the Golden Gate"]]},"\nHwy. 1 continues as a rural road through several communities including ",{"type":"[[","value":[["Half Moon Bay"]]},". As the highway approaches ",{"type":"[[","value":[["Pacifica"]]},", Highway 1 becomes a freeway segment through ",{"type":"[[","value":[["Daly City"]]}," before breaking off as a city street, Junipero Serra Blvd, in ",{"type":"[[","value":[["San Francisco"]]},". Shortly after exiting off the freeway, Hwy. 1 becomes 19th Avenue through the ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Sunset"]]}," district into ",{"type":"'''","value":["Golden Gate Park"]},". In the park, Hwy. 1 becomes Park Persidio Blvd through the ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Richmond"]]}," district and into the Presidio park, where it merges with US-101 again. Shortly after exiting onto US-101, you'll drive over the world-famous ",{"type":"'''","value":["Golden Gate Bridge"]}," over the San Francisco Bay into ",{"type":"[[","value":[["Marin County"]]},". US-101 continues past ",{"type":"[[","value":[["Sausalito"]]}," and Marin City, where Hwy. 1 splits off of US-101 again, heading west to the coast at Muir Beach before running north along the coast past the ",{"type":"[[","value":[["Point Reyes National Seashore"]]},".\n\n",{"type":"===","value":[{"type":"[[","value":[["North Coast (California)"],["North Coast"]]}]},"\nHwy. 1 continues along the coast, breaking off briefly to go through the town of Valley Ford before rejoining the coast at Bodega Bay. It heads north through ",{"type":"[[","value":[["Fort Ross"]]},", ",{"type":"[[","value":[["Point Arena"]]},", ",{"type":"[[","value":[["Elk"]]},", ",{"type":"[[","value":[["Mendocino"]]}," and ",{"type":"[[","value":[["Fort Bragg"]]},". After passing through the small town of Rockport, Hwy. 1 breaks away from the coast, finally ending at US-101 in the town of Leggett.\n\nUS-101 continues north through ",{"type":"[[","value":[["Garberville"]]},", Humboldt Redwoods State Park and ",{"type":"[[","value":[["Fortuna (California)"],["Fortuna"]]}," before rejoining the coast just before ",{"type":"[[","value":[["Eureka"]]},". US-101 continues along the coast through ",{"type":"[[","value":[["Arcata"]]},", ",{"type":"[[","value":[["McKinleyville"]]}," and several small towns before finally reaching ",{"type":"[[","value":[["Redwood National Park"]]},", home to the world's tallest trees.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[" Rock slides - The ",{"type":"[[","value":[["Malibu"]]},"-",{"type":"[[","value":[["Oxnard"]]}," and ",{"type":"[[","value":[["Big Sur"]]}," sections of the PCH are renown for rock slides which can lead to delays when traveling"]},"\n",{"type":"*","value":[" Storms - California weather is famously pleasant but when it rains it pours.  Large storms that come in off the Pacific are few and far between but when they come in it can make driving conditions precarious; keep abreast of the weather and remember that the road is safest and at its most scenic in sunny weather. PCH can be closed abruptly and can last up to a week or more if certain sections are impassable. Reopening depends largely on the damage and Caltrans efficiency to remove debris or rebuild certain sections. Be sure to know an alternate if this happens."]},"\n",{"type":"*","value":[" Fog - The most likely hazardous condition, Route 1 can get fogged in making driving conditions very hazardous, especially as drivers navigate around blind hairpin curves."]},"\nThis road is quite isolated. Once south of Carmel there are no other highways connecting route 1 to the interior until you get to route 46, over 90 miles away. Be prepared to drive slowly for about two to three hours and have your wits about you. You will be driving along sharp hairpin curves atop very steep ledges and high cliffs. Certain sections of PCH do not have guard rails separating the road and the cliffs. You may notice other drivers, car or bus, making tight turns at 60 mph (100 kph). They know the road, you don't.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baja California"]]}," (Mexico)"]},{"type":"*","value":[" Oregon and beyond"]},"\n",{"type":"{{","value":[["related"],["United_States_of_America"]]},"\n",{"type":"{{","value":[["related"],["California"]]},"\n",{"type":"[[","value":[["Wikipedia: California State Route 1"]]},"\n\n",{"type":"{{","value":[["outlineitinerary"]]}]