[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nWikivoyage has a general article about ",{"type":"[[","value":[["packing list"]]},"s, but traveling on ",{"type":"[[","value":[["cruise ships"]]}," can be very different from other modes of travel.  You'll probably be sleeping in the same cabin for the whole trip, so the need to \"pack light\" might not be as great as it would be if you were schlepping your bags from city to city.  But the environment of a cruise ship is an unusual one, with some atypical requirements of what to bring... and not to bring.\n\nThese suggestions make most sense if you're cruising somewhere sunny.  Depending on your destination and how you like to travel, some of the items may not be useful to you, and there are inevitably additional items you'll want to bring along.  But this should give you some ideas about how to pack.\n\n",{"type":"==","value":[" Wear "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["underwear, socks"]}," - They may not take up much space individually, but they can add up to fill a lot of luggage.  Check to see if laundry service is available on the ship (and at what cost) to cut down the quantity you have to bring."]},{"type":"*","value":[" ",{"type":"'''","value":["short-sleeved shirts, shorts"]}," - If you're sun-bound, these will be the staple of your day-time wardrobe.  Depending on the formality of the cruise, you may want shirts with collars.  If you're planning to go ashore, consider whether you want the shirts you wear to ",{"type":"''","value":["announce"]}," that you're a tourist."]},{"type":"*","value":[" ",{"type":"'''","value":["comfortable slacks\/skirt"]}," - You probably won't want to wear shorts all the time, though, even if you do have good-looking legs.  Khakis are nicely versatile: casual with a short-sleeve shirt but semi-formal with a coat and tie.  A simple skirt can fill the same niche for women."]},{"type":"*","value":[" ",{"type":"'''","value":["formal wear"]}," - Most cruises treat at least one dinner of the voyage as a formal affair, and some encourage or expect you to dress up for dinner every night.  If you'll be dressing up nightly, men may be able to get by with just an assortment of ties and perhaps a few dress shirts or a couple jackets."]},{"type":"*","value":[" ",{"type":"'''","value":["flip flops"]}," - For added comfort during your trip, make sure to pack these."]},{"type":"*","value":[" ",{"type":"'''","value":["comfortable walking shoes"]}," - They're not critically important for on deck, but for excursions ashore make sure your feet will be prepared for whatever terrain you'll find there."]},{"type":"*","value":[" ",{"type":"'''","value":["windbreaker"]}," - Even in the tropics it can get rather cool on deck at night, especially in the ocean breezes."]},{"type":"*","value":[" ",{"type":"'''","value":["swimsuit"]}," - It's ironic that you'll never touch most of the water you see, but medium- to large-sized cruise ships will almost always have an onboard swimming (or lounging) pool or several, and it's a great way to cool off if the weather's hot.  Swimming in regular shorts (or without!) is usually not permitted."]},"\n",{"type":"==","value":[" Sleep "]},"\n\nVirtually all cruise ship cabins have a phone offering a wake-up service - usually automated.\nIt will automatically be set to \"ship's time\", so you'll have no \"excuse\" to be late for something, even if your room doesn't have a window or you've changed time zones.  A travel alarm won't likely be needed.\n\n",{"type":"==","value":[" Buy "]},"\n\n(see this subject at http:\/\/en.wikivoyage.org\/wiki\/Cruise_ships )\n\n",{"type":"==","value":[" Stay healthy and safe "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["sunglasses, sun screen, hat, lipchap"]}," - Even if you plan to spend your time on-deck in the shade, the sunlight reflected off the waves will still affect you.  Granted, you probably want to return home with enough tan to prompt questions about your trip, but don't underestimate how a sunburn can spoil your trip... and your skin tone 10 or 20 years from now."]},{"type":"*","value":[" ",{"type":"'''","value":["aspirin, anti-diarrhea medicine, other basic medications"]}," - You can get this sort of thing onboard, but it'll probably be overpriced."]},{"type":"*","value":[" ",{"type":"'''","value":["motion-sickness medicine\/wrist band"]}," - You may not need this, but don't ",{"type":"''","value":["assume"]}," that you won't.  It isn't a question of willpower or healthfulness; some people just react poorly to the motion of a ship at sea, even if they don't notice it consciously.  There are over-the-counter pills you can take as needed, prescription stick-on patches for ongoing treatment, and wrist bands that (according to those who use them) effectively suppress the symptoms of motion sickness."]},{"type":"*","value":[" ",{"type":"'''","value":["insurance card"]}," - The ship's doctor won't hesitate to treat you (billing services to your account, and letting you sort things out with your health insurance provider), and many countries have policies requiring treatment of emergency patients, but it never hurts to have proof that you have insurance, and if you're really lucky they'll bill the company directly."]},{"type":"*","value":[" ",{"type":"'''","value":["ID card\/passport"]}," - Even if the Immigration officials at the countries you're visiting don't require a passport to visit from your country, it certainly doesn't hurt to have official documentation of your citizenship."]},"\n",{"type":"==","value":[" See and Do "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["camera, film\/memory card"]}," - Even if you're not a shutterbug, snapshots are one of the cheapest and best souvenirs of your trip.  \"Disposable\" cameras can provide reasonably good images, but if you plan to travel much it's worth investing in an inexpensive reusable camera for more predictable results.  Digital cameras are now comparable in picture quality to film cameras."]},{"type":"*","value":[{"type":"'''","value":["power strip or outlet tap"]}," - There is likely only one electrical outlet in the bathroom and one in the stateroom. That may not be convenient if charging and\/or powering several items."]},{"type":"*","value":[{"type":"'''","value":["travel coffee cup with lid"]}," - Walking around the deck is much safer with a travel cup than with the open cups and glasses provided by the cruise lines.  Enjoy a beautiful sunrise while sitting in a deck chair and sipping a warm beverage."]},{"type":"*","value":[" ",{"type":"'''","value":["notepad and pen for journal"]}," - Evedn less expensive than photographs and even more personal, a journal can help you relive your adventure years later."]},{"type":"*","value":[" ",{"type":"'''","value":["handheld GPS unit"]}," - Rather than bugging the crew, a GPS unit can tell where you are.  A cruise ship's course and speed tends to be dictated more by when they want to arrive in port than by geography, so don't expect a shortest-distance best-speed route."]},{"type":"*","value":[{"type":"'''","value":["family radio service portables"]}," - These \"walkie-talkies\" make it much easier for families and others to communicate on large ships. Some cruise lines now rent them."]},{"type":"*","value":[{"type":"'''","value":["ziplock bags"]}," - Carry several sizes of ziplock bags.  They are handy for so many things."]},{"type":"*","value":[{"type":"'''","value":["laundry supplies"]}," - Check your ship's information to see if there are self-service laundry facilities available.  If you plan on utilizing them, pack travel sized laundry detergent, a few dryer sheets, and quarters.  Sandy beaches and exercise classes can dirty up clothes quickly. "]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Preparation"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n\n",{"type":"{{","value":[["related"],["Packing_list"]]},"\n",{"type":"{{","value":[["related"],["Cruise_ships"]]}]