[{"type":"{{","value":[["pagebanner"],["Vestfold Hills banner.jpg"]]},"\n",{"type":"==","value":["Understand"]},"\n\nEven the most experienced travellers tend to leave something they need behind every trip. A packing list can help make sure you have everything you will need while you are travelling and at your destination.  It can also be a reassuring checklist just prior to departing, and if you are missing anything you will need, you can figure that out while you still have time to buy it.\n\nWhen you make your packing list, keep a copy of it for your next trip.  Add the stuff you forgot when you get home, and delete the stuff that you took and never used.  You can end up with a useful personalised document that will save you time and stress when you need it most.\n\nIf you need to make an insurance claim for any reason - the packing list can remind you of what you took, and what you need to claim for.\n\nThis article will walk through the process of building your own packing lists for your own travel plans, hopefully with useful suggestions for things you might not have thought of.\n\n",{"type":"===","value":["Getting started"]},"\n\n",{"type":"'''","value":["Understand your destination"]},", and focus on what you will need and what ",{"type":"''","value":["not"]}," to take. Do you really need an umbrella? Would a broad-brimmed hat do as well? What does the umbrella weigh, how much space does it take up, will it be a problem at airport security, and could you just buy one at your destination if it rains?\n\n",{"type":"'''","value":["Will you be shopping?"]},"  If it's likely, consider packing a folding bag or duffle.  Use it as carry-on on your return flight for purchases or for holding what's displaced in your checked luggage by purchases.\n\nIt can also help to specify  ",{"type":"'''","value":["which bag each item will go in"]},", to better judge whether you'll be able to pack everything in the bags you plan to use.\n\nIt's easy to overpack and lug around items you don't need, while underestimating how much money it takes to live, shop, and eat away from home.  One common bit of advice, perhaps a bit over-stated but with at least a grain of truth:\n:When packing, lay out your clothes and money. Then take '''''half",{"type":"''","value":[" the clothes and "]},"twice",{"type":"''","value":[" the money'"]},".\n \nIf you're planning a major trip, especially one a bit off the beaten path, it's worth taking an hour or two to ",{"type":"'''","value":["browse at an expedition store or website"]},", just seeing what's available.  Even though their main goal is to sell you things whether you need them or not, it will at least give you some idea of what (some) others are buying for ",{"type":"''","value":["their"]}," travels.\n\n",{"type":"'''","value":["Understand the weight and size restrictions"]}," on the various forms of transport you are using.  Trains, buses and ships are usually more generous than aircraft, but they can still charge fees based on weight or size.  Plane excess baggage fees can be very steep, or they can even refuse to carry your luggage on that flight.  If you have to pack wet towels or jeans and you are on the weight threshold, these can easily push you over the limit.  Allow just a little headroom.\n\nUse ",{"type":"'''","value":["waterproof sacks"]}," to make packing easier, especially if you are backpacking or going to multiple destinations, and have to repack constantly. They are often colorcoded, so different items can go in and out of different sacks (sleepwear, hiking boots, swimwear) that are labelled. Packing is easier and more organized than stuffing everything into your main bag. Also on a long trip, these sacks will keep odor, dust, and damp from spreading to all your stuff. Three to five-gallon sized zip lock bags typify what's usable.  Another version of these is the compressible air tight sacks, from which one can remove all air from clothing items using less space (",{"type":"''","value":["not less weight"]},").\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" Tickets and itinerary "]},"\nIf you're traveling by plane, train, etc. don't forget to bring your ",{"type":"'''","value":["tickets"]},", or organize etickets.\n\nA printed copy of your ",{"type":"'''","value":["itinerary"]}," is useful both for your personal reference and to confirm to officials that your stated travel plans are legit.\n\n",{"type":"===","value":[" Identity documents "]},"\n\nIf you're leaving your home country, there's a good chance you'll need to bring your ",{"type":"'''","value":["passport"]}," or at least some government-issued proof of your identity and citizenship. For some countries, you will need to obtain a ",{"type":"'''","value":["visa"]}," in advance. Extra ",{"type":"'''","value":["passport-style photos"]}," may come in handy for documents or passes you may purchase along the way. \n\nIf you are young and planning on going into clubs or bars, depending on the country, ID may be required...bringing your driver's license minimises the need to carry your passport, and therefore reduces the potential for theft or loss.\n\nIf you are travelling internationally, immigration officials will sometimes want to check the legitimacy of your plans. If you're paying for accommodation make sure you have made a reservation for at least your first night and carry ",{"type":"'''","value":["contact details"]}," for your place of accommodation. If staying in a private home, have ",{"type":"'''","value":["the name, address and phone number"]}," of your host, and make sure that they are aware of your name and your exact date of arrival, because immigration officials may call them if they doubt your plans. If you can't provide details of where you're staying or your host isn't aware that you're coming, you may be refused entry to some countries. Business travelers may also need ",{"type":"'''","value":["a letter of invitation"]}," to present to officials, check with the issuer of your visa if any.\n\nIf you are entering another country as a visitor on a visa that forbids you to seek employment,  ",{"type":"'''","value":["leave out"]}," anything that might make it look like you want to seek work, for example, don't take copies of your resume, leave your tools of trade at home, and leave your diary at home if you would be embarrassed for the immigration authorities to read it.\n\nIf you are traveling with a child, you may need additional documentation to prove that you're their legal guardian, such as their ",{"type":"'''","value":["birth certificate"]},".  If the other parent isn't traveling with you (and especially if you and the child have different last names), authorities might suspect that you're trying to take the child out of the country without authorization; proof of custody and\/or written permission from any other legal guardians may help you avoid a hassle. See also ",{"type":"[[","value":[["Traveling with families"]]}," for children's documentation requirements.\n\nMembership cards can be useful: e.g. ",{"type":"'''","value":["International Student Identification Card"]},", ",{"type":"'''","value":["Hosteling International"]},", ",{"type":"'''","value":["Hertz\/Avis\/AAA"]},", ",{"type":"'''","value":["frequent-flyer"]}," or other \"affinity\" cards.\n\nIt's a good idea to have ",{"type":"'''","value":["copies"]}," of all important documents in case of loss. You can carry photocopies (separately of course) and\/or keep electronic copies in your webmail account inbox, in an online storage folder, or in a pocket memory stick, to print if needed. It is also advisable to leave copies with someone responsible at home just in case you lose everything.\n\n",{"type":"===","value":[" Amusements "]},"\n\nBring some amusements for long waits and journeys.  Bring stuff you enjoy, that passes the time, or that helps you get to sleep.\n\nHours of ",{"type":"'''","value":["music"]}," can be held on a cheap mp3 player or an iPod.  Load up some spoken books.  Give some thought to loading up your mp3 player with everything you need before you go.  Trying to rip a CD to an mp3 player in an internet cafe somewhere is a frustration you don't need.\n\n",{"type":"'''","value":["Books"]}," never run out of batteries, and are great entertainment on buses, planes, boats and lazy days.  But they are heavier than an mp3 player.  For long trips, pick ones you won't mind giving away when you finish them.  You can swap them with other travellers, or  \"leave one, take one\" at a hostel or B&B along the way.\n\nAn ",{"type":"'''","value":["e-book reader"]}," (e.g. Kindle, Nook) lets you bring your entire library, provided you can charge it every other week.\n\nElectronic ",{"type":"'''","value":["games"]},", can amuse kids or adults for hours.  Bring along a pack of cards for when the batteries are dead, and all else fails.\n\n",{"type":"==","value":["Get around"]},"\n\nIf you're planning to drive at your destination, a ",{"type":"'''","value":["driver's license"]}," will be needed and you may need an  ",{"type":"'''","value":["international driving permit"]}," as well. If you are bringing your own vehicle, you may need a ",{"type":"[[","value":[["Carnet de Passage"]]}," to get it through customs. Both the IDP and the carnet are obtained from the automobile association in your own country.\n\nThe most adventurous free spirits may eschew them, but odds are if you're reading this, you're the sort who values a ",{"type":"'''","value":["guide"]},".  Printing off pages from Wikivoyage makes for a lightweight reference. If you're already bringing a ",{"type":"'''","value":["laptop"]},", saving pages and maps to your hard drive (in case you lose power) won't add any weight, but can be a convenient way to find pre-screened attractions and services on the fly.  Alternately, just read it as needed in Internet cafes, and perhaps add your new discoveries while you're there.  An even lighter-weight option is to use the web browser on your ",{"type":"'''","value":["mobile phone"]},", if you have one that works in the location you are visiting.  Be sure to review your data plan before you leave (in case you need to change it to avoid ridiculous pricing), and be aware of the limitations of the web browsers in non-smartphones - some phones are pretty much limited to \"mobile\" versions of web sites, and might not display graphics.\n\nIf you're using a commercially printed book, cutting out just the pages for the places you'll be going cuts down on the size and weight.  You may be able to buy ",{"type":"'''","value":["maps"]}," more easily when you get to your destination, but if you don't read the local script, it's probably best to buy one at home.\n\nConsider including a ",{"type":"'''","value":["compass"]},", or even a ",{"type":"'''","value":["GPS receiver"]},", especially if you're going someplace without a grid of city streets. Find a compass suitable to your destination's latitude. Most manufacturers balance their compass needles for one of five zones (ranging from Zone 1, covering most of the Northern Hemisphere, to Zone 5, covering Australia and the southern oceans). The needle may drag or stick on other zones. For example, a compass designed for North America will not give accurate readings in Australia and vice versa. There are also more expensive multi-zone or global compasses that function correctly everywhere.\n\nA keychain-size ",{"type":"'''","value":["flashlight"]},", e.g. ",{"type":"[","value":["http:\/\/www.photonlight.com\/"]},", ",{"type":"[","value":["http:\/\/www.petzl.com"]}," or ",{"type":"[","value":["http:\/\/s.dealextreme.com\/search\/keychain+flashlight"]},"(free shipping) can be handy.\n\n",{"type":"==","value":["Talk"]},"\n\nIf you do not speak the language, a ",{"type":"'''","value":[{"type":"[[","value":[["List of phrasebooks"],["phrasebook"]]}]}," may range from essential to a nice courtesy.  Even if you're sure that someone there will understand you, they'll ",{"type":"''","value":["appreciate"]}," you if you take the trouble to use some of their language.\n\n",{"type":"==","value":["Buy"]},"\n\nYou will need ",{"type":"[[","value":[["money"]]},", so the main question is what kind and how much.  The four main alternatives are ",{"type":"'''","value":["cash"]},", ",{"type":"'''","value":["travelers cheques"]},", ",{"type":"'''","value":["credit cards"]},", ",{"type":"'''","value":["ATM cards"]},". The best way to access cash is through an ATM with a travel account that won't charge you to get money abroad. For example Commerce Bank in the US, or Nationwide in the UK (charges introduced Nov 2010). Make sure to take some spare cash though. These are useful for on-the-spot visas, and large purchases abroad, such as resorts. \n\nSome countries – China and India, for example – have government controls on foreign exchange transactions, and in some places it is difficult to use bank cards or to exchange travellers' cheques. Check the entry for your destination(s) for details before deciding what to carry.  If you're relying primarily on cards, having at least two, each on different networks, is extremely useful. \n\nHaving ",{"type":"'''","value":["at least two credit cards"]}," and keeping them separate, say with one tucked away in your first aid kit, toiletry bag or in a hidden pocket in your backpack\/luggage, will prove incredibly useful if you have your wallet stolen.\n\nSee ",{"type":"[[","value":[["Money"]]}," for more tips on accessing and using money while travelling.\n\nIn some situations, ",{"type":"'''","value":["gifts"]}," may be more useful than money.  In some cultures, the exchange of gifts is an important part of business relationships.  Trinkets may be a good way to show your appreciation to a host, or as a friendly overture to the locals.\n\nDon't forget to leave some room and weight allowance for things you buy when abroad.  If you contemplate signifcant shopping, consider packing one or two folding duffles.  You can then put purchases in returning, checked luggage, and soft items displaced by purchases in duffle(s) for carry-on.\n\n",{"type":"==","value":["Wear"]},"\n\nWhat clothes to bring is a big question, both in terms of its importance and percentage of your luggage.\n\nThe strategies of layering and versatility are essential for wilderness travel, and they're useful for other kinds as well.  Items that you can mix and match and wear in various combinations for various levels of formality and\/or warmth are best.  For example, khaki slacks can be worn with a dress shirt and jacket for semi-formal situations, or with a t-shirt for sightseeing.  A t-shirt, a long-sleeved shirt, and a sweater can be worn individually for hot-to-cool situations, or combined for ",{"type":"[[","value":[["cold weather"]]},".  Especially for women, accessories such as scarves or wraps can turn one outfit into two or three.  A sarong can do multiple duties as clothing, beach towel, etc.\n\nThe question of \"how many?\" is a complex formula of how much you want to be prepared vs. how much you want to carry.  Consider whether you'll be able to do laundry while there; this can save you from the urge to pack 14 sets of ",{"type":"'''","value":["underwear"]}," and ",{"type":"'''","value":["socks"]}," for a two-week trip.  The more you can determine ahead of time what the weather will be like, where you'll be going, what you'll be doing, the less \"just in case\" packing you'll be inclined to do. Factor in (air) travel time and time zones when calculating how much to carry on shorter trips. Some companies make extended wear underwear, which is good for the long term traveller. You only have to buy one or two, and then wash them in the sink every night- they are quick dry and antimicrobial, so you'll save a lot of room and stench. Packing a tux or gown because you're not sure if you'll be going to a formal dinner or not, generally means \"over packing\".  On the other hand, if there's a pool or beach, you may end up kicking yourself for not bringing a ",{"type":"'''","value":["swimsuit"]},".\n\n",{"type":"'''","value":["Shoes"]}," are a bulky nuisance to pack, but make sure you bring at least one pair that you'd be comfortable walking around in all day.  A pair of ",{"type":"'''","value":["slippers"]}," or ",{"type":"'''","value":["flip-flops"]}," provide something else to wear when your shoes start to hurt, they can also be quite useful for going to and from shared showers, or shared bathrooms in the middle of the night in cheaper accommodation. \n\nConsider applying ",{"type":"'''","value":["waterproofing compound"]}," to clothing or luggage before you leave. In general, you should not carry it; aerosols are not allowed on planes and you don't want extra weight. However, blasting your hat, jacket or canvas luggage before going may be quite helpful.\n\nPacking too much could ruin your trip. But packing too little could have the same effect. Make sure you double, triple check the weather, hotel services( i.e. washing clothes, free clothing per room like bath robe, etc.) and your list. Start making a list about 2 weeks in advance because then you have a set plan instead of last minute frantic packing.\n\n",{"type":"===","value":[" Extra lightweight "]},"\n\nSometimes buying new clothes can be cheaper and easier than laundry. Find any clothing you have that is almost worn out, wear it to start your journey, and discard it when it gets dirty.  \n\nA four week trip can be managed with two pairs of jeans, discarding the old pair and wearing the new after two weeks.  T-Shirts, thin socks, and underwear can be rinsed at night and put back on just slightly damp the next morning.  Put socks on around 20 minutes before your shoes to give them a chance to dry fully from body heat.  Pajamas are optional if not staying in dorm rooms.  Travel deodorant is available in pocket size packs.  Wallet in front right pocket, passport in back pocket, and mp3 player in your front left pocket and you are ready to go.\n\nIt really is possible to travel with nothing but the clothes on your back if you want, and it opens up a whole new world of travel, particularly at a destination where it isn't too cold.  No need to find lockers, and sightseeing right from the bus station or airport.  Walking and the local bus become easy options.  Just be prepared for some quizzical looks at customs and immigration.\n\n",{"type":"==","value":["Stay safe"]},"\n\nA ",{"type":"'''","value":["money belt"]}," or passport pouch to protect your valuables is a very good idea. See destination articles for information on local risks, and the ",{"type":"[[","value":[["Pickpockets"]]}," article for more on avoiding thefts. Don't be lazy and wear your money belt outside of your clothing. In some areas it ",{"type":"''","value":["will"]}," get stolen.\n\nA ",{"type":"'''","value":["luggage lock"]}," to seal checked bags may be a good idea. But for travel in the US, use a lock approved by TSA ",{"type":"[","value":["http:\/\/www.tsa.gov\/travelers\/airtravel\/assistant\/locks.shtm"]},"; they have master keys for these locks, and with any other lock airport security will ",{"type":"''","value":["cut it off"]}," if they decide to look in your bag.\n\nA number of companies make ",{"type":"'''","value":["Pack Safes"]},", which are basically a wire mesh, secured by a padlock, that can enclose your backpack or suitcase and attach it to a solid object (chair, bed, etc) so that prying eyes and fingers cannot remove items from your luggage without a bolt-cutter or your keys. These are good for when you have to leave your bags unattended. i.e. in bus luggage holds, dormitory rooms, ferries and when you need to go to the bathroom. Don't leave your bag locked up and unattended in a bus stop or a train station, or airport where security is high, as it may be opened with an explosive charge by the local bomb disposal unit. They are efficient, if you keep them on throughout your journey, as opposed to taking them on and off. It is a common myth that they weigh a lot (in actuality they are a little over a pound) and that they can get tangled (they can't because of their design). Make sure they fit well, try it on to your bag before purchase, and put on a waterproof underneath for extra protection. \n\nYou probably won't ever need the address and phone number for ",{"type":"'''","value":["your embassy"]},", but if you do, you'll be glad you had them with you.  Phone numbers for family at home are also good to have, just in case.\n\nMost travellers will sensibly avoid areas where armed conflicts are in progress. For those who must go, see ",{"type":"[[","value":[["War zone safety"]]},". It is a good idea to check with your local foreign affairs department for any travel warnings to areas you may be visiting. Things may have changed since you were last there.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nIf you have ",{"type":"'''","value":[{"type":"[[","value":[["travel insurance"]]}]}," — and travel insurance covering at least medical expenses and evacuation home is highly recommended for travellers who are going to be outside the realm of their country of residence's healthcare and insurance arrangements — you should carry a copy of your policy details and the insurer's contact details with you. In some countries, it is difficult to obtain medical care without being able to demonstrate adequate insurance.\n\nYou don't want to sacrifice personal hygiene, but some compromises from your usual assortment of personal care products might help.  Your hotel may provide soap and shampoo (or they may not, this is worth researching about your destination)... the fact that they're not your usual brand probably won't matter.  Minimal use of make-up is expected of travelers.  Of course you'll probably want to bring your own ",{"type":"'''","value":["toothbrush"]}," etc. (or a travel toothbrush), ",{"type":"'''","value":["deodorant"]},", ",{"type":"'''","value":["shaving gear"]}," (if applicable), ",{"type":"'''","value":["tampons\/pads"]}," (if applicable), etc.  Women may want to consider a reusable alternative to tampons, such as a menstrual cup or sponge. Tampons can be scarce outside of shops catering to tourists in countries in Asia, South America, and Africa. Some public toilets do not supply ",{"type":"'''","value":["toilet paper"]},", so it's a good idea to bring a roll of your own.\n\nBeware that you cannot carry on containers larger than 100 ml (3.4 fl. oz.) of any gel or liquid on many airlines, and aerosol cans are often restricted or banned.",{"type":"[","value":["http:\/\/www.tsa.gov\/press\/happenings\/311_intl_acceptance.shtm"]},"  Put cosmetics in your checked luggage; get travel sized versions of anything you will actually intend to use while on the plane or inside the secure zone.  Consider whether it would be more convenient to simply buy cosmetics after you arrive, versus spending more time enjoying your destination.\n\nA bottle of no-wash ",{"type":"'''","value":["hand sanitizer"]}," or wipes can come in handy, no matter where you travel.  If you're going to be outdoors much, ",{"type":"'''","value":["sunglasses"]},", ",{"type":"'''","value":["sun-screen"]},", ",{"type":"'''","value":["lip balm"]},", and other skin-care products are important in more places than not.  ",{"type":"'''","value":["Insect repellent"]}," is very handy in many places, especially tropical countries with malaria.  Consider a small ",{"type":"'''","value":["first-aid"]}," kit with adhesive bandages, anti-bacterial cream, etc. \n\nIn some countries it may be advisable to carry a more ",{"type":"'''","value":["comprehensive first aid kit"]},", including hypodermic needles, wound dressings, etc. Ideally talk to your local travel doctor or family doctor about what you may or may not need before you go. \n\nIf you take any ",{"type":"'''","value":["medications"]},", take personal supplies of them, as they may be in short supply, but resist the urge to re-package them for travel across borders; keeping them in their original packages, with copies of prescriptions, will save you from hassles (or worse) from customs & immigration.  (Also, make sure they're ",{"type":"''","value":["legal"]}," where you're going.)  Pain relievers, anti-diarrheal medicines, etc. may come in handy, but keep in mind that they can also be purchased most places.  If you have any medical conditions, allergies, etc. keep that information on you; med-alert tags will be recognized in most places.  A copy of your eyeglasses prescription might come in handy should you break or lose your glasses\/contacts, as would a backup pair – there's no better way to ruin a trip than not being able to see anything.\n\nIf you are going to the tropics, see also ",{"type":"[[","value":[["tropical diseases"]]},".\n\n",{"type":"==","value":["See and Do"]},"\n\nYou'll probably want to bring a ",{"type":"'''","value":["camera"]},", along with sufficient storage and batteries.  See ",{"type":"[[","value":[["Travel photography"]]}," for more on this topic.\n\nTake ",{"type":"'''","value":["battery chargers"]}," and travel ",{"type":"'''","value":["power adapters"]}," for any electrical device you may use. Be sure to check the correct voltage and frequency is available in your destination. \n\nBeyond that, what other kind of ",{"type":"'''","value":["gear"]}," you'll need to pack depends on where you're going and what you're doing there.  Snorkel and flippers?  Caribiners and rope?  Golf clubs?  Snow skis? If your trip is focussed on an equipment heavy activity like skiing or scuba diving, you may want to take your own equipment along, or depending on your destination and facilities there, have no choice about bringing it along. Finding an ",{"type":"'''","value":["activity specific packing list"]}," and using it as a reference is a good way to make sure that you don't forget something crucial. For some activities you may even want to pack spares of some equipment: scuba divers sometimes prepare a \"save a dive\" kit with spare masks and fin straps so that the failure of a small bit of equipment doesn't mean skipping a day's diving.\n\nDepending on the activity and your destination, the alternative may be to use ",{"type":"'''","value":["hire equipment"]},". The decision to hire or buy depends partly on your activity: hiking boots and wetsuits, for example, often need to fit their wearer well to be effective. It's also partly based on expense and convenience. Buying equipment is typically a big one-off cost and ongoing maintenance might be required. However, renting is usually more expensive over the long run if you are a regular participant. The final consideration is the size and weight of your luggage, particularly if you are flying. Packing both your equipment and day-to-day essentials might put you over the airlines' free baggage limit, fragile equipment can be damaged when transported in luggage holds and sometimes there is a separate surcharge for either sporting equipment or large and difficult to handle baggage.\n\nSee the various articles under ",{"type":"[[","value":[["Travel activities"]]}," for more about this.\n\n",{"type":"==","value":["Eat and Drink"]},"\n\nTraveling usually involves a fair amount of sitting and waiting and time spent in transit.  Packing ",{"type":"'''","value":["water"]}," and some ",{"type":"'''","value":["snacks"]}," will make those times go more comfortably.  Even if refreshments will be available, they're often overpriced for travelers.  But beware security restrictions on more than 100 ml (3.4 fl. oz.) of any liquid at most airports; you'll just need to empty the bottle outside the security checkpoint, then fill it back up again at a water fountain or sink inside the secure zone.  A ",{"type":"'''","value":["foldable waterbottle"]}," with a hoser is efficient if you are going to pump your own water with a ",{"type":"'''","value":["water filter"]},". The hoser is especially useful for couples who are on the go, as it is more efficient than pulling out a huge plastic bottle. \n\nFor suggestions about packing food for places where you have to bring your own breakfast, see ",{"type":"[[","value":[["Packing for a week of hiking"]]},".\n\nSome travelers carry a kettle and tea or coffee. You can also get a compact water heater that boils a glass or mug of water. Be aware of electrical requirements where you are going.\n\n",{"type":"==","value":["Other"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Febreze"]},"- for long trips, when laundry is just not all that convenient"]},{"type":"*","value":[{"type":"'''","value":["S hook"]},"- for hanging clothes in bathrooms"]},{"type":"*","value":[{"type":"'''","value":["Good Quality Sports Bra"]},"- even designer stores in third world countries often have export surplus and thereby bad quality. Considering the number of potholes you'll encounter it is a good idea to have one. "]},{"type":"*","value":[{"type":"'''","value":["Flashlight"]},"- there will be blackouts in third-world countries. "]},{"type":"*","value":[{"type":"'''","value":["Powerbars"]},"- especially useful for hikes and as backup, and delayed situations. Food, especially substantial food is not available especially when you're on foot. "]},{"type":"*","value":[{"type":"'''","value":["Toilet Paper"]}]},{"type":"*","value":[{"type":"'''","value":["Batteries"]},"- ones bought abroad can be fake, or last a day in a high power device like a digital camera."]},{"type":"*","value":[{"type":"'''","value":["Mosquito Repellent with DEET and Sunscreen"]},"- over 30% DEET is poisonous and not needed, as the effect against mosquitoes does not increase after that. Good quality sunscreen should have zinc oxide and titanium dioxide in the ingredients. Abroad it has often expired because people do not buy it as often."]},{"type":"*","value":[{"type":"'''","value":["Carabiners"]},"- Metal loops with a sprung or screwed gate. Often useful. Cost about a dollar. "]},{"type":"*","value":[{"type":"'''","value":["Anti-itch Cream"]},"- often not available outside of herbal form."]},{"type":"*","value":[{"type":"'''","value":["Ear plugs"]}," are useful when you're trying to sleep in a very noisy location, e.g., flying. If you fly often, consider buying good, noise-cancelling headphones.  Note that using plugs can be dangerous in some circumstances, e.g., if a fire alarm goes off and everyone except you evacuates the building"]},{"type":"*","value":["An ",{"type":"'''","value":["Eye cover"]}," is good if you're someone who can only sleep when it's dark"]},{"type":"*","value":[" ",{"type":"'''","value":["Alarm clocks"]}," are perhaps less necessary these days as cell phones and watches tend to have built-in alarms. But don't rely on early morning calls from your hotel to make that unmissable flight."]},"\n",{"type":"==","value":["Connect"]},"\n\nBringing a ",{"type":"'''","value":["phone"]}," along makes perfect sense, but check  the place you're going has a compatible network, and that either your service provider offers roaming there (or that your phone would be compatible with a local prepaid service.)  Even if you don't intend roaming you can usually use your phone for emergency calls should the need arise.  Phone ",{"type":"'''","value":["cards"]}," and\/or numbers for \"collect\" calling may be more practical. If you bring your mobile phone, don't forget your charger. See also ",{"type":"[[","value":[["Telephone service for travel"]]},".\n\nYou may want to bring along a ",{"type":"'''","value":["laptop"]},", ",{"type":"'''","value":["netbook"]},", ",{"type":"'''","value":["tablet"]}," or ",{"type":"'''","value":["PDA\/smartphone"]}," to get online, remember to carry a ",{"type":"[[","value":[["Electrical system"],["plug adaptor"]]}," if you need one.  Leave some charge in your devices, as you may be required to turn them on at security checkpoints in order to demonstrate that they are what they seem to be. A PDA or smartphone offers the additional advantage that you can carry travel guides, maps, phrasebooks, and books for general reading in digital form, allowing you to save plenty of weight. GPS-enabled PDAs are a wonderful tool for navigating cities.  Make sure you have maps loaded for your destination. Internet cafes are increasingly common throughout the world, especially in areas where home internet service is less common, so you may prefer to use them instead of lugging your own system around. However, wireless (wi fi) connections in Europe and other localities often have fees associated with them, whereas in the USA a free wi fi connection may often be found, particularly in restaurants and hotels.\n\n",{"type":"{{","value":[["related"],["Packing_for_a_week_of_hiking"]]},"\n",{"type":"{{","value":[["related"],["Packing_for_a_cruise"]]},"\n",{"type":"{{","value":[["related"],["Tips_for_travel_in_developing_countries"]]},"\n",{"type":"{{","value":[["related"],["First_aid_kit_for_travellers"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Preparation"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]