[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Padangpanjang"]}," is a town in ",{"type":"[[","value":[["West Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nPadangpanjang is a university town and houses the high profile and growing Arts Academy STSI, and there are often performers rehearsing or who know of late night village gigs you can find out about if you hook up with some of the local or foreign students there. Either contemporary or traditional performing arts not on the tourist books. If you are around for a while you might even do a deal on some flute or drum lessons. Be sure to cross their palm with silver for their efforts - they are struggling professional artists and students with exams and festival commitments. The tiny cafes around the campus can sometimes prove fruitful for meeting artists. There is also a private library\/drop-in centre for performing arts resources if you have such an interest, on Jl Puti Bungsu, where Indra Utama will be able to direct you to more cultural resources. \n\n",{"type":"*","value":[{"type":"'''","value":["Scenic Tours by horse and cart"]},"  if you go to Padangpanjang market you can charter a horse and cart called a ",{"type":"''","value":["bendi"]}," (in other parts of Indonesia these are often poor runty ponies but some of the horses used here are racing horses working between seasons so you can and should choose a strong well-fed beast to lug your great body around!) "]},"\nSo, either work out a fee for a period of time (eg: \"satu jam\" means 1 hour; ",{"type":"''","value":["satu-setengah jam"]}," means 1 and a half)or just wing it and ask the driver to take you round-about ",{"type":"''","value":["mau jalan-jalan keliling"]},". ",{"type":"''","value":["Ke mana"]}," he will say (where) and just say ",{"type":"''","value":["ke sana"]}," (there) and then just point as you go - its a slow pace great way to look at life in the region - you can go out to ",{"type":"[[","value":[["Batipuh"]]}," for example, spend about half your time and then get him to take you back to the market. It's relatively cheap and you don't really have to know where you are going. You can do the same anywhere of course, for example, from Bukittinggi charter a whole day and go down into ngarai sianok. Don't expect them to go down the main highway though. If you want a faster pace charter an ojek motorbike taxi. Some are students and may speak a little English. They charge a lot more though cover more territory and you are probably in bit too close proximity to the driver if you are a woman. They have strict rules on gender protocols and hence will take a mile if a situation gives them an inch. Beware.\n\n",{"type":"*","value":[{"type":"'''","value":["Swim in a beautiful water hole"]}," Get on a bus from Bukittinggi to Padang and get off at Simpang Lubuk Bunta between Kayu Tanam and Sicincin abt 1 hour and a bit down the road. At the turn off there is a bamboo shelter. pick up an ojek there and for a small fee equivalent to a dollar (they are unlikely to rip you off there) they will take you to the water hole lubuk bunta. This spring is the site for the local bottled spring water one of few clean bathing spots with a little waterfall and is a favorite among locals not tourists so please respect that. it is polite to approach someone there to \"ask permission\" even if they too are visitors. It acts as an introduction. They will be surprised you knew where to come. This is spot where male and female bathe together recreationally (most bathing spots are used in segregation to wash oneself rather than swim). Either way please don't strip off,you can swim in a sarong or shorts and t-shirt over swimmers, take your cue from other bathers. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Shadowboxing"]}," On your way you will pass a village called Tarok which has an interesting triple slatted bamboo stage called a laga-laga where on certain nights the men gather to practice a high art of Ulu'ambek an esoteric non-contact spirit form of martial art. If you are interested you would have to ask in the local cafe nearby for Pak (Mr) Mak Yan and mention \"ulu'ambek\" or \"randai\". These activities are seasonal and unpredictable but you might get lucky. Gigs or rehearsal always happen after nine at night so plan to come back with a chartered car or motorbike if you want to see this."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Market"]}," Padangpanjang is a great alternative market if you find Bukittinggi too intense and huge to navigate in. Sunday is the big market day. Find the aisle in the main undercover building where rows of women dish up dollops of sweet pudding of many varieties. The seated women, each one a matriarch with warmth and goodwill, offer a little respite from the market buzz and sell sell sell while eating these pudding pots, find a stool to park your bum in mama's circle. Each one has only one combo to serve so just nod and point - most ingredients are the same just configured differently - glutinous rice or rice flour and coconut milk and sugar, coconut flesh or maybe banana or other toppings and red palm sugar syrup - very cheap, and comforting. Stay until you feel ready to face the frenzy again."]},{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["If you depart from Padang from PadangPanjang (or on the way back to Padang), it's recommended to stop by at one of the local Sate restaurants: ",{"type":"'''","value":["Mak Syukur"]}," or ",{"type":"'''","value":["Saiyo"]},". The sate is a similar to Sate Padang, but the cool temperature makes it nice to eat the spicy sauce. Sate is usually eaten with rice cubes, bull's rinds\/cracklings, and the spicy sauce. Besides meat, they usually also serve other organs such as intestines, liver, etc."]},"\n",{"type":"*","value":[{"type":"'''","value":["Durian"]}," Kayu Tanam and Sicincin are famous for their durian sellers so if you want to sample this famously smelly fruit the most engaging way, pooter past on a vesper after dark, (you will see stalls along the side of the main highway lit up of an evening in high season) and ask for one durian to be opened and \"eaten in\" with",{"type":"''","value":[" pulut"]}," or ",{"type":"''","value":["puluik"]}," in Minangkabau dialect. Eat it with your fingers with a friend."]},"\n",{"type":"*","value":[{"type":"'''","value":["Teh talua"]},"...and if you've chosen a more set up cafe stall ask for a teh talua. Don't grimace - bitter black tea poured over whipped egg and sugar creates a custardy flavoured \"cappuccino froth\" on your tea. The best has a squeeze of lime. Try ",{"type":"'''","value":["Desy's cafe"]}," in Jl Pasar Baru I, in Central Padang behind the main market, but more specifically for navigating there, behind the Balai Kota (Town Hall) and Police Station (\"Belakang Benteng\" is a really clear instruction to a driver). The tiny cafe is where police staff eat and Desyeni the proprietor has a solid lineage of culinary expertise behind her. All food guaranteed clean and superb and absolutely local."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pak Datuk"],["url="],["email="],["address=Jl. Sutan Syahrir"],["lat="],["long="],["directions="],["phone=+62 752 83464"],["tollfree="],["fax="],["hours="],["price="],["content=Padang-style food served in a Minangkabau style building. Excellent roti cane."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Soto Laris"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pasar Baru,padang Panjang"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["4.0500"],["96.2667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Sumatra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Padang Panjang"]]}]