[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"[[","value":[["File:Dragomirna monastery sunset.jpg"],["thumb"],["A view of Dragomirna monastery."]]},"\nThe ",{"type":"'''","value":["Painted Monasteries"]}," are in the ",{"type":"[[","value":[["Southern Bukovina"]]},", in northern ",{"type":"[[","value":[["Romania"]]},". Most of them have been nominated as UNESCO World Heritage sites and all lie in rural areas, surrounded by farms and a lovely countryside. Often (but not always) picturesque little villages or hamlets with the same lies next to it, established as people settled next to the road leading to the monasteries. Typically, they consist of nothing but farms and these hamlets have no center and no public transport. If you want to have a look around, an hour or so should easily be enough.\n\n",{"type":"==","value":["Getting there and around"]},"\nUnless you care to bike your way around, your best bet is probably to ",{"type":"'''","value":["rent a car"]},", as public transport is lacking in these areas. It will allow you to explore the different monasteries easily: in 1 or 2 days you will be able to enjoy every place properly. On the other hand, if you want to take your time and walk around enjoying the beautiful Romanian countryside, then you might consider spending more time there. Finding a place to sleep will not be a problem: lots of houses rent a room to tourists and, if you go to ",{"type":"[[","value":[["Gura Humorului"]]}," or ",{"type":"[[","value":[["Suceava"]]}," you can find good quality hotels for very reasonable prices. The Putna monastery even offers on site accommodation. \n\n",{"type":"==","value":["Getting in"]},"\nGetting inside the Monasteries will cost you ",{"type":"'''","value":["5 lei"]},"; if you want to take pictures you are supposed to pay an extra 10 lei (2012).\n\nPlease note that most of them are currently being renovated in the inside, but visiting is still possible and definitely worth it.\n\n",{"type":"==","value":["Dragomirna"]},"\nThe closest bigger city is ",{"type":"[[","value":[["Suceava"]]},". There would be a bus connecting the Monastery to the city, but it passes only twice a day, in the early morning (about 7:30) and late evening (about 9 pm). It is better to use the taxi; tell the driver to use the ",{"type":"''","value":["taximetru"]}," set to 1.5 lei\/Km (the standard price there to go outside the city). In Suceava, you find taxis in the center; ask them to leave you their number and, if you are in the Monastery, you can ask the nuns to call it again for the way back. The monastery is very beautiful, even if it is not painted outside like the others. If you want you can remain to sleep at the monastery. They will give you a room in a small building next to the monastery; it will cost you 50 RON\/night for a double room with private toilet. You can go to eat inside the monastery, they will offer you this choice if you decide to sleep there. You haven't got so many chances because there is no other place to eat around, but it's worth trying: the breakfast is 15 RON\/person and the meal 20 RON\/person, but most of what you'll eat is made with the local products by the nuns. \n\n",{"type":"==","value":["Humor Monastery"]},"\nIt is 6 Km away from Gura Humorului. You could consider going there walking from there, it will take about 1 hour and half. There is a maxitaxi leaving from the Best Western hotel to Humor and back very often, and it will cost you only 1 leu.\n\nThe monastery and its garden is very nice, it has a much better, tranquil atmosphere than Voronet. Moreover, there is an old watchtower where you can climb up for sightseeing. If you have to choose between Humor and Voronet, definitely choose Humor.\n\n",{"type":"==","value":["Putna"]},"\n",{"type":"[[","value":[["File:Manastirea putna1.jpg"],["thumb"],["Overview of the Putna monastery."]]},"\nFamously home to the tomb of Prince Stephen the Great, the Putna monastery is a prominent Orthodox pilgrimage destination today. In its glory days, shortly after its establishment by Stephen, it was a major centre for religion and arts in medieval Moldavia. Building started in 1466, right after Stephen's military victory over the Kilia citadel. In the year 1500, the monastery was officially consecrated in a ceremony for which the prince himself was present. The building you'll find today, however, was largely reconstructed between 1653 and 1662, and its architecture has many features from those times. Simple accommodation is offered on site, with choice between private double rooms or dorm beds. To make arrangements, you must either call or email ahead. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mănăstirea Putna"],["alt="],["url="],["email=manastirea@putna.ro, or accomodation:arhondaric@putna.ro"],["address=jud. Suceava"],["lat="],["long="],["directions="],["phone= +40 230 414055"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sucevita"]},"\nThe monastery is surrounded by huge walls and towers, and is located outside of the settlement. The paintings are also very nice, and it has (unlike other monasteries) a small museum as well. Also, it has a computer with English language content telling everything about the monastery (including local stories not found in other travel guides).\n\n",{"type":"==","value":["Moldovita"]},"\nMoldovita lies up in the mountains, approx. 30 min away from Sucevita. The monastery also has a nice garden filled with roses. However, it is smaller than the other monasteries.\n\n",{"type":"==","value":["Voronet"]},"\nThere is no public transport going to Voronet, so you have to take a taxi, rent a car or go around with a planned trip. A possibility to be considered is to go walking from Gura Humorului: the landscape is very nice and the street is about 4 km, so it will take about 1 hour to get there.\n\nFor entering the monastery, you may be asked to wear special clothes (no shorts or t-shirts are allowed); however, this kind of requirement does not exist in the other monasteries.\n\nCurrently (July 2012), a building it being built right next to the monastery, so unless you want to visit strictly only the monastery building, choose another target since the milieu does not worth visiting. Also, please note that this monastery, unlike the others, is very touristic because this is the most famous from all of them.\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Cultural attractions"],["Balkans"]]},"\n\n",{"type":"{{","value":[["related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Painted_churches_of_northern_Moldavia"]]}]