[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Paje"]}," is a village in ",{"type":"[[","value":[["Zanzibar"]]}," in ",{"type":"[[","value":[["Tanzania"]]},".  It is on the east coast of Zanzibar (or actually Unguga) island.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nTaking a minibus from airport takes 1 hour and costs approximately $60. Just when you leave airport, taxi or minibus will cost much less - around $40. The local bus transportation (named dala-dala) is much cheaper - Tsh 1500, and not much slower, but surely less comfortable. Use  a taxi or minibus and you can enjoy sightseeing and air condition, but use dala-dala, if you want to chat with local people and get many interesting suggestions for trips or destination! \n\nAs Paje is a village more then 5km long, it is better to tell the driver the name of hotel where you plan to stay or a closer direction. If you have not decided for a certain accomodation yet, do not rely on drivers decision - he will drive directly to most expensive hotel... Or hop off on the crossroad in Paje (actually a roundabout with a big red supermarket nearby) and you can walk only about 100 meters to the beach.\n\n",{"type":"==","value":["Get around"]},"\nThe village can be explored by foot. The village is widespread from about 1km south (",{"type":"[[","value":[["Bwejuu"]]},") on 5km strip to the South (",{"type":"[[","value":[["Jambiani"]]},"). You can drive here from Stone Town in 30-40 minutes by car or motorbike, or take dala-dala Nr. 309. The whole willage can be reached by foot, or you can make a visit around by bicycle or by taxi (around $1.3 per person sharing). Most roads in Paje are not suitable for cars, as they are only dusty tracks actually.\n\n",{"type":"==","value":["See"]},"\nSleepy fishermens village is situated on a beautiful strip of seashore. It is an important crossroad - main road from Stone Town (direction Kitogani) is divided in two direction directly in Paje. Either you can drive to the north to Bwejuu (turn left) or continue to the south (turn right) to Jambiani and Makunduchi. You can find small shops and two supermarkets near this cross road. Further inside the village you can find more small shops, where you can buy souvenirs, especially vivid coloured paintings in Zanzibarian style and various coconut products.\n\nPaje is built in traditional swahili style, so you can make short trips through long dusty \"streets\" and enjoy local cordial atmosphere... you will meet dozens of children asking for \"caramella\" (sweets) or biscuits. Local people usually spend the whole day in their usual work - gathering seaweed, making ropes of coconut fibers or repairing or building boats (dhows). If you want to take photos, please be kind and ask before you take a shoot. For many locals this is a pleasant source of income. \n\nAs Paje is famous kitesurfing centre, most tourists are either keen on kitesurfing here or they have possibility to learn basics of this popular sport. Windy weather conditions are not only good for kitesurfing, but also a pleasant natural air conditioning. Zanzibar weather as strongly influenced by monsoons, so tourist are advised to watch weather forecast before planning their trip!\n\nEvenings on shore of Paje are dedicated to football. Local boys (9-99 years old) as well as tourist meet every evening for serious game. And for a couple of drinks for all participants right after the match, regardless of goals or winners.\n\nIf lazy atmosphere of Paje makes you sick, you can make long trips along the shore - in 1 hour you can reach Jambiani or Bwejuu (but hot sun makes you tired in 10 minutes, so be aware of sunburning!). If you want to make serious trip, you can rent a bike, scooter or motorcycle - rental offices are in many resorts or ask touts (locals who enjoy offering ANY service, from luggage transport through fishing trips to snorkeling and dolphin safaris - as their only knowledge is poor English, but as long as they gain your interest, they \"subcontract\" other local people to these services for modest budget with large profit).\n\nA traditional dancing performance is held at the Cristal Resort most Tuesday nights. Booking is essential.\n\n",{"type":"==","value":["Do"]},"\nLearn kiteboarding at on of the 3 kiteboarding schools.\n\nSwim in the lukewarm water when the tide is in, or walk to the coral reef.\n\n",{"type":"==","value":["Buy"]},"\nIn the middle of the beach is stalls selling paintings by local artists.\n\nNear the main T junction is a shop (Supa Duka) selling a small selection of wine and food. Contrary to all the signs, they do not accept credit cards.\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of hotels and restaurants with decent meals starting at $7. Local food starting at $5, pasta and pizza $5-$10, but local restaurants tend to prepare all meals in less European and more African way\n\nGenerally, tourists are advised to taste local Zanzibarian meals, as these are usually much more tasty and price is lower than for \"European\" meals. \n\nZanzibar cuisine is one of the best in the whole African territory. You can trace Indian, Arabic and African roots in most dishes. Most meals are prepared with dozens of local spices, but the results are not too spicy and therefore suitable also for small children or people with health issues. \n\nIn most hotels you can find small restaurants, with almost the same offer consisting of seafood, local dishes, but always including \"tourist menu\" \/ pasta, pizza, chicken or lamb dishes. Special daily menu (mostly fish) is written on the chalkboards in front of them and prepared for budget price. Spectrum of these meals depend on what fishermen have caught on that day. \n\nIf you prefer traditional European meals, you should expect a little different taste, as local cooks had never tasted these meals as prepared from European cooks.\n\n",{"type":"==","value":["Drink"]},"\n\nIf you walk down the beach (north to south, from Paje to Jambiani), you can find many small bars, starting with Twisted Palms, Dhow Inn, Paje by Night, Teddys Place, Kilima Kidogo, etc. \n\nLocal bars are open usually 10AM-10PM. During night parties, sleepy bars change to noisy places crowded with tourist. Ones friendly refreshing facility can change to disturbing problems (Teddy's place holds a party most Wednesday nights. Unfortunately the loud music may keep guests of nearby lodges awake.)\n\n",{"type":"'''","value":["Alcoholic beverages"]},"\nThese bars offer african beer (mostly Kilimandjaro or Safari, one is stronger and one weaker), some wine and variety of local and imported destilates (whisky, vodka, rum, etc.). Prices are not high (1500-2500 Ths for a beer). Alcoholic beverages can cause serious problems when combined with direct sun and high temperatures so it is advised to drink also a lot of non-alcoholic drinks. \n\n",{"type":"'''","value":["Non-alcoholic drinks"]},"\nFreshly squeeze juices are a must. Pineapple, orange or papaya juices are hunder times better then best juice in Europe or USA. After first couple of drinks, you will never drink juices in your country without memories on Zanzibar!\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=White Beach Hotel Zanzibar"],["url="],["email=hasanjumbe@yahoo.com"],["address=Bwejuu"],["lat="],["long="],["directions=East Coast Bwejuu"],["phone=+255772279353"],["tollfree="],["fax="],["hours="],["price=25$"],["checkin=Any time"],["checkout=10:00am"],["content=This Hotel is contains 6 bungalows and is near to Beach.The place is very relax and comfort.Here you will find a tranquiler of your mind and you will enjoy your holiday.The rates are based in USD per person per room sharing.Also including breakfast and taxes."]]}]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Zanzibar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Paje, Zanzibar"]]}]