[{"type":"{{","value":[["pagebanner"],["Dudipat WV Panorama.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Tomb_Jinnah.jpg"],["location=LocationPakistan.png"],["flag=Flag of Pakistan.svg"],["capital=",{"type":"[[","value":[["Islamabad"]]}],["government=Islamic  Republic"],["currency=Pakistani Rupee (Rs.)"],["area=",{"type":"''","value":["total:"]}," 796,095 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 25,220 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 770,875 km",{"type":"<","value":["sup",["2"]]}],["population=162,419,946 (July 2006 est.)"],["language=",{"type":"[[","value":[["Urdu"]]}," (official, national) 8%, English (official, government), Punjabi 44%, Pashto 15%, Sindhi 15%, Saraiki 10%, Balochi 4%, and others 4%."],["religion=Islam (official) 97%, Christianity, Hinduism, Buddhism, Sikhism, and other 3%"],["electricity=230V\/50Hz (",{"type":"[[","value":[["Electricity#Plugs and adapters"],["\"Europlug\" C, old British plugs D & M"]]},")"],["callingcode=+92"],["tld=.pk"],["timezone=UTC+5"]]},"\n\n",{"type":"[","value":["http:\/\/www.tourism.gov.pk\/ ",{"type":"'''","value":["Pakistan"]}]}," (Urdu: پاکستان), officially the Islamic Republic of Pakistan, is in ",{"type":"[[","value":[["South Asia"]]}," and is the world's 34th largest country by size. With a population exceeding 180 million people, it is the sixth most populous country in the world. Pakistan is strategically located astride the ancient trade routes of the ",{"type":"[[","value":[["Khyber Pass"],["Khyber"]]}," and ",{"type":"[[","value":[["Bolan Pass"],["Bolan"]]}," passes between South Asia and ",{"type":"[[","value":[["Central Asia"]]},". Another pass, which now has the ",{"type":"[[","value":[["Karakoram Highway"]]}," through it, leads to Western China. All these passes, and some ports in Pakistan, formed part of the ancient ",{"type":"[[","value":[["Silk Road"]]}," which linked Asia and Europe.\n\nPakistan's tourism industry was in its heyday during the 1970s when the country received unprecedented numbers of foreign tourists, thanks to the ",{"type":"[[","value":[["Istanbul to New Delhi over land"],["Hippie Trail"]]},". Since the country started making bad news, the number of foreign tourists has come down, due to instability in the country and many countries declaring it as unsafe and dangerous to visit. Even so, it continues to attract tourists due to its unique, diverse cultures, people and landscapes. The country's attractions range from the ruin of civilisations, such as Mohenjo-daro, Harappa and Taxila, to the Himalayan hill stations, which attract those interested in winter sports. Pakistan is home to several mountain peaks over 7000 m, which attract adventurers and mountaineers from around the world, especially ",{"type":"[[","value":[["K2"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nThe history of Pakistan traces back to the beginnings of human life in South Asia. The earliest evidence of farming in South Asia is from 7000 BCE in ",{"type":"[[","value":[["Mehrgarh"]]},". Pakistan was home to the ",{"type":"[[","value":[["Indus Valley Civilization"]]},", which is amongst the oldest in the world. By 3300 BCE, this civilization had well-planned towns and well-laid roads, but gave no evidence of weapons or fortifications.  The Indus Valley Civilization declined and disintegrated around 1900 BCE, possibly due to drought and geological disturbances. Most historians believe that the Vedic people, or Aryans, were migrants who encountered this civilization in decline and perhaps hastened that decline. The Vedic people eventually occupied most of North India, while the descendants of the Indus Valley cultures moved south and gave rise to the Dravidian culture.\n\nPrior to the late 18th century, Pakistan was the main Islamic stronghold in the Mughal Empire which covered the Indian subcontinent. The area that now makes up Pakistan kept its status as one of the main cultural and political hubs of southern Asia for over 300 years. From the late 18th century until 1947, Pakistan was part of the British Empire and one can still see the signs of Pakistan's colonial past in most places.\n\nThe name ",{"type":"''","value":["Pakistan"]}," was used officially after the partition of (British) India into the two nation-states of India and Pakistan in 1947. However, the word ",{"type":"''","value":["Pakistan"]}," was first used by Ch. Rehmat Ali back in 1933 in his declaration, ",{"type":"''","value":["Now or Never"]}," – calling for its separation from the Empire. Afterwards, British-ruled India was divided into the Islamic Republic of Pakistan (with two sections West and East) and India. Later East Pakistan seceded and became the separate nation of ",{"type":"[[","value":[["Bangladesh"]]},". A dispute over the state of ",{"type":"[[","value":[["Jammu and Kashmir"]]}," is ongoing between India and Pakistan.\n\nToday Pakistan is made up of people from various races including Arabs from after the Islamic expeditions, Persians from Bukhara and Samarkand, Turks from Central Asia and the native Sindhus who were converted to Islam. Ethnic groups of Pakistani people are based on ethnolinguistics such as Punjabis, Sindhis, Seraikis, Pashtuns, Mohajirs and Balochs.\n\n",{"type":"===","value":[" Geography "]},"\n",{"type":"{{","value":[["infobox"],["Kashmir dispute"],["India and Pakistan have a bitter dispute over Kashmir; each government claims territory that is currently under the control of the other government. They have fought wars over this three times since independence in 1947.\n\nWikivoyage, however, deals ",{"type":"''","value":["only"]}," with the current situation on the ground; our maps show and our text describes that without going into the disputes. If you can go there with a Pakistani visa today then we treat it as being in Pakistan, and if you need an Indian visa, we treat it as being in India. This is the most important distinction for travellers.\n\nTravellers should exercise considerable caution in these areas. Both governments consider them highly sensitive and keep large military forces along the borders."]]},"\n\nLocated along the Arabian Sea, it is surrounded by ",{"type":"[[","value":[["Afghanistan"]]}," to the northwest, ",{"type":"[[","value":[["Iran"]]}," to the southwest, ",{"type":"[[","value":[["India"]]}," to the east, and ",{"type":"[[","value":[["China"]]}," to the northeast. Pakistan has its own unique character but also has many commonalities with neighbouring nations, especially ",{"type":"[[","value":[["Afghanistan"]]}," and ",{"type":"[[","value":[["India"]]},".\n\nPakistan is one of those few countries in the world that has every kind of geological structure. It has the sea, desert (Sindh & Punjab), green mountains (North West Provice), dry mountains (Balochistan), mountains covered with snow, rivers, rich land to cultivate (Punjab & Sindh), water resources, waterfalls, and forests. Khyber Pakhtunkhwa and Gilgit-Baltistan contain the mountain ranges of the Himalayas, the Karakoram, and the Hindu Kush. Pakistan's highest point is K2, which, at 8,611 metres, is the second highest peak in the world. The Punjab province is a flat, alluvial plain whose rivers eventually join the Indus River and flow south to the Arabian Sea. Sindh lies between the Thar Desert the Rann of Kutch to the east, and the Kirthar range to the west. The Balochistan Plateau is arid and surrounded by dry mountains. Pakistan experiences frequent earthquakes, occasionally severe, especially in the north and the west.\n\n",{"type":"===","value":["Climate"]},"\nMostly hot, dry desert; temperate in northwest; arctic in north.  Flooding along the Indus after heavy rains (July and August). Fertile and sub humid heat in the Punjab region.\nThe climate varies from tropical to temperate, with arid conditions in the coastal south. There is a monsoon season with frequent flooding due to heavy rainfall, and a dry season with significantly less rainfall or none at all. There are four distinct seasons: a cool, dry winter from December through February; a hot, dry spring from March through May; the summer rainy season, or southwest monsoon period, from June through September; and the retreating monsoon period of October and November. Rainfall varies greatly from year to year, and patterns of alternate flooding and drought are common.\n\n",{"type":"===","value":["Politics"]},"\nPakistan is a democratic parliamentary federal republic modeled on the British Westminster system with Islam as the state religion. The President, indirectly elected, is the Head of State, but his position, has limited powers. The Prime Minister and his cabinet run the government. The Parliament is bi-cameral. The National Assembly, the lower house, is directly elected by universal adult franchise, while the Senate is the upper house, is indirectly elected. The National Assembly is the more powerful of the two, primarily because a majority in the National Assembly is required to form a government and pass budgets. Pakistan has a vast number of political parties, and in recent times, no party has secured a majority in the National Assembly, leading to unstable governments, short-lived political alliances, and raucous politics. Pakistan has a strong and independent judiciary and a free press.\nPakistan is also a Federal Republic, divided into provinces. Each of these have their own legislatures, with government run by a chief minister and a cabinet.\nStreet demonstrations and political agitations occur, as they do in any democracy. There is also occasional low-level violence, but a visitor has a vanishingly small chance of getting caught in those.\n\n",{"type":"===","value":["Culture"]},"\n\n",{"type":"===","value":["Holidays"]},"\n",{"type":"{{","value":[["Ramadandates"]]},"\n",{"type":"{{","value":[["infobox"],["Ramadan is not a holiday month"],["It is the 9th and holiest month in the Islamic calendar and lasts 29–30 days. Muslims fast every day for its duration and most restaurants will be closed until the fast breaks at dusk. Nothing (including water and cigarettes) is supposed to pass through the lips from dawn to sunset. Foreigners, travellers, etc are exempt from this, but should still refrain from eating or drinking in public as this is considered very impolite. Working hours are decreased as well in the corporate world."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kashmir Solidarity Day"]}," ",{"type":"''","value":["Youm-e-Yekjehty-e-Kashmir"]}," (February 5) — Protest against Indian administration of Jammu and Kashmir. It has been observed each year in Pakistan as a day of protest against Indian control of part of Kashmir. The purpose of Kashmir Solidarity day as per Pakistani view, is to provide sympathetic and political support to the Kashmiri separatists people who they believe are struggling for freedom from Indian rule."]},{"type":"*","value":[" ",{"type":"'''","value":["Pakistan Day"]}," ",{"type":"''","value":["Youm-e-Pakistan"]}," (23 March) — Commemorates the Lahore Resolution of 1940, and the adoption of the first constitution of Pakistan during the transition of the Dominion of Pakistan to the Islamic Republic of Pakistan on 23 March 1956 making Pakistan the world's first Islamic republic. Republic Day parade by the armed forces is a common celebration for the event. The celebrations regarding the holiday include a full military and civilian parade in the capital, Islamabad. These are presided over by the President of Pakistan and are held early in the morning. After the parade, the President confers national awards and medals on the awardees at the Presidency. Wreaths are also laid at the mausoleums of Muhammad Iqbal and Muhammad Ali Jinnah."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Labour Day"]}," ",{"type":"''","value":["Youm-e-Mazdoor"]}," (1 May) — An annual holiday to celebrate the achievements of workers and to commemorate the social and economic achievements of workers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Independence Day"]}," (14 August) — biggest National holiday to commemorate independence from the British Raj, forming the new nation of Pakistan. Usual celebratory events this day include flag-raising ceremonies, parades, cultural events, and the playing of patriotic songs. As the month of August begins, special stalls and shops are set up across the country for the sale of national flags, buntings, banners and posters, pictures of national heroes, and other celebratory items. Vehicles, private buildings, homes, and streets are decorated with the national flag and buntings. Streets and houses are decorated with candles, oil lamps and pennants, national flag as well as firework shows occur as a part of celebration. A change of guard takes place at national monuments."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Iqbal Day"]}," ",{"type":"''","value":["Youm-e-Iqbal"]}," (9 November) — Birthday of national poet Muhammad Iqbal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Death Anniversary of Quaid-e-Azam"]}," - 11 September, day of the death of the founder of Pakistan, Quaid-e-Azam Muhammad Ali Jinnah. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Birthday of Quaid-e-Azam"]}," ",{"type":"''","value":["Youm-e-Viladat-e-Quaid-e-Azam"]}," (25 December) — birthday of the founder of Pakistan, Quaid-e-Azam Muhammad Ali Jinnah."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Defence Day\t"]}," ",{"type":"''","value":["Youm-e-Difa"]}," (September 6\t) — Commemorates the official start of the Indo-Pakistani War of 1965."]},"\nIt's important to know that in Pakistan is normally one day behind the Islamic Calendar of Saudi Arabia and it can be said that the \"Lunar dateline\" passes between Pakistan and Saudi Arabia.\n",{"type":"*","value":[" ",{"type":"'''","value":["Ashura"]}," (Muharram 9 and 10) — Marks the end of the Shia mourning for the martyred Imam Hussein ibn Ali. Primarily Shia'a people gather across the country to mourn the martyrdom of Imam Hussein ibn Ali, the grandson of the Prophet Muhammad. Seminars, rallies, mourning processions (Matmi Jaloos), Majalis, etc. are organized on this day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eid-ul-Fitr"]}," (Shawwal 1) — the largest celebration of the year, celebrated by all Muslims after the holy and fasting month of Ramadan to mark the end of Ramadan, starting on the first day of the month of Shawwal. Food is the highlight and if you're lucky you'll be invited into a private home to party and feast. Businesses close for at least a couple of days if not a week. (The official holidays are theoretically two days, i.e. days 1 and 2 of the month of Shawwal. Anyhow, practically it includes 30th day of Ramadan and may include 3rd day of Shawwal if it touches the weekend. Therefore, usually all offices are closed for 3 to 7 days.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eid-ul-Adha"]}," (Dhul Hijja 10) — the festival of sacrifice, commemorates the Prophet Abraham's willingness to sacrifice his son. Animals are slaughtered and meat or food is distributed among the poor. Families join together for large feasts and parties."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eid-e-Milad-un-Nabi"]}," (Rabi`-ul-Awwal 12) — Birthday of the Prophet Muhammad (S.A.W.S)."]},"\n",{"type":"==","value":["Regions"]},"\nPakistan is a federation of four provinces: Punjab, Sindh, Khyber Pakhtunkhwa and Balochistan, as well as the Federally Administered Tribal Areas, a federal territory in the northwest. The government of Pakistan exercises de facto jurisdiction over the western parts of the disputed Kashmir region, organised into the separate political entities Azad Kashmir and Gilgit–Baltistan (formerly Northern Areas).\n",{"type":"{{","value":[["Regionlist"],["regionmap=Pakistan map.png"],["regionmaptext=Map of Pakistan"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Gilgit-Baltistan"]]}],["region1color=#B383B3"],["region1items="],["region1description=Home to some of the world's tallest mountains, it's brimming with dramatically fantastic landscapes and can easily compete with Nepal for trekking opportunities."],["region2name=",{"type":"[[","value":[["Northwest Pakistan"]]}],["region2color=#69999F"],["region2items=",{"type":"'''","value":["Khyber Pakhtunkhwa"]}," and ",{"type":"'''","value":["Federally Administered Tribal Areas(FATA)"]}],["region2description=Home of the rugged Pashtuns, for some it's forbidding and mysterious... yet below the surface are some of the most hospitable people in the country."],["region3name=",{"type":"[[","value":[["Azad Kashmir"]]}],["region3color=#B5D29F"],["region3description=Pakistan-administered portion of the disputed Kashmir region is sometimes referred to as \"Heaven on Earth\" because of its scenic beauty."],["region4name=",{"type":"[[","value":[["Punjab (Pakistan)"],["Punjab"]]}],["region4color=#71B37B"],["region4description=The most populous and agriculturally fertile region in the country, and home to many historical shrines and mosques."],["region5name=",{"type":"[[","value":[["Sindh"]]}],["region5color=#4F93C0"],["region5description=Most visitors head for Karachi or the ancient ruins of Mohenjo-daro but the region offers a lot more to see."],["region6name=",{"type":"[[","value":[["Balochistan"]]}],["region6color=#D56D76"],["region6description=The largest and most remote province, its lack of infrastructure can make for rough travelling. Most foreign visitors here are just passing through from Iran, stopping briefly in Quetta."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\nNine of Pakistan's most notable cities follow. Other cities are listed in the article for their region.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Islamabad"]]}," – the federal capital, a relatively new planned city with a much more \"laid back\" feel than the other cities"]},{"type":"*","value":[" ",{"type":"[[","value":[["Faisalabad"]]}," – a major city in Punjab, famous for its textile industry"]},{"type":"*","value":[" ",{"type":"[[","value":[["Karachi"]]}," – the financial capital and the largest city of the country, it's an industrial port city and the provincial capital of Sindh"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lahore"]]}," – city of the Mughals, it's a bustling and very historical city in the Punjab that shouldn't be missed"]},{"type":"*","value":[" ",{"type":"[[","value":[["Multan"]]}," – the City of Saints, famous for blue pottery, ornamental glasswork, and Khussa – a type of shoes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Muzaffarabad"]]}," – capital of Azad Kashmir and a very picturesque city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Peshawar"]]}," – capital city of the Khyber Pakhtunkhwa, it has a bit of an outlaw edge to it, and is the gateway to the ",{"type":"[[","value":[["Khyber Pass"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Quetta"]]}," – a large, beautiful and slightly unruly city in the southern state of Balochistan, you'll pass through here en route to or from ",{"type":"[[","value":[["Iran"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sialkot"]]}," – the city of sports goods, famous for its exports industry, and one of the oldest cities in the region"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Karakoram Highway"]]}," – part of the historic ",{"type":"[[","value":[["Silk Road"]]}," and the main artery running north to ",{"type":"[[","value":[["China"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Murree"]]}," – a popular Himalayan hill station one hours drive from Islamabad"]},{"type":"*","value":[" ",{"type":"[[","value":[["Khewra Salt Mine"]]}," – the second largest salt mine of the world. Nearly two hours drive from Islamabad towards south via the motorway"]},{"type":"*","value":[" ",{"type":"[[","value":[["Azad Jamu Kashmir"]]}," - Neelum Valley with lush green."]},{"type":"{{","value":[["seealso"],["Sacred sites of the Indian sub-continent"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visas"]},"\n",{"type":"{{","value":[["VisaRestriction"],["Entry ",{"type":"'''","value":["will be refused"]}," to citizens of ",{"type":"[[","value":[["Israel"]]}," with an Israeli passport. However, other passports containing Israeli stamps or visas are not problematic for entry."]]},"\n\nThe Government of Pakistan derives its economy of foreign currency revenues by requiring  visas from almost all nationalities. These are usually easier to obtain in your home country, though recently the individual missions around the world have been given more authority to issue visas without checking with Islamabad, which should help in getting applications turned around quicker.\n\nRecently a list of 24 \"Tourist Friendly Countries\" (TFC) was announced that are eligible for one month visas on arrival if they travel through a ",{"type":"[","value":["http:\/\/www.tourism.gov.pk\/travel_guide.html designated\/authorised tour operator"]}," who will assume responsibility for them while in the country. Any extensions of this type of visa must also be done through the tour operator. They include: ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Luxembourg"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Portugal"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Spain"]]},", ",{"type":"[[","value":[["Sweden"]]},", ",{"type":"[[","value":[["Thailand"]]},", ",{"type":"[[","value":[["UK"]]}," and ",{"type":"[[","value":[["USA"]]},".\n\nNationals of most other countries (and those not wanting to travel with a tour operator and group) need to apply in advance for a visa, which are usually issued for 30-90 days depending on nationality and where you apply. Double-entries are sometimes given, but be clear and persistent that you need this when applying.\n\nA handful of countries are issued visas on arrival: ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Maldives"]]}," and ",{"type":"[[","value":[["Zambia"]]}," for 3 months, ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Nepal"]]}," and ",{"type":"[[","value":[["Samoa"]]}," for 1 month, while ",{"type":"[[","value":[["Tonga"]]}," and ",{"type":"[[","value":[["Trinidad and Tobago"]]}," nationals can stay for an unlimited amount of time. \n\nNationals of ",{"type":"[[","value":[["Israel"]]}," are not allowed entry as it is not recognized as a nation by Pakistan (and most other Muslim countries), but there is no restriction on Jews holding passports from other nations. Despite much on-line information to the contrary, Israeli stamps and visas would usually pose no problems for entry into Pakistan, though you may be subject to more stringent questioning by immigration officers.\n\n",{"type":"[[","value":[["India"],["Indian"]]}," nationals can apply for 30 day tourist visas but must travel in a group through an authorized tour operator. Visitor visas to meet relatives or friends are more easy to obtain, and come with some restrictions. Religious visas are granted for groups of 10 or more for 15 days.\n\nNationals of Afghanistan are refused entry if their passports or tickets show evidence of transit or boarding in India. \n\nHolders of Taiwan passports are refused entry except in airport transit.\n\n",{"type":"'''","value":["Business visas"]}," are now being issued for up to 5 years, multiple entry, as soon as 24 hours before arrival.\n\nThe Pakistan Consulate in ",{"type":"[[","value":[["Istanbul"]]}," does not issue visas unless you are a resident of ",{"type":"[[","value":[["Turkey"]]},", although it may be possible in ",{"type":"[[","value":[["Ankara"]]},".\n\nThe consulate in ",{"type":"[[","value":[["Zahedan"]]}," in ",{"type":"[[","value":[["Iran"]]}," no longer issues visas, head for the embassy in ",{"type":"[[","value":[["Tehran"]]},".\n\nThe High Commission for Pakistan in ",{"type":"[[","value":[["New Delhi"]]}," issues visas with varying degrees of difficulty, taking at least 1 day (and sometimes several) to process the application. Applications are only accepted in the mornings from around 9-11AM. Arrive early and expect the process to take a few hours, and possibly a few return visits. Window 5 is for foreign tourist and business visas (under the big white sign). \n\nPeople of Pakistani origin living overseas are granted 5 year multiple entry visas (along with their spouses), good for single stays of up to 1 year. Visas aren't required at all if they are holding a Pakistan Origin Card (POC) or a National Identity Card for Overseas Pakistanis (NICOP).\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Karachi"]]},", ",{"type":"[[","value":[["Lahore"]]},", and ",{"type":"[[","value":[["Islamabad"]]}," are the main gateways to Pakistan by air. However, there are 134 airfields in Pakistan. Six other international airports are in ",{"type":"[[","value":[["Quetta"]]},",",{"type":"[[","value":[["Gawadar"]]},", ",{"type":"[[","value":[["Peshawar"]]},", ",{"type":"[[","value":[["Sialkot"]]},", ",{"type":"[[","value":[["Multan"]]},", ",{"type":"[[","value":[["Rahim Yar Khan"]]},", ",{"type":"[[","value":[["Faisalabad"]]}," and ",{"type":"[[","value":[["Dera Ghazi Khan"]]},".\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.karachiairport.com\/ ",{"type":"'''","value":["Jinnah International Airport"]}]}," in ",{"type":"[[","value":[["Karachi"]]},"  is served by many international airlines, including Air Arabia, Air China, Biman Bangladesh Airlines, Cathay Pacific, Etihad, Emirates, Flydubai, GMG Airlines, Gulf Air, Qatar Airways, Saudi Arabian Airlines, SriLankan Airlines, Iran Air, Iraqi Airways, Malaysia Airlines, Oman Air, Thai Airways, and Turkish Airlines . It's also the main hub of the national carrier \"PIA\"and 2 private airlines (Air Blue and Shaheen Air)."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.lahoreairport.com.pk\/ ",{"type":"'''","value":["Allama Iqbal International Airport"]}]}," in ",{"type":"[[","value":[["Lahore"]]},"  has been completely renovated with a new terminal for international arrivals and departures. Many airlines are currently operating to the airport including Emirates, Etihad Airways, Qatar Airways, Gulf Air, Pakistan International (PIA), Saudi Arabian Airlines, Thai Airways, Kuwait Airways, Oman Air, Uzbekistan Airways and two private airlines from Pakistan. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Benazir Bhutto International Airport"]}," (",{"type":"[","value":["http:\/\/www.islamabadairport.com.pk Islamabad International Airport"]},") is currently in review to be expanded and modernized to meet the needs of the future passenger numbers as demand for air travel has increased dramatically. There are many airlines operating into ",{"type":"[[","value":[["Islamabad"]]}," including many of the above with Ariana Afghan Airlines, Kam Air, Kyrgystan and China Southern Airlines. The only problem is that the airport is also used by Government officials as well as arrivals from foreign diplomats so the airport may shut down as security is increased so flights are delayed. From China to Pakistan, there is a swift air link  by ",{"type":"[","value":["http:\/\/www.rayyanair.com Rayyan Air"]},"  which takes only one hour from Kashgar to Islamabad and costs USD 330  return."]},"\n",{"type":"===","value":["By train"]},"\nPakistan has train links with India and Iran, though none of these trains are the quickest and most practical way to enter Pakistan. Should speed be a priority it is better to take the bus, or if you are really in a hurry, to fly, however the trains are sights in their own right.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["India"]]},":"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The Samjhauta Express"]}," runs on Tuesdays and Fridays between ",{"type":"[[","value":[["Delhi"]]}," and ",{"type":"[[","value":[["Lahore"]]}," via the ",{"type":"[[","value":[["Attari"]]},"\/",{"type":"[[","value":[["Wagah"]]}," border crossing. This is the most common option chosen by travellers, however, tourists should be aware that after recent terrorist attacks on the train, which caused many a casualty and strained relationships between the two neighbours, it is strongly advised that you take taxis or buses to and from the border instead."]},{"type":"*","value":[" ",{"type":"''","value":["The Thar Express"]}," runs from ",{"type":"[[","value":[["Bhagat ki Kothi"]]}," in the Indian state of ",{"type":"[[","value":[["Rajasthan"]]}," to ",{"type":"[[","value":[["Karachi"]]}," in Pakistan's Sindh province. This route restarted in February 2006 after 40 years out of service, but is ",{"type":"'''","value":["not"]}," currently open to foreign tourists."]},"\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Iran"]]}]},": There is only one link, from ",{"type":"[[","value":[["Zahedan"]]}," to ",{"type":"[[","value":[["Quetta"]]},".\n\n",{"type":"===","value":["By car"]},"\nFrom ancient times people have been travelling through Pakistan using the Grand Trunk Road and the ",{"type":"[[","value":[["Silk Road"]]}," that run through Pakistan and into the ",{"type":"[[","value":[["South Asia"],["Indian subcontinent"]]},". It's a rewarding but time consuming way to see this part of the world. New highways have been developed and the country is due for an expansion in its highway network. A world-class motorway connects the cities of ",{"type":"[[","value":[["Peshawar"]]},", ",{"type":"[[","value":[["Islamabad"]]},", ",{"type":"[[","value":[["Lahore"]]},", and ",{"type":"[[","value":[["Faisalabad"]]},". \n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["China"]]},":"]},"\nPakistan is connected to China by the ",{"type":"[[","value":[["Karakoram Highway"]]},", a modern feat of engineering that traverses a remarkably scenic route through the Karakoram and Himalayan mountains.  Plans are in place for this highway to be expanded from its current width of 10m to 30m as a result of the increase in trade traffic due to Gwader port opening.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Afghanistan"]]},":"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Khyber Pass"]]}," connects ",{"type":"[[","value":[["Peshawar"]]}," to ",{"type":"[[","value":[["Jalalabad"]]}," and ",{"type":"[[","value":[["Kabul"]]}," and requires an armed escort and a permit to travel through the tribal regions between ",{"type":"[[","value":[["Peshawar"]]}," and the border. Onward travel from the border to ",{"type":"[[","value":[["Kabul"]]}," is of questionable safety, check the current situation locally."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Bolan Pass"]]}," connects ",{"type":"[[","value":[["Quetta"]]}," to ",{"type":"[[","value":[["Kandahar"]]}," and is considered ",{"type":"'''","value":["very dangerous"]},". This route is ",{"type":"'''","value":["not"]}," currently open to foreign tourists, and is only open to locals and aid workers."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["From India"]},": While there is international service running from ",{"type":"[[","value":[["Delhi"]]}," to ",{"type":"[[","value":[["Lahore"]]}," it is just as fast, much more flexible, and much cheaper to take the journey by stringing together local transport and crossing the border on foot.  As of October 2009, the bus was Rs 1,500. The journey details can be found here:  http:\/\/dtc.nic.in\/lahorebus.htm.  You cannot buy the ticket on the spot, rather you will need to show up a few days before at Delhi Gate with photocopies of your Pakistani and Indian visas.  The bus leaves at 06:00 but you will need to be at Delhi Gate at 04:00 to check in for it.\n\n",{"type":"'''","value":["From China"]},": You can take a bus from ",{"type":"[[","value":[["Kashgar"]]}," over the ",{"type":"[[","value":[["Karakoram Highway"]]}," to Pakistan.\n\n",{"type":"'''","value":["From Iran"]},": Via the ",{"type":"[[","value":[["Mijva"]]}," border in ",{"type":"[[","value":[["Iran"]]}," which is half an hours drive from ",{"type":"[[","value":[["Zahedan"]]},". The Pakistani border town is called ",{"type":"[[","value":[["Taftan"]]}," and has facilities of immigration, customs, hotels etc.\n\n",{"type":"==","value":["Get around"]},"\nGetting around Pakistan has become ",{"type":"''","value":["much"]}," easier in recent years with the completion of some motorways, and an increase in private airlines. Whilst the cities are well covered, roads in rural areas are not, with many minor roads missing - Google Maps in particular has a worrying habit of marking dried up river beds as minor roads, so if you're exploring out in the sticks, it's a good idea to use Google Earth to double check your route.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Pakistan Airports & Seaports.png"],["thumbnail"],["Airports"]]},"\n",{"type":"[","value":["http:\/\/www.piac.com.pk ",{"type":"'''","value":["Pakistan International Airlines"]}]}," (PIA) serves numerous domestic destinations and is the only airline to serve the three airports in the north of interest to trekkers or climbers: ",{"type":"[[","value":[["Chitral"]]},", ",{"type":"[[","value":[["Gilgit"]]},", and ",{"type":"[[","value":[["Skardu"]]},". There are usually two flights from Islamabad to these cities daily, but they are often cancelled due to bad weather, and often over-booked —; show up early to guarantee a seat.\n\nOther domestic carriers include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shaheenair.com Shaheen Air International"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airblue.com Airblue"]}]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Pakistan Railways Network Map.png"],["thumbnail"],["Pakistan Railways Network Map"]]},"\n",{"type":"[","value":["http:\/\/www.pakrail.com\/ Pakistan Railways"]}," provides passenger rail service. The stations tend not to have their timetables in English, but sales agents can usually explain everything to you. There are several different classes of fares depending on amenities. \nAir-Conditioned Sleeper class is the most expensive class, where the fares are almost at par with air fare. Bedding is included with the fare and this air conditioned coach is present only on popular routes between Karachi to Lahore. The sleeper berths are extremely wide and spacious and the coaches are carpeted.\n\nNowadays Pakistan Railways is going through recession. The number of trains has been lessened and trains don't usually reach the destinations on time.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Pakistan Nationalhighways.PNG"],["thumbnail"],["Highway network"]]},"\nA large portion of travel between cities in Pakistan is carried out by bus. Travel by bus is often the cheapest and most convenient alternative. The Daewoo company runs a regular bus service between several major cities, with air-conditioned buses and seats booked one day ahead. While rather inexpensive, they are still almost five times as expensive as the cheap and uncomplicated rides offered by minibuses or larger buses between the major bus stations of the cities. On the regular bus services, fares are often (though not always) paid directly on the bus, there is no airconditioning, and sometimes very little knee space, but you get where you are going all the same. You'll also probably benefit from kind interest and friendly conversation on many rides. Buses leave almost incessantly from the major bus stations for all the major cities, and many smaller locations, so booking ahead is neither possible nor necessary on the simpler buses. When travelling between major cities, smaller buses are to be preferred over the larger ones, as the larger ones tend to pick up passengers along the way and, therefore, travel more slowly.\n\nThe situation is similar for local transport. While the organization of local transport may look a little different between cities, there is usually an active bus service running throughout each city, with varying levels of government control.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["Seealso"],["Urdu phrasebook"]]},"\n",{"type":"[[","value":[["Urdu phrasebook"],["Urdu"]]}," is both the national and official language and is spoken throughout Pakistan as lingua franca. In addition to Urdu most Pakistanis speak their regional languages or dialects such as ",{"type":"[[","value":[["Punjabi phrasebook"],["Punjabi"]]},", ",{"type":"[[","value":[["Pothohari phrasebook"],["Pothohari"]]},", ",{"type":"[[","value":[["Sindhi phrasebook"],["Sindhi"]]},", ",{"type":"[[","value":[["Pashto phrasebook"],["Pashto"]]}," (Pushtun), ",{"type":"[[","value":[["Balochi phrasebook"],["Balochi"]]},", ",{"type":"[[","value":[["Saraiki phrasebook"],["Saraiki"]]},", ",{"type":"[[","value":[["Shina phrasebook"],["Shina"]]},", ",{"type":"[[","value":[["Burushaski phrasebook"],["Burushaski"]]},", ",{"type":"[[","value":[["Khowar phrasebook"],["Khowar"]]},", ",{"type":"[[","value":[["Wakhi phrasebook"],["Wakhi"]]},", ",{"type":"[[","value":[["Hindko phrasebook"],["Hindko"]]}," etc.\n\nEnglish is the official language (British control began in the 1840's and did not end until 1947). Most locals learn English in school and know at least basic English. It is widely spoken and understood in major cities, used in all government, most educational, and is widely used in the business entities, corporate world, in banking and trading and at most places, you will be able to get by with English, as most people you will encounter can communicate in broken English at the very least. , and is also understood and spoken at varying levels of competence by many people around Pakistan, especially the upper classes and people who have gone through higher levels of education, and those residing in the larger cities.\n\nThe local dialect of English is called Pakistani English.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Dudiptsar_Lake.jpg"],["thumb"],["Dudiptsar Lake, Kaghan Valley, Khyber-Pakhtunkhwa, Pakistan"]]},"\n",{"type":"[[","value":[["File:Rakaposhi_Nagar.jpg"],["thumb"],["Rakaposhi Nagar"]]},"\n",{"type":"[[","value":[["File:KachuraUpper1075.JPG"],["thumb"],["Kachura Lake"]]},"\n\nThe country's attraction range from the ruin of civilisation such as Mohenjo-daro, Harappa and Taxila, to the Himalayan hill stations, which attract those interested in winter sports. Pakistan is home to several mountain peaks over 7000 m, which attracts adventurers and mountaineers from around the world, especially K2. The north part of Pakistan has many old fortresses, ancient architecture and the Hunza and Chitral valley, home to small pre-Islamic Animist Kalasha community claiming descent from Alexander the Great. The romance of the historic Khyber Pakhtunkhwa province is timeless and legendary, Punjab province has the site of Alexander's battle on the Jhelum River and the historic city Lahore, Pakistan's cultural capital, with many examples of Mughal architecture such as Badshahi Masjid, Shalimar Gardens, Tomb of Jahangir and the Lahore Fort. The cultural and physical diversity of Pakistan has developed the country into a tourist hot spot for foreign travellers as well as adventurers.\n\nPost-independence Pakistan retained its heritage by constructing various sites to commemorate its independence by blending various styles and influences from the past.\n",{"type":"===","value":["World Heritage Sites"]},"\nCurrently Pakistan has six major cultural sites that are categorised as UNESCO World Heritage Sites. These include:\n",{"type":"*","value":["Archaeological Ruins at Moenjodaro of the Indus Valley Civilization."]},{"type":"*","value":["1st Century Buddhist Ruins at Takht-i-Bahi and Neighbouring City Remains at Sahr-i-Bahlol."]},{"type":"*","value":["The ruins of Taxila from the Gandhara Civilization"]},{"type":"*","value":["The Lahore Fort and Shalimar Gardens in Lahore."]},{"type":"*","value":["Historic Monuments of the ancient city of Thatta."]},{"type":"*","value":["The ancient fort of Rohtas."]},"\n",{"type":"===","value":["Natural attractions "]},"\n\nPakistan is profound blend of landscapes varying from plains to deserts, forests, hills, and plateaus ranging from the coastal areas of the Arabian Sea in the south to the mountains of the Karakoram range in the north. Pakistan's northern areas especially Gilgit-Baltistan are full of natural beauty and include parts of the Hindu Kush, the Karakoram Range, and the Himalayas. This area has some of the world's highest mountain includes such famous peaks as K2 (Mount Godwin Austen, at 8,611m  the second highest mountain peak in the world). Five peaks over 8,000m, many over 7,000, and the largest glaciers outside the polar region. More than one-half of the summits are over 4,500m, and more than fifty peaks reach above 6,500m. Pakistan's administered Azad Kashmir is rich in natural beauty. Its snow-covered peaks, forests, rivers, streams, valleys, velvet green plateaus and climate varying from Arctic to tropical, join together to make it an excellent tourist attraction. Khyber Pakhtunkhwa is known as the tourist hotspot for adventurers and explorers. The province has a varied landscape ranging from rugged mountains, valleys, hills and dense agricultural farms. Pakistan has some 29 national parks.\n\n",{"type":"===","value":[" Cultural and historical attractions"]},"\n\n",{"type":"===","value":["Monuments and architecture"]},"\nPopular monuments in Pakistan are:\n",{"type":"*","value":["Pakistan Monument"]},{"type":"*","value":["Minar-e-Pakistan"]},{"type":"*","value":["Quaid-e-Azam Residency"]},{"type":"*","value":["Tomb of Muhammad Iqbal"]},{"type":"*","value":["Mazar-e-Quaid"]},"\n",{"type":"===","value":["Museums and galleries"]},"\nIn Pakistan, there's a museum from archaeological and historical to biographical, from Heritage to Military, from Natural history to transport—nearly every big city in the country has a museum worth visiting. The highest concentrations of these museums are found in the largest cities, of course, but none compare to Lahore, home to Lahore Museum. Karachi also has an outstanding array of some good museums, including the National Museum of Pakistan, PAF Museum and Pakistan Maritime Museum. For those looking out for a transport museum, Pakistan Railways Heritage Museum in Islamabad is a major attraction for tourists and locals alike and is becoming a major attraction for railway enthusiasts.\n\nHere's a small fraction of the other great museums you'd be missing:\n\nArchaeological and historical museums:\n",{"type":"*","value":["Bahawalpur Museum, Bahawalpur"]},{"type":"*","value":["Chakdara Museum, Chakdara"]},{"type":"*","value":["Archaeological Museum, Harappa, Sahiwal"]},{"type":"*","value":["Lahore Museum, Lahore"]},{"type":"*","value":["Lyallpur Museum, Faisalabad"]},{"type":"*","value":["Moenjodaro Museum, Larkana"]},{"type":"*","value":["Multan Museum, Multan"]},{"type":"*","value":["National Museum of Pakistan, Karachi"]},{"type":"*","value":["Peshawar Museum, Peshawar"]},{"type":"*","value":["Saidu Sharif Museum, Swat"]},{"type":"*","value":["Sindh Museum, Hyderabad"]},{"type":"*","value":["Taxila Museum, near Rawalpindi"]},{"type":"*","value":["Mardan Museum, Mardan"]},"Archives\n",{"type":"*","value":["National Archives of Pakistan, Islamabad"]},"Art galleries:\n",{"type":"*","value":["Abasin Arts Council, Peshawar"]},{"type":"*","value":["Alhamra Arts Council, Lahore"]},{"type":"*","value":["Faisalabad Arts Council, Faisalabad"]},{"type":"*","value":["Fakir Khana, Lahore"]},{"type":"*","value":["Vogue Art Gallery, Lahore"]},{"type":"*","value":["Mohatta Palace, Karachi"]},{"type":"*","value":["Multan Arts Council, Multan"]},{"type":"*","value":["National Art Gallery, Islamabad"]},{"type":"*","value":["Pakistan Arts Council, Karachi"]},{"type":"*","value":["Rawalpindi Arts Council, Rawalpindi"]},"Biographical museums:\n",{"type":"*","value":["Iqbal Manzil, Sialkot"]},{"type":"*","value":["Allama Iqbal Museum, Lahore"]},{"type":"*","value":["Wazir Mansion, Karachi"]},"Heritage museums:\n",{"type":"*","value":["Lok Virsa Museum, Islamabad"]},{"type":"*","value":["Shakir Ali Museum, Lahore"]},{"type":"*","value":["Chughtai Museum, Lahore"]},{"type":"*","value":["National Museum of Science & Technology, Lahore"]},"\n",{"type":"==","value":["Do"]},"\nPakistan is a world class destination for trekking and hiking. Gilgit-Baltistan is a \"mountain paradise\" for mountaineers, trekkers, and tourists. The region has some of the world's highest mountains, including five peaks over 8,000m, many over 7,000m, and the largest glaciers outside the polar region.\n\nHorse riding is also very affordable. Cycling opportunities abound.\n\nFor water-based activities fans, Karachi is the only place in the country to head for. From snorkelling, scuba diving, boating, fishing, and even cruise dining.\n\nYou can also shop to your heart's content, in massive range of markets and bazaars without worrying about your budget, as a recent survey found Karachi as the world's most cheapest city. \n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Helicopter Tours"],["alt="],["comment="],["address=5-A The Mall, AWT Plaza, Rawalpindi"],["directions="],["phone=+92 51 9272-4004"],["fax="],["email="],["url=http:\/\/askariaviation.com\/"],["hours="],["price="],["lat="],["long="],["description=Enjoy the scenic beauty and mountain valleys of Pakistan from a helicopter. Askari Aviation provides helicopters and aircraft for adventures and safaris. They have several itineraries on their website and each trip starts from Islamabad."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe national currency of Pakistan is the rupee (",{"type":"'''","value":["Rs"]},"), which is commonly shortened to ",{"type":"''","value":["Rs"]}," and coins are issued in 1, 2, and 5 rupee denominations. Banknotes come in Rs 10 (green), 20 (Orange Green), 50 (Purple), 100 (Red), 500 (Rich Deep Green), 1000 (Dark blue), and 5000 (Mustard) values. The rupee is subdivided into 100 paise (singular: paisa). ",{"type":"'''","value":["5 rupees 75"]}," paise would normally be written as Rs ",{"type":"'''","value":["5.75"]},". It is always good to have a number of small bills on hand, as merchants and drivers sometimes have no change. A useful technique is to keep small bills (10-100) in your wallet or in a pocket, and to keep larger bills separate. Then, it will not be obvious how much money you have. Many merchants will claim that they don't have change for a 500 or 1,000 note. This is often a lie so that they are not stuck with a large bill. It is best not to buy unless you have exact change.\n\nThe coins in circulation are 1, 2 and 5. Coins are useful for buying tea, for beggars, and for giving exact change for an bus fare or auto-rickshaw.\n\nPakistanis commonly use ",{"type":"'''","value":["lakh"]}," and ",{"type":"'''","value":["crore"]}," for 100,000 and 10,000,000 respectively. Though these terms come from Sanskrit, they have been adopted so deeply into Pakistani English that most people are not aware that they are not standard in other English dialects. You may also find non-standard, although standard in Pakistan, placement of commas while writing numerals. One crore rupees would be written as 1,00,00,000, so first time you place a comma after three numerals, then after every two numerals. This format may puzzle you till you start thinking in terms of lakhs and crores, after which it will seem natural. \n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! Number !! English Format !! Pakistani Format"],["|-"],["| 100 || Hundred || Sau"],["|-"],["| 1000 || Thousand || Hazaar"],["|-"],["| 1,00,000 || Hundred Thousand || One Lakh"],["|-"],["| 10,00,000 || Million || Ten Lakh"],["|-"],["| 1,00,00,000 || Ten Million || One Crore"]]},"\n\n",{"type":"'''","value":["ATMs"]}," exist in most areas and accept major cards such as AmEx, MasterCard and VISA.\n\nPakistan, and particularly Karachi, features in surveys as one of the cheapest places in the world to shop. It has a massive range of markets and bazaars to visit and things to buy without worrying about blowing your budget:\n\n",{"type":"*","value":[{"type":"'''","value":["Textiles and Garments"]}," such as garments, bed linen, shirts, T-shirts can be bought very cheaply from local branded stores include Chen One, Bonanza, Ideas (Gul Ahmed), ",{"type":"[","value":["http:\/\/www.thecambridgeshop.com Cambridge Shop"]},". Many world renowned brands like Adidas, Levis, Slazenger, HangTen, Wal-Mart etc. get their products prepared from ",{"type":"[[","value":[["Faisalabad"]]}," which has one of the largest textile industries in the world. You can find cheap products of these brands at local stores. You can get a pair of Levis jeans (or any other good brand for that matter) at a very reasonable price ranging between Rs 1,400-2,500. "]},{"type":"*","value":[" ",{"type":"'''","value":["Leather goods"]},", like shoes, jackets and bags are also a speciality of Pakistan. Go to ",{"type":"[","value":["http:\/\/www.ebhshop.com English Boot House"]},", Sputnik, Shoe Planet, Servis, Metro, Gap shoes, Lotus, Step-in, Jaybees for best quality shoes at low prices."]},{"type":"*","value":[{"type":"'''","value":["Sports goods"]}," like cricket bats, balls, kits, footballs, sports wear and almost anything related to sports you can imagine. You will not find such high quality equipment at such low cost anywhere else. ",{"type":"[[","value":[["Sialkot"]]}," produces 90% of the world’s sports goods and is the largest provider of sports equipment to FIFA for the World cup."]},{"type":"*","value":[{"type":"'''","value":["Musical instruments"]}," are produced economically and to high quality in Pakistan. You can even get an acoustic guitar for as low as Rs 2,000 (c. USD20)."]},{"type":"*","value":[{"type":"'''","value":["Surgical instruments"]}," "]},{"type":"*","value":[{"type":"'''","value":["Computer accessories"]}," "]},{"type":"*","value":[{"type":"'''","value":["Chinese goods"]}," especially Electronics & Cameras which are re-exported from Pakistan and is cheaper than other parts of the world."]},{"type":"*","value":[{"type":"'''","value":["Carpets and rugs"]}," in Arabian, Afghan, Iranian and Pakistani varieties"]},{"type":"*","value":[{"type":"'''","value":["Wood Carvings"]}," such as decorative wooden plates, bowls, artwork, furniture, and other miscellaneous items."]},{"type":"*","value":[{"type":"'''","value":["Jewellery"]}," such as necklaces, bracelets etc. are very inexpensive in Pakistan."]},{"type":"*","value":[{"type":"'''","value":["Gems and handicrafts"]},": (Ajrak from ",{"type":"[[","value":[["Sindh"]]},", Blue pottery from ",{"type":"[[","value":[["Multan"]]},", Clay pottery from ",{"type":"[[","value":[["Karachi"]]},"), ",{"type":"'''","value":["glassware, brassware, marble products, crystal works and antiques"]}," Also buy ",{"type":"'''","value":["pashmina, rugs, wool-shawls"]}," or ",{"type":"'''","value":["wraps"]},", which can cost anywhere between US$15 to as much as US$700. Remember to ",{"type":"[[","value":[["haggle"]]},". "]},{"type":"*","value":[{"type":"'''","value":["Books"]}]},{"type":"*","value":[{"type":"'''","value":["Souvenirs"]}," such as decorative items from Sea Shells."]},{"type":"*","value":[{"type":"'''","value":["Food stuffs"]},"  local products, including Swat honey, biscuits and locally made chocolate are of good quality and inexpensive. Go to any super store like Dmart, Makro, Metro, Hyperstar.  "]},{"type":"*","value":[{"type":"'''","value":["Home accessories"]}," "]},{"type":"*","value":[{"type":"'''","value":["Kitchen Utensils"]}," and ",{"type":"'''","value":["Cutlery"]}]},{"type":"*","value":[{"type":"'''","value":["Art"]}," lovers should get in touch with a local to take them around. There are so many art galleries in ",{"type":"[[","value":[["Karachi"]]},", ",{"type":"[[","value":[["Lahore"]]},", ",{"type":"[[","value":[["Islamabad"]]}," that are worth visiting and each will offer a completely different range of artwork, style and pricing. All should be visited if you are an art lover."]},"\n",{"type":"===","value":["Buying Pakistani currency"]},"\nIt's usually best to get your foreign currency converted to Rupees before you make purchases (of course that's only applicable if you're planning to buy with cash - not a credit card). A number of licensed currency exchange companies operate and a passport might be required as an identification document but this requirement is often ignored. Currency exchange shop can easily found in major shopping areas. Be sure to say the amount you wish to exchange and ask for the 'best quote' as rates displayed on the board are often negotiable, especially for larger amounts.\n\nMost large department stores and souvenir shops, as well as all upmarket restaurants and hotels accept major credit cards such as American Express, MasterCard and VISA cards. Some small shops will want to pass on their 2-3% merchant charge to you. In many cities and towns, credit cards are accepted at retail chain stores and other restaurants and stores. Small businesses and family-run stores almost never accept credit cards, so it is useful to keep a moderate amount of cash on hand.\n\nRates for exchanging rupees overseas are often poor, although places with significant Pakistani populations (e.g. Dubai,) can give decent rates. Try to get rid of any spare rupees before you leave the country.\n\nMost ATMs will pay out up to 50,000 in each transaction. HBL, MCB Bank, National Bank of Pakistan and United Bank, all are the biggest bank in Pakistan and has the most ATMs. They accepts most of the international cards at a nominal charge. International banks like Standard Chartered have a significant presence in major Pakistan cities. It is always worthwhile to have bank cards or credit cards from at least two different providers to ensure that you have a backup available in case one card is suspended by your bank or simply does not work work at a particular ATM.\n\n",{"type":"===","value":["Shopping"]},"\nIn Pakistan, you are '''''expected",{"type":"''","value":[" to ",{"type":"[[","value":[["bargaining"],["negotiate"]]}," the price'"]}," with street hawkers but not in department stores and the like. If not, you risk overpaying many times, which can be okay if you think that it is cheaper than at home. In most of the big cities, retail chain stores are popping up where the shopping experience is essentially identical to similar stores in the West. Although you will pay a little more at these stores, you can be sure that what you are getting is not a cheap knockoff. The harder you bargain, the more you save money. A few tries later, you will realise that it is fun.\n\nOften, the more time you spend in a store, the better deals you will get. It is worth spending time getting to know the owner, asking questions, and getting him to show you other products (if you are interested). Once the owner feels that he is making a sufficient profit from you, he will often give you additional goods at a rate close to his cost, rather than the common \"foreigner rate\". You will get better prices and service by buying many items in one store than by bargaining in multiple stores individually.  If you see local people buying in a store, probably. you can get the real Pakistani prices. Ask someone around you quietly, \"How much would you pay for this?\"\n\nIn general shops are open 09:00-23:00 in the large cities. They open and close for business earlier in the smaller towns and rural areas.\n\n",{"type":"===","value":["Costs"]},"\nMost visitors will find Pakistan quite cheap, although it is noticeably more expensive than neighbouring Afghanistan. Karachi is also generally more expensive than the rest of the country. At the other end of the spectrum, luxury hotels and air fares are comparatively affordable, with even the fanciest 5-star hotels costing less than Rs 20,000\/night.\n\n",{"type":"'''","value":["Tipping"]}," is considered a good practice in Pakistan. Hotel porters, taxi drivers, delivery men will appreciate a small tip if you have been provided with exemplary service.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Peshawari Roti, Pakistan.jpg"],["thumb"],["Peshwari naan freshly prepared in a tandoor in ",{"type":"[[","value":[["Karachi"]]}]]},"\t\n",{"type":"[[","value":[["File:Chapli Kebab.jpg"],["thumb"],["Chapli Kababs is one of the popular barbecue meals in Pakistan"]]},"\t\n",{"type":"[[","value":[["File:Chicken Tikka.jpg"],["thumb"],["Chicken Tikka is a popular dish"]]},"\t\n",{"type":"[[","value":[["File:Pakistani Food Beef Kabobs.jpg"],["thumb"],["Seekh Kababs"]]},"\t\n",{"type":"[[","value":[["File:Sindhi_Biryani.JPG"],["thumb"],["Sindhi Biryani: the most popular dish in ",{"type":"[[","value":[["Karachi"]]}]]},"\t\n",{"type":"[[","value":[["File:Falooda big.jpg"],["thumb"],["Falooda"]]},"\n\nPakistani cuisine is a refined blend of various regional cooking traditions of South Asia. Pakistani cuisine is known for its richness, having aromatic and sometimes spicy flavors, and some dishes often contain liberal amounts of oil which contributes to a richer, fuller mouthfeel and flavour. It is very similar to Indian cuisine and there is a good chance that you'd have tasted it in your country as Indian food and Pakistan food often served together in a restaurant. Cuisine in Pakistan varies greatly from region to region. The \"Pakistani food\" served by many so-called Pakistani or Indian restaurants in the Western hemisphere is inspired by specifically Mughlai cuisine, a style developed by the royal kitchens of the historical Mughal Empire, and the regional cuisine of the Punjab, although degree of authenticity in relation to actual Mughlai or Punjabi cooking is sometimes variable at best and dubious at worst. Within Pakistan, cuisine varies greatly from region to region, reflecting the country's ethnic and cultural diversity. Food from the eastern provinces of Punjab and Sindh and Mughlai cuisine are similar to the cuisines of Northern India and can be highly seasoned and spicy, which is characteristic of the flavours of the South Asian region. Food in other parts of Pakistan, particularly Balochistan, Azad Kashmir, Gilgit-Baltistan, Khyber Pakhtunkhwa, and the Federally Administered Tribal Areas, involves the use of mild aromatic spices and less oil, characterizing affinities to the cuisines of neighbouring Afghanistan, Iran, and Central Asia.\n\nPakistani main courses food which is mostly consists of curry dishes is eaten with either flatbread, also called wheat bread or rice. Salad is generally taken as a side dish with the main course, rather than as an appetizer beforehand. Assorted fresh fruit or sometimes desserts are consumed at the end of a meal. Meat plays a much more dominant role in Pakistani food, compared to other South Asian cuisines. According to a 2003 report, an average Pakistani consumed three times more meat than an average Indian. Of all the meats, the most popular are goat or mutton, beef and chicken and is particularly sought after as the meat of choice for kebab dishes or the classic beef shank dish nihari. Seafood is generally not consumed in large amounts. Food tends range from mild to spicy depending on where you are and who your cook is. So state your preference before beginning to eat. In general, most of the food that you find in the high end hotels is also available in the markets (but European-style food is generally reserved for the former).\n\nPakistan food has a well-deserved reputation for being hot, owing to the Pakistani penchant for the liberal use of a variety of spices, and potent fresh green chilis or red chilli powder that will bring tears to the eyes of the uninitiated. The degree of spiciness varies widely throughout the country: Punjab food is famously fiery, while Northern Areas cuisine is quite mild in taste.\n\nTo enjoy the local food, start slowly. Don't try everything at once. After a few weeks, you can get accustomed to spicy food. If you would like to order your dish not spicy, simply say so. Most visitors are tempted to try at least some of the spicy concoctions, and most discover that the sting is worth the trouble.\n\n",{"type":"===","value":["Cuisine"]},"\nCuisine in Pakistan varies greatly from region to region. Culinary art in Pakistan comprises a mix of Middle Eastern, Iranian, Afghan, Indian, and Turkish influences that reflect the country's history as well as the variation of cooking practices from across the country. Urban centres of the country offer an amalgamation of recipes from all parts of the country, while food with specific local ingredients and tastes is available in rural areas and villages. Besides the main dishes of salan, with or without meat and cooked with vegetables or lentils, there are a number of provincial specialties such as karahi, biryani, and tikka, in various forms and flavours, eaten alongside a variety of breads such as naan, chapati, and roti.\n\nPakistani cuisine is a blend of cooking traditions from different regions of the Indian subcontinent, originating from the royal kitchens of sixteenth-century Mughal emperors. It has similarities to North Indian cuisine, although Pakistan has a greater variety of meat dishes. Pakistani cooking uses large quantities of spices, herbs and seasoning. Garlic, ginger, turmeric, red chilli and garam masala are used in most dishes, and home cooking regularly includes curry. Chapati, a thin flat bread made from wheat, is a staple food, served with curry, meat, vegetables and lentils. Rice is also common; it is served plain or fried with spices and is also used in sweet dishes.\n\n",{"type":"===","value":["Varieties of bread"]},"\nPakistan is wheat growing land, so you have Pakistani breads (known as roti), including chapatti (unleavened bread), paratha (pan-fried layered roti), naan (cooked in a clay tandoori oven), puri (deep-fried and puffed up bread), and many more. A typical meal consists of one or more gravy dishes along with rotis, to be eaten by breaking off a piece of roti, dipping it in the gravy and eating them together. Most of the Pakistani heartland of India survives on roti, rice, and lentils (dal), which are prepared in several different ways and made spicy to taste. Served on the side, you will usually find spiced yogurt (raita) and either fresh chutney or a tiny piece of exceedingly pungent pickle (achar), a very acquired taste for most visitors — try mixing it with curry, not eating it plain.\n\nPakistanis eat breads made of wheat flour as a staple part of their daily diet. Pakistan has a wide variety of breads, often prepared in a traditional clay oven called a tandoor. The tandoori style of cooking is common throughout rural and urban Pakistan and has strong roots in neighboring Iran and Afghanistan as well. \n\nThe types of flatbread (collectively referred to as Naan) are:\n",{"type":"*","value":[" Naan - A soft and thick flat bread that often requires special clay ovens (tandoor) and cannot be properly made on home stoves. Typically leavened with yeast and mainly made with white flour. Some varieties like the Roghani and Peshwari may also be sprinkled with sesame seeds. Naans are seldom, if ever, made at home since they require tandoor based cooking and require prep work. Numerous varieties of plain as well as stuffed naans are available throughout Pakistan and each region or city can have their own specialty. Naan is a versatile bread and is eaten with almost anything. For instance, 'saada naan' or 'plain naan' are often served with Sri-Paya (Cow's head and totters) or Nihari (slow cooked beef stew) for breakfast in many parts of the country. It is recognized by its larger, white exterior."]},{"type":"*","value":["Roti - These are extremely popular all over Pakistan. Tandoori rotis are baked in a clay oven called tandoor and are consumed with just about anything. In rural Pakistan, many houses have their own tandoors while the ones without use a communal one. In urban Pakistan, bread shops or \"nanbai\"\/\"tandoor\" shops are fairly common and supply fresh, tandoor baked breads to household customers as well. A homemade bread that doesn't have as much flavor as naan. It is a cheap alternative that is ready in minutes."]},{"type":"*","value":[" Chapatti - A homemade bread, much thinner then naan and usually made out of unrefined flour, and which is ready in minutes. Most common bread made in urban homes where a tandoor is not available. Chapatis are cooked over a flat or slightly convex dark colored pan known as 'tava'. Chapatis are made of whole wheat flour and are thin and unleavened. Tortillas are probably the most common analogous to chapatis, though chapatis are slightly thick. A variant, known as 'romali roti' (lit: handkerchief bread) is very thin and very large in size."]},{"type":"*","value":[" Paratha - An extremely oily version of the ",{"type":"''","value":["roti"]},".  Usually excellent if you're going out to eat, but beware of health concerns; often it is literally dripping with oil because it is meant to be part of a rich meal. Paratha is more declicious if you cook it in pure oil like \"desi ghee\". A flat, layered bread made with ghee and generally cooked on a 'tava'. However, a 'tandoor' based version is also common in rural areas. Parathas are very similar to pastry dough. Parathas most likely originated in the Punjab where a heavy breakfast of parathas with freshly churned butter and buttermilk was commonly used by the farmers to prepare themselves for the hard day of work ahead. However, parathas are now a common breakfast element across the country. Along with the plain layered version, many stuffed versions such as 'Aloo ka Paratha' (Potato Stuffed Parathas), 'Mooli ka Paratha' (Radish stuffed parathas) and 'Qeemah stuffed paratha' (Ground meat stuffed paratha) are popular."]},{"type":"*","value":[" Sheer Mal - This is a slightly sweetened, lightly oiled bread that has waffle-like squares punched in it.  It is often considered the most desirable bread and is a delicacy to most people.  Often paired with nihari. Another breakfast version of sheermal is very much like the Italian Panettone (albeit in a flat naan-like shape) with added dried fruits and candy. It is a festive bread prepared with milk ('sheer') and butter with added candied fruits. Sheermal is often a vital part of food served in marriages, along with taftan. It is often sweetened and is particularly enjoyed by the kids."]},{"type":"*","value":[" Taftan - Much like the 'sheer mal' but with a puffed-up ring around it. This is a leavened flour bread with saffron and small amount of cardamom powder baked in a tandoor. The Taftan made in Pakistan is slightly sweeter and richer than the one made in neighboring Iran."]},{"type":"*","value":["Kulcha - This is a type of naan usually eaten with chickpeas and potatoes and mostly popular in urban centres of Punjab."]},{"type":"*","value":["Roghani Naan - (lit. Buttered Naan) It is a preferred variety of Naan sprinkled with white sesame seeds and cooked with a small amount of oil."]},{"type":"*","value":["Puri - This is a breakfast bread made of white flour and fried. Typically eaten with sweet semolina halwa and\/or gravy (made out of chickpeas and potatoes). Puri is a fairly urban concept in Pakistan and puris are not part of rural cuisine anywhere in Pakistan. However, Halwa Puri has now become a favored weekend or holiday breakfast in urban Pakistan where it is sometimes sold in shift carts or in specialty breakfast shops."]},"\nAs you might have noticed, 'Naan' is usually used to pick up liquid and soft foods like shorba in curries and beans. Forks and knives not commonly used during meals in Pakistan (unless someone is eating rice or is dining out).  Attempting to cut a naan with a knife  may elicit some amusement around you. Watching others may help.\n\nThere are too many shorbas, or sauces\/soups, to enumerate.\n\n",{"type":"===","value":["Vegetarian dishes"]},"\nPopular and commons veg dishes are:\n",{"type":"*","value":[{"type":"*","value":[" Daal - Yellow (made of yellow\/red lentils) or brown (slightly sour) lentil \"soup\". Usually not very spiced.  Common to all economic classes."]}]},{"type":"*","value":[{"type":"*","value":[" X + ",{"type":"''","value":["ki sabzi"]}," - A vegetarian mixture with 'X' as the main ingredient."]}]},{"type":"*","value":[{"type":"*","value":["Aloo gobi"]}]},{"type":"*","value":[{"type":"*","value":["Baingan\t"]}]},{"type":"*","value":[{"type":"*","value":["Karela\t"]}]},{"type":"*","value":[{"type":"*","value":["Bhindi"]}]},{"type":"*","value":[{"type":"*","value":["Saag"]}]},"\n",{"type":"===","value":[" Pulses\/lentil dishes"]},"\nVarious kinds of pulses, or legumes, make up an important part of the Pakistani dishes. While lentils (called daal), and chick peas (called channa) are popular ingredients in homestyle cooking, they are traditionally considered to be an inexpensive food sources. Because of this reason, they are typically not served to guests who are invited for dinner or during special occasions. Combining meat with lentils and pulses, whether in simple preparations or in elaborate dishes such as haleem, is also a distinctively Pakistani touch not commonly seen in neighbouring India where a substantial number of its population are vegetarians.\n\n",{"type":"*","value":[{"type":"*","value":[" Haleem - Thick stew-like mix of tiny chunks of meat or chicken, lentils and wheat grains."]}]},"\n",{"type":"===","value":["Rice dishes"]},"\nPakistan is a major consumer of rice. Basmati is the most popular type of rice consumed in Pakistan. Rice dishes are very popular throughout Pakistan. The rice dishes are sometimes eaten mixed with other dishes. \nThe most simple dish of Pakistani cuisine is Plain cooked rice (Chawal) eaten with Dal (Lentil). Khichdi is Plain cooked rice cooked with Dal. The Karhi chawal is Plain cooked rice eaten with Karhi. \n\nBiryani is a very popular dish in Pakistan, is cooked with pieces of beef, lamb, chicken, fish or shrimp. and has many varieties such as Lahori and Sindhi biryani. Tahiri, which is also a form of vegetarian biryani, is also popular. All of the main dishes (except those made with rice) are eaten alongside bread. To eat, a small fragment of bread is torn off with the right hand and used to scoop and hold small portions of the main dish. Pickles made out of mangoes, carrots, lemon, etc. are also commonly used to further spice up the food. Biryani smells more nice from the saffron and other seasonings added.\nIn the Khyber-Pakhtunkhwa, feasts using mountains of spiced rice combined with pieces of slowly roasted lamb are often served for guests of honour. These kind of pulaos often contain dried fruit, nuts, and whole spices such as cloves, saffron and cardamom. Such rice dishes have their origins in Central Asia and the Middle East.\n\nDishes made with rice include many varieties of pulao:\n",{"type":"*","value":["Murgh pulao - Chicken and stock added. Creates a brown rice."]},{"type":"*","value":["Yakhni pulao - Meat and stock added. Creates a brown rice."]},{"type":"*","value":["Matar pulao - Pulao made with peas."]},{"type":"*","value":["Maash pulao - A sweet and sour pulao baked with mung beans, apricots and bulghur (a kind of roughly milled cracked wheat). Exclusively vegetarian."]},{"type":"*","value":["Khichdi\t"]},{"type":"*","value":["Zarda"]},"\n",{"type":"===","value":["Meat dishes"]},"\nMeat plays a much more dominant role in Pakistani cuisine compared to the other South Asian cuisines and is a major ingredient in most of the Pakistani dishes. The meat dishes in Pakistan include: bovine, ovine, poultry and seafood dishes. The meat is usually cut in 3 cm cubes and cooked as stew. The minced meat is used for Kebabs, Qeema and other meat dishes. Of all the meats, the most popular are goat or mutton, beef and chicken and is particularly sought after as the meat of choice for kebab dishes or the classic beef shank dish nihari. The meat dishes are also cooked with pulses, legumes and rice.\n\nTandoori chicken, prepared in a clay oven called a tandoor, is probably the best-known Pakistani dish originated in Pakistani Punjab.\n\nThe variety is endless, but here are a few examples: \n",{"type":"*","value":[{"type":"*","value":["Roasted Chicken (whole) - A whole chicken roasted locally known as 'charga' locally."]}]},{"type":"*","value":[{"type":"*","value":[" Aloo Gosht (Potatoes and Meat) - Chunks of potato and goat meat in gravy.  Levels of spice vary. One example of a generic dish that includes most things + Gosht(meat)."]}]},{"type":"*","value":[{"type":"*","value":[" Nihari- Beef simmered for several hours. A delicacy often eaten with ",{"type":"''","value":["Nan"]},", ",{"type":"''","value":["Sheer Mal"]},", or ",{"type":"''","value":["Taftan"]},".  Few people will have this available without spice.  Eat with lemon, fried onion and caution: it is one of the spiciest curries.  Thick gravy made from local spices. Is made with both chicken and beef. Is oily and spicy. Available mostly everywhere."]}]},{"type":"*","value":[{"type":"*","value":[" Paye -  or 'Siri Paye' is a stew of goat\/beef\/mutton bones (typically hooves, skull) and bone marrow. Extremely nutritious and generally eaten for breakfast with naan. Very, very wet salan, often served in a bowl or similar dish. Eat by dipping pieces of naan in it, maybe finishing with a spoon. Can be hard to eat."]}]},{"type":"*","value":[{"type":"*","value":["  Korma is a classic dish of Mughlai origin made of either chicken or mutton, typically eaten with nan or bread and is very popular in Pakistan."]}]},"\n",{"type":"====","value":["Barbecue and kebabs"]},"\nMeat and grilled meat has played an important part in Pakistan region for centuries. Sajji is a Baluchi dish from Western Pakistan, made of lamb with spices, that has also become popular all over the country. Another Balochi meat dish involves building a large outdoor fire and slowly cooking chickens. The chickens are placed on skewers which are staked into the ground in close proximity to the fire, so that the radiant heat slowly cooks the prepared chickens.\nKebabs are a staple item in Pakistani cuisine today, and one can find countless varieties of kebabs all over the country. Each region has its own varieties of kebabs but some like the Seekh kebab, Chicken Tikka, and Shami kebab are especially popular varieties throughout the country. Generally, kebabs from Balochistan and the Khyber Pakhtunkhwa tend to be identical to the Afghan style of barbecue, with salt and coriander being the only seasoning used. Regional kebab recipes from Karachi and the wider Sindh region is famous for its spicy kebabs, often marinated in a mixture of spices, lemon juice and yogurt. Barbecued food is also extremely popular in some cities of Punjab such as Lahore, Gujranwala and Sialkot. \n\nPakistani cuisine is rich with different kebabs. Meat including beef, chicken, lamb and fish is used in kababs. Some popular kebabs are:\n\n",{"type":"*","value":[{"type":"*","value":[" Chicken Tikka - Barbequed chicken with a spicy exterior.  Looks like a huge, red chicken leg and thigh. For all meat lovers.  Is available most anywhere."]}]},{"type":"*","value":[{"type":"*","value":[" Seekh Kebab - A long skewer of minced beef mixed with herbs and seasonings."]}]},{"type":"*","value":[{"type":"*","value":[" Shami Kebab - A round patty of seasoned beef and lentils, softer than seekh kababs."]}]},{"type":"*","value":[{"type":"*","value":[" Chapli Kebab  - A spicy round kabab that is a specialty of Peshawar."]}]},{"type":"*","value":[{"type":"*","value":[" Chicken Kabab  - A popular kabab that is found both with bone and without."]}]},{"type":"*","value":[{"type":"*","value":[" Lamb Kabab  - The all lamb meat kabab is usually served as cubes."]}]},{"type":"*","value":[{"type":"*","value":["Bihari kebab  - Skewer of beef mixed with herbs and seasoning."]}]},{"type":"*","value":[{"type":"*","value":["Tikka kebab  - A kebab made of beef, lamb or chicken, cut into cubes, marinated with a yogurt blend and grilled on coals."]}]},{"type":"*","value":[{"type":"*","value":["Boti kebab - A kebab made from fillet of meat. Sometimes marinated with green papaya to help tenderize the meat."]}]},{"type":"*","value":[{"type":"*","value":["Shawarma  - It is usually a kebab or lamb strips in a naan with chutney and salad."]}]},{"type":"*","value":[{"type":"*","value":["Shashlik  - Grilled baby lamb chops (usually from the leg), typically marinated"]}]},{"type":"*","value":[{"type":"*","value":[" Chargha"]}]},{"type":"*","value":[{"type":"*","value":["Dhaga kabab"]}]},{"type":"*","value":[{"type":"*","value":["Gola kebab"]}]},{"type":"*","value":[{"type":"*","value":["Reshmi kebab "]}]},{"type":"*","value":[{"type":"*","value":["Sajji"]}]},"\n",{"type":"===","value":[" Desserts"]},"\nPopular desserts include Peshawari ice cream, Sheer Khurma, Kulfi, Falooda, Kheer, Rasmalai, Phirni, Zarda, Shahi Tukray and Rabri. Sweetmeats are consumed on various festive occasions in Pakistan. Some of the most popular are gulab jamun, barfi, ras malai, kalakand, jalebi, and panjiri. Pakistani desserts also include a long list of halvah such as multani, sohan halvah, and hubshee halvah.\nKheer made of roasted seviyaan (vermicelli) instead of rice is popular during Eid ul-Fitr. Gajraila is a sweet made from grated carrots, boiled in milk, sugar, green cardamom, and topped with nuts and dried fruit and is very popular in the country during winter season.\n",{"type":"*","value":[{"type":"*","value":[" Enjoy a variety; ice cream can be found in an abundance of flavours such as the traditional pistachio flavoured Kulfi;  "]}]},{"type":"*","value":[{"type":"*","value":[" Falooda is tasty rosewater dessert and is a popular summer drink throughout the country. Traditional ice-cream known as 'kulfi' mixed with vermicelli, pistachio nuts and flavored with rose-water. Most ice-cream shops have their own versions."]}]},{"type":"*","value":[{"type":"*","value":[" Shirini or Mithai: is the generic name for a variety of sweet treats in Pakistan. The sweets are extremely popular in Pakistan and called different things depending on where you go.  ",{"type":"'''","value":["Eat small chunks at a time"]},", eating large pieces can be rude and will generally be too sweet."]}]},{"type":"*","value":[{"type":"*","value":[" Kulfi is a very traditional made ice-cream mixed with cream and different types of nuts."]}]},{"type":"*","value":[{"type":"*","value":[" If you want to go to some ice-cream parlors, there are some good western ice-cream parlours in Lahore like \"Polka Parlor\" \"Jamin Java\" \"Hot Spot\". For traditional ice creams, the 'Chaman' ice cream parlor across town is quite popular."]}]},{"type":"*","value":[{"type":"*","value":[" Halwa is a sweet dessert. Halwa comes in different styles such as made of eggs, carrots, flour or dry fruits. The halwas are made from semolina, ghee and sugar, garnished with dried fruits and nuts. Carrot halwa (called gaajar ka halwa) is also popular, as is halva made from tender bottle gourds and chanay ki daal. Karachi halva is a specialty dessert from Karachi,"]}]},{"type":"*","value":[{"type":"*","value":[" Firni or Kheer is similar to vanilla custard though prepared in a different style. the Sohan Halwa is also famous in the country. Equally famous is Habshi halwa, a dark brown milk-based halwa."]}]},{"type":"*","value":[{"type":"*","value":["Gulab jamun — a cheese-based dessert. It is often eaten at festivals or major celebrations such as marriages, on happy occasions and Muslim celebrations of Eid ul-Fitr."]}]},"\n\nA part from local restaurants, international fast food chains have also popped up throughout Pakistan. They include, KFC, Pizza Hut, McDonalds, Subway, Nandos, Mr.Cod, Papa Johns, Dominoes etc. You are also prone to finding more European chains than North American.\n\n",{"type":"===","value":[" Snacks (Pakistani fast food)"]},"\nPakistani snacks comprise food items in Pakistan that are quick to prepare, spicy, usually fried, and eaten in the evening or morning with tea or with any one of the meals as a side-dish. A given snack may be part of a local culture, and its preparation and\/or popularity can vary from place to place. These snacks are often prepared and sold by hawkers on footpaths, bazaars, railway stations and other such places, although they may also be served at restaurants. Some typical snacks are dahi bhala, chaat, chana masala, Bun kebab, pakora, and papar. Others include katchauri, pakoras-either neem pakoras or besan (chickpea) pakoras,gol gappay, samosas—vegetable or beef, bhail puri or daal seu and egg rolls. Nuts, such as pistachios and pine nuts, are also often eaten at home. These snacks often smaller than a regular meal, generally eaten between meals.\n\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pakistani Chinese cuisine"]}]},{"type":"*","value":[{"type":"*","value":["Chicken Manchurian is the most popular dish with pieces of stir fried chicken served in a red ketchup based sauce. It is normally served with Egg or chicken fried rice. Basmati is the most common form of rice used."]}]},{"type":"*","value":[{"type":"*","value":["Chinese soup - Chicken corn soup and hot and sour soup are ubiquitous in restaurants, homes and on TV. these are served with staples such as vinegar (sirka) and chili pepper."]}]},{"type":"*","value":[{"type":"*","value":["Noodles - Chicken chowmein and Chopsuey are popular. Their method of cooking employs hearty use of soy sauce, ajino moto, vinegar and chilli sauce with vegetables, boneless chicken and\/or Keema (minced meat). Oil concentrations are higher than normal Chinese noodles."]}]},"\n",{"type":"===","value":["Pakistani condiments"]},"\n",{"type":"[[","value":[["File:Chutneykarnataka.jpg"],["thumbnail"],["Variety of Chutneys"]]},"\nPopular condiments used in Pakistani cuisine:\n",{"type":"*","value":[" Chutneys"]},{"type":"*","value":[{"type":"*","value":["onion chutney"]}]},{"type":"*","value":[{"type":"*","value":["tomato chutney"]}]},{"type":"*","value":[{"type":"*","value":["cilantro (coriander leaves) chutney"]}]},{"type":"*","value":[{"type":"*","value":["mint chutney"]}]},{"type":"*","value":[{"type":"*","value":["tamarind chutney (Imli chutney)"]}]},{"type":"*","value":[{"type":"*","value":["mango (keri) chutney (made from unripe, green mangos)"]}]},{"type":"*","value":[{"type":"*","value":["lime chutney (made from whole, unripe limes)"]}]},{"type":"*","value":[{"type":"*","value":["garlic chutney made from fresh garlic, coconut and groundnut"]}]},"\n",{"type":"*","value":[" Achars (pickle)"]},{"type":"*","value":[{"type":"*","value":["mango achar"]}]},{"type":"*","value":[{"type":"*","value":["lemon achar"]}]},{"type":"*","value":[{"type":"*","value":["carrot achar"]}]},{"type":"*","value":[{"type":"*","value":["cauliflower achar"]}]},{"type":"*","value":[{"type":"*","value":["green chilli achar"]}]},{"type":"*","value":[{"type":"*","value":["garlic achar"]}]},{"type":"*","value":[{"type":"*","value":["gongura achar"]}]},{"type":"*","value":[{"type":"*","value":["Hyderabadi pickle"]}]},{"type":"[[","value":[["File:Raita with cucumber and mint.jpg"],["thumbnail"],["Raita with cucumber and mint"]]},"\n",{"type":"*","value":[" Sauces"]},{"type":"*","value":[{"type":"*","value":["Raita — a cucumber yogurt dip"]}]},"\n",{"type":"===","value":["Etiquette"]},"\n",{"type":"{{","value":[["infobox"],["Tipping"],["Tip is expected everywhere in Pakistan especially in restaurants and is always a considered a good practice in the country so tip between 5-10% at sit-down places."]]},"\n\nIn Pakistan eating with your hand (instead of cutlery like forks and spoons) is very common. There's one basic rule of etiquette to observe, particularly in non-urban Pakistan: Use only your right hand. Needless to say, it's wise to wash your hands well before and after eating.\nFor breads for all types, the basic technique is to hold down the item with your forefinger and use your middle-finger and thumb to tear off pieces. The pieces can then be dipped in sauce or used to pick up bits before you stuff them in your mouth. Unlike India or Middle East, spoon is commonly used in Pakistan for eating rice dishes.\n\n",{"type":"==","value":["Drink"]},"\nTap water can be unsafe for drinking. However, some establishments have water filters\/purifiers installed, in which case the water is safe to drink. Packed drinking water (normally called mineral water in Pakistan) is a better choice. As for bottled water, make sure that the cap's seal has not been broken, otherwise, it is a tell tale sign of tampering or that unscrupulous vendors reuse old bottles and fill them with tap water, which is generally unsafe for foreign tourists to drink without prior boiling. Bottled water brands like Aquafina (by PepsiCo) and Nestle (by Nestle) are widely available and costs Rs 80 for a 1.5L bottle of mineral water. At semi-urban or rural areas, it may be appropriate to ask for boiled water as well.\n\nThe taste of the water is said to be very good in the north-eastern side of Pakistan, especially in Swat, Kaghan and Gilgit. Ask for bottled water wherever possible, and avoid anything cold that might have water in it.\n\nTry a local limca cola, which makes a \"pop\" sound when opened. Pakola, Pakistan's premier soft drink brand, is available in flavours such as Ice cream soda, Lychee, Orange, Raspberry, Apple Sidra, Vino, Double cola and Bubble up. Try Lassi, which is a classic yoghurt drink served either plain or sweet and sometimes flavoured or even fused with fresh fruit. Rooh-Afza, a red-coloured, sweet, herbal drink. Sugar Cane Juice — which is extracted by mechanical force — is best when served fresh. You might also love the Falouda and Gola Ganda, which include various kinds of syrups in crushed ice.\n\n",{"type":"*","value":[" Tea (or ",{"type":"''","value":["Chai"]}," as it is referred to in Pakistan) is popular throughout the country. "]},{"type":"*","value":[{"type":"*","value":["Both black and green tea (Sabz chai or qahvah) are common and are traditionally drunk with cardamom and lots of sugar. Lemon is optional but recommended with green tea."]}]},{"type":"*","value":[{"type":"*","value":["Kashmiri chai (Pink Tea), a traditional tea beverage from Kashmir, is a milky tea with pistachios, almonds and nuts added to give additional flavour. This tea is very popular during weddings, special occasions and in the cold season."]}]},{"type":"*","value":[" Coffee is also available in all cities."]},"\nIn the warmer southern region, sweet drinks are readily available throughout the day.  Look for street vendors that have fruits (real or decorations) hanging from their roofs.  Also, some milk\/yogurt shops serve ",{"type":"''","value":["lassi"]},".  Ask for ",{"type":"''","value":["meethi lassi"]}," for a sweet yogurt drink and you can also get a salty lassi which tastes good and is similar to the Arabic ",{"type":"''","value":["Laban"]}," if you are having \"bhindi\" in food or some other rich dish. There is also a sweet drink called Mango Lassi which is very rich and thick, made with yogurt, mango pulp, and pieces of mango.\n\nAlcohol (both imported and local) is available to non-Muslim foreigners at off licenses and bars in most top end hotels. The local alcoholic beer is manufactured by Murree Brewery (who also produce non-alcoholic beverages including juices). It is illegal for Muslims to buy, possess or consume alcohol in Pakistan. There is a huge black market across the country and the police tend to turn a blind eye to what is going on in private.\n\n",{"type":"===","value":["Tea varieties"]},"\n\nPakistanis drink a great deal of tea, which is locally called \"chai in most Pakistani languages\" and everywhere you can get tea from one variety or another. Both black with milk and green teas are popular and are popular in different parts of Pakistan. It is one of the most consumed beverages in Pakistani cuisine. Different regions throughout the country have their own different flavours and varieties, giving Pakistani tea culture a diverse blend. \n",{"type":"*","value":["In Karachi, the strong presence of Muhajir cuisine has allowed the Masala chai version to be very popular."]},{"type":"*","value":["Doodh Pati Chai is thick and milky. It is made by cooking tea leaves with milk and sugar and sometimes cardamom for fragrance. Extremely sweet, this is a local variation of a builder's tea. It is more preferred in Punjab."]},{"type":"*","value":["\"Sabz chai\" and \"kahwah\", respectively. Kahwah is often served after every meal in Khyber Pakhtunkhwa and the Pashtun belt of Balochistan and with saffron and nuts in Kashmir."]},{"type":"*","value":["Sulaimani chai is black tea served with lemon."]},{"type":"*","value":["Kashmiri chai or \"noon chai\", a pink, milky tea with pistachios and cardamom, is consumed primarily at special occasions, weddings, and during the winter when it is sold in many kiosks."]},{"type":"*","value":["In northern Pakistan (Chitral and Gilgit-Baltistan), salty buttered Tibetan style tea is consumed."]},"Biscuits are often enjoyed with tea.\n\n",{"type":"===","value":[" Beverages"]},"\nBesides tea, there are other drinks that may be included as part of the Pakistani cuisine. All of them are non-alcoholic as the consumption of alcohol is prohibited by Islam. During the 20th century, drinks such as coffee and soft drinks have also become popular in Pakistan. It is very common to have soft drinks nowadays with Pakistani meals.\nistani meals.\n",{"type":"*","value":["Lassi - Milk with yoghurt, with an either sweet or salty taste. Lassi is a traditional drink in the Punjab region"]},{"type":"*","value":["Gola ganda - Different types of flavours over crushed ice"]},{"type":"*","value":["Sugarcane juice (Ganney ka ras) — In summer, you can get fresh sugarcane juice in many places and even a lot of fresh fruit juice varieties. Be careful as fresh juice may contain many germs besides unhygienic ice. The juice vendors do not always clean their equipment properly and do not wash the fruits either."]},{"type":"*","value":["Lemonade (Nimbu pani)"]},{"type":"*","value":["Sherbet (A syrup mixed in water)"]},{"type":"*","value":["Sikanjabeen - Lemonade (Mint is also added)"]},{"type":"*","value":["Almond sherbet"]},{"type":"*","value":["Sherbet-e-Sandal - Drink made with the essence of sandal wood"]},{"type":"*","value":["Kashmiri chai\/Gulabi chai - a milky tea known for its pink colour, with an either sweet or salty taste"]},{"type":"*","value":["Sathu - Famous drink from Punjab"]},{"type":"*","value":["Thaadal - A sweet drink from Sindh"]},{"type":"*","value":["Sardai - Mixture of different nuts and kishmish."]},"\n",{"type":"===","value":[" Alcohol"]},"\nDrinking alcohol is generally frowned upon. Murree Brewery is the only reputable maker of Pakistan's beer brand which is widely available throughout the Pakistan. Karachi is very lax towards Alcohol where there're wine shops from one can get any brand of liquor.\n\n",{"type":"==","value":["Sleep"]},"\nPakistan, as a middle income country with a sizeable middle class and a significant domestic tourism industry, has a decent range of hotels covering all price ranges. International tourists are often disappointed by the cleanliness of Pakistani hotels - bedding is often clean but bathrooms can be a bit grungy. Currently Pakistan is facing a significant slump in international tourist numbers; in the northern areas in particular you'll often find yourself the only guest.\n\n",{"type":"'''","value":["Budget"]}," The cheapest hotels are usually found around busy transport hubs like bus and train stations. Don't be fooled by an impressive lobby - ask to see the room and check the beds, toilets, lights, etc, before checking in. Hot water and air conditioning will be luxuries in this class.\n\n",{"type":"'''","value":["Mid range"]}," covers a wide spectrum of hotels - often listed in your guide book or on-line. All mid-range places will have a\/c and hot water - although check if they have a working generator - air conditioning isn't of much use without electricity!  Always check the room before handing over any money - ask for a no smoking room away from the street - and ",{"type":"[[","value":[["haggle"]]}," to get a better rate. PTDC (government run) hotels fall in to the mid range section and warrant a special mention - often these places are the oldest hotel in town, in an excellent location, but the facilities will be showing their age. They are still a good option however, and discounts can be negotiated. Mid range prices are around Rs2,000 - Rs6,000 per night.\n\n",{"type":"'''","value":["Top end"]}," covers the ",{"type":"[","value":["http:\/\/www.serenahotels.com\/ Serenas"]},", ",{"type":"[","value":["http:\/\/www.pchotels.com.pk Pearl Continentals"]}," and ",{"type":"[","value":["http:\/\/www.marriott.co.uk\/Pakistan Marriotts"]},". The Serena hotels are almost always excellent, whilst the Pearl Continental hotels are more patchy (e.g. the one in ",{"type":"[[","value":[["Rawalpindi"]]}," is a bit grungy whilst the one in ",{"type":"[[","value":[["Muzaffarabad"]]}," is very nice. At top-end places, security is very visible with small armies of security guards stationed around the perimeter. Prices are from Rs 6,000 and up, with the big city luxury hotels charging at least Rs 10,000 a night. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.paklinks.com\/gs\/culture-literature-and-linguistics\/70484-rest-houses-to-visit-in-pakistan.html Government rest houses"]}]}," are mentioned in numerous guide books and are located in rural and mountainous areas for local civil servants to use on their travels, with many built pre-independence and exuding a quaint English charm. Back in the day the adventurous tourist could book these places for the night for Rs1,000 or so, and have a lovely time.  But the tourist slump means that the forestry departments who run these places don't bother any more - phones will go unanswered - tourist information offices won't have any details etc, so count yourself lucky if you manage to arrange to stay in a Government rest house.\n\n",{"type":"'''","value":["Solo female travellers"]}," are at a disadvantage when it comes to hotels. All budget and many mid-range places will be the sole reserve of men, in particular in the cities - and hotel owners may be uncomfortable with the idea of an unaccompanied women staying at their hotel. Hence you may be forced to stay at the upper-mid range and top end places - which will eat through your budget that much quicker.\n\nNote that in some places the term \"hotel\" in Pakistan is reserved for simpler establishments, with \"Guest House\" referring to medium-sized establishments where the standard is typically higher. Also note that restaurants are also called \"hotels\", creating a fun potential for confusion.\n\n",{"type":"==","value":["Stay safe"]},"\nPakistan has endured several bomb attacks over the last few years against security forces, so called ",{"type":"''","value":["western institutions"]}," (e.g. the Marriott Hotel in Islamabad) and has seen the public assassination of former prime minister Benazir Bhutto upon her return from exile. Currently these attacks are increasing due to increased military action against the Taliban. For the ordinary traveler it's a fairly hospitable country but social protests tend to turn violent and political demonstrations are always sensitive. Before traveling you should check with your embassy about off-limits areas, the latest political & military developments and keep an close eye on current issues with independent news sources.\n\nStay away from military convoys as they are a potential target for suicide bombing. Similarly, going near military or intelligence facilities can be dangerous.\n\nCarrying firearms can land you in police custody, except if you get a special permit from a relevant authority.  \n\nUse common sense and a healthy dose of courtesy when in conversation with Pakistanis. Kashmir is a particularly sensitive topic and best avoided altogether. Discussion about religion and Islam should remain respectful and positive — some Pakistanis are not tolerant of other religions, and if theirs is spoken about negatively, it could result in violence.\n\nThe line of control between ",{"type":"[[","value":[["Azad Kashmir"]]}," and the Indian-administered ",{"type":"[[","value":[["Jammu and Kashmir"]]}," is off-limits for foreign tourists, though domestic tourists can visit Azad Kashmir without any restriction (but should keep their identity cards with them).\n\nThe ",{"type":"[[","value":[["Federally Administered Tribal Areas"]]}," & all regions near the sensitive Afghan border ",{"type":"'''","value":["should not be visited at any time"]}," by foreign tourists, as the Pakistan government has ",{"type":"'''","value":["little to no authority"]}," in these areas and cannot aid you in an emergency. If you do have reason to visit, seek expert guidance, including that of your embassy, who can advise you on the special permissions required.\n\nPeace has returned to ",{"type":"[[","value":[["Swat Valley"]]}," and the army holds full control with lots of Foreign Nationals working in the form of NGOs. Road infrastructure was destroyed due to the 2010 floods but the army does massive efforts to restore the infrastructure.  ",{"type":"[[","value":[["Balochistan"]]}," is considered dangerous and not fit for travellers due to increased kidnappings of foreigners.\n\nProstitution has no legal recognition in Pakistan. Moreover despite growth of male prostitution, homosexuality is outlawed in the nation. Under Section 377 of the Pakistan Penal Code, whoever voluntarily has \"carnal intercourse against the order of nature with any man, woman or animal\" shall be punished with imprisonment for a term which shall not be less than two years nor more than ten years, and shall also be liable to fine. Penetration is sufficient to constitute the carnal intercourse necessary to the offense described in this section. Arrests are not common for homosexuality evidenced by a vibrant gay nightlife existing in many metropolitan areas.\n\nThe visitor should be aware of the ever changing rules regarding ",{"type":"'''","value":["sensitive areas"]}," and ",{"type":"'''","value":["No Objection Certificates"]}," (NOCs), Note Verbals and other permissions and paperwork some in officialdom deem necessary for your to travel around the country. The most notorious NOC regulation is for foreigners to enter Kashmir, with the intention being so the security services can keep track (i.e. follow) foreigners to make sure they don't visit places they shouldn't. Outside Kashmir diplomats are the primary user of NOCs and theoretically the normal tourist should be exempt. However those in officialdom can view all foreigners with suspicion and demand an NOC when you step of a plane or out of a bus. NOCs need to be applied for through the Ministry of Interior, however if you are traveling on a non-diplomatic passport you should be fine - but its good to be aware of this nonetheless. \n\nFinally be aware of ",{"type":"'''","value":["sensitive areas"]},".  You may see road signs in English saying 'no foreigners allowed beyond this point' - for example on the road to Kahuta near Islamabad - if you see and need to pass one of these signs at the very least stop at the nearest police station and see if they will let you pass (speaking Urdu an advantage here) or turn back and find another route. Typically restricted areas are those with nuclear or military installations nearby.  Kahuta southeast of Islamabad, and the Sakesar hill station near the Amb temples in the Salt Range are two restricted areas the visitor may stumble across. Getting caught in a restricted area will mean a lot of wasted time, embarrassment and possible involvement of your embassy.\n\nHomosexuals should be very cautious in Pakistan, because homosexuality is a crime in Pakistan and highly punishable.\n\n",{"type":"==","value":["Stay healthy"]},"\nVisitors are strongly advised to refrain from drinking tap water; many Pakistani locals themselves drink boiled or purified water. Take every precaution to drink only boiled, filtered or bottled water. Tap water is known to contain many impurities. Ice is usually made from regular tap-water, and may be even harder to avoid. Fresh milk from the carrier should be boiled and cooled before consumption. Non-pasteurized dairy can spread tuberculosis. Be careful of the people with a hacking cough. Nestle Milk Pack, Haleeb Milk, Olpers, and others are trusted brands and are available at most grocery stores.\n\nTake precautions against malaria, which is spread by mosquitoes. The first and most effective way is to avoid getting bitten, but if you plan to stay in a place where malaria is common, you may need to eat prophylactic medicine as well. The risk of getting Malaria decreases with higher altitudes.\n\nIn the summer it gets very hot. Be careful to stay hydrated. Temperature range between 40°C to 50°C in June and July! But, as soon as Monsoon rains set in during Aug-Sept months, it cools to around 30°C - but with high levels of humidity.\n\nDo not eat food that has been lying out for some time, as high temperatures speed up deterioration. Avoid posh but unfrequented restaurants.\n\nSome Pakistani dishes can be very spicy! Always notify your host, cook or waiter if you can not take very spicy food.\n\nBeware of the dengue fever in the summer, especially during the monsoon (Jul-Sept). It is caused by mosquitoes and can be fatal. The most widespread outbreaks of dengue are expected in the Punjab province.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:Shalwar kameez Colours.jpg"],["thumb"],["Shalwar kameez colours"]]},"\nCustoms in Pakistan are very similar to those in other Muslim and neighbouring countries. The culture, like most others in the Middle East and Central Asia, has a strong tradition of hospitality. Guests are often treated extremely well. On the other hand, Pakistan has not seem much foreigners in recent years and there is some insularity as well; so any foreigner may be regarded with suspicion and would be stared at. Pakistanis pride themselves on their tradition of hospitality to guests (",{"type":"''","value":["mehmanawazi"]}," in Urdu, ",{"type":"''","value":["milmastia"]}," in Pashtu, ",{"type":"''","value":["puranadari"]}," in Punjabi). \n\nIn general, Pakistanis are warm, friendly and generous individuals with a strong interest in foreigners and other cultures. In dealing with Pakistani people, the following tips relating to customs and etiquette may prove useful: \n\nWhen entering a house, you will often be showered with tea, sweets and gifts — it's considered ungrateful to refuse these. Finishing a meal involves a delicate balance.... cleaning your plate will invite more to be served, while leaving too much may be a sign you didn't care for it. Aim for leaving just a little, announcing you're full, and heavily praising the food. When you're being invited to a home for the first time, bring a food gift such as a cake or a sweet box, it is considered very generous and will be very appreciated.\n\nMost Pakistanis are religious, but fairly liberal and open minded in big cities and secular points of view are not uncommon. Although its strict Islamic moral code is well known, Pakistani laws are not as strict as other countries such as Saudi Arabia. Respecting the dozens of unspoken rules and regulations of Pakistani life can be a daunting prospect for travellers, but don't be intimidated. As a foreigner you will be given leeway and it doesn't take long to acclimatise yourself. \n\nMost Pakistani women don't usually interact with strangers, so don't get embarrassed if they avoid communicating with you. If they don't answer you, it is best not to attempt further communication. People of opposite sex do not shake hands when they greet each other. It is sometimes usual among men to put the left hand on your chest (heart) when shaking hands. In urban Pakistan and in some other parts of the country, men and women usually lower their head and lift their hand to their forehead to make the \"adab\" gesture when greeting each other.\n\nBusiness tends to move slowly, and will often be preceded by a lot of socializing, tea drinking, and meeting of the family. Rushing to the point may be considered rude, and even sour the deal.\n\nPakistan is a conservative country and it is advisable for women to wear long skirts or trousers in public (Pakistani women wear the traditional shalwar kameez. But in the big cities, women wearing jeans and khakis is not a very uncommon sight, especially in casual settings, shopping malls and around picnic spots). Dress codes for men are more lax, though shorts are uncommon. Travellers should be aware of the fact that Pakistani females generally dress conservatively, although in metropolitan cities more liberal attire can be seen. Females dressing immodestly may attract unwanted attention from men. Avoid walking in such clothes late at night even in the bigger cities and it is best to avoid going out on the roads alone even at day time. Keeping some company is always advisable.\n\nMen should ",{"type":"''","value":["never"]}," shake hands with or touch a woman they don't know very well. Also, don't dare to take photos of women without their consent, as this may lead you into serious trouble. Pakistani people are very conservative about someone they don't know taking pictures of them. Also, photography in non-touristy areas can be considered sensitive due to recent terrorist activities in the country. \n\nAs with most of South Asia or in the Muslim world, you should use your right hand for eating, shaking hands and giving or receiving everything (including money), and reserve your left hand for handling shoes and assisting in toilet duties.\n\nKeep in mind that Pakistanis will consider themselves obliged to go out of their way to fulfill a guest's request and will insist very strongly that it is no inconvenience to do so, even if this is not true. This of course means that there is a reciprocal obligation on you as a guest to take extra care not to be a burden. It is customary to put up a token friendly argument with your host or any other member of the group when paying bills at restaurants or while making purchases. The etiquette for this is somewhat complicated.\n:In a business lunch or dinner, it is usually clear upfront who is supposed to pay, and there is no need to fight. But if you are someone's personal guest and they take you out to a restaurant, you should offer to pay anyway, and you should insist a lot. Sometimes these fights get a little funny, with each side trying to snatch the bill away from the other, all the time laughing politely. If you don't have experience in these things, chances are you will lose the argument the first time, but in that case, make sure that you pay the next time. (and try to make sure that there is a next time.) Unless the bill amount is very large do not offer to share it, and only as a second resort after they have refused to let you pay it all.\n:The same rule applies when you are making a purchase. If you are purchasing something for yourself, your hosts might still offer to pay for it if the amount is not very high, and sometimes, even if it is. In this situation, unless the amount is very low, you should never lose the fight. (If the amount is in fact ridiculously low, say less than ₹10, then don't insult your hosts by putting up a fight.) Even if by chance you lose the fight to pay the shopkeeper, it is customary to practically thrust (in a nice way, of course) the money into your host's hands.\n:These rules do not apply if the host has made it clear beforehand that it is his or her treat, especially for some specific occasion.\n\nIt is considered rude to introduce yourself to strangers; it is generally advisable to ask some mutual acquaintance to introduce you. Strangers will speak with each other in the \"formal\" register of Urdu, and using the familiar register will be seen as very rude. When being introduced to elders or strangers while seated it is customary to get up as a sign of respect and It is advisable to ask a person how they wish to be addressed.\n\nIf at all possible, try not to schedule meetings during Ramadan. The workday is shortened, and since Muslims fast, they will not be able to offer you tea, which is a sign of hospitality. Meeting are also not scheduled at namaz.\n\nRemember to remove your shoes when entering a religious building such as mosques or shrines. There are dedicated areas where your footwear may be stored for a small fee in shrines while in mosques, there may be racks to store the shoes but where they're not available, you can leave them where others do. Women aren't generally allowed to visit mosques in Pakistan so they shouldn't except some exceptions, but where they do, they must wear very modest clothes (long skirts and shawls to cover the body as well as sleeves and legs), and cover their heads with a headscarf or such like. Men should also wear modest clothes, not shorts as it is considered rude. Mosques are sometimes off-limits to non-Muslims so it is always better to inquire with someone at the mosque before entering. \n\nBe careful of initiating political discussions. It's best not to discuss topics such as the Israeli-Palestinian Conflict or the role of Islam in society regardless of what opinion you hold. India is a sensitive subject about which many Pakistanis will have strong views. Take care when discussing the issue, and avoid getting into a conversation about the whole issue. It's fine to have a chat about your visit to India, the people, and Indo-Pak cricket matches. But it is far better to avoid any discussion of the political disputes with India or the Kashmir Conflict. Likewise, bitterness and often intense dislike may be expressed concerning Indians or the nation of India and its strong allies. Discussion in favour of the United States and Israel is also discouraged.\n\n",{"type":"==","value":["Connect"]},"\nThe ",{"type":"'''","value":["country code"]}," for Pakistan is +92 if you are calling from outside the country. Phone numbers are seven digits long with two digit city code in larger districts, and six digits long with three digit city code in smaller districts, for a total of nine digits as a standard nationwide (except for Azad Kashmir). All mobile numbers, however, are seven digits long and begin with a four digit city code \"03XX\", where XX indicates the cellular provider. Thus Pakistani mobile numbers are linked to one particular cellular provider, NOT one particular city as in North America.  Therefore the city prefix should not be dialled in addition to the cellular prefix. As in many countries, omit the initial zero when dialing a city or cell code from outside Pakistan and prefix the '92' country code after dialling your country's international access code. Thus Telenor™ cell number 7654321 dialled from the USA\/Canada would be 011 92 345 765 4321 and Peshawar landline 234-5678 dialled from France or the UK would be 00 92 91 234-5678. The int'l access code for outgoing calls from Pakistan is 00.\nAll mobile numbers, however, are 11 digits long and begin with \"03\", and should not be dialled with the city prefix. Omit the '0' when dialling a cell phone from outside Pakistan and prefix  with the '92' international code.\n\n",{"type":"[","value":["http:\/\/www.ptcl.com.pk PTCL"]}," offers landline and wireless phone services.\n\n",{"type":"'''","value":["Public Call Offices"]}," can be found all over the country. You will find a PCO in nearly 50% of the general stores where there is usually someone who operates the phone and fax. Fees will be charged according to the time spent, and you will pay when you have finished your call.\n\n",{"type":"===","value":["Cell phone"]},"\n",{"type":"{|","value":[["class=\"wikitable\" style=\"float:right;\""],["! Calling from !! Price !! Syntax !! Example"],["|-"],["| Same city || Local || align=right| ",{"type":"''","value":["number"]}," || align=right| 12345678"],["|-"],["| Same circle || Local || align=right| ",{"type":"'''","value":["92"]},"-",{"type":"''","value":["area code"]},"-",{"type":"''","value":["number"]}," || align=right| 92-51-12345678"],["|-"],["| Different circle || STD || align=right| ",{"type":"'''","value":["0"]},"-",{"type":"''","value":["area code"]},"-",{"type":"''","value":["number"]}," || align=right| 051-12345678"],["|-"],["| Overseas || ISD || align=right| ",{"type":"'''","value":["+92"]},"-",{"type":"''","value":["area code"]},"-",{"type":"''","value":["number"]}," || align=right| +92-51-12345678"]]},"\n\nMajor providers of mobile phone service (GSM) are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mobilinkgsm.com Mobilink"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.telenor.com.pk Telenor"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ufone.com Ufone"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.waridtel.com Warid"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.zong.com.pk Zong - China Mobile"]}]}," "]},"\nOne very convenient feature is that all Pakistani cellular operators use the GSM platform, so that cellular handsets nationwide are freely interchangeable between providers.\nCell phones were considered as a status symbol a few years ago but, since 2002, the telecommunications industry has experienced a bit of a boom. These days you can hardly find a single person in the country without a personal cell phone. There are various service providers offering a huge variety of plans. Among them are Mobilink, Warid Telecom, Telenor, Ufone & Zong (China Mobile). Its not a bad idea to buy a cell phone and use a prepaid plan to get yourself connected while you are in the country. The mobile phones and the prepaid plans are very cheap; you can usually get a new cheap cell phone just for Rs 2,000 and a prepaid connection for Rs 150-400.\nDue to security threats, in order to purchase a SIM card you will need to provide formal identification.\n\n",{"type":"===","value":["Internet"]},"\n",{"type":"'''","value":["Cybercafes"]}," can be found on virtually every street corner and the rates are as low as Rs 15-20 per hour. They usually don't have a very fast operating system so don't be too impatient. They usually use 14 inch monitors with Windows 2000, Windows 98 or Windows XP usually installed. Most of the cafes have a decent speed internet connection.\n\nInternet Access can be obtained easily on notebook computers with the help of GPRS enabled mobile connections, supported by almost all of the five mobile operators. ",{"type":"'''","value":["Mobilink"]}," provides EDGE based connection in very limited areas of Karachi, but ",{"type":"'''","value":["Telenor"]},"'s coverage of EDGE is wider. The standard price of GPRS\/EDGE usage is Rs 10-18 per MB of data transferred but ",{"type":"'''","value":["Zong"]}," offers Rs 15 per hr. If you wish to download much more, you may want to use unlimited packages, provided only by ",{"type":"'''","value":["Warid"]},", ",{"type":"'''","value":["Mobilink"]}," and Telenor at this time. ",{"type":"'''","value":["World Call"]}," and ",{"type":"[","value":["http:\/\/www.ufone.com\/mobpro_mobileinternet.aspx ",{"type":"'''","value":["Ufone"]}]}," also offers USB Modem.\n\nYou can also subscribe to GPRS\/EDGE bundles, which drops the price really low.\n\nWateen, Mobilink Infinity, WiTribe, and Qubee are WiMax internet providers. National telecommunication company PTCL offers a USB EVo device for very fast internet connections.\n\nThere are ",{"type":"'''","value":["Wi-Fi hotspots"]}," all over Pakistan, in hotels, malls, and cafes\/restaurants. \n\n",{"type":"{{","value":[["geo"],["30"],["71"],["zoom=5"]]},"\n",{"type":"{{","value":[["isPartOf"],["South Asia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["hasDocent"],["Saqib"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Pakistan"]]},"\n",{"type":"[[","value":[["WikiPedia:Pakistan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Pakistan\/"]]}]