[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Pakse"]}," (",{"type":"''","value":["Pakxe"]},") is a city in the Champasak province of ",{"type":"[[","value":[["Southern Laos"]]},".  It's one of the biggest cities in Laos and a major transportation hub for southern Laos. If you plan to go to the ",{"type":"[[","value":[["Bolaven Plateau"]]},", ",{"type":"[[","value":[["Wat Phou"]]},", or ",{"type":"[[","value":[["Si Phan Don"]]}," you will probably have to spend some time here.\n\n",{"type":"[[","value":[["Image:View From Room 507, Arawan Riverside Hotel in Pakse.jpg"],["thumb"],["300px"],["View of Mekong River in Pakse"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nPakse International Airport (PKZ) is north of the city and offers scheduled flights to ",{"type":"[[","value":[["Vientiane"]]}," and ",{"type":"[[","value":[["Siem Reap"]]}," in Cambodia. ",{"type":"[","value":["http:\/\/www.laoairlines.com\/ Lao Arlines "]}," serves Bangkok, Da Nang, Ho Chi Minh City and Siem Reap from Pakse.\n\nA tuk-tuks or moto into the city costs USD1-3.\n\n",{"type":"===","value":[" Visa extensions "]},"\nVisa extensions are possible at the police station on Rd 10, just down the road from the Salachampa Hotel and Restaurant. The cost is USD2 per day plus a 5,000 kip \"form fee.\" The process is very easy: turn up in the morning with your passport and one photo; fill in a form and come back in the afternoon for your extension.\n\n",{"type":"===","value":["By boat"]},"\nThere is no regular slow-boat service to ",{"type":"[[","value":[["Si Phan Don"]]},". If you can get a group together, you might be able to rent a private boat. One quote was for USD250. The boat landing is near the mouth of the Xe Don River.\n\n",{"type":"===","value":[" By bus "]},"\nPakse has two bus stations that mainly serve locals. One serves traffic to the north and one to the south. The first is about 10 km north of the city centre (15.1700 105.7600). The latter is 8 km to the south, and costs 40,000 kip by motorbike, from the centre. Getting to right station with tuk-tuk is easy if you just tell the driver which place you are heading.\n\nVIP buses from\/to ",{"type":"[[","value":[["Vientiane"]]}," operate from near the Champasak shopping centre in the city centre. The journey takes about 10 hours and should cost around 170,000-190,000 kip depending on whether you buy the ticket in the bus station or at tour agencies.\n\nThere are a number of VIP bus companies, and two of the popular ones are Chitprasom and Kriang Kai. Chitprasom (all sleeper buses) buses operate out of a station close to the shopping centre near the city centre. Kriang Kai (all sleeper buses) operate out of a private bus station 2 km from the town centre near an afternoon food market. A ticket to and from Vientiane will cost 210,000 kip per person when a one seater bus is available, 170,000 kip to share a double with another stranger, or 250,000 kip for double to be ridden alone if a one seater\/sleeper is not available. If a single seater (210,000 kip) is available, 340,000 kip for a double seater\/sleeper for either one or two person occupancy (Apr 2011). Chitprasom buses tend to be newer as KK has been around longer and have not updated their buses. When travelling from Pakse to Vientiane, take the KK buses as they will drop you off in the centre of Vientiane where their corporate office is, 2 min walk from the Cultural Hall, free of charge and save the 10,000 kip tuk-tuk ride into the city. All northbound buses, however, do stop at the Vientiane bus station, which is 9 km from the city centre. If you are coming from Don Det and have not bought a through ticket, you can either get off at the KK terminal and buy ticket there with KK, or wait and get dropped in the city, and buy your ticket for Chitprasom.\n\nWarning: women have been groped on these buses. If this happens to you, tell everyone on the bus what happened, and advise the authorities. \n\nVIP buses from\/to Thailand via the ",{"type":"[[","value":[["Chong Mek"]]}," border crossing take about 2 hours and charge USD5\/200 baht to Ubon. There are also minibuses to the border only.\n\nMinibuses head to\/from Si Phan Don for 55,000-60,000 kip. For Si Phan Don it's also possible to go to the main bus terminal outside of the city and take a songthaew for 40,000 kip per person. Expect chickens and fish as your companions.\n\n",{"type":"==","value":["Get around"]},"\nThis is a small town, so walk around. Otherwise there are tuk-tuks. A trip to the market will cost around 5,000 kip and USD1 to the bus station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ban Keosamphanh"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The most beautiful green rice fields of Pakse, a former French army camp, and is home to the oldest market of Pakse."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Big Buddha"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Aug 2011 a Big Buddha temple complex was built across the river, adjacent to the Japanese bridge. More than a few steps to the top, a great view of the river and city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dao Heuang Market"],["alt="],["url="],["email="],["address=Rd 38"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Many food stalls that are a feast to the eyes and nose."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wat Luang"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The biggest and most beautiful temple of Pakse, and home of Buddhist monk school. This is also the best place to see the monk alms giving rituals often seen in Luang Prabang."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wat Phabad"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The oldest and largest temple of Pakse, and believed to have Buddha's footprint, from which its name is derived."]]}]},"\n",{"type":"==","value":["Do"]},"\nThere's not much to do in Pakse itself. However, this is a good base for travel to the ",{"type":"[[","value":[["Bolaven Plateau"]]}," and ",{"type":"[[","value":[["Si Phan Don"]]},".\n\nPakse can be considered as a staging point for archaeological tourists in this part of Laos for two reasons: 1) it is where the Champasak Provincial Museum is located as an introductory to local archaeology, and 2) it is an alternative to Champasak city as a jumping off point for those wanting to see Wat Phou. Wat Phou is a designated UNESCO site and boasts the Lao counterpart to Angkor Wat\/Angkor Thom. It's the finest of its genre outside Cambodia.\n\nThe museum is close to the new market, 500 m north of the banks of the Mekong.\n\nIt's possible to organise a day-trip to Wat Phou near ",{"type":"[[","value":[["Champasak"]]},", where you can also stay easily.\n\nRent a motorbike and head east towards Pak Song (Paxxong). The journey is pretty, and there are heaps of waterfalls to stop by near Pak Song. The Champasak Provincial Tourism Department puts out a nice few nice brochures including one on the Bolaven Plateau that details these including Tad Fane, Tad Champee, Tad Ueang, and Tad Pha Suam. Admission tends to be the same at every place, 5,000 kip per person, 3,000 kip for the bike.  \n\nTad Sae waterfall is off of Rte 13 at a fairly large T-junction with a bunch of fruit sellers lining the road. Not as large as some of the others, it nonetheless offers a beautiful place to stop and eat or hang out for a while. Note, if you search for Tad Sae on the Internet you will be directed to the one near Luang Prabang which is not the same.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bowling"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=About a 15-20 min walk away from the centre or a short tuk-tuk ride away. Head down the main road and turn right towards the big white building in the distance. It is not far away from the river so if you are over there already you can walk along to find it"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As in Vientiane, there is also a proper bowling alley in town. If you want a ride home you should arrange for a tuk-tuk to stay since you won't find many patrolling there later in the evening."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=BCEL Bank"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On Rd 11, next to Wat Luang in the town centre"],["phone="],["fax="],["hours="],["price="],["content=Changes money, cashes traveller's cheques and does cash advances on credit cards. There is an ATM in front of the building that accepts most foreign cards. There are a lot more ATMs in southern Laos these days. When heading south this is the last ATM until ",{"type":"[[","value":[["Kompong Cham"]]}," in ",{"type":"[[","value":[["Cambodia"]]},". However, there is now an ATM in Attapeu, though the  charge is 20,000 kip per withdrawal with a 700,000 kip per transaction maximum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["Buy"],["name=Lao Development Bank"],["alt="],["url="],["email="],["address=Rd 13"],["lat="],["long="],["directions="],["phone="],["fax="],["hours=Closes 15:30"],["price="],["content=Can exchange kip to USD, vital if travelling onward overland to Vietnam. Across the road, directly opposite the bank is an ATM which accepts international cards such as ",{"type":"'''","value":["Cirrus"]},". There is a limit of 700,000 kip per transaction, although you can withdraw several times. Those who are heading to Cambodia, gather a few riel to tide you over for your first few hours in Cambodia from the Lao Development Bank."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Morning Market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=About 500 m S of town centre near the Se Don River"],["phone="],["fax="],["hours="],["price="],["content=Lasts most of the day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Talat Dao Heuang"],["alt=New Market"],["url="],["email="],["address="],["lat="],["long="],["directions=About 2 km SE of town on Rd 13 near the Japanese Bridge"],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe majority of restaurants — over 50 — are concentrated on the road which runs parallel to the Mekong, a five-minute walk from the main street). Most offer Lao cuisine and some western dishes, have English menus, and are low-priced. Several restaurants catering to tourists are found near most of the accommodation along and nearby the main street. These are higher-priced but offer more variety in non-Lao food, such as Indian, Italian, burgers, steaks and pizza.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bolaven Cafe"],["url="],["email="],["address=South Rd 13"],["lat=15.1219"],["long=105.8"],["directions=Opposite Sang Aroun Hotel"],["phone=+856 20 97874632"],["tollfree="],["fax="],["hours=08:00-20:30"],["price="],["content=Classy, with a blue theme. Western menu, many locals come in for a cappuccino. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Sinouk"],["alt="],["url="],["email="],["address=No 11 Rd"],["lat="],["long="],["directions=Near Champasak Shopping Centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cafe has free Wi-Fi for patrons and fancy frappe drinks, cakes and basic restaurant menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Delta Coffee"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On Rd 13 across from the Champasak Palace Hotel"],["phone="],["fax="],["hours="],["price="],["content=Offers Western food options such as pasta (20,000-30,000 kip), pizzas (35,000-50,000 kip), sandwiches, hamburgers (15,000-20,000 kip), and desserts baked on-site. Known also for good quality, locally sourced coffee. Prices are quite reasonable and the staff friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dornsokdee Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the main Rd 13 S, opposite the museum and between IndoChina Bank and ANZ Bank"],["phone="],["fax="],["hours="],["price="],["content=A Sin Daat (cook yourself Lao BBQ) restaurant that also serves Thai, Vietnamese and some Western food. A Sin Daat is intended to be shared between two or more which makes for an economical option."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hasan Indian Restaurant"],["url="],["email="],["address=Rd 24"],["lat="],["long="],["directions=N of main Rd 13"],["phone=+856 20 55555624"],["tollfree="],["fax="],["hours="],["price="],["content=Serves a Lao style of Indian food so do not expect replicas of dishes your may be used to, despite the titles in the menu. Targeted towards Western backpackers and owner speaks fluent English. Vegetarian dishes 13,000-15,000 kip, meat and seafood 28,000-35,000 kip, breads 5,000-10,000 kip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jaidee Bar and Restaurant"],["url="],["email="],["address=Rd 11"],["lat="],["long="],["directions=In front of the Vientiane bus station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They serve dinner, sandwiches and fruit shakes. An Italian and a Lao chef prepare the dishes. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Korean BBQ"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Walk down the main street past the BCEL ATM and turn right, walk down one block and turn left"],["phone="],["fax="],["hours="],["price="],["content=Korean BBQ place on the corner. Featuring a more economical option than the hot pot above though the atmosphere inside can be overpoweringly smokey when busy, try to sit at one of the few outside tables or come early\/late."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lan Kham Noodle House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Directly below Lan Kham Hotel"],["phone="],["fax="],["hours=Breakfast-Lunch"],["price="],["content=Serves enormous bowls of noodle soup with fresh herbs and salad. Price from 15,000-17,000 kip."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Boy"],["url="],["email="],["address=Th 13"],["lat="],["long="],["directions=Next to Lan Kham Noodle House"],["phone="],["tollfree="],["fax="],["hours="],["price=30,000-60,000 kip"],["content=Italian restaurant with pasta from 30,000 kip, locally grown espresso coffee at 7,000 kip, and ice cream for 5,000 kip for a scoop. Pizzas are expensive by Lao standards. 45,000 kip for a margherita or 60,000 kip for additional toppings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Royal Pakse Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Has a fairly extensive Lao\/Thai and Indian menu also featuring Thai-style sukiyaki with an a la carte selection."]]}]},"\n",{"type":"==","value":["Drink"]},"\nEnjoy the sunset with a beer Lao at the Mekong River. Go to the French bridge and then head south along the Mekong. After having passed the wat you will come to countless places to have a drink.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Katuad cafe"],["url="],["email="],["address=NE corner of Rte 13 and Rd 24"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=07:00-21:00"],["price=8,000-12,000 kip"],["content=Good cafe in the centre of town and has free Wi-Fi. Coffee is local and good. They have no qualms about your staying for a few hours; after a while may give you free tea."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Panorama"],["alt=Pakse Hotel"],["url=http:\/\/www.paksehotel.com"],["email="],["address=Bane Watlouang, Rd 4"],["lat="],["long="],["directions="],["phone=+856 31 212131"],["tollfree="],["fax="],["hours=16:30-23:30"],["price=40,000-85,000 kip"],["content=The only rooftop restaurant in Pakse. On the 7th floor of Pakse Hotel, with a beautiful view over the town and the Mekong. Western, Asian and fusion dishes. Not cheap, but the view makes up for it, and probably the best pizza and Western dishes in town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Victory Hi Tech"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Loud and dark local nightclub a couple of kilometres out of town down Rte 13. Packed with locals most nights and is about the only place in town you can party at until midnight. Beer Lao costs 15,000 kip."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMost hotels and guesthouses in Pakse can be found along the main street between the French Bridge and the roundabout or a short way into its side streets. Prices in Pakse are very high compared to the rest of the country; even higher than Vientiane. Expect to pay around double what you pay elsewhere in Laos and consider booking ahead.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arawan Hotel"],["url=http:\/\/www.arawanhotelpakse.com"],["email=info@arawanhotelpakse.com"],["address=Salakiew St"],["lat="],["long="],["directions=Turn right at the Mekong Bridge, 500 m down the road next to a school"],["phone=+856 31 26034550"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good location, on the banks of the Mekong River. Stunning views from the outdoor pool. Great if you feel like a bit of a splurge. They also offer cheaper rooms for USD35, but the deluxe rooms are worth the money."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Champasak Palace Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Rte 13"],["phone="],["fax="],["hours="],["price="],["content=The former royal palace is probably the most upmarket option in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Daovieng Hotel 2"],["url=http:\/\/www.daovienghotel.com"],["email="],["address=Rd 13 & 35 Phonesay Village"],["lat="],["long="],["directions="],["phone=+856 31 214331"],["tollfree="],["fax="],["hours="],["price=USD10"],["checkin="],["checkout="],["content=Good clean, smallish rooms with air-con and cable TV. Wi-Fi in the lobby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lan Kham Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On Rte 13 opposite Lao Development Bank"],["phone="],["fax="],["hours="],["price=Twin room with fan, toilet & shower for 90,000 kip. Twin\/Double with air-con, TV and fridge for 100,000 kip"],["content=Clean and surprisingly has an OK lounge downstairs with large stacks of ",{"type":"''","value":["Time"]}," and ",{"type":"''","value":["Newsweek"]}," to help ease the boredom in Pakse. Free Wi-Fi, but only at reception."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lao Chaleun Hotel"],["url="],["email="],["address=Rd 10"],["lat="],["long="],["directions="],["phone=+856 251333"],["tollfree="],["fax="],["hours="],["price=from 80,000 kip for a single with cold water en suite bath"],["checkin="],["checkout="],["content=Staff are accommodating and single rooms, although tiny, are immaculately clean."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Noknoi Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=On Rte 13 just one block after Katuad Cafe on the corner opposite a little supermarket"],["phone=+856 31 251100"],["tollfree="],["fax="],["hours="],["price=50,000+ kip"],["checkin="],["checkout="],["content=Solid guest house. Clean standard rooms, complimentary water and coffee. Some room for improvement with woodwork that is a bit rough, owners don't really speak English. Cable TV is there but the signal is very noisy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pakse Hotel"],["alt="],["url=http:\/\/www.hotelpakse.com"],["email="],["address="],["lat="],["long="],["directions=Near Champasak shopping centre"],["phone="],["fax="],["hours="],["price=200,000 kip with breakfast"],["content=A broad range of rooms. A good hotel with nice rooms, good service, helpful staff and a lovely roof-top restaurant. Can arrange tours to nearby sights."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sabaidy 2 Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Turn north off the main street at the crossing near the Green Discovery office"],["phone="],["fax="],["hours="],["price="],["content=It's the only guesthouse in town with basic dorms. The shared showers have hot water. They also have basic rooms. 30,000 -45,000 kip for the dorm, and 60,000 kip for single or double rooms. Apparently being mentioned in the Lonely Planet has gone to their heads as the rooms are overpriced & they charge for any extras such as keeping your bags while you visit the Bolevan plateau. Laundry 15,0000 kip\/kg. If you want you can rent a motorbike from here, among several other businesses around town. Have a day tour to Boloven at 180,000-250,000 kip depending on the number of persons. Wi-Fi is an extra 10,000 kip\/day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sedone River Guesthouse"],["url="],["email="],["address=Rd 11"],["lat="],["long="],["directions=Left immediately after the bridge, first street between Rd 13 and Rd 21, right on the Se Don"],["phone=+856 31 212158"],["tollfree="],["fax="],["hours="],["price=50,000-70,000 kip"],["checkin="],["checkout="],["content= This guesthouse has friendly staff and a very pleasant garden overlooking the Se Don. 50,000 kip for a fan room or 70,000 kip for an air-con room with hot water. These prices cover up to two people; you can pay 15,000 extra for a third. The air-con rooms are enormous if a bit shabby. Cleanliness is middling and is a bit shabby. Unfortunately due to the location by the river there are a lot of mosquitoes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thaluang Hotel"],["url="],["email="],["address=Rd 21, Bane Thaluang"],["lat="],["long="],["directions=Near intersection with Rd 24"],["phone=+856 31 251399"],["tollfree="],["fax="],["hours="],["price=60,000-150,000 kip"],["checkin="],["checkout=12:00"],["content=Good location, helpful and knowledgeable staff. Rooms are fairly old and could use some renovating. Air-con and hot water available, the most expensive room has four beds."]]}]},"\n",{"type":"==","value":["Contact"]},"\nThese are several Internet cafes on the corner near Nazim's Indian restaurant that charge around 6,000 kip\/hr. The smart new Tour Lao Cafe on the south end of the market plaza has Wi-Fi too.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Bolaven Plateau - rent a motorbike. Talk to Sabaidy 2 Hotel for information on a 2-3 day loop and other destinations."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Si_Phan_Don"],["Si Phan Don"]]}," - Also known as 4,000 islands, is less than 3 hours away. Relax here for a few days by the Mekong River."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tadlo"]]}," - a village with waterfalls and trekking opportunities."]},"\n",{"type":"*","value":["Vientiane - among other options, an overnight bus is available (2 people to a bed; snack, blanket and pillow included). Possible to book this at Sabaidy 2 Hotel."]},"\n",{"type":"*","value":[" Cambodia - Travel onward to Cambodia from Pakse with visa-on-arrival facilities in place at the southern border with onward travel to ",{"type":"[[","value":[["Strung Treng"]]},", ",{"type":"[[","value":[["Kratie"]]},", ",{"type":"[[","value":[["Phnom Penh"]]},", and even ",{"type":"[[","value":[["Siem Reap"]]},". Check transport providers carefully as some travellers have been reported being left at one destination, when they were booked for another.  "]},"\nA single bus journey on VIP coach from Pakse to Phnom Penh costs 210,000 kip, and takes 13 hours including one hour at border. One company is Sengchaluean bus company, and  includes tuk-tuk pick up from hotel via ",{"type":"[","value":["http:\/\/www.laoadventuretravel.com Lao Adventure Travel"]},". DIY is not wise, as the bus station is more than 5 km to the east, a 20,000 kip tuk-tuk plus the fare quoted by the booth attendant at USD27. There is only one departure time, 08:00, although shown on the ticket as 07:30.\n\nThe border procedure is: 20 minutes from the last stop to the border, a man will appear together with other foreign passengers. Holding a stack of passports collected from the foreigners, he will walk the aisle, announcing that the border is near and those who have no visa should make ready their USD30. He distributes the Cambodian entry card and instructs everybody to complete it. Those who already have a visa should make ready their USD6 (the price of the departure stamp on the Laotian side, the entry stamp on the Cambodian side plus the Cambodian immigration card to be filled up included in the passport). This expediter instructs everybody to stay in place in their seats unless they want to unwind and stretch. As soon as he collects everything and the bus stops, he will disappear. After 40 minutes, he will return and hands out the stamped passports, with the visa sticker for those who have none, and the immigration card stamped and stapled.\n\nAt the next highway junction on the Cambodian side, the expediter will jump off, his mission accomplished.\n\nIt would be wise to leave the processing to the expediter, it's worry free, it's hassle free. Not to condone the corruption that may be involved, but because of the ocean of language barrier that keeps the tourist from being well informed and taking decisions correctly, just better leave it to these runners, unless one has the luxury of time.    \n\n",{"type":"'''","value":["Warning"]},": For those proceeding to Cambodia by bus and making a pit stop at Pakse, dazed and just rudely awaken from sleep, do not ever be convinced to buy VIP bus tickets right away upon setting foot at the bus station. Drivers will talk you into buying them at USD75, a blunder that would have covered the cost of air ticket from Vientiane to Phnom Penh. If you have the stamina to walk with your luggage for about 500 m north where agencies line the main street, you can buy a ticket or better still, flag down a tuk-tuk to the bus station where the Cambodia-bound buses depart.\n\nAlternatively, if you have a spare day, stay for the night (for 100,000 kip) and leave early next morning. Laos Adventure Travel at Rd 12, off the main street a few blocks east of the bridge, (Bhan Lak Muang), is reported to be a little cheaper than other agents.\n\nDirect buses leave for Hue and Danang in Vietnam daily at around 07:30 from the Southern bus station. Bring your own food and water. The cowt is 160,000 Kip to Hue and 180,000 to Danang. \n",{"type":"[[","value":[["WikiPedia:Pakxe"]]},"\n\n",{"type":"{{","value":[["geo"],["15.1167"],["105.7833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Laos"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]