[{"type":"{{","value":[["pagebanner"],["Al-Qubeiba banner.jpg"],["caption=Al-Qubeiba"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Una strada centrale di Ramallah.JPG"],["location=LocationPalestine.png"],["flag=Flag of Palestine.svg"],["capital=administrative capital: ",{"type":"[[","value":[["Ramallah"]]}],["government=PNA (Palestinian National Authority)"],["currency=Israeli new shekel (₪)"],["area=6,020km²"],["population=3,837,957 (2008 est.)"],["language=Arabic; English and Hebrew most commonly used foreign languages"],["religion=Predominantly Muslim, large Christian minority"],["electricity=230V\/50Hz (Israeli plug)"],["calling code=972"],["tld=.ps"],["timezone=UTC +2"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/travelpalestine.ps\/ Palestinian territories"]}]}," consist of two physically separate entities, the ",{"type":"[[","value":[["West Bank"]]}," and the ",{"type":"[[","value":[["Gaza Strip"]]}," and are not considered part of any sovereign nation. Though, since November 2012, the Palestinian Authority has been an observer-state of the UN, the West Bank (including East Jerusalem) and Gaza Strip have been under varying degrees of Israeli governance since 1967 and the final status of the territory remains the subject of ongoing and future negotiations.\n\nMuch of the Palestinian territories are governed by the Palestinian National Authority (PNA or PA), a semi-autonomous state institution created in agreement with ",{"type":"[[","value":[["Israel"]]}," and the United Nations. However, certain areas remain under official or \"de facto\" control by Israel or Hamas, and travellers should keep their passports and documents with them at all times and be aware of  borders or checkpoints when they cross them. It is not clear what the final outcome of negotiations and status talks will be, but a majority of Palestinians and Israelis support a two state solution, creating a new, sovereign state - to be called simply ",{"type":"'''","value":["Palestine"]}," and the authority is printing new stationery to reflect its new-found status at the UN.\n\nIts many ancient and modern sites of archaeological importance and religious significance make the area a popular destination for travellers and pilgrims of all kinds. The ",{"type":"'''","value":["Palestinian territories"]},", together with ",{"type":"[[","value":[["Israel"]]},", are considered a ",{"type":"[[","value":[["Holy Land"]]}," for many of the world's major religions, including Judaism, Christianity, Islam, and Baha'i. Many sites of religious and archaeological significance are to be found within the current boundaries of the Palestinian National Authority, most notably ",{"type":"[[","value":[["Bethlehem"]]},", ",{"type":"[[","value":[["Hebron"]]},", ",{"type":"[[","value":[["Nablus"]]}," and ",{"type":"[[","value":[["Jericho"]]}," and of course, East ",{"type":"[[","value":[["Jerusalem"]]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Pal_territories_map.png"],["regionmaptext=Regions of the Palestinian Territories"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["West Bank"]]}],["region1color=#a4c28d"],["region1items="],["region1description=Bordering Israel to the west, Jordan to the east, including a significant coast-line on the ",{"type":"[[","value":[["Dead Sea (Israel and the West Bank)"],["Dead Sea"]]},". It is de facto under control of Israel and the PNA depending upon the region."],["region2name=",{"type":"[[","value":[["Gaza Strip"]]}],["region2color=#D09440"],["region2items="],["region2description=The Gaza Strip borders the south-western coast of Israel and ",{"type":"[[","value":[["Egypt"]]}," to the south-west. It is de facto under control of Hamas, a rival group of the Fatah-controlled PNA."]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe current ",{"type":"''","value":["Palestinian Territories"]}," are a sub-division of pre-1948, British Mandate Palestine. United Nations-projected Arab-held areas of the former Mandate were greatly reduced after the 1948-1949 Israel War of Independence, when the embryonic state of Israel was first attacked by its Arab neighbours, then successfully defeated their armies, leading to a re-drawing of the internationally-recognised borders of Israel. Of course, these hostilities were accompanied by much bloodshed and displacement on both sides, with much of the spotlight shining on the Palestinian refugees who ended up in neighbouring Arab countries, Gaza and the West Bank. The West Bank and Gaza Strip have been under Israeli occupation since 1967. Prior to that, the West Bank was under Jordanian occupation. (Jordan annexed the West Bank in 1950 but this annexation was recognised only by themselves and the United Kingdom. The Gaza Strip was under Egyptian occupation.)\n\n",{"type":"===","value":["Politics"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bethlehem"]]}," - An ancient city much like many others in the West Bank, Bethlehem is also the site of Christian holy places such as the Church of the Nativity."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jerusalem\/East"],["East Jerusalem"]]}," - Though East Jerusalem is predominately Palestinian in population and considered by Palestinians as the capital of Palestine and by the UN to be part of Palestine, the traveller should be aware that East Jerusalem is under Israeli control and is considered by Israel to be part of its capital. Popular sites include the Old City, and holy places such as the Church of the Holy Sepulchre and Al-Aqsa Mosque."]},{"type":"*","value":[" ",{"type":"[[","value":[["Gaza strip"],["Gaza"]]}," - The largest city in the Palestinian Territories, with 450,00 people, Gaza city is a coastal city and the administrative capital of the Gaza Governorate. It is also home to Palestine Stadium which serves as the home of the Palestine national football team. In recent years, Gaza has been damaged in the Israeli-Palestinian conflict and by Israel's and Egypt's blockade of the Gaza Strip. These blockades have now been partially eased, but the Gaza Strip current cease-fire with Israel is tense and travellers should remember that the area is considered a ",{"type":"[[","value":[["War zone safety"],["War Zone"]]},", and avoid it if possible until the travel advisories are lifted."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hebron"]]}," - A city whose highlights include a stunning old city and glass and pottery factories tainted by its division into Israeli-controlled H1 and Palestinian-controlled H2."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jenin"]]}," - the West Bank's northern-most city, only 26km from Nazareth."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jericho"]]}," - the 'Oldest City in the World', Jericho is also around 400m below sea level."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nablus"]]}," - Nablus is considered the commercial capital of the West Bank. It is known for its old city and its furniture trade."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ramallah"]]}," - the administrative capital of the West Bank and temporary host to the PNA, Ramallah is a magnet for Palestinians seeking work as well as foreign activists."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dead Sea (Israel and the West Bank)"],["Dead Sea"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Judean Desert"]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[{"type":"[[","value":[["West Bank#Get in"],["Get into the West Bank"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gaza Strip#Get in"],["Get into Gaza"]]}]},"\n",{"type":"==","value":["Get around"]},"\nSee also ",{"type":"[[","value":[["West Bank"]]},".\n\n",{"type":"===","value":["By bus"]},"\nBus services operate on limited routes and times except for those around Jerusalem. You are almost always advised to use Shared Taxis which will be quicker although marginally more expensive. Buses, like shared taxis will also tend to wait until full before departing. You can hail a bus on any road.\n\n",{"type":"===","value":["By shared taxi"]},"\nMost Shared Taxis have fixed bus-stations, often car-parks near the centre of towns or cities. Larger minivans carry 7 passengers and inner-city shared taxis carry 4. Fares are fixed and overcharging on these services is extremely rare.  Shared taxis are often distinguished with black stripes on front and back at the sides, particularly the normal-sized cars serving inner-city routes.  You should pay the driver directly once the journey has begun, although you can wait until you reach your destination.  Passengers will often work out the change between themselves.  As you may be sharing with conservative or religious people, you may observe a certain etiquette, particularly when it comes to men and women sitting next to each other.\n\n",{"type":"===","value":["By private taxi"]},"\nPrivate taxis are very common and can be hailed down at any point.  Fares should be negotiated in advance although there are fixed rates for common journeys and it is worth checking with a local in advance.  Some taxis will operate on the meter if requested although this is rare.  Rates between cities vary widely and some taxis are not permitted to operate inter-city. \n\n",{"type":"===","value":["By car"]},"\nFor the West Bank, driving a private car is a very convenient way to see more.  You can hire cars in Ramallah with green (Palestinian) plates although it is not clear whether foreigners are allowed to drive in Palestinian registered cars. You can also hire cars with yellow plates in Jerusalem which can be driven in Israel and the West Bank.  Try Good Luck Cars, opposite the American Colony Hotel on +972 2 627-7033.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Jerusalem Dome of the rock BW 1.JPG"],["thumb"],["The Dome of the Rock is a well-known landmark."]]},"\n",{"type":"[[","value":[["File:A man prays at the Western Wall in Jerusalem.jpg"],["thumb"],["A man praying at the famous Western Wall"]]},"\nConstantly disputed and at the heart of conflict in the Middle East, Palestine is home to some of the most important religious places in history and a number of fabulous, humbling sights. Here, you follow the footsteps of millions of pilgrims, you stand on grounds that saw some of the most influential fights of all time and visit some of the most important biblical and historic sites in the world. \n\nFamous as the birth place of Jesus, the small town of ",{"type":"'''","value":[{"type":"[[","value":[["Bethlehem"]]}]}," is a must-see for most visitors of the Palestinian territories. The ",{"type":"'''","value":["Church of Nativity"]},", built over the cave where -according to tradition - Jesus of Nazareth was born, is a sacred destination for Christians and Muslims alike. From here, it's a short walk to the ",{"type":"'''","value":["Shepherd's Field"]},", where the birth of the holy child is believed to be announced to a group of shepherds when they saw the Star of Nativity. Linger on the famous ",{"type":"'''","value":["Manger Square"]}," or head to ",{"type":"'''","value":["Solomon's Pools"]},", just a few kilometres out of town. Finally, head to the green ",{"type":"'''","value":[{"type":"[[","value":[["Cremisan Valley"]]}]}," and try the wine produced in the monastery there. \n\nWhere Bethlehem is known as a place of birth, ",{"type":"'''","value":[{"type":"[[","value":[["Hebron"]]}]}," is famous as the burial place for the great patriarchs and matriarchs. A holy destination for both the Islamic and Jewish people, this city is home to the ",{"type":"'''","value":["Tomb of the Patriarchs and Matriarchs"]}," and was once the capital of the Kingdom of Israel. Hebron has a delightful old town, full of winding alleys and bustling bazaars and is locally known for its pottery workshops and glass blowers, making it a fine place to see some of the excellent Palestinian ",{"type":"'''","value":["craftsmanship"]},".\n\nThe ancient city of ",{"type":"'''","value":[{"type":"[[","value":[["Jericho"]]}]},", said to be among the oldest continuously inhabited cities in the world as well as the lowest (at 260m below sea level), has several sights of interest. ",{"type":"'''","value":["Tell es-Sultan"]}," (ancient Jericho) is the main base for archaeological excavations in the city. Admire the mosaic floors in the remnants of the ",{"type":"'''","value":["Hisham's Palace"]},", an extensive 7th century royal complex and don't miss the ",{"type":"'''","value":["Monastery of Gerasimus of the Jordan"]},". Inside lies a cave where -at least according to tales- Jesus stayed during his 40 day fasting period.\n\nThe north of the Palestinian territories is dominated by scenic, hilly landscapes and green valleys, dotted with olive trees and villages. The old city of ",{"type":"'''","value":[{"type":"[[","value":[["Nablus"]]}]}," is well worth a visit. Wander through the narrow, meandering streets and colourful sooq, visit the soap factory or take a bath in the old Turkish bath house. For a great view of the city, climb up Mount Gerizim, right on the outskirts of town. At the top you'll also find one of the few remaining settlements of the Samaritans, as well as their temple. Close to Nablus is the village of ",{"type":"'''","value":[{"type":"[[","value":[["Sebastia"]]}]},", which boasts some impressive Roman ruins.\n\nLast but most definitely not least, are the famous sights in ",{"type":"'''","value":[{"type":"[[","value":[["East Jerusalem"]]}]},". Although under Israeli rule, Palestinians see this part of ",{"type":"[[","value":[["Jerusalem"]]}," as their capital and the UN considers it to be Palestinian territory. Either way, it is home to some of the foremost attractions in the region, most notably Jerusalem's walled ",{"type":"'''","value":["Old City"]},". A place of immense religious significance, surrounded by stories of crusaders, besieges, captures and recaptures that are told all over the world, this ancient city is sacred to Jews, Christians ánd Muslims. Here, you will find yourself on the historic spot where Jesus of Nazareth was crucified. Visit the ",{"type":"'''","value":["Temple Mount"]}," with its silver domed ",{"type":"'''","value":["Al-Aqsa Mosque"]}," and gold coloured ",{"type":"'''","value":["Dome of the Rock"]},". Join Christian pilgrims as they reach their destination in the ",{"type":"'''","value":["Church of the Holy Sepulchre"]},". Watch as Jewish pilgrims stick written prayers into the crevices of the ",{"type":"'''","value":["Western Wall"]},". Perhaps nowhere in the world will you find so many equally humbling sights packed together in an area so small.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Nativity Trail"],["url=http:\/\/www.visitpalestine.ps\/index.php?lang=en&page=1231670435454"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Trek along the path that took Joseph and Mary from Nazareth to Bethlehem."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Abraham's Path"],["url=http:\/\/abrahampath.org\/visit.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Walk along the settings that the Patriarch Abraham wandered through during his journey across the Levant region. The Abraham trail is a joint project with branches in Turkey, Jordan, Israel and Palestine."]]}]},"\n",{"type":"==","value":["Buy"]},"\nCurrency: Israeli new shekels (",{"type":"'''","value":["₪"]},"), although US dollars seem to be widely accepted, especially at tourist shops (Jericho and Bethlehem, for example). \n\n",{"type":"===","value":["Costs"]},"\n\n",{"type":"==","value":["Eat"]},"\nShawarma and falafel sandwiches are really popular foods for Palestinians, as well as olives and hummus. It is traditional to eat with bread and not a spoon or fork. It is unusual to eat a meal without bread.\n\n",{"type":"==","value":["Drink"]},"\nTaybeh Beer is the only Palestinian national beer with 5 and 6 percent of alcohol. It has a mild taste. The Taybeh Beer Brewery is located in Taybeh village and is accessible by taking a shared taxi\/private taxi from Ramallah's bus station Taybeh village (enquire for the price of the trip before taking the taxi)\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Learn"]},"\nIt is possible to study Arabic and other subjects in the West Bank. Specifically at Birzeit University near Ramallah.\n\nIf you are interested in learning about the social, political and cultural aspects of Palestinian life,  there are several programs and organizations offering courses, workshops or learning tours, such as: ",{"type":"[","value":["http:\/\/www.allnationscafe.org The All Nations Café"]}," in the Bethlehem - Jerusalem area, or ",{"type":"[","value":["http:\/\/www.toursinenglish.com\/ Green Olive Tours"]},", that offers organised informative and political tours throughout the whole of the West Bank.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nBecause of ongoing conflict in this area of the world, travellers should take notice of travel advisories issued by various embassies before undertaking travel here.  Security concerns result in travel between Israel and the Palestinian Territories being tightly controlled on occasions. Travellers should ensure that their travel documentation is entirely in order and should monitor local news channels in case the security situation changes suddenly. Delays may occur at checkpoints unexpectedly, especially if there has been recent violence or political events, or if you are Arab or Arab-looking. It may be quicker to cross a checkpoint on foot rather than in a vehicle, and then take a taxi to your destination once you get through. It is highly advised to keep Palestinian flags, PA\/PLO pamphlets, and similar articles out of plain sight when going through Israeli checkpoints. Many people send their souvenirs from the Palestinian territories home by Israeli-postal service parcels to avoid having to take the Palestinian-themed souvenirs through Ben Gurion Airport and risk being interrogated by Israeli security for long periods of time about their visits to Palestinian cities.\n\nA few hints for a successful trip:\n\n",{"type":"*","value":[" Contrary to recent years, most Palestinian cities are at present relatively safe.  Regardless, in some areas or at particular times (such as weddings), gunfire can be heard.  This appears to be becoming less and less common, however.  Also, bear in mind that fireworks are popular in the cities, and it is possible that what you are hearing is not gunfire at all."]},{"type":"*","value":[" Always bring a COPY of your passport along with your original and hide the copy in your hotel room."]},{"type":"*","value":[" Both Israeli and Palestinian security services may ask for ID, so carry your passport at all times."]},{"type":"*","value":[" Show respect at places of worship - take off your shoes.  Women shouldn't come into a mosque without covering their heads. It is not usually necessary to cover your face."]},{"type":"*","value":[" As a foreigner you are likely to be noticed and many people will call to you as you walk around.  This is almost always friendly and well-intentioned although you should be cautious at night, as in any city."]},{"type":"*","value":[" Consider hiring a local tour guide\/translator who will also keep you out of trouble."]},{"type":"*","value":[" Beware of local water, including ice cubes - bottled is the way to go."]},{"type":"*","value":[" Common sense goes a long way."]},{"type":"*","value":[" Use caution around political rallies. You might get hurt from stones, tear gas etc. Unless you are travelling specifically for this reason, keep your distance from political demonstrations."]},"\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"==","value":["Respect"]},"\nBecause of the association of Jewish symbols with the Israeli occupation (Israeli military equipment often features prominently a menorah or the Star of David on them) wearing or displaying such symbols, which the Palestinians see as hostile, is not going to win you any friends. Women should dress conservatively and men should also avoid shorts.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nFrom Gaza, the logical next destination are the bordering countries of ",{"type":"[[","value":[["Israel"]]}," or ",{"type":"[[","value":[["Egypt"]]},", though be aware of the political atmosphere when you are travelling and plan accordingly. From the West Bank, one could travel to many other Middle Eastern countries, especially ",{"type":"[[","value":[["Israel"]]}," or ",{"type":"[[","value":[["Jordan"]]},".\n\nBe sure to carry shekels with you when departing, as there is a departure tax. If you are leaving through one of the ground crossings, such as the Allenby\/King Hussein Bridge to Jordan, it's a good idea to try to get to the border as early as possible, especially in the busy summer season. If you are using the Allenby Bridge to exit Palestine, you are ",{"type":"'''","value":["required"]}," to have a Jordanian entry visa (preferably a multi-entry visa) before coming to the bridge. You will not be allowed to use the Allenby crossing to enter Jordan without having an entry-stamp for Jordan before hand. Preferably, get a 6 month multi-entry visa, as this can save you a lot of effort. You can do this either in Jordan, or at the Jordanian Embassies in Ramallah or Tel Aviv.\n\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["31.8833"],["35.2000"],["zoom=9"]]},"\n",{"type":"{{","value":[["isPartOf"],["Middle_East"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Palestinian territories"]]},"\n",{"type":"[[","value":[["Commons:Category:Palestine"]]}]