[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Palembang"]}," is the capital of the province of ",{"type":"[[","value":[["South Sumatra"]]},". \n\n",{"type":"==","value":["Understand"]},"\nThe city is the 2nd largest in Sumatra, after ",{"type":"[[","value":[["Medan"]]},".\n",{"type":"===","value":["History"]},"\nPalembang begins as the capital city of the Srivijaya Kingdom from the 7th century, the biggest Buddhist Kingdom in Indonesia. It was soon sprawling to become a trade, government & religious center. After the kingdom falls, the city was a toss up until it became an area of an even bigger kingdom, Majapahit of Java. It too falls after more than 100 years conquering the city. Palembang would soon see again a kingdom emerging from there with the main hero, Sultan Mahmud Badaruddin II. But it was short lived as the Dutch finally seized the town and start development of the city. Canals were made, the Musi River was optimized for trade & transportation.\n\nThe city's icon, Ampera Bridge, was constructed in the 1960s to provide development to the east side of the city. Soon, the city has been expanding quickly. The city was the venue for the 2011 Southeast Asian Games. Soon, Palembang was put on the world map and is still expanding with new buildings soaring.\n\n",{"type":"===","value":["Orientation"]},"\nPalembang is split by Musi River. The city center and the main population center is located on the west side. The icon of Palembang, Ampera bridge, can be seen from virtually everywhere close to the river banks.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Sultan Mahmud Badaruddin II International Airport (PLM)"]},". Recently rebuilt in another location into a modern airport. It just opened at the end of 2005. International flight operated by ",{"type":"[","value":["http:\/\/www.silkair.com SilkAir"]}," from ",{"type":"[[","value":[["Singapore"]]}," and AirAsia to ",{"type":"[[","value":[["Kuala Lumpur"]]}," (begin 10th March 2011). Some domestic flights include ",{"type":"[[","value":[["Jakarta"]]}," (frequent), ",{"type":"[[","value":[["Pangkal Pinang"]]},", ",{"type":"[[","value":[["Batam"]]},", etc. Domestic departure tax is Rp 35,000, while international is Rp 100,000.\n\n",{"type":"===","value":["By train"]},"\nRail transport to Palembang are limited, the only passenger trains running is a twice-daily service from ",{"type":"[[","value":[["Bandar Lampung"]]}," near the southeastern tip of Sumatra. This connection can be quite useful if traveling from Jakarta overland.\n\nThe main station is ",{"type":"'''","value":["Palembang-Kertapati"]},", often shortened to just Kertapati is located two kilometres south of city centre.\n\n",{"type":"===","value":["By bus"]},"\nPalembang connected by inland bus transportation to other cities in Sumatra (Jambi, Padang, Pekanbaru, Medan and Lampung) also to Jakarta crossing Sunda Strait by ferry.\n\n",{"type":"==","value":["Get around"]},"\nIt is quite easy to get around in Palembang since there are a lot of public buses, modified vans (Angkots or Angkutan Kota) and for short distances there is always becak. Don't be surprised if they keep packing the buses and angkots with people even though they are full. Short trips should be no more than 5000 rp. Taxis are scarce, far between, and often refuse to use meters and insists on fixed price for certain distance. Just like other Indonesian cities, the most reliable and safe taxi in Palembang is Blue Bird group. On land, motorcycle taxis, ojeks, are cheap, quick, and everywhere. Boats can be hired on the river.\n\n",{"type":"===","value":["By bus"]},"\nTransMusi is the best public transportation so far. There are currently 11 routes in operation:\n",{"type":"*","value":["Corridor 1 : Bus stop below the Ilir part of Ampera Bridge - Alang Alang Lebar Bus Station (KM 12)"]},{"type":"*","value":["Corridor 2 : Perumnas Bus Station - PIM (Palembang Indah Mall)"]},{"type":"*","value":["Corridor 3 : Plaju - PS Mall (Palembang Square Mall)"]},{"type":"*","value":["Corridor 4 : Jakabaring - Karya Jaya Bus Station (Kertapati)"]},{"type":"*","value":["Corridor 5 : Alang Alang Lebar Bus Station (KM 12) - Sultan Mahmud Badaruddin II International Airport"]},{"type":"*","value":["Corridor 6 : Pusri - Palembang Square (PS)"]},{"type":"*","value":["Corridor 7 : Kenten - Dempo (Coming Soon)"]},{"type":"*","value":["Corridor 8 : Alang Alang Lebar Bus Station (KM 12) - Terminal Karya Jaya (Kertapati)"]},{"type":"*","value":["Pangkalan Balai Corridor : Alang Alang Lebar Bus Station (KM 12) - Pangkalan Balai"]},{"type":"*","value":["Indralaya Corridor : Terminal Karya Jaya - Indralaya"]},{"type":"*","value":["Unsri Corridor : Unsri Bukit - Unsri Indralaya "]},"\nFares are Rp 5000.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Ampera Bridge"]}," is one of the largest bridge in ",{"type":"[[","value":[["Indonesia"]]}," and also Palembang landmark."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Masjid Agung Palembang"]},". This grand mosque has been renovated a few times already. Now it is a very large and beautiful mosque. In some sections of the mosque you can see old Sriwijayan style architecture. It is located in front of the main roundabout in Palembang which you will pass coming from the Musi Bridge."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Benteng Kuto Besak"]}," the old fort located on Musi riverbank."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum Sultan Mahmud Badaruddin II"]},", located near Benteng Kuto Besak. The museum building is in Palembang Limasan traditional architecture, displaying the history of Palembang city, from the era of Buddhist Srivijaya empire to Palembang Sultanate and colonial era."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Late afternoon on Benteng Kuto Besak"]},". The river front plaza on front of Kuto Besak fort overlooking Musi river and Ampera bridge is a popular spot for local family, youngsters and visitors to enjoy late afternoon breeze in Palembang. It is a nice place for hang around  and people seeing. The \"warung terapung\" (floating warung) are boat eating establishment offering nice and cheap snacks and Palembang famous dishes such as pempek. On east side of Ampera bridge, numbers of traditional eating establishments offering various local delicacies."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cruising Musi river"]},". The small \"perahu ketek\" (ketek boat) offer a short cruise on Musi river, overing view of Ampera bridge and Palembang city from Musi river. It can be rented personally or shared with locals."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Cinema"]},".  Movie theater is an affordable entertainment in Palembang when you don't have any idea where to go and what to do. The fare per movie is around Rp. 25,000 per ticket. Beware the heavy hand of the Indonesian censor though. The cinemas would be full of students and teenagers especially on Monday where there is a promotion (Nomat - Nonton Hemat) that only cost around Rp. 15,000 per ticket. "]},"There are only 4 theaters opened in daily basis so there are no much options of movie selection. Cinemas: INTERNASIONAL 21, PIM 21, STUDIO 21 (Cineplex) Website: www.palembangcenter.com\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunday morning exercise in Jakabaring"]},". Jakabaring Sport City with its grand Gelora Sriwijaya Stadium was the host of 2011 Southeast Asian Games. In sunday morning it is a popular spot for locals to converge and do jogging and exercise."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Songket"]},". Among Indonesians, Palembang is famous for its songket handycraft. It is a traditional handwoven cloth with metallic golden or silver threads. Songkets are available in most Palembang marketplaces and even available in Palembang airport, however for richer variety and choices, several songket handycraft centres, production houses, boutique or showroom are available in the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pempek"]},". Although pempek can be found in most of Indonesian cities, the original Palembang pempek is said to have distinct taste and beyond compare. Unfried, packed, precooked boxed pempek is popular as food souvenir among Indonesians visiting the city. Fish based Palembang krupuk is also popular choice."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Palembang Square"],["alt="],["url=http:\/\/www.palembangsquare.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a mixed use complex that opened in August 2004, with site-area about 54,000 square meters and features:"]]}]},": 3rd  storey strata title Shopping Mall (41,536.5m2 gross area), have re-sellable area about 28.481,78 m2, and have the biggest shopping mall atrium at South Sumatra (777m2. \n:120 unit Shop-Offices (Kantor Toko=Kanto). \n:The Arayduta Hotel is a 5-star hotel with 18 stories, together with Convention Hall for 3.000 people’s capacity. \n:The shopping mall is the modern and the complete mall which is built as the recreation center and the 'shopping heaven' for families in Palembang and operational with three big anchor tenants (Carrefour hypermarket, Grand JM department store, and Gramedia bookstore); some Family game stations (Amazon, Fun city); four billiard center (with total table about 55 billiard table); some Café, local and national fast food restaurants (KFC, CFC Texas, Popeye’s, Mc Donald, etc); Hairdresser (Jonny Andrean, Yoppie Salon, etc); Shops; Local TV station (PAL TV); National FM Radio station (Oz Radio); etc. Palembang Square nowadays becomes as one of the favorites place at South Sumatra (about 750.000 regular visitor\/month). \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pasar 16 Ilir"]},". A very busy multi storied bazaar situated near Masjid Agung. When coming into Palembang on the Musi Bridge you will be able to see the bazaar on your right. Women's clothing is widely sold. A lot of clothing sold here are in beautiful colours and embroidery with Indian\/Pakistani styles. Bargaining here is a must. Some people refer to this bazaar as the Tanah Abang of Palembang. Pasar 16 is also good to buy traditional palembang textile called ",{"type":"'''","value":["Songket"]},". You can get songket as a textile to make clothes, songket shoes, purses, cushion covers, calligraphy, art, hand fans, etc. Songket is a must buy if you come to Palembang. Don't buy it at the airport as it would be more expensive."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Palembang Indah Mall"],["alt=PIM"],["url="],["email="],["address=Jalan Letkol Iskandar no.18"],["lat="],["long="],["directions="],["phone=+62 711-350999"],["tollfree="],["fax="],["hours=operational hour 10.00 - 22.00"],["price="],["content=PIM is the 30,000 square meter mall with many national and international brands such as Giordano, Crocodile, POLO and Ralph Lauren, LEVI's, ANDREW, Point Break, Planet Surf, NIKE, ADIDAS, FISIK, Hammer, Leonne Uomo, Bruno Piatelli, Osella, Contempo, GOSH, ETUDE HOUSE, The FaceShop, C n F Perfumery, Sport Station and Kids Station, Swatch, Samsonite, SHARP, the BodyShop, Breadtalk and GOLF HOUSE. The mall has also many anchor tenants such as ACE Hardware, INFORMA home furnishing, HYPERMART, Cinema 21 (6 cinema), and Electronic Solution. If you want to relax and chat with friends you can try to hang out at JCo doughnut and coffee, EXCELSO and the upcoming Roppan. To have meals you can dine in Pizza Hut, A&W, Brasserie, Es Teler 77, CFC, DON Cafe, Mr. Pancake or Solaria, or you can also have a great time at the Le Garden Food court which offer you many kinds of Palembang cuisines. When your kids need more games, you can go straight to TIMEZONE. There are a lot more stores of Optics (Optic Seis and Optic Melawai), Accessories Stores and Cellular and Gadget Stores (PAZIA, Erafone, Global Teleshop, WellComm and also hairdressers (Johny Andrean, My Salon and Christopher Salon). The people in South Sumatra and Palembang consider PIM as an exclusive mall for middle upper class. Around the mall currently there are Standard Chartered Bank, Bank Central Asia, Bakso Lapangan Tembak, Ma Maison (Italian and French Cuisine), Istana Mama Susi Resto, Fugu Sushi Bar, billiard, karaoke center and Hotel. The mall has a parking lot building which can contain up to 1200 cars. PIM is considered as a one stop entertainment and shopping for the people of South Sumatra."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" When you're in Palembang you must eat the traditional food called Pempek. Pempek is fish cakes which can be either boiled, fried, or grilled and is eaten with a sweet and spicy sauce called Cuka. There are many different varieties of Pempek, e.g. lenjer (long cylinder shaped), keriting (curly), telur (filled with egg), adakan (round and fried), kates (filled with cooked young papaya), etc. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mie celor"]}," is thick yellow noodle served with coconut milk broth, topped with egg and prawn. The famous mie celor is he 'Mie celor 26 Ilir'."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Model"]}," is fried pempek and tofu served with fresh shrimp soup."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tekwan"]}," is small pempek balls served with fresh shrimp soup."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pindang Ikan"]}," is spicy fish soup, similar to Thai's tom yum soup. It is normally eaten with rice, with side dishes like ",{"type":"'''","value":["seluang goreng"]}," and ",{"type":"'''","value":["sambal buah"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pepes Tempoyak"]},"' is made of patin fish seasoned with ",{"type":"'''","value":["durian"]}," and spices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi Minyak"]}," is Palembang's version of Briyani Rice. The rice is seasoned with ghee and other spices to create the fragrant and distinct taste. Best served with ",{"type":"'''","value":["Ayam Kecap (soya sauce chicken)"]}," or ",{"type":"'''","value":["Malbi (spiced stewed beef)"]},"."]},"\n",{"type":"*","value":[" In Palembang most fast food outlets are available. (McDonalds, KFC, CFC, Texas Chicken, etc.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Martabak Har"]}," sells Murtabak or Prata filled with mince meat and egg and eaten with curry. The owners are of Indian descent. There are many Martabak Hars but the original one is near the big roundabout (Alun Alun) near Masjid Agung. <\/eat>"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Aryaduta Hotel & Convention Center Palembang"],["alt="],["url=http:\/\/http:\/\/www.aryaduta.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 21 385 8770"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A 5 star hotel in centre."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Horison Palembang"],["alt="],["url=http:\/\/www.horisonpalembang.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 711 355000"],["tollfree="],["fax=+62 711 377 966"],["price="],["checkin="],["checkout="],["content=A 4 star platinum hotel on a service level that equals any 5 star ho"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Penginapan Lebar Daun"],["alt="],["url=http:\/\/lebar-daun.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Where backpackers are most welcome. +62 812 712 9405"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Aryaduta Palembang"],["url=http:\/\/www.aryadutapalembang.com"],["email="],["address=Jl. POM IX, Palembang Square, Palembang 30137, South Sumatra, Indonesia"],["lat="],["long="],["directions="],["phone=+62 711 383 838"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at USD 64.46"],["checkin="],["checkout="],["content=Hotel Aryaduta Palembang is located in South Sumatra, Indonesia. The Aryaduta Hotel & Convention Center is an 18-storey atrium hotel offering 174 rooms. One of the facilities they offer to guests is their the largest banquet and meeting space in South Sumatra, accommodating up to 2,500 guests reception-style. Guests could also enjoy their experience in their Pool Café that offers healthy food, snacks, and light refreshments."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=HomeInn Palembang"],["url="],["email="],["address=Jl.Mayor Ruslan No.8"],["lat="],["long="],["directions="],["phone=0711-377799"],["tollfree="],["fax="],["hours="],["price="],["checkin=11000"],["checkout=1200"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Travel by road to ",{"type":"[[","value":[["Jambi"]]}]},{"type":"*","value":["Go to ",{"type":"[[","value":[["Lampung"]]}," by train"]},{"type":"*","value":["Travel by ferry along the Musi River estuary to ",{"type":"[[","value":[["Bangka"]]}," Island"]},{"type":"{{","value":[["geo"],["-2.991108"],["104.756733"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Sumatra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Palembang"]]}]