[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"{{","value":[["style"],["Lots of copy-editing is needed, both for style and to eliminate overly encyclopedic content better suited to Wikipedia."]]},"\n",{"type":"'''","value":["Palitana"]}," a city and a municipality in the ",{"type":"[[","value":[["Bhavnagar"]]}," district of ",{"type":"[[","value":[["Gujarat"]]},", 50 km south-west of ",{"type":"[[","value":[["Bhavnagar"]]}," city. It is a major pilgrimage centre for Jains.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Palitana.jpg"],["thumb"],["left"]]}," \nPalitana was founded in 1194 and was ruled by nobles until it joined the newly independent country of India in 1948. No one is allowed to sleep overnight including the priest, because the temple city has been built as an abode for the Gods. The temples have been renovated 16 times over the centuries, with the Sixteenth Renovation taking place in 1587.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Bhavnagar"]]},", the nearest airport, is 51 km from Palitana, but it connects only with ",{"type":"[[","value":[["Mumbai"]]},". For people coming from other places, a more convenient airport would be ",{"type":"[[","value":[["Ahmedabad"]]}," which has an international airport, or ",{"type":"[[","value":[["Vadodara"]]},", which hosts many domestic flights from important cities like ",{"type":"[[","value":[["Mumbai"]]}," and ",{"type":"[[","value":[["Delhi"]]},".\n\n",{"type":"===","value":["By train"]},"\nPalitana has a small railway station with connections only to Bhavnagar. However, there is more rail traffic to Bhavnagar, so it may be more convenient in many cases to take a train to Bhavnagar and travel from there to Palitana by road.\n\n",{"type":"===","value":["By bus"]},"\nThere are buses from Bhavnagar to Palitana. Regular buses are also available from Ahmedabad, Talaja, Una, and Diu, and every day from Mumbai. The bus stand is 800 meters away from the Palitana railway station.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are available on hire for Palitana from Bhavnagar, Ahmedabad or Vadodara.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Dwarpal Of Temple (Gate Keepper).jpg"],["thumb"],["left"],["512x199px"],["Dwarpal Of Temple (Gate Keepper)"]]}," \n",{"type":"[[","value":[["Image:column1.jpg"],["thumb"],["right"],["512x199px"],["Beautiful Column support in Temple"]]}," \n\nPalitana is the fantastic hilltop Jain temple city, an essential holy pilgrimage destination for this nonviolent community. A city of gleaming marble monuments housing representations of the few human souls that have managed to be liberated from the cycle of life, Palitana has over 850 temples atop sacred Mount Satrunjaya (the “hill that conquers enemies”),which makes it highest number of temple city. Many of these temples date to 15-16th centuries while some of them date to even earlier periods. The top is reached by climbing (or by being carried up) 3,572 steps—a stiff 2-hour ascent. Amid the massive warren of white marble shrines and temples, you’ll encounter many devotees dressed in white, some wearing gauze masks to filter innocent microbes from the air that they breathe. Some of the devotees attain ecstatic heights, practicing their faith with devotional singing, clapping, and humming. Others create devotional patterns on the ground using rice and nuts, or are seen gently waving fly-whisks over the idols as a gesture of respect.\n\n",{"type":"==","value":["Do"]},"\nTirthankar Adishwar Bhagwan(god) is the \"MUL-NAYAK\"(main) bhagwan(god) on the top of PALITANA and the most holy thing to do in life is to do puja (nine places on body of god). You can take help of any Jain tourist if you do not know the process of Puja. By performing puja you internal soul will get enlightment.\n\n",{"type":"==","value":["Buy"]},"\n\nYou can buy very good quality Indian handicrafts in Palitana.\n\n",{"type":"==","value":["Eat"]},"\n\nPalitana is famous for its Bhel with Pomegranate seeds.\n\n",{"type":"==","value":["Drink"]},"\nIndian desi soda (lemon soda), sugarcane juice\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are plenty of dharmashalas where one can choose to stay. However, please ensure to abide by the religious code of conduct, while staying there.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Palitana"]]},"\n\n",{"type":"{{","value":[["geo"],["21.52"],["71.83"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bhavnagar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Palitana"]]}]