[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Charrette.JPG"],["thumb"],["200px"],["Palmarin"]]},"\n\n",{"type":"'''","value":["Palmarin"]}," is a rural community in ",{"type":"[[","value":[["Central Senegal"]]},".  It is part of the Fatick administrative region.\n\n",{"type":"==","value":["Understand"]},"\n\nPalmarin is rural community running along a 17km peninsula on the most southern stretches of Senegal's Petite Côte. To the West are the sandy beaches skirting the expanse of the Atlantic Ocean. Located to the East is the protected National Reserve de Palmarin, a patchwork delta consisting of mangrove channels, salt flats, grass lands and forest. This unique combination of habitat supports a wide assortment of plant and animal life. \n\nThe majority of the area’s residents live in one of five villages, from north to south Ngallo, Ngueth, Gounamane, Diakhanor and Djiffer. The dominant industries in the area are traditional fishing and tourism. Other smaller industries include salt, oyster and clam harvesting. The dominant ethnic group in the area is Sereer, speaking a distinct Soloum area dialect. French and Wolof are secondary languages also commonly spoken.\n\n",{"type":"===","value":["Climate"]},"\n\nThe travel seasons in Palmarin and most of Senegal is between the drier months of November through May. This time of year is characterized relatively little rainfall, lower humidity and milder temperatures. Temperatures range in the mid to high seventies during this time. The months of June through October see increased rainfall rising temperatures peaking around August through October.\n\n",{"type":"===","value":["Traveling Responsible"]},"\n\nPalmarin offer a unique opportunity for visitors to the area to contribute directly to the area environmental well being. Through the Bureau of Eco tourism's Palmarin Carbon Offset Program, visitors can purchase carbon offsets in the form of trees. The program offers to plant species important in combating environmental concerns facing the area such as beach erosion, fishery protection or habit rejuvenation.  \n",{"type":"[","value":["http:\/\/www.palmarinoffsets.org Palmarin Carbon Offset Program"]},"\n\n",{"type":"==","value":["Get in"]},"\nTravel to Palmarin can be organized through the area's lodging establishments, private car or via public transit options. From ",{"type":"[[","value":[["Dakar"]]}," take through Mbour and Joal via route N1. After Joal the road changes from asphalt to laterite. The quality of the road after ",{"type":"[[","value":[["Joal"]]}," is poor and can become impassable during the rainy season without a 4x4. Follow the Signs in Samba Dia directing you South to Palmarin. \n\nVia public transit from the Dakar garage, take a sept place or bus rapid to Mbour costing approximately 1500cfa. In Mbour, sept places are available to Djiffer, the most southern village in Palmarin for 2000cfa. Passengers can request to be dropped off at there lodging accommodations or one of the Palmarin villages prior to reaching Djiffer.   \n\nAn alternative public transit route is from Dakar to Joal (2000cfa) and from Joal to Palmarin (1000cfa). From the northern garage in Joal it is necessary to take a clando taxi 150cfa to the southern garage.\n\n",{"type":"==","value":["Get around"]},"\n\nOne way of getting around Palmarin is via a horse driven cart or Charret. Charrets make accessing Le Reserve de Palmarin, the local villages and even the beaches an easy task. At the same time it lets visitors experience travel on a local level and a pace that lets you take in all your surroundings. Tours are organized on request and accompanied by an experienced guide knowledgeable on the local environment and culture.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":[" Parc National du Delta du Saloum "]},"\nSince the designation of the Réserve Naturelle Communautaire de Palmarin in 2001, protection of the 10,430 hectares which make up the region has been a top priority for local as well as international organizations. The region is home to a plethora of fauna and flora including hyenas, jackals, as well as a wide range of resident & migrant birds, as well as ancient baobabs and critical mangrove systems. \nCultural treasures also rest in the reserve. Ancient mounds of clams shells, collected by early inhabitants of the region, dot the landscape, some up to thirty meters high. Due to the historical and archeological significance of these sites, the reserve has received a special designation from UNESCO in hopes of protecting the area.\nToday, the reserve serves as both a place for animal as well as human activities. Under the surveillance of the Direction des Parcs Nationaux, some traditional uses of the land such as salt collection, farming and cattle grazing are still allowed. However, there has been a general move to utilize the pristine nature of the area primarily as an attraction for the developing local tourism industry. Such a move provides sources of alternative income for the local people and reduces the pressure to source wood for fuel or land for agriculture from within the reserve. For tours of the reserve, contact the Office of Ecotourism or the local assembly of Eco-Guards.\n\n",{"type":"===","value":[" Wrestling "]},"\nNo visit to Senegal is complete without experiencing the sights and sounds of a traditional Sereer wrestling match, known in Sereer as Njoom. Moreover, there is no better place to witness such a spectacle than with its creators. Although today traditional wrestling in Senegal is a national phenomenon, it is rooted in Seereer tradition. This rich tradition continues to the present as nearly every Seereer village regularly holds organized tournaments and supports their own local champions.  \n\nUnlike the style of wrestling that has taken hold in the rest of Senegal with its strong emphasis on striking, combat in Sereer communities has held true to the traditional conventions. The emphasis is solely on strength and technical skill with the striking of an opponent considered illegal. The objective of each warrior is to topple his adversary, forcing him into contact with the ground with his back or both hands and knees at the same time. Winning a match lets the competitor advance to the next round and possibly the final round, where money or even livestock is rewarded to the tournament champions.\n\nIn addition to the unmistakable raw power and technical prowess of the Njoom competitors, spectators can’t help but notice the widespread use of mysticism throughout the arena. Grisgris, or good luck charms, are adorned and magic concoctions are consumed. Each warrior hopes their brand of magic, often sourced from a respected Marabou, is more powerful than that of their competitor.\n\n",{"type":"===","value":[" Other attractions "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Salt Evaporation Pools"]}," - You may have seen the mysterious circles that dot the landscape just east of Ngallou, each with its hue reflecting in the sun. These are the salt collection pools of Palmarin. The local population uses season floods and tidal flows to fill the pools with ocean water, then harvests the ring of salt left as the pools evaporate in the dry season. Look for a sack of locally sourced salts at your lodge or on a visit to the village. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Hyenas"]}," Palmarin has a significant population of wild hyenas living with in the reserve. Expeditions can be arranged through accommodation providers or the Reserve de Palmarin Eco Guides. (221) 76 566 34 34"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Ancient Mounds"]}," Palmarin's ancient inhabitants build dozens of mounds, some up to forty meters high, from harvested clam shells. Some the mounds were excavated to be used as building material for roads prior to the region being designated a world heritage site by the United Nations. Many of the artifacts discovered are now located in Palmarin's Eco Museum."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":[" Fishing "]},"\n",{"type":"[[","value":[["Image:Fisherman.JPG"],["thumb"],["250px"],["Artisanal Fishing"]]},"\nOffshore Fishing in artisanal boats is available through many of the accommodation providers, local guides or the Palmarin Office of Ecotourism. Situated between the ocean and inter-coastal, the people of Palmarin have spent their lives tightly interwoven with the local waterways. Now you, too, can learn from the expertise of local fisherman in the art of artisanal fishing.\n\nFor a good appreciation of the local way of life, it’s essential to understand the local economy. The largest industry in Palmarin today is fishing, providing the local people with both food and a source of revenue. Artisanal fish transformation is still practiced in the area and is worth checking out. Look for the site on the beach North-West of Ngallou.\n\n",{"type":"===","value":[" Other activities "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kayaking"]}," - Kayak the Winding Mangroves Channels of the Palmarin Reserve. This pristine area hosts an abundant volume of wildlife. Sightings of various bird species are common including pelican, flamingo, hereon, king fishers, and weavers. More elusive species include mongoose, monkeys, and monitor lizards. Sangomar Kayak offers half day excursions with optional lunch or overnight camping. (221) 77 535 5011     "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hair Braiding"]}," - Have your hair braided by the women of Diakhanor while enjoying three cups of tea and lively discussion. (221) 77 175 42 50"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Capoeira Lessons"]}," - Enjoy the Afro-Brazilian art form of Capoeira on the beautiful beaches of Palmarin. Learn to play the Berimbau and join the Roda. (221) 77 184  01 88"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Traditional Dancing"]}," Traditional Sereer dancing is a mix of stomping and body girations usually performed amongst a circle. Dancers take turns, two or three at a time, dancing in the center of the circle for approxamitley thirty second bursts. The dancers respond to the rhythm being performed by drummers using generally jambays or tam tams."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bird Watching"]}," - The region of Senegambia is a bird watcher’s dream, hosting over 600 species of migratory and resident avifauna. Due to the unique convergence of coastal, estuary and forest habitat, Palmarin provides an ideal opportunity to view many of these species in a single locale."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Artisanal Fishing"]}," - Learn to fish by site with traditional cast fishing nets. (221) 77 379 46 26"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Artisanal Markets"]}," - There are three artisanal markets in Palmarin. Mache de la Plage is located just south of the Royal lodge. Marche du Mangrove is located along the beach behind the Lodge de Palmarin and Chez Mendy is off the main road in the village of Ngallou. Each market sells various local and imported goods such as statues, jewlery and clothing. "]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:cooking.jpg"],["thumb"],["250px"],["Cooking Fish in the Village"]]},"\nOutside the accomidations providers, there are two additional dining establishments. Chez Mitcheo (221) 77 551 10 12, located East of the main road in the village of Ngallou and Le Trou du Fu (221) 76 523 12 28, located near the stade de lute in Gounoumane. Both establishments offer local cuisine.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Djidjack"],["url=http:\/\/www.djidjack.com"],["email=campalmar@orange.sn"],["address=Palmarin Gounoumane"],["lat=14.024282"],["long=-16.768185"],["directions="],["phone=(221) 33 949 96 19"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Wandering the lush gardens of Djidjack you might just come across the one of the area’s resident spirits. That’s because, located on the grounds, is one of the many sacred sites highly regarded by the region’s Sereer population. More specifically the spirit, known as Cupaan, is said to inhabit a sacred baobab. The careful observer may even spot its face. If spirit hunting is not your thing, Djidjack offers much more. Its family-friendly environment, with wide-open spaces and a laissez-faire staff is perched along a long, quiet stretch of the Petite Côte. If quiet time with a good book is for you, the expansive main lodge also houses an extensive library. No matter how you spend your time you’re sure to enjoy yourself at the Village de Vacance of Djidjack."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lodge de Palmarin"],["url=http:\/\/www.lesenegal.info"],["email=tpa@sentoo.sn"],["address=Palmarin Diakhanor"],["lat=13.970909"],["long=-16.764645"],["directions="],["phone=(221) 33 957 12 56"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Lodge de Palmarin lies just south of the village of Diakhanor along a quiet stretch of the Petite Côte. The superb tranquility of the lodge is only enhanced by the hospitably of its staff. In true Sereer fashion, terranga at the Lodge de Palmarin is instantly recognizable. A stay here has the distinct feel of a visit with family or old friends"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Pointe de Sangomar"],["url="],["email="],["address="],["lat=13.93735"],["long=-16.762843"],["directions="],["phone=(221) 77 536 44 25"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Many tourists come to the seaside village of Djifer to catch pirogues out to one of the many islands of the Sine Saloum Delta. But visit the La Pointe de Sangomar lodge and you just might miss your boat. Despite being on the mainland, the lodge has a distinct island feel with its grass walled and thatched roof bungalows. You can’t help but feel secluded as you walk amongst lush foliage of the lodge’s shaded pathways. During the morning and evening hours it’s easy to catch the sites of the Sine Saloum. Located on the inter-coastal near the port of Djifer, the lodge’s private beach is a perfect place to watch the colorful pirogues of the artisanal fisherman passing with the day’s catch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Tulip Noire"],["url="],["email="],["address=Palmarin Diakhanor"],["lat=13.968025"],["long=-16.765643"],["directions="],["phone=(221) 77 636 70 01"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Tulipe Noire, a new addition to the accommodations at Palmarin, seamlessly blends the style of Italy with the natural beauty of Senegal. This Italian owned and operated lodge rests only a few meters from the shoreline of the Petite Côte, so rest & relaxation or sun & fun are always at your disposal. Aside from the beautiful accommodations, the dining experience is worth noting in its own right. For authenticity most provisions at the lodge are sourced directly from Italy. This is because at La Tulipe Noire, food is not simply a matter of dining but an epicurean delight. Visit Palmarin and see all that Tulipe Noir has to offer."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lodge des Collines de Niassam"],["url=http:\/\/www.niassam.com"],["email=resa@niassam.com"],["address="],["lat=14.06445"],["long=-16.758403"],["directions="],["phone=(221) 77 639 06 39"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yokam"],["url="],["email="],["address=Palmarin Gounoumane"],["lat=14.00392"],["long=-16.767546"],["directions="],["phone=(221) 77 567 01 13"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Popular with everyone from day tripping backpackers to those fortunate few on extended-stay vacations, Yokam has nearly a dozen rooms of varying styles. You’re sure to find one that is to your liking and fits easily into your budget."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nNew to Palmarin this year is Le Bureau de L’Ecotourisme. Be sure to stop by the office and find out about all the exciting happenings in and around the communauté rurale of Palmarin. There, you can find additional information and make reservations with one of the area’s many tourism operators. \nBeyond pointing you in the direction of interesting sites and great cultural events, the office offers regular, scheduled events such as artisanal markets, cultural music and dance demonstrations, informative classes on a variety of topics.\n\n(221) 33 949 41 95\n\n(221) 76 134 46 85\n\n14.026378° -16.768324°\n\nwww.ecotoursaloum.org\n\n",{"type":"{{","value":[["geo"],["14.0167"],["-16.7667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Senegal"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Palmarin"]]}]