[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:PalosVerdesPortuguesePoint.jpg"],["330px"],["thumb"],["Palos Verdes Peninsula, Portuguese Bend"]]},"\n\nThe ",{"type":"'''","value":["Palos Verdes"]}," Peninsula rises above the ",{"type":"[[","value":[["South Bay (Los Angeles County)"],["South Bay"]]}," of ",{"type":"[[","value":[["Los Angeles County"]]},".  It's an oasis of greenery in a ",{"type":"[[","value":[["Los Angeles"]]}," region dominated by concrete and asphalt; it features horse trails, ocean cliffs, tidepools, Eucalyptus trees,and nature walks.\n\n",{"type":"==","value":["Understand"]},"\nThe Palos Verdes Peninsula was originally part of enormous ranchos owned by Dominguez and Sepulveda.  \"Palos Verdes\" is a Spanish phrase that roughly means \"green stalks\" or \"green wood\".  A New York investment syndicate led by banker Frank Vanderlip bought the entire Peninsula sight unseen from George Bixby reportedly for $1.5 to $2 million (the price of a single average home today).  For Vanderlip, a man with vision and money, such an enormous piece of undeveloped land along the Pacific, so close to Los Angeles, must have been a \"no-brainer\".  Development began in the Malaga Cove area in the 1920s.  Vanderlip hired the famous Olmsted Brothers landscape architecture firm (sons of Frederick Law Olmsted, designer of Manhattan's Central Park), to help design and plan the communities.  To this day all of the Palos Verdes towns have very strong architecture and development committees that tightly regulate building.  The cities' collective efforts have been exceptionally effective in preserving open space and avoiding overdevelopment.\n\nThe Palos Verdes Peninsula is made up of four municipalities. ",{"type":"'''","value":["Rolling Hills"]}," is a private, gated community restricted to residents and guests that, because of its location at the top the hills of the Peninsula, enjoys spectacular ocean and city views. Surrounding it is ",{"type":"'''","value":["Rolling Hills Estates"]},", a city of 8,000 residents known for preserving its unique rural environment and laced with more than 25 miles of equestrian trails. Along the coast is ",{"type":"'''","value":["Rancho Palos Verdes"]},", known for spectacular ocean views of the South Bay and ",{"type":"[[","value":[["Catalina Island"]]},", and ",{"type":"'''","value":["Palos Verdes Estates"]},", which has the ambiance of a Mediterranean town, with clay tile roofed villas enjoying spectacular ocean and city views. The city streets are sometimes blocked by flocks of beautiful wild peacocks that inhabit the hillsides.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom Pacific Coast Highway, take Palos Verdes Boulevard south into the western side of the Peninsula, or Hawthorne Boulevard to the top of the hill and down to the ocean. On the east end of the Peninsula, take Palos Verdes Drive East down to the Portuguese Bend area.\n\n",{"type":"==","value":["Get around"]},"\n\nSight seeing in Palos Verdes truly requires driving.  The Palos Verdes Peninsula Transit Authority operates ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.palosverdes.com\/pvtransit\/ PVP Transit"]}]}," with five routes that connect into the Peninsula Center.\n\n",{"type":"==","value":["See"]},"\nThe best way to see Palos Verdes is to drive along beautiful Palos Verdes Drive.  This is one of the finest drives in the United States and tops the list of things to do.  Palos Verdes Drive West and South are the highlights, a seaside \"yellow brick road\" that traces the cliffs, overlooking the Pacific Ocean and ",{"type":"[[","value":[["Catalina Island"]]},".  Palos Verdes Drive(s) (north, west, east, and south) encircle the Peninsula.  The \"center\" of Palos Verdes consists of several upscale residential neighborhoods (only a few of which are gated), and while beautiful, are not exactly a tourist destination.\n\nThe best place to start a tour of Palos Verdes is on Palos Verdes Drive West travelling southbound from the intersection with Palos Verdes Drive North.\n\n",{"type":"*","value":[{"type":"'''","value":["Malaga Cove"]}," (on Palos Verdes Drive West) is home to a charming shopping plaza and library that feature beautiful Spanish Renaissance architecture. The plaza, library, and original homes were built starting in the late 1920s.  Park in the Plaza.  The fountain statue of Neptune is a copy of a famous statue in Bologna, Italy.  The library is one block uphill behind the plaza's south side. The road south along the coast takes you through beautiful Mediterranean style homes that cling to steep cliffs."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Neighborhood Church"],["alt="],["url=http:\/\/www.neighborhoodchurchpve.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Make sure while you are in the Malaga Cove area that you stop by and see the stunning Neighborhood Church. It has a fascinating history and the grounds are stunning. It was built by J. J. Haggarty, a wealthy merchant businessman, in 1927 to be his summer home. Built on the bluffs overlooking the Pacific Ocean, the house was built by one of the finest Italian architects. The cost to built his summer home was $750,000. The completed home had the finest marbles, frescos, fireplaces, and gardens. Eventually J. J. Haggarty's business started to fall apart and the house exchanged hands multiple times. In 1949, it went on the real estate market initially for $250,000. The current church congregation placed a bid for the grounds for $60,000. The bid was accepted and the Neighborhood Church was born. Many of the frescos are still viewable and the actual church sanctuary is stunning with open beamed ceilings still showing the initials of JJH. It's a lovely place to get married with many picturesque backdrops and is right around the corner from the center of this quaint village."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lunada Bay"]}," is the next village (not a formal city) in Palos Verdes Estates.  Lunada Bay also boasts a lovely fountain and a tiny, charming commercial district."]},"\n",{"type":"[[","value":[["File:Point vicente light palos verdes detail.jpg"],["thumb"],["Point Vicente Lighthouse"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Point Vicente Lighthouse"],["url=http:\/\/www.palosverdes.com\/pvlight\/"],["email="],["address=31550 Palos Verdes Drive West"],["lat="],["long="],["directions=on PV Drive South"],["phone = +1 310 541-0334"],["tollfree="],["fax="],["hours=10am-3pm on the 2nd Sat of the month"],["price=Free"],["content=Historic lighthouse perched on spectacular cliffs that face Catalina Island.  The grounds and lighthouse are normally closed to the public, however, the tower and a small museum are open the second Saturday of month.  There are well-kept trails near the lighthouse that offer great views.  These trails are accessed by going south from the intersection of Palos Verdes Drive West and Hawthorne.  You will drive through a large tract of recently built $3-$6 million dollar homes.  Drive down to the cliffs and park.  This area has good public access and parking, which the city provided as part of the plan to develop this area.  The trails are wide and easy to walk, offering great views of the lighthouse.  You can hike a steep trail down to tidepools from an unmarked spot near the parking lot.  The visitor center next to the light house has information about grey whales which migrate off shore on their annual reproductive voyage from the Arctic Circle to Baja California."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Abalone Cove"],["alt="],["url=http:\/\/www.palosverdes.com\/rpv\/recreationparks\/AbaloneCoveShoreline\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a lovely, remote, uncrowded beach. Trails lead from the beach to Portuguese Bend to the left and Inspiration Point, which is further to the left (south). Parking is $5. Portuguese Bend is named after shore whalers whose station was in this cove in from 1874 to 1877. Abalone cove is named after the Abalone shells, once found along the beach, that were a mainstay of the whalers' diet."]]}]},"\n",{"type":"[[","value":[["File:Wayferers Chapel.jpg"],["thumb"],["Wayfarer's Chapel"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Wayfarer's Chapel"],["alt="],["url=http:\/\/www.wayfarerschapel.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the jewel of Palos Verdes-- a stunningly beautiful little chapel - unique in all of the world. The chapel is virtually all glass, surrounded by beautiful trees, overlooking the Pacific Ocean. The gardens are also impeccable. A lot of people are married here. Located on a knoll overlooking Portuguese Bend, the \"glass church\" was designed by Lloyd Wright, architect and son of Frank Lloyd Wright. Built as a memorial to philosopher and religious reformer Emanuel Swedenborg, it was designed to serve as a chapel for meditation and prayer for wayfarers. Like his father, Lloyd Wright practiced an organic architecture and he said the inspiration for the church came from his spiritual feelings visiting a Redwood Forest, surrounded by the majesty of the giant trees. The chapel is constructed of redwood, glass and local stone. Note the use of the triangle throughout the chapel. Words or photos can not do the chapel justice."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Portuguese Bend"]}," has been suffering massive land slippage.  You will notice the bumpy road which is repaved every few weeks.  The land in this area has moved more than 400 feet seaward, and continues to creep toward the ocean.  A building moratorium exists in many areas.  Several homes in the worst lanslide areas continue to be occupied, with the homeowners leveling their homes by the use of hydraulic jacks.  A great blessing from the land movement has been the preservation of more than 1,000 acres as open space.  This area is one of the largest natural spaces along the ocean in Southern California and offers fabulous hiking and biking trails with spectacular Ocean Views.  The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pvplc.org Palos Verdes Land Conservancy"]}]},", a volunteer group of local residents, has worked tirelessly to fund raise and make arrangements to acquire much of this acreage."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ocean Trails\/Trump Golf Course"]},". Before Donald Trump bought the course, the 18th hole fell into the ocean. \"The Donald\" reportedly spent $27 million to buy the Ocean Trails property in 2002 and then plowed an additional $61 million into the tricky and complicated engineering work required to re-stabilize the land under the 18th hole.  In spite of all this some local geologists still predict a repeat.  With his typical and comical grandiosity, the self-promoter declares the course even better than Pebble Beach. Nonetheless, the course is lovely, has hosted an LPGA tournament, has an ocean view from every hole, and offers a great Sunday brunch. It also holds the distinction of being the only US club in the Trump chain that's open to the public."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiking and Equestrian Trails"]}," - there are many great nature trails around PV.  The geology and plants are similar to the Channel Islands."]},"\n",{"type":"*","value":[{"type":"'''","value":["Old General Store"]}," at the corner of Palos Verdes Drive North and Rolling Hills Road.  Built in the early 1930s, the classic ranch building seems misplaced as if from the pages of a Norman Rockwell painting.  The building houses an excellent sandwich shop (Kelly's Corner), an equestrian supply store, and a one man post office stop right out of the old west."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Tidepools along the cliffs are fun to walk along.  There's even a rusting wreck of an old ship at the North Point of Lunada Bay.  In 1961, a Greek freighter carrying grain (the \"Dominator\") ran aground.  The water that poured in through the torn hull swelled the grain, and it split the boat in half. Coordinates are  33°46′26″N, 118°25′42″W."]},"\n",{"type":"*","value":[" Parks: Chandler Park, ",{"type":"[","value":["http:\/\/www.palosverdes.com\/rpv\/recreationparks\/Clovercliff\/ Clovercliff Park"]},", ",{"type":"[","value":["http:\/\/www.palosverdes.com\/rpv\/recreationparks\/DelCerro\/ Del Cerro Park"]},", ",{"type":"[","value":["http:\/\/www.palosverdes.com\/rpv\/recreationparks\/Eastview\/ Eastview Park"]},", Ernie Howlett Park, ",{"type":"[","value":["http:\/\/www.palosverdes.com\/rpv\/recreationparks\/FredHesseJrCommunity\/ Hesse Park"]},", Highridge Park, ",{"type":"[","value":["http:\/\/www.palosverdes.com\/rpv\/recreationparks\/MartingaleTrailhead\/ Martingale Trailhead Park"]},", ",{"type":"[","value":["http:\/\/www.palosverdes.com\/rpv\/recreationparks\/PointVicenteParkCivicCenter\/ Point Vicente Interpretive Center"]},", Rancho Palos Verdes Park, ",{"type":"[","value":["http:\/\/www.palosverdes.com\/rpv\/recreationparks\/RobertERyanCommunity\/ Ryan Park"]},", ",{"type":"[","value":["http:\/\/parks.co.la.ca.us\/south_coast_botanic.html South Coast Botanic Gardens"]}," (the Water-wise Garden, Herb Garden, English Rose Garden, and Garden of the Senses are some popular theme gardens here), and ",{"type":"[","value":["http:\/\/www.palosverdes.com\/rpv\/recreationparks\/FrankAVanderlipSr\/Vanderlip Park"]},"."]},"\n",{"type":"*","value":[" Hiking along the many nature trails, and along the Pacific Ocean is fun.  Bluff Cove via Shipwreck Trail and the Smuggler's Cove Hike are two good options.  The Palos Verdes Peninsula Land Conservancy conducts nature walks every month (+1 310-373-0202)."]},"\n",{"type":"*","value":[" Horseback riding along the many ",{"type":"[","value":["http:\/\/www.pvhorses.net horse trails"]},". Facilities in Palos Verdes:  Chandler Park, Dapplegray Park, Empty Saddle Club, Palos Verdes Stables, Portuguese Bend Riding Club, and Rolling Hills Estates Stables. +1 310 567-3582."]},"\n",{"type":"*","value":[" Tennis in Palos Verdes:  Ernie Howlett Park (+1 310-541-4585), Jack Kramer Club (+1 310-326-4404), Palos Verdes Tennis Club (+1 310-373-6326), and Peninsula Racquet Club (+1 310-541-2523)."]},"\n",{"type":"*","value":[" The peninsula has five golf courses:"]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Los Verdes Golf Course"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 310 377-7888"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Palos Verdes Golf Club"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 310 375-2533"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rolling Hills Country Club"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 310 326-4343"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Links at Terranea Resort"],["url=http:\/\/www.terranea.com\/california-golf-resorts.php"],["email="],["address=100 Terranea Way"],["lat="],["long="],["directions="],["phone = +1 310 265-2755"],["tollfree="],["fax="],["hours="],["price=$30+"],["content=9-hole par 3 course with beautiful ocean views.  Perfect for a short business outing before lunch at one of the resort's 8 restaurants."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Trump National Golf Course"],["url=http:\/\/www.trumpnationallosangeles.com\/"],["email="],["address=1 Ocean Trails Drive"],["lat="],["long="],["directions="],["phone = +1 310  265-5000"],["tollfree="],["fax="],["hours="],["price=$250-350"],["content=18-hole par 71 golf course directly on the water."]]}]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Spa at Terranea Resort"],["url=http:\/\/www.terranea.com\/spas-southern-california.php"],["email="],["address=100 Terranea Way"],["lat="],["long="],["directions="],["phone = +1 310 265-2740"],["tollfree="],["fax="],["hours=8am-8pm daily"],["price="],["content=25,000 square foot spa with ocean view treatment rooms and an extensive menu of treatments.  Booking a treatment includes access to the private spa pool, fitness center, and full use of spa amenities (steam room, hot tub, sauna).  There is a spa fee of $60 ($40 for guests) for those who wish to use the spa facilities without booking a treatment.  Treatments start at $165 and there is an automatic gratuity of 20%."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" There's an upscale mall called the ",{"type":"'''","value":["Promenade on the Peninsula"]}," off Silver Spur Road."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Malaga Cove Plaza"]}," is a small, charming shopping plaza near the intersection of Palos Verdes Drive West and Palos Verdes Drive North.  Malaga Cove's Italian architecture is quite beautiful, having been used as a setting for many commercials, since the tile roofs, fountains, and greenery have a remarkable Mediterranean feel.  The large Neptune statue in the fountain is imported from Italy. Stop in at the market for cold drinks and fantastic food. The weekends bring a large flow of cyclists through Malaga Cove."]},"\n",{"type":"*","value":[" A ",{"type":"'''","value":["Farmers' Market"]}," operates each Sunday from 9:00am - 1:00pm, in the Peninsula Center Shopping Center off Silver Spur Road near the intersection with Hawthorne Blvd."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Asaka Japanese Cuisine"],["alt="],["url="],["email="],["address=31208 Palos Verdes Dr. West"],["lat="],["long="],["directions="],["phone = +1 310-377-5999"],["tollfree="],["fax="],["hours="],["price="],["content=Japanese sushi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chez Allez"],["alt="],["url=http:\/\/www.chezmelange.com\/dining\/allez\/allez.html"],["email="],["address=36 Malaga Cove Plaza"],["lat="],["long="],["directions="],["phone=+1 310 378-5664"],["tollfree="],["fax="],["hours="],["price="],["content=A cafe\/deli\/gourmet shop affiliated with ",{"type":"'''","value":["Chez Melange"]}," in Redondo Beach."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Frascati"],["alt="],["url=http:\/\/www.frascatirestaurant.com"],["email="],["address=550 Deep Valley Dr.,"],["lat="],["long="],["directions=Located in the Promenade near Crossfield Drive"],["phone = +1 310-541-8800"],["tollfree="],["fax="],["hours="],["price="],["content=Absolutely excellent lamb."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Fu Yuan Low"]},", 26-F Peninsula Center (Indian Peak Road), 310-541-0803. Chinese\/Mandarin."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Rive Gauche"],["alt="],["url=http:\/\/www.chowbaby.com\/LaRiveGauche"],["email="],["address=320 Tejon Pl"],["lat="],["long="],["directions=located in Malaga Cove Plaza"],["phone=+1 310 378-0267"],["tollfree="],["fax="],["hours="],["price="],["content=French cuisine."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lunada Bayhouse"],["url=http:\/\/lunadabayhouse.com"],["email="],["address=2325 Palos Verdes Drive"],["lat="],["long="],["directions="],["phone = +1 310  544-1704"],["tollfree="],["fax="],["hours=Tues-Sun 5pm-10pm"],["price="],["content=Good seafood, steaks, and pasta."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mar'Sel at Terranea Resort"],["url=http:\/\/www.terranea.com\/california-fine-dining-marsel.php"],["email="],["address=100 Terranea Way"],["lat="],["long="],["directions="],["phone = +1 310 265-2701"],["tollfree="],["fax="],["hours=5:30pm-10:30pm Tues-Sat"],["price="],["content=Terranea Resort's signature restaurant. Pricey but well worth it for a special night out. Local residents get a 10% discount. Reservations strongly recommended."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Original Red Onion"],["alt="],["url=http:\/\/www.originalredonion.com\/index2.htm"],["email="],["address=736 Silver Spur Rd"],["lat="],["long="],["directions="],["phone=+1 310 541-5936"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant features a small but quaint Mexican-style bar.  Located near Peninsula Center."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Rafaello's Pizza"],["alt="],["url="],["email="],["address=720 Yarmouth Rd"],["lat="],["long="],["directions="],["phone = +1 310-541-6545"],["tollfree="],["fax="],["hours="],["price="],["content=More commonly referred to as Borrelli's by a majority of locals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trump National Golf Club"],["alt="],["url=http:\/\/www.trumpgolf.com\/trumplosangeles\/html\/frameset.asp"],["email="],["address=1 Ocean Trails Drive"],["lat="],["long="],["directions="],["phone=+1 310 303-3260"],["tollfree="],["fax="],["hours="],["price="],["content=Full restaurant and bar (walk-ins welcome).  Sunday brunch (10:00am and 1:00pm, 2 seatings).  Restaurant is adjacent to a nice public park with beach access from dawn to dusk.  The Sunday brunch is becoming a favorite among the locals, especially the ones who want to impress visiting friends and relatives."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Admiral Risty"],["alt="],["url=http:\/\/www.admiral-risty.com"],["email="],["address=31250 Palos Verdes Dr. West"],["lat="],["long="],["directions="],["phone=+1 310 377-0050"],["tollfree="],["fax="],["hours="],["price="],["content=A long-time watering hole for PV locals, located in the Golden Cove shopping center."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Lobby Bar & Lounge at Terranea Resort"],["url=http:\/\/www.terranea.com\/palos-verdes-ca-dining.php"],["email="],["address=100 Terranea Way"],["lat="],["long="],["directions="],["phone = +1 310 265-2164"],["tollfree="],["fax="],["hours=12pm-12am Every Day"],["price="],["content=Swanky and cozy at the same time, this is the place for locals and guests alike to unwind and enjoy excellent service and an inviting atmosphere.  Live music Thurs-Sat is a highlight and the jazz trio is not to be missed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Nelson's Bar at Terranea Resort"],["url=http:\/\/www.terranea.com\/palos-verdes-ca-restaurant.php"],["email="],["address=100 Terranea Way"],["lat="],["long="],["directions="],["phone = +1 310 265-2702"],["tollfree="],["fax="],["hours=11am-10pm Sun-Thu, 11am-11pm Fri-Sat"],["price="],["content=Casual sports bar with an incomparable ocean view.  Grab a seat by the outdoor firepit and enjoy delicious salads, burgers, and the chef's signature fish and chips."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Trump National Golf Club"]}," - The view is to die for at what was once the gorgeous Ocean Trails Club House and has been refurbished in typical Trump fashion."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Courtyard Torrance\/Palos Verdes"],["url=http:\/\/www.marriott.com\/laxto"],["email="],["address=2633 Sepulveda Blvd"],["lat="],["long="],["directions="],["phone = +1 310 533-8000"],["tollfree="],["fax="],["hours="],["price=$139-$154"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Terranea Resort"],["url=http:\/\/www.terranea.com\/"],["email="],["address=6610 Palos Verdes Drive South, Rancho Palos Verdes CA 90275"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-366-7474"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=pened in June 2009 on the former site of Marineland of the Pacific.  The 400-room hotel has an oceanfront spa, challenging 9-hole, par 3 golf and 7 restaurants and lounges. The trails around and through the resort are open to the public and there are even doggie resting stations near several of the restaurants. The site has been used for filming many movies and television shows, including Sea Hunt which launched Lloyd Bridges' career and popularized diving and environmentalism. One of Terranea's restaurants is named Nelson's for the Mike Nelson character Bridges played on Sea Hunt."]]}]},"\n",{"type":"==","value":["Go next"]},"\nWhile it feels worlds away from busy city life, Palos Verdes is less than 30 miles from downtown Los Angeles.  Allow at least 1.5 hours for this drive during rush hour, and consider taking Pacific Coast Highway or other side roads to avoid heavy freeway traffic.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["San Pedro"]]}]}," - A drive down Palos Verdes Drive South to 25th St. will take you into San Pedro.  From there you can hop a ferry to ",{"type":"[[","value":[["Catalina Island"]]}," or continue on to ",{"type":"[[","value":[["Los Angeles"]]}," and ",{"type":"[[","value":[["Long Beach"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Redondo Beach"]]}]}," - One of California's great beach cities, home to many restaurants as well as a beautiful pier and harbor."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Torrance"]]}]}," - The largest city in the ",{"type":"[[","value":[["South Bay (Los_Angeles_County)"],["South Bay"]]},".  Home to several popular malls including the historic Del Amo Fashion Center."]},"\n",{"type":"{{","value":[["isPartOf"],["South Bay (Los Angeles County)"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["33.7586472222"],["-118.345844444"]]},"\n",{"type":"[[","value":[["Wikipedia:Palos Verdes"]]}]