[{"type":"{{","value":[["pagebanner"],["Stanford banner1.jpg"],["caption=Stanford University"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.city.palo-alto.ca.us Palo Alto"]}]}," is a bustling, small city on the ",{"type":"[[","value":[["Peninsula (Bay Area)"],["peninsula"]]}," south of ",{"type":"[[","value":[["San Francisco"]]},". It is adjacent to Stanford University and home hundreds of ",{"type":"[[","value":[["Silicon Valley"]]}," technology companies, ranging from VMware and Hewlett-Packard to tiny startups operating in garages.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh =   57"],["febhigh =   61"],["marhigh =   64"],["aprhigh =   68"],["mayhigh =   73"],["junhigh =   77"],["julhigh =   78"],["aughigh =   78"],["sephigh =   77"],["octhigh =   73"],["novhigh =   64"],["dechigh =   57"],["janlow =   38"],["feblow =   41"],["marlow =   43"],["aprlow =   45"],["maylow =   48"],["junlow =   52"],["jullow =   54"],["auglow =   55"],["seplow =   52"],["octlow =   48"],["novlow =   42"],["declow =   39"],["janprecip =  3"],["febprecip =  3"],["marprecip =  2"],["aprprecip =  1"],["mayprecip =  0"],["junprecip =  0"],["julprecip =  0"],["augprecip =  0"],["sepprecip =  0"],["octprecip =  1"],["novprecip =  2"],["decprecip =  3"],["description = ",{"type":"'''","value":["Palo Alto"]}," enjoys a Mediterranean climate, with dry summers and wet winters. ",{"type":"<","value":["br"]},{"type":"{{","value":[["ForecastNOAA"],["Palo Alto"],["37.41"],["-122.12"]]}]]},"\n\n",{"type":"''","value":["Palo Alto"]}," means ",{"type":"''","value":["tall tree"]}," in Spanish, and in this case refers to an aging redwood tree at the north end of the city.  The 1061-year-old ",{"type":"'''","value":["Coast Redwood,"]}," which stands 110 feet (34 m) high and has a base diameter of 90 inches (229 cm), marks a campsite for the Portola Expedition Party of 1769.\n\n",{"type":"==","value":["Get in"]},"\nAccessible by train, bus or automobile from nearby San Francisco (about 25 miles\/40 km) and ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}," (about 20 miles\/32 km) airports. US 101 is the primary highway access, although I-280 also passes through the western edge of Palo Alto. ",{"type":"'''","value":["Palo Alto Municipal Airport"]},", which is a few miles from the center of the city, serves private aircraft.\n\n",{"type":"===","value":["By air"]},"\nThe cheapest way to get to Palo Alto from the San Francisco International Airport (SFO) is to take SamTrans bus KX, which goes between the two for only $2. An alternative is to take BART from SFO to Millbrae, and then take Caltrain from Millbrae to Palo Alto, which will cost $4 + $4.50 = $8.50.\n\nFrom the San Jose International Airport (SJC), you first take the free shuttle bus #10 to get to the Santa Clara Caltrain station. From there you either take Caltrain, for $4.50, or take VTA bus 522 or 22 to get to Palo Alto for $2.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\nBus service runs through most of the major areas within the city. Routes are concentrated around El Camino Real and University Avenue.   The Palo Alto Shuttle is free, and serves the otherwise unserved Embarcadero Road corridor, as well as the VA Hospital.\n\n",{"type":"===","value":["By bike"]},"\nBike lanes are nearly everywhere and make riding convenient and safe. One of the most prominent lanes runs down Bryant Street and takes you from South Palo Alto to the downtown district located in North Palo Alto.\n\n",{"type":"===","value":["By car"]},"\nAutomobiles are definitely the most convenient way to get around, and parking is plentiful everywhere except the downtown area. Municipal ",{"type":"'''","value":["parking"]}," is complimentary and fairly well dispersed, but usually limited to 2 hours during the business day.\n\n",{"type":"===","value":["By train"]},"\nPalo Alto and California Avenue are stops along the Bay Area train route known as ",{"type":"[","value":["http:\/\/www.caltrain.com Caltrain"]},". Both stations also have free shuttles (The Marguerite), which go to the Stanford University campus.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Stanford University"]},"— Located just outside Palo Alto. Offers cultural, athletic, natural and educational resources to Palo Alto visitors. For example, ",{"type":"''","value":["Outdoor Sculpture"]}," at Stanford University includes a very large collection of large scale works by Rodin in a garden immediately adjoining the museum of art. Look for Andy Goldsworthy's ",{"type":"''","value":["River of Stone"]}," a few steps from the museum's front entry. A guided outdoor sculpture tour is conducted the first Sunday of each month at 2PM, rain or shine. The tour lasts about 1.5 hours, and begins at the entrance of the Main Quad (where The Oval meets Serra Street). One of the most unique things in the USA is the New Guinea Sculpture Garden at Stanford. Made by New Guinean tribes people, it is a beautiful collection of wooden sculptures. (Next to Roble Dormitory, near the intersection of Lomita Drive and Santa Teresa Street)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baylands Nature Preserve"]},"— The 1,940-acre Baylands Preserve brings you to the edge of San Francisco Bay and is a component of the critical wetlands needed to preserve wildlife and marine life in the San Francisco region; it is a great place to hike, bike, watch birds and enjoy an afternoon. The Lucy Evans Baylands Nature Interpretive Center has interesting educational programs for children and adults. Take Embarcadero Road east to the very end to get there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Packard's Garage"]}," — 367 Addison Ave., Palo Alto. This restored garage is a museum, California Registered and National Historic Landmark -- the site where Hewlett-Packard was founded and the \"Birthplace of Silicon Valley.\" You can only see this from the street. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shockley's Laboratory"]}," — 391 San Antonio Road. The other birthplace of Silicon Valley. The first transistors were made here. It was most recently an international grocery store, but is now vacant. William Shockley was a brilliant researcher, but a lousy manager. His team (which included Gordon Moore and Robert Noyce (both co-founded Intel), Eugene Kleiner (founder of Kleiner-Perkins), Jean Hoerni (founder Union Carbide Electronics), Sheldon Roberts, and others) left to start Fairchild Semiconductors, which lead to Intel and many other companies. It was the silicon transistor that created Silicon Valley."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stanford Linear Accelerator Center"],["alt="],["url=http:\/\/www.slac.stanford.edu"],["email="],["address=2575 Sand Hill Rd., Menlo Park"],["lat="],["long="],["directions="],["phone = +1 650 854 0683"],["tollfree="],["fax="],["hours="],["price="],["content=Make time to go on a free public tour of one of the world's best-known experimental particle accelerators. Managed by Stanford University's Department of Energy, it attracts researchers from all over the world who like to smash tiny bits of matter together and then record the results."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palo Alto Art Center"],["alt="],["url="],["email="],["address=1313 Newell Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Palo Alto, 650.329.2366, www.cityofpaloalto.org\/artcenter. A nationally recognized visual arts center that offers a variety of exhibitions, classes, workshops and art education programs. Exhibitions include the best of contemporary fine art, craft, design and new art forms, with a particular emphasis on the art of the San Francisco Bay Area."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Thomas Aquinas Church"],["alt="],["url="],["email="],["address=751 Waverley St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Palo Alto. Fans of the classic cult film, ",{"type":"''","value":["Harold and Maude"]}," should head to St. Thomas Aquinas Church, the oldest church in Palo Alto (built in 1902). Intimate and beautiful, with ornate wood ceiling crossbeams and gorgeous stained-glass panels, the sanctuary is the perfect place to step out of the modern world and take a moment for peaceful solitude and reflection."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Biking"]}," is a very popular Palo Alto activity. Road and off-road trails are plentiful."]},"\n",{"type":"*","value":[{"type":"'''","value":["Walking"]}," trails abound in the hills to the west of Palo Alto. Check out the Arastradero Preserve ",{"type":"[","value":["http:\/\/www.acterra.org\/arastradero\/"]}," and the four-mile walking trail at the 150-foot diameter Stanford University Radio Telescope, which locals call \"the Dish\". The trailhead is at the intersection of Junipero Serra and Stanford Avenue. The public hiking trails are only accessible during daylight hours. Sorry, dogs are prohibited.  Check out a beautiful hike on skyline called Crazy Pete's hike.  Great view of Palo Alto city.  Maybe the best part of this hike is the history.  \"Crazy\" Pete was a miner who lived in Coal Creek preserve and built a road -- named Crazy Pete's road -- in the 1800s.  Most people don't know how Crazy Pete got his moniker. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Stanford Theater"],["alt="],["url=http:\/\/www.stanfordtheatre.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An old theater showing classics from the 1930s through the 1950s (not open year round). Sometimes features an organist playing live before screenings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Stanford University Free Lectures and Events"],["url=http:\/\/events.stanford.edu"],["content=Unless you are a student at Stanford, you won't get into classes for free at this acclaimed university, but there are some events and lectures open to the public each month. Parking can be hard to come by close to the venues of events, but the university runs a free shuttle bus, called the Marguerite, that picks up passengers at several locations including the Palo Alto California Avenue Caltrain station and deposits them within easy walking distance of most event sites. The online schedule of lectures and events is updated frequently and usually lists at least five to seven upcoming free happenings."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Dish Walk"]},", Stanford foothills, Junipero Serra Boulevard and Stanford Avenue. A great way to start the day, a 4 mile walk around Stanford's nature preserve that is complete with gorgeous views of the Bay and the city. Called the Dish Walk because of a radio telescope dish crowning the mountain, this network of paths and trails around the Stanford foothills west of Junipero Serra Blvd. offers numerous hillside trail runs and hikes."]},"\n",{"type":"==","value":["Buy"]},"\n\nPalo Alto's main shopping district is on University Avenue, between El Camino Real and Middlefield Road. It is a great long street of shopping, coffee spots, eateries and outdoor dining. Influenced by a college and upscale tech demographic, there is a variety of stores available from the local shop, to a unique designer store. A second, smaller shopping area is on ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.californiaavenue.org\/ California Avenue"]}]}," between El Camino Real and Alma.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Stanford Shopping Center"],["alt="],["url=http:\/\/www.stanfordshop.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sand Hill Road and El Camino Real. A large upscale mall that features Neiman-Marcus, Nordstrom's, Bloomingdale, Macy's and one hundred and forty other stores."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Patrick James menswear"]},", 855 El Camino Real, Ste 20, Town and Country Village, Palo Alto, 650-328-307. Offering traditional menswear, including cufflinks, suits, weekend wear, resort clothing, and custom-made shirts. Providing high quality suits and exceptional service."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Leaf & Petal"],["alt="],["url="],["email="],["address=439 California Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Palo Alto. Excellent womenswear boutique with great service and the best selection of contemporary apparel in town. They carry emerging designer brands and have a gorgeous selection of jewelry and handbags."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lyons Limited Prints"]},", 10 Town and Country Village, El Camino Real and Embarcadero, Palo Alto, 650-325-9010. Check out the impressive array of botanical and architectural prints, maps, and city views for sale. Any of the works sold here can be framed and shipped."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cielo"]},", 110 Stanford Shopping Ctr, Stanford Shopping Center, Palo Alto, 650-329-8833. High end designer labels can be found here, including Dries, Vanessa Bruno, Zucca, etc. While staff can be a little impersonal, concentrate on the beautiful fabrics and well cut clothing."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Buca di Beppo"],["alt="],["url=http:\/\/www.bucadibeppo.com\/loc_details.asp?ID=0501"],["email="],["address=643 Emerson St"],["lat="],["long="],["directions="],["phone = +1 650 329-0665"],["tollfree="],["fax="],["hours="],["price="],["content=Family style Italian cuisine, and they do mean family style - one entree will feed multiple people. They do not accept reservations, so get there early."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Crowne Plaza Cabana"],["alt="],["url=http:\/\/www.cppaloalto.crowneplaza.com\/sfoca\/dining.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 650 857-0787"],["tollfree="],["fax="],["hours="],["price="],["content=4290 El Camino Real. Features perhaps the most sumptuous brunch buffet that you may experience, on weekends only though. Though a typical Sunday champagne brunch here is $30 (after tax and tip), the amount of food offered and the quality and freshness of food is impressive and well worth it."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Fuki Sushi"],["alt="],["url=http:\/\/www.fukisushi.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best Japanese food near Palo Alto, albeit expensive even by local standards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mango Cafe"],["alt="],["url="],["email="],["address=435 Hamilton Avenue"],["lat="],["long="],["directions="],["phone = +1 650 325-3229"],["tollfree="],["fax="],["hours="],["price="],["content=Caribbean restaurant with wonderful fruit juice drinks. Order 'The Whole Island' if you're starving (jerked chicken wings, island rice, and chicken pelao)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Nola"],["alt="],["url=http:\/\/www.nolas.com"],["email="],["address=535 Ramona St"],["lat="],["long="],["directions="],["phone = +1 650 328-2722"],["tollfree="],["fax="],["hours="],["price="],["content=New Orleans themed restaurant with good food. Rowdy bar famous for its Hurricane cocktail."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=PF Chang's"],["alt="],["url=http:\/\/www.pfchangs.com\/location\/loc_code.jsp?state=ca"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 650 330-1782"],["tollfree="],["fax="],["hours="],["price="],["content=Stanford Shopping Center. Offers California-style Asian cuisine in a bistro environment."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Pizza My Heart"],["alt="],["url=http:\/\/www.pizzamyheart.com"],["email="],["address=220 University Ave"],["lat="],["long="],["directions="],["phone = +1 650 327-9400"],["tollfree="],["fax="],["hours="],["price="],["content=By the slice or by the pie, this place serves up some pretty good pizza. Thin crust only."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Pluto's"],["alt="],["url=http:\/\/plutosfreshfood.com\/locations\/palo_alto\/"],["email="],["address=482 University Ave"],["lat="],["long="],["directions=at Cowper"],["phone = +1 650 853-1556"],["tollfree="],["fax=+1 650 327-9569"],["hours="],["price="],["content=Some of the tastiest and healthiest sandwiches and salads to be found in the Bay Area. Anything with roasted turkey is particularly recommended."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Shokolaat"],["alt="],["url=http:\/\/www.shokolaat.com\/"],["email="],["address=516 University Ave"],["lat="],["long="],["directions="],["phone = +1 650 289-0719"],["tollfree="],["fax="],["hours="],["price="],["content=Wonderful modern bistro and chocolatier, serving lunch and dinner but also open in the morning for pastries and coffee. Some of the best food in town. Sit outside on a nice day on the expansive front patio."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sprout"],["alt="],["url=http:\/\/cafesprout.com\/"],["email="],["address=168 University Ave"],["lat="],["long="],["directions="],["phone = +1 650  323-7688"],["tollfree="],["fax="],["hours="],["price="],["content=The best fresh salads in town, great home made soup including a killer butternut squash, delicious sandwiches and small bites. A great place to have lunch during a shopping or sightseeing trip downtown."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Straits Cafe"],["alt="],["url=http:\/\/www.straitsrestaurants.com\/"],["email="],["address=3295 El Camino Real"],["lat="],["long="],["directions="],["phone=+1 650 494-7168"],["tollfree="],["fax="],["hours="],["price="],["content= Lacking the hip ambiance of its San Jose counterpart, this chain restaurant offers safe, sanitized South East Asian cuisine. The samosas and roti prata are highly recommended and will start your meal off right."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sundance Steakhouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 650 321-6798"],["tollfree="],["fax="],["hours="],["price="],["content=1921 El Camino Real. A very good steakhouse with superb prime rib and a great whiskey peppercorn sauce to go with it; pricey and worth it. The clam chowder is rich and delicious. The restaurant is quiet and provides excellent ambiance for a leisurely dinner."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Tamarine"],["alt="],["url=http:\/\/www.tamarinerestaurant.com"],["email="],["address=546 University Ave"],["lat="],["long="],["directions="],["phone = +1 650 325-8500"],["tollfree="],["fax="],["hours="],["price="],["content=Palo Alto. With a cool but comfortable decor, Tamarine offers consistently well prepared Vietnamese cuisine. Pair your clay pot cod with a tasty cocktail from their extensive cocktail list, and combine it with exceptional service, and you have got the makings for a perfect night out."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sushi House"],["url="],["email="],["address=855 El Camino Real # 158"],["lat="],["long="],["directions="],["phone = +1 650 321-3453"],["tollfree="],["fax="],["hours="],["price="],["content=Moderately priced Japanese Cuisine. A good alternative to Fuki Sushi."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["So Gong Dong Tofu House"]},", 4127 El Camino Real, +1 650 424-8805. Gong Dong has a bright and cheery decor which complements the tasty and healthy cuisine. Dishes include tofu soup, beef dish, and short rib dish which are all rich tasting and delicious. Servers are standing by to explain the menu and the intricacies of the cuisine."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taqueria El Grullense"]},", 3636 El Camino Real, +1 650 251-9317.  For the best Mexican food Palo Alto has to offer, visit the taqueria and be sure to give their salsa verde a try. Grullense has become famous for its \"Super Burritos\", which are tasty and very filling. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zibibbo"],["alt="],["url=http:\/\/www.restaurantzibibbo.com\/"],["email="],["address=430 Kipling"],["lat="],["long="],["directions=between University and Lytton"],["phone=+1 650 328-6722"],["tollfree="],["fax="],["hours="],["price="],["content= With a high price tag attached to the dishes, you would expect the quality of the good and service to match, but unfortunately, it does falter on occasion. With a huge layout, it's hard to convey ambiance and intimacy, although dishes such a roasted rabbit and wild mushroom pizza do exceed expectations."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Chicago"],["url="],["email="],["address=4115 El Camino Real"],["lat="],["long="],["directions="],["phone = +1 650 424-9400"],["tollfree="],["fax="],["hours=Su-Th: 11AM - 10PM F-Sa: 11AM - 11PM"],["price="],["content=Great deep dish pizza, although a tad more expensive than your average pie."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bistro Maxine"],["url=http:\/\/www.bistromaxine.com"],["email="],["address=548 Ramona St"],["lat="],["long="],["directions=Exit 101 onto University Ave go 2.2 miles turn left onto Ramona"],["phone = +1 650 323 1815"],["tollfree="],["fax="],["hours=Tues-Sa 8AM-10PM and Su 9AM-4PM closed Monday"],["price=$8 - $15"],["content=Located in downtown Palo Alto, Bistro Maxine is the perfect location for French bistro feel and European atmosphere. Opened in June 2006, it is the only place to offer real authentic French crêpes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Bodeguita del Medio"],["url=http:\/\/www.labodeguita.com"],["email="],["address=463 S. California Avenue"],["lat="],["long="],["directions="],["phone =+1 650 326-7762"],["tollfree="],["fax="],["hours="],["price="],["content=A great bar and restaurant featuring Cuban inspired cuisine. A friendly and welcoming neighborhood place with a walk-in humidor and smoking patio. There is also a great bar with over 50 sipping rums featuring Cuban inspired cuisine."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Izzy's Brooklyn Bagels"],["url=http:\/\/izzysbrooklynbagels.com"],["email="],["address=477 S California Ave."],["lat="],["long="],["directions="],["phone = +1 650 329-0700"],["tollfree="],["fax="],["hours=M-Th 6AM-5PM, F 6AM-4PM, Sa-Su 7AM-3PM"],["price="],["content= Popular and rightly so."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Antonio's Nut House"],["alt="],["url="],["email="],["address=321 S. California Avenue"],["lat="],["long="],["directions="],["phone = +1 650 321-2550"],["tollfree="],["fax="],["hours="],["price="],["content=Popular destination for locals. Primarily a blue collar bar, but dot-com people come through every now and then for a round of pool. Free peanuts for patrons and you can even throw the shells onto the floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Empire Tap Room"],["alt="],["url="],["email="],["address=651 Emerson Street"],["lat="],["long="],["directions="],["phone = +1 650 321-3030"],["tollfree="],["fax="],["hours="],["price="],["content=Bright, cheery bar considering the sometimes crusty clientele. Excellent wine list and delicious calamari."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Miyake"],["alt="],["url=http:\/\/www.miyake-usa.com\/index2.htm"],["email="],["address=140 University Avenue"],["lat="],["long="],["directions="],["phone = +1 650 323-9449"],["tollfree="],["fax="],["hours="],["price="],["content=Features high energy atmosphere, 80's music and disco lights, popular with Stanford students. A Sake Bomb (shot of sake dropped into a glass of beer and chugged) is the drink of choice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Old Pro"],["alt="],["url=http:\/\/www.oldpropa.com"],["email="],["address=541 Ramona St"],["lat="],["long="],["directions="],["phone = +1 650 326-1446"],["tollfree="],["fax="],["hours="],["price="],["content=Loud, energetic sports bar in a high traffic part of downtown Palo Alto. A frequent for Stanford students to hang out at."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bistro 412"],["alt="],["url="],["email="],["address=412 Emerson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Palo Alto, 650.326.7183. Bistro 412 take care of their packed crowds beautifully with some nights devoted to DJ dancing, while others showcase live music and the heavy drinks are always flowing here. With a European vibe and a chic decor with an outdoor patio, it's a fun night out and recommended for smaller parties."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Gordon Biersch"],["alt="],["url="],["email="],["address=640 Emerson St"],["lat="],["long="],["directions="],["phone=+1 650 323-7723"],["tollfree="],["fax="],["hours="],["price="],["content= Although their brick building looks like an unassuming basic beerhouse, they offer food that attempts to be a notch above. This local Palo Alto bar is a must do, especially with the beer being produced on-site. Or sample one of their classic, German inspired microbrews or seasonal specialty beers which, by the way, is an excellent way to spend an afternoon, or a very long evening. This is the original brewery which spawned the nationwide Gordon Biersch chain."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Quattro Restaurant & Bar"],["url=http:\/\/www.fourseasons.com\/siliconvalley"],["email="],["address=2050 University Avenue"],["lat="],["long="],["directions="],["phone = +1 650 566-1200"],["tollfree="],["fax="],["hours="],["price="],["content=Distinctive all-day restaurant, large outdoor terrace and bar. 1\/2 price wine on Fridays."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Cardinal Hotel"],["alt="],["url=http:\/\/www.cardinalhotel.com\/"],["email="],["address=235 Hamilton Ave"],["lat="],["long="],["directions="],["phone = +1 650 323-5101"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Creekside Inn"],["alt="],["url=http:\/\/www.creekside-inn.com\/"],["email="],["address=3400 El Camino Real"],["lat="],["long="],["directions="],["phone = +1 650 493-2411"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Crowne Plaza Hotel"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/6c\/1\/en\/hd\/sfoca"],["email="],["address=4290 El Camino Real"],["lat="],["long="],["directions="],["phone = +1 650 857-0787"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Days Inn Palo Alto"],["alt="],["url=http:\/\/www.daysinncalifornia.com\/html\/days-inn-palo-alto-hotels-ca.asp"],["email="],["address=4238 El Camino Real"],["lat="],["long="],["directions="],["phone =+1 650 493-4222"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Garden Court Hotel"],["alt="],["url=http:\/\/www.gardencourt.com"],["email="],["address=520 Cowper Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Downtown."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Motel 6"],["alt="],["url=http:\/\/www.motel6.com\/reservations\/motel_detail.asp?MotelId=0041&state=CA&full=California&city=Palo%20Alto"],["email="],["address=4301 El Camino Real"],["lat="],["long="],["directions="],["phone = +1 650 949-0833"],["tollfree="],["fax=+1 650 941-0782"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Stanford Terrace Inn"],["alt="],["url="],["email="],["address=531 Stanford Avenue"],["lat="],["long="],["directions="],["phone = +1 650 857-0333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Comfort Inn Palo Alto"],["url=http:\/\/www.paloaltoci.com\/"],["email="],["address=3945 El Camino Real"],["lat="],["long="],["directions="],["phone = +1 650 493-3141"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Inn at Stanford Super 8"],["url=http:\/\/www.super8paloalto.com"],["email="],["address=3200 El Camino Real"],["lat="],["long="],["directions="],["phone = +1 650 493-9085"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Keen"],["url=http:\/\/www.hotelkeen.com\/"],["email="],["address=425 High Street"],["lat="],["long="],["directions="],["phone =+1 650 327-2775"],["tollfree="],["fax="],["hours="],["price=120-150$"],["checkin=3PM"],["checkout=noon"],["content=Hotel with free wi-fi, great service, clean and new rooms. However, on the other hand, restrooms have no doors (might be problematic if you are two), and the place is a bit noisy."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quality Inn Palo Alto"],["url=http:\/\/www.paloaltoqi.com\/"],["email="],["address=3901 El Camino Real"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-424-6423"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Stanford Motor Inn Palo Alto"],["url=http:\/\/www.magnusonhotels.com\/Stanford-Motor-Inn-Palo-Alto\/"],["email="],["address=3305 El Camino Real"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nPalo Alto enjoys a very low crime rate, although visitors should take basic precautions against petty crime as with any tourist hotspot. Palo Alto's downtown is home to a small number of homeless people and beggars, but they are much less visible than their counterparts in Berkeley.  To the north of Palo Alto, the city of East Palo Alto and the unincorporated area of North Fair Oaks suffer from high crime rates and should be avoided or traversed quickly.\n\nBe careful to check for ticks after hiking in fields in the Bay Area.  There is a high rate of Lyme disease transmission in the Bay Area.  If a bull's eye rash develops at the tick bite site, immediately seek medical assistance and treatment with antibiotics.\n\n",{"type":"==","value":["Connect"]},"\n\nDowntown Palo Alto, along ",{"type":"'''","value":["University Avenue"]},", has free WiFi.\n\n",{"type":"*","value":[{"type":"'''","value":["Apple Store"]},", 451 University Avenue. All the computers are on wi-fi and free to use."]},{"type":"*","value":[" ",{"type":"'''","value":["Palo Alto Cafe"]},", 2675 Middlefield Road. Has a free wi-fi hotspot."]},{"type":"*","value":[" ",{"type":"'''","value":["Palo Alto's Downtown Wi-Fi Internet Hotzone"]},", ",{"type":"[","value":["http:\/\/www.anchorfree.com\/locations_paloalto.html"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Stanford Marguerite Shuttle"]}," is free to use and has free wi-fi on board, ",{"type":"[","value":["http:\/\/http:\/\/transportation.stanford.edu\/marguerite\/"]}]},"\n",{"type":"==","value":["Go next"]},"\n\nPalo Alto is a good base of operations for visiting both the ",{"type":"[[","value":[["Silicon Valley"]]}," and ",{"type":"[[","value":[["San Francisco"]]},", as it is halfway between that city and ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]},". \nTrips to ",{"type":"[[","value":[["San Francisco"]]}," on Caltrain leave frequently and stop just south of downtown.  The ride lasts about an hour, and Caltrain's rush-hour Baby Bullets travel the distance even faster. Check out Caltrain schedules ",{"type":"[","value":["http:\/\/www.caltrain.org\/timetable.html"]},", and make sure to buy a ticket before boarding.\n\nTo the west, the beautiful ",{"type":"'''","value":["Coastal Range"]}," provides excellent biking, hiking, and other outdoor sports. Taking ",{"type":"'''","value":["Page Mill Road"]}," due west will get you, eventually, to Highway 1 on the beautiful peninsula coast (although Highways 84 and 92 are preferable, especially the latter). And ",{"type":"[[","value":[["Santa Cruz (California)"],["Santa Cruz"]]}," is accessible from Highway 17, Skyline Boulevard (Highway 35 to Highway 9), or beautiful Highway 1.\n\nIf you're touring universities, the ",{"type":"'''","value":["University of California, ",{"type":"[[","value":[["Berkeley (California)"],["Berkeley"]]}]}," is just across the bay. Take US-101 north through San Francisco and across the Bay Bridge to I-580 north, exiting University Avenue. Or by public transport, take the Stanford Marguerite shuttle to CalTrain and ride the Caltrain to Millbrae. At Millbrae, switch to BART and ride to Downtown Berkeley. (See 511.org ",{"type":"[","value":["http:\/\/www.511.org\/"]}," for more).\n\n",{"type":"{{","value":[["routebox"],["image1=US_101.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["San Francisco"]]}],["minorl1=",{"type":"[[","value":[["East Palo Alto"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}],["minorr1=",{"type":"[[","value":[["Mountain View (California)"],["Mountain View"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["37.44194"],["-122.14306"]]},"\n",{"type":"{{","value":[["isPartOf"],["Peninsula (Bay_Area)"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Palo Alto, California"]]},"\n",{"type":"[[","value":[["WikiPedia:Palo Alto, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/California\/Localities\/P\/Palo_Alto"]]}]