[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Pamorovo"]}," is the site of a ski resort in the Rhodope mountain range in ",{"type":"[[","value":[["Bulgaria"]]},". The nearby mountain Snejanke is 1926 m above sea level. Pamporovo is the southernmost ski-resort in Europe.\n\n",{"type":"==","value":["Get in"]},"\n\nPamporovo is about 2 hours away from Plovdiv, Bulgaria's second biggest city. Access to the resort town is gained through a series of windy mountainous roads.\n\n",{"type":"==","value":["Get around"]},"\n\nPamporovo is relatively small and many places of interest are within walking distance of one another. Mini buses and coaches are organised during the winter by the surrounding hotels to get to and from the ski centre. They usually operate several times in the morning and evening. Buses to the town centre from the ski centre are also available throughout the afternoon. There are a substantial amount of taxi's in the town for getting around at night.\n\n",{"type":"==","value":["See"]},"\n\nThe view from ski slopes of Mount Snejanke is spectacular. The tower on top of the mountain stands another 110 m providing an even better view. On clear days you can see as far as the Greek coast.\n\n",{"type":"==","value":["Do"]},"\n\nSkiing is Pamporovo's main attraction. During the skiing season the ski centre and slopes at Mount Snejanke are open from 8:30AM to 4:30PM.\n\nSnowmobiles are available for supervised use at night on the mountain when the snow fall is adequate.\n\nAn authentic Bulgarian folk feast is served in a nearby restaurant. Lamb is spit roasted and served while traditional Bulgarian music is played accompanied by traditional dance.\n\n",{"type":"==","value":["Buy"]},"\n\nThe town has a small supermarket located in the centre. There are also various shops all centred in the same area. Jewelers, souvenir and clothing shops are to name a few. \n\nPamporovo has several shops specifically catering for ski gear and ski related paraphernalia.\n\n",{"type":"==","value":["Eat"]},"\n\nThe town has enough restaurants with decent quality food so that you won't go hungry.\n\nThere are numerous cafés and places to eat on the mountain slopes itself so it's easy to find food for lunch or a snack when skiing.\n\n",{"type":"==","value":["Drink"]},"\n\nThe water in Pamporovo is quite pure. It flows down from glacial ice in the surrounding mountain range. If you're not used to the water it may cause an upset stomach, due to the mineral content.\n\n",{"type":"==","value":["Sleep"]},"\n\nHotels seem to be the only place available for sleeping. The town has enough hotels of different status for anyone looking for a place to stay.If you want to rent an apartment there are plenty to choose from and are available all year round.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["41.6500"],["24.6833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Rhodope Mountains"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Pamporovo"]]},"\n",{"type":"[[","value":[["Commons:Category:Pamporovo"]]}]