[{"type":"{{","value":[["pagebanner"],["Pamukkale banner Salt formations.jpg"],["caption=Salt formations"],["unesco=yes"]]},"\n\n",{"type":"[[","value":[["Image:The waterfalls - travertine of Pamukkale, Turkey.jpg"],["thumb"],["250px"],["The travertine hot springs."]]},"\n\n",{"type":"'''","value":["Pamukkale"]}," is in inland ",{"type":"[[","value":[["Southern Aegean"],["southeastern"]]}," ",{"type":"[[","value":[["Aegean Turkey"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Pamukkale"]},", which has been used as a spa since the second century BC, literally means \"cotton castle\" in Turkish.\n\nThe travertine features have their origins in the shifting of a fault in the valley of the Menderes river (between here and ",{"type":"[[","value":[["Denizli"]]},"). As the fault shifted, very hot springs with a very high mineral content (notably chalk) arose at this location. Apart from the slightly radioactive minerals, the calcium and hydrogen carbonate react to create calcium carbonate (also known as travertine) and limestone. This is what gives Pamukkale its whiteness and created the pools.\n\nIt can get quite hot in summer, a hat and especially sunglasses will certainly be very helpful against the sun and the reflecting sun rays from the chalky cascades. On the other hand, the cold winter climate could make the experience slightly uncomfortable. Climbing up the cascades barefoot, with cold water running downstream will be a tough task\n\n",{"type":"==","value":["Get in"]},"\nThe nearest major city is ",{"type":"[[","value":[["Denizli"]]},", where you will likely arrive first before getting to Pamukkale.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":["Closest airport is ",{"type":"[[","value":[["Denizli"]]}," - Cardak Airport is 65 km or 1 hour away and there are flights twice daily to ",{"type":"[[","value":[["Istanbul"]]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Izmir"]]}," Adnan Menderes Airport is another alternative to the area. Pamukkale is 252 km from the airport, a drive of about 4 hours (4-1\/2 to 5 hours by bus)or 6-7 hours by train. (Check TCDD ",{"type":"[","value":["http:\/\/www.tcdd.gov.tr"]}," for train schedule.)"]},"\n",{"type":"===","value":["By train"]},"\nThe nearest train station is in ",{"type":"[[","value":[["Denizli"]]},", which currently has services from ",{"type":"[[","value":[["Izmir"]]}," only. The ",{"type":"[[","value":[["Istanbul"]]}," service (",{"type":"''","value":["Pamukkale Express"]},") was suspended in 2008, presumably because of track renovations, and it is not certain when\/if the services will re-start.\n\n",{"type":"===","value":["By bus"]},"\nBus to Pamukkale\/",{"type":"[[","value":[["Denizli"]]}," can be found from almost all the cities of Turkey. Bus services include water, hot drinks and a snack.\nThere are virtually ",{"type":"''","value":["no"]}," bus companies that take you directly to Pamukkale despite what the ticket sellers tell you.  The bus will drop you in Denizli and then you have to get on the free minibus to Pamukkale (about 20 km away).\n\n",{"type":"===","value":["By ",{"type":"''","value":["dolmuş"]}]},"\nFrom Denizli bus station, take a ",{"type":"'''''","value":["dolmuş"]},", a type of cheap communal taxi that usually seats about 10 (but it's possible they'll squeeze in more),  from nearby ",{"type":"[[","value":[["Denizli"]]},". Frequent mini-buses serve the village of Pamukkale in a 20 minute ride. It cost 3 YTL per trip.It is also possible to make rezervation the bus ticket from Pamukkale Village. And the bus company can arrange shuttle bus to bus station if there is enough number of people.\n\n",{"type":"==","value":["Get around"]},"\n\nEven when you're way on the edge of the village, you can reach everything (i.e. the village center and the travertine pools) on foot in about ten to fifteen minutes.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"<","value":["b",["The Travertines of Pamukkale"]]},"\n\nThese are a set of bizarre calcium cliff bathing pools overlooking the town of Pamukkale. You can access them via a toll-booth, however tough pollution control regulations require removing your shoes in order to walk on them (so bring something to put your shoes in!), so the travertines stay white as ever. This job is made tougher in winters when the water flowing down the chalky cascades will be freezing cold. You can avoid the climb and take a taxi to the top of the hill and enter from the side of Hierapolis. But the real charm of the place lies in experiencing these travertines\n\nThese petrified waterfalls\/travertine are a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]},". The admission costs 20 TL per entrance. Lower parts of the travertine cascades are reported to have better views than the top.\n\nThis price includes admission to nearby Roman city of Hierapolis as well. Hierapolis has a great (12,000-seat) amphitheater that is well worth visiting.\n\nThere is also a small museum (entry fee is 3 TL, opening hours 8am-5pm, Tu-Su).\n\nDay tours are offered for around 45 Lira (as of January 2010) including English-speaking guide, entrance fee to Hierapolis and the travertines (this alone costs 20 Lira) and buffet lunch. Different companies seem to offer similar tours, ask around. Such tours leave from the Pamukkale bus company office on the main street opposite the travertines, and the Koray Hotel. There may be tours starting from other places around the town as well. For those who rather not visit the travertines under the scorching sun, there are also night tours as well, which start from small guesthouses.\n\n",{"type":"[[","value":[["Image:Pamukkale_Theater_tr.jpg"],["thumb"],["Roman theater"]]},"\n\nOther than the travertines and Roman city of Hierapolis, places worth a look around Pamukkale are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Laodikya"],["alt="],["url="],["email="],["address="],["lat=37.834"],["long=29.118"],["directions=6 km from Pamukkale on the Denizli road. Take the bus towards Denizli. Tell the driver you want to go to Laodikiya, he will drop you off on the side of the road next to the sign. From there, turn right following the sign and walk for about 15 minutes and you'll get to the site."],["phone="],["tollfree="],["fax="],["hours="],["price=10 TL"],["content=Another lesser known site, but one that holds a considerable significance Biblically is ",{"type":"'''","value":["Laodikya"]},". It's mentioned in the Bible as one of the 7 Churches of the Revelations and even though it hasn't been reconstructed as much as the more famous sites like ",{"type":"[[","value":[["Ephesus"]]},", is a great place to experience the Roman history without the crowds. A peaceful way to spend a day looking at ruins but also the beautiful scenery there as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Colossae"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ancient ruins 7kms from Pamukkale. It used to be an ancient city of Phrygia. It has never been excavated."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Karahayit"],["alt="],["url="],["email="],["address="],["lat=37.9675"],["long=29.1027"],["directions=5 minutes from Pamukkale by local bus. Once you get to the last bus stop head to the northern edge of the town where springs and mud bath located."],["phone="],["tollfree="],["fax="],["hours="],["price=The entry to the site is free"],["content=The red spring is not even nearly as big as the calcium outcrop in Pamukkale, but worth a look. You might also want to try their mud baths."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kaklik caves"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They are like a small version of Pamukkale, but in a cave, underground and are about 30 minutes from Pamukkale."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" You can walk down barefooted in the waterfalls from the village. The place is crowded when the tour-buses arrive. No shoes are allowed on the travertines. If you don't want to walk back to top, you can use the buses dropping off people back to top, which depart from near lower end of the travertines. You should wear swimming suit. A lot of people bath in the baths here."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thermal pool in the Hierapolis area also called \"Cleopatra Pool's\""],["alt="],["url="],["email="],["address="],["lat=37.9261"],["long=29.1255"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=32 TL"],["content=Swim with Roman ruins in a large natural swimming pool located just past the topmost travertines."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Paragliding"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lots of paragliding options. Some are short another last longer."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boat riding"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=before entrance to travertines there is a nice park with a lake, free entrance"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can try riding a boat or feeding a ducks there."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe Pamukkale\/Denizli area is famous for its ",{"type":"'''","value":["cotton and the homewares"]},". These are becoming sought after world wide (Arnold Schwartzenegger decked out his house in curtains and furnishings specially made in Denizli - so the story goes!)  and the best place to go is the town of Buldan, about 30 minutes drive from Pamukkale.  Many of the other souvenirs and traditional Turkish wares that you can find in other parts of Turkey are cheaper around Denizli\/Pamukkale because they are produced there.\n\n",{"type":"[","value":["http:\/\/www.safakhali.com Safak Halı Pazarı"]}," : Atatürk Caddesi No 30 tel:+90 258 272 2317 You can find locally handmade carpet and kilim, towel, tablecloths, seramics, onyx, scarfs, many different kind of souvenirs homewares here it also cheap price.\n\n",{"type":"==","value":["Eat"]},"\nThe best and freshest food is to be found in the small family run pensions, but for a great open air restaurant where you can eat 'borek' the Turkish pancakes and gaze across the valley, try ",{"type":"'''","value":["Alis"]}," on the main highway just before you come into the town.\n\n",{"type":"*","value":[{"type":"'''","value":["Mehmets Heaven"]},", on the main street near the Travertines has an excellent view of Pamukkale from his porch out back.  Great food and well priced.  Super nice owner as well."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kayas Wine House"],["url="],["email="],["address=Kale Mah. Ataturk Cad. No 3"],["lat="],["long="],["directions=centre"],["phone=0090 258 272 2267"],["tollfree="],["fax="],["hours="],["price="],["content=Recently started serving food, not only Turkish but also international (Korean, Japanese...) in traditional but trendy surroundings. Located in the centre of town, close to all the major hotels."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lamuko's Lokanta"],["url="],["email="],["address=Main Street Pamukkale"],["lat="],["long="],["directions="],["phone=0090 542 390 8175"],["tollfree="],["fax="],["hours="],["price="],["content=Japanese and Korean food in the centre of Pamukkale, next to Pamukkale Bus Company office. Delicious!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kale Hotel"],["url="],["email="],["address=Atatürk Cad. 16"],["lat="],["long="],["directions=on the main street in the centre of town"],["phone=+90 258 272-26-07"],["tollfree="],["fax="],["hours="],["price="],["content=This place has great Chinese, Korean, and Japanese food at an excellent deal. It's also got Turkish food, but is a great change if you'd like something other than gözleme, pide or kebabs. Entrees are around 10 TL and it has beer and wine."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Ayran is a salty yogurt drink similar to a salty lassi. It may be an acquired taste, but should be tried while in Turkey."]},{"type":"*","value":[" The wines produced in the Pamukkale area are becoming quite famous and are winning awards for the quality and standard. Note that Turkish wine may disappoint."]},{"type":"*","value":[" Raki is a traditional Turkish drink, generally served with mezes (tapas like appetizers, generally followed by a fish or meat dish). With an anise-seed flavor, it may be an acquired taste. Great with fish or any long meal as it is meant to open up your appetite."]},{"type":"*","value":[" Efes or Tuborg are the go-to beers in all of Turkey, and are often the only beers available."]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are small family-run pensions at the village south of the travertines. Most have swimming-pools filled with the warm greenish milky water from the travertines. They also offer very delicious Turkish food.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Artemis Yoruk Hotel"],["url=http:\/\/www.artemisyorukhotel.com\/"],["email=info@artemisyorukhotel.com"],["address=Atatürk Cad. 48\/A"],["lat="],["long="],["directions="],["phone=+90 258 272-26-74"],["tollfree="],["fax=+90 258 272-26-75"],["hours="],["price=€ 12\/€ 20 single\/double rooms, including breakfast. On their advertisements, dorms are touted as € 9 pp, including breakfast, but they insist on a price of 25 TL (about € 14) if you just show up. There are cheaper accommodations of this type further down the road"],["checkin="],["checkout="],["content=Hotel just opposite the bus stop with a pool and a nice garden, and a rooftop restaurant which serves traditional Turkish food. Rooms with en-suite, TV, and air-con. Owners can speak English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Dört Mevsim"],["alt=While the turkish name ",{"type":"''","value":["dört mevsim"]}," translates to “Four Seasons”, the hotel is neither affiliated nor has any similarity to the hotel chain"],["url=http:\/\/www.hoteldortmevsim.com\/"],["email=info@hoteldortmevsim.com"],["address="],["lat="],["long="],["directions="],["phone=+90 258 272-20-09"],["tollfree="],["fax=+90 258 272-26-32"],["checkin=7:30AM-11:30PM"],["checkout=11:30AM"],["price=from € 18\/€ 26 sinlge\/double rooms, € 10 pp dorms, all including breakfast. Visa, Euro\/Mastercard are accepted"],["content=Very friendly and welcoming family-run hotel with free wi-fi, swimming pool, free car park, babysitting service, and air-con. They allow pets at no extra cost. They also have a campground on their yard. Very delicious dinner is freshly cooked in the evening for 15 TL pp."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kale Hotel"],["url=http:\/\/www.otelkale.com"],["email=info@otelkale.com"],["address=Kale Mah. Atatürk Cad. 16"],["lat=37.9175536"],["long=29.1211402"],["directions=on the main street in the centre of town"],["phone=+90 258 272-26-07"],["tollfree="],["fax=+90 258 272-26-07"],["hours="],["price=€ 12"],["checkin="],["checkout=11AM"],["content=A family-run guesthouse. Rooms with satellite TV. Roof-top terrace, swimming pool, free wi-fi, Ottoman Corner, restaurant, day trips and excursions."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Koray Hotel"],["url=http:\/\/www.hotelkoray.com"],["email=info@otelkoray.com"],["address=Pamuk Mah. Fevzi Çakmak Cad. 29"],["lat="],["long="],["directions="],["phone=+90 258 272-22-22"],["tollfree="],["fax=+90 258 272-20-95"],["hours="],["price="],["checkin="],["checkout="],["content=Friendly and family-run, with garden bar and restaurant and a large swimming pool. Rooms with satellite TV. The hotel can organize day tours, express bus tickets, plane tickets, and offers a transfer service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Melrose House Hotel"],["url=http:\/\/www.melrosehousehotel.com"],["email=sales@melroseresidence.com"],["address=Vali Vekfi Ertürk Cad. 8"],["lat="],["long="],["directions="],["phone=+90 258 272-22-50"],["tollfree="],["fax=+90 258 272-31-20"],["hours="],["price=~30€ double rooms, including breakfast. Credit cards are NOT accepted"],["checkin="],["checkout="],["content=A nice family-run pansiyon at the eastern end of town with nice rooms, all of which have air-con. The friendly owners serve cheap but tasty home cooked meals. There's a laundry service and a pool filled with spring water. They also used to allow campers to put up their tents."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Öztürk White Hill Hotel"],["url="],["email="],["address=Pamuk Mah. Fevzi Çakmak Cad. 31"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small family-owned hostel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sinter Terasse Hause Hotel"],["url=http:\/\/www.sinterterassehotel.com\/"],["email=sami.kanmaz@hotmail.com"],["address=Pamuk Mah. Hasan Tahsin Cad. 22"],["lat="],["long="],["directions="],["phone=+90 531 708 81 16"],["tollfree="],["fax=+90 258 272-22-33"],["hours="],["price=€ 20\/€ 28 single\/double rooms, including breakfast"],["checkin="],["checkout="],["content=A comfortable, famıly run hotel with wireless internet access and cable TV. Rooms with en-suite, and air-con. Staff can speak English and German."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Venüs Hotel"],["url=http:\/\/www.venushotel.net\/"],["email=info@venushotel.net"],["address=Pamuk Mah. Hasan Tahsin Cad. 16"],["lat="],["long="],["directions="],["phone=+90 258 272-21-52"],["tollfree="],["fax=+90 258 272-29-93"],["hours="],["price=€ 20\/€ 28 single\/double rooms, including breakfast"],["checkin="],["checkout="],["content=A comfortable hotel with wireless internet access, a swimming pool filled with thermal water from travertines. Rooms with en-suite, and air-con. Staff can speak English."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" It is also worth making the effort to get to the remains of the ancient city of ",{"type":"[[","value":[["Aphrodisias"]]},"—one of the best preserved Roman sites in ",{"type":"[[","value":[["Southern Aegean"],["southeastern Aegean"]]},". You can rent a van from ",{"type":"[[","value":[["Denizli"]]}," to get there. Local bus companies will arrange bus tours for 30-40 TL pp (usually a minimum of 4 people is required )."]},"\n",{"type":"*","value":[" Of moderate interest might be visiting ",{"type":"[[","value":[["Denizli"]]},". It's a bit dull but there's a lively market."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Denizli"]]}," one can transfer to, among other options, ",{"type":"[[","value":[["Selçuk"]]}," & its Roman ruins of ",{"type":"[[","value":[["Ephesus"]]},", or the popular Mediterranean resort city of ",{"type":"[[","value":[["Antalya"]]},". Just shop around at the various travel agencies scattered throughout Pamukkale to get the best price quotes, though beware their mark-ups for fees\/\"taxes\" (in particular, Neşe Tours charges high hidden \"taxes\": e.g. 45 TL for a bus to ",{"type":"[[","value":[["Bergama"]]}," that was supposed to include the 3 TL dolmuş price to ",{"type":"[[","value":[["Denizli"]]},", when in fact the dolmuş must be paid extra upon arriving in ",{"type":"[[","value":[["Denizli"]]},", and one could buy the same ",{"type":"[[","value":[["Bergama"]]}," bus ticket for a mere 30 TL at the Denizli bus station counter)."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.9205"],["29.1210"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern Aegean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Pamukkale"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Pamukkale"]]}]