[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Panajachel Guatemala.JPG"],["thumb"],["right"],["350px"],["Pana at lake side"]]},"\n",{"type":"'''","value":["Panajachel"]}," is in the ",{"type":"[[","value":[["Western Highlands"]]}," of ",{"type":"[[","value":[["Guatemala"]]},". Panajachel, or Pana as it is widely known is a small town on the North shore of ",{"type":"[[","value":[["Lake Atitlán"]]},". Pana is a small town with a booming tourist industry. With the exception of possibly ",{"type":"[[","value":[["Antigua (Guatemala)"],["Antigua"]]},", Panajachel is one of the major tourism areas in ",{"type":"[[","value":[["Guatemala"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"''","value":["Chicken buses"]}," from Guatemala City leave approximately every hour, from 6AM to 4PM, and cost only a few dollars US.  However, the ride is long, and it can be quite uncomfortable if the bus gets crowded (which it almost certainly will).\n\nAlternatively, you can take a bus to Los Encuentros, and change there. A bus from Los Encuentros to Sololá costs 2Q and from there you can take another to Panajachel, for 3.50Q\n\nMany tourist agencies will arrange tourist buses transport to Panajachel. A minibus from ",{"type":"[[","value":[["Antigua Guatemala"],["Antigua"]]}," to Panajachel is USD $12 per person each way, though some among the number of agents offering the service could charge USD $20-25.\n\nAdrenalina diagonally across from the post office (",{"type":"''","value":["oficina de correos"]},") has a good reputation.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Atitlan-Panajachel.JPG"],["thumb"],["250px"],["Atitlan lake and Tolimán and Atitlán volcanoes, viewed from Pana's dock"]]},"\nPanajachel itself is quite small, and you can walk practically anywhere within 10 minutes.  Small three-wheel taxis (Tuc=Tuc) continually circle the few streets, and cost 5Q for any destination in Panajachel, 10Q if the ride requires going off the delta (uphill), for example to the Nature reserve (3 people negotiated a ride back for only 20Q).\n\nPrivate shuttle boats (\"lanchas\") to other cities around the lake, such as ",{"type":"[[","value":[["Jaibalito"]]},", ",{"type":"[[","value":[["San Marcos La Laguna"]]},", ",{"type":"[[","value":[["San Pedro La Laguna"]]},", etc., leave regularly from the \"embarcadero\" at the foot of the main street, Calle Santander.  The cost is about 15-30Q one way (5-15Q for Central Americans). The larger public ferries are cheaper (25Q for foreigners) but they only go to Santiago Atitlan (from foot of Calle Rancho Grande, east of Santander) and San Pedro (from foot of Calle del Embarcadero, west of Santander).\n\nBoats to ",{"type":"[[","value":[["Santiago Atitlan"]]}," leave from another dock every 30 mins, and take around 25 mins to cross the lake. It costs 25Q, although locals pay less. To get to the dock, go to the end of Calle Santander, turn left and go until the end of the road, then turn right.\n\nThere is no bus station yet, but chicken buses, taxis and shuttle buses congregate at the intersection of Calle Principal and Calle Santander. Fletes (Toyota pickups) can be found near the market. They are the cheapest way to get to nearby towns. They are a great way to meet the indigenous people, who are their best customers.\nChicken bus to Solola costs 5Q (Dec 2011) & 20Q to Xela (gringos charged 30Q along with eye-to-eye lies that it's the normal price for everyone; Dec 2011).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Casa Cakchiquel"],["alt="],["url="],["email=casacakchiquel@gmail.com"],["address=Calle 14 Febrero"],["lat="],["long="],["directions=Corner of Santander and 14 Febrero"],["phone=+502 7762 09 69"],["tollfree="],["fax="],["hours="],["price=free"],["content=Built in 1948, Casa Cakchiquel was one of the first hotels on the lake and according to legend, Ernersto \"Che\" Guevara, Ingrid Bergman, and other intellectuals, artists, and writers enjoyed the house at its best. Today the house has been restored and features a fair trade store, rotating exhibits, and a vintage photo and postcard gallery. It is also home to organizations Thirteen Threads, Radio 5 and Restaurante Hana. Free WiFi"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Volunteer"]},", Robert Muller LIFE School; LIFE's mission is to provide a top-notch, multicultural education to expat and indigenous children alike. LIFE School is the only English-speaking non-profit school in Guatemala. 44% of its current students receive some for of financial assistance. For more information please visit:",{"type":"[","value":["http:\/\/www.lifeschoolweb.com LIFE School"]}," "]},"You can also volunteer for free with Mayan Families (www.mayanfamilies.org). The organization provides support to Indigenous and Ladino Guatemalans through education scholarships, emergency food and medical services, donations, etc. You can install new stoves, teach preschoolers, translate, cook food for their Elderly Feeding Program, help sort donations and more! \nIn addition to the aforementioned volunteer opportunities, Panajachel has a number of other Non-Governmental Organizations that accept volunteers on a no-fee basis.  A couple of these include: Thirteen Threads (www.thirteenthreads.org),  Mayan Traditions,  and Estrella de Mar.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=ATI Divers"],["alt="],["url=http:\/\/www.atidivers.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=(502) 5706-4117"],["tollfree="],["fax="],["hours="],["price="],["content=In the nearby village of Santa Cruz La Laguna is ATI Divers. Diving in the lake is interesting as this is high altitude diving into a fresh water lake. Also, due to the fact the volcanic activity is present there are hot spots under the bed of the lake. At various points it is possible to feel the heat with your hands by digging them into the floor of the lake. The life in the lake consists of crabs, fish, snails and plants. ATI Divers do the PADI open water course for $220 over four days. PADI advanced is $200. Fun dives are $30\/$50. They also do an altitude dive course for $80. Located on the same site and run by the same people is ",{"type":"'''","value":["La Iguana Perdida"]},"."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kayaking"]},", Many of the lake side resorts own recreational and sea kayaks that they are more than willing to rent. But if you're not staying at a resort the public beach in Panajachel in front of Hotel Del Lago has a small two story tower that rents kayaks. The mobility of the kayaks and warm waters provide endless stopping points for private cliff-side diving and swimming as well as a close up look at some very fancy homes. Prices for the day are around 100-200Q for a two person kayak. 50Q at La Iguana Perdida backpacker's hotel!  ",{"type":"'''","value":["Los Elementos Adventure Center"]}," has an excellent kayaks, and offer guided tours as well as hourly rentals. Full moon and sunrise paddles are a unique way to enjoy the lake. 2-4 day around the lake tours are an affordable adventure if you are looking for something special. 5359.8328"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bike rental"]},", Kukulkan travel and adventure tours offers quality bike rentals for village around the lake also offers boat tours, hiking around the lake, climbing volcanoes, coffee tour, and other adventures ideal for adventure tourism can be  organizing in Panajachel.  eliass_65@hotmail.com ",{"type":"[","value":["http:\/\/www.thingstodoingt.com\/"]},"☎ (502) 5755 7030"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nature Reserve"]},",  For 55Q the nearby Reserva Natural Atitlán, or Atitlan Nature Reserve and butterfly sanctuary is part of an old coffee finca. You can see monkeys, coatimundis and many species of birds, walk on hanging bridges towards the waterfall or the private beach. Stay in their \"green\" Hotel Atitlan. The oldest house in the area (~1700 AD) and a stone, German-built mill (~1880s AD) are on the property. You can ride eight zip lines across the valley with a great view of the property, the lake and the volcanoes and then ride into the forest for 220Q (which also includes the normal 55Q admission to the Reserva). The equipment and gear is very secure and you always have two guides. More info: ",{"type":"[","value":["http:\/\/www.atitlanreserva.com\/"]}," ☎ (502) 7762 2565"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Boat Tours"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=5359-8328"],["tollfree="],["fax="],["hours="],["price="],["content=Private boat tours to explore the more remote areas of the lake, or for private transportation to any area of the lake. Maximum capacity 8 passengers. Travel in affordable luxury.  Ideal for birdwatching, visiting the geothermal hot springs, or just for a swim in the middle of the lake.",{"type":"[","value":["http:\/\/www.mayaadventure.blogspot.com\/"]}]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nMayan boys, girls, women & men walk the streets of Pana from morning until night selling ",{"type":"''","value":["authentic"]}," Mayan good such as textiles, paintings, jewelery, clothing, accessories & even nuts. They can be quite hard sellers and will VERY often approach people dining inside of restaurants along the main roads (Calle Santander especially). It is common to be approached a dozen times while eating. It is quite off-putting, as sometimes a refusal will result in a begging appeal for money to buy food. Usually a very firm ",{"type":"'''","value":["'No thanks"]},"' will do the trick. Prices of the goods offered seem to compete fairly well with shops selling similar goods in Pana. If you see something you like it is still highly recommended to ",{"type":"[[","value":[["haggle"]]},". Try and pay around half to two thirds of the original asking price, as a guide.\n\nIf you're interested in buying traditional Mayan clothes or textiles, the towns around the lake are great places to do so.  The quality of textiles here is significantly higher than in most other places of the country. The best quality goods are found in Santiago Atitlan, on the south side of the lake.\n\n",{"type":"==","value":["Eat"]},"\n(Note: Before choosing a restaurant and\/or hotel stop by the Nature Reserve and pick up their list of hotels who have joined the recycling collective. Please boycott those places that have not, as Pana has a huge pollution problem. This includes Pana Rock)\n\n",{"type":"*","value":[{"type":"'''","value":["Guajimbo's"]},", Calle Santander. The menu notes that their vegetables are disinfected and they use purified water for drinking water and ice. They have the best steaks: huge, grilled to perfection with creative toppings."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Las Chinitas"],["url="],["email="],["address=Plaza Los Patios, Calle Santander."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serving delicious Chinese, Japanese, and Malaysian food in a variety of combinations. On one night the crowd was almost entirely foreigners, with a folk band of gringos playing 60's and 70's American hits. They use purified water for vegetables and drinking."]]}," "]},{"type":"*","value":[{"type":"'''","value":["El Patio"]},", in Plaza Los Patios on Calle Santander. Renowned for their Pepian, El Patio is a standard for locals as well as those who've adopted Lake Atitlan for their home. Beautiful street side tables in an enclosed patio area allows you to survey the parade of humanity. Great food and the best Papa's Fritas in Guatemala. Full bar."]},{"type":"*","value":[{"type":"'''","value":["Lazarronis"]},", in Plaza Los Patios on Calle Santander. They have great pizza's to start with but then serve local as well as International plates. There are vegetarian choices amongst which is an excellent vegetable lasagna. A great place to have a super tipico breakfast and watch the street."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Terrazza"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=7762-0041"],["tollfree="],["fax="],["hours="],["price="],["content=Edificio Rincon Sai, Calle Santander. - Very good food!"]]}," "]},{"type":"*","value":[{"type":"'''","value":["Pana Rock"]},", Calle Santander."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Circus Bar"],["url=http:\/\/www.atitlan.net\/circus-bar.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Av Los Arboles (only a few steps from Calle Principal). The best pizza in Guatemala. Typically features live bands at night on weekends. Well-known place, now with another branch in Antigua."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sunset Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=7762-0003"],["tollfree="],["fax="],["hours="],["price="],["content= at the foot of Calle Santander. The tables are located in an open room with gorgeous views over the lake. Cuisine includes Mexican and International dishes. Come for the view, not for the food - it's not that good. Prices are mid-range, with entrees at Q30-40. Enjoy an exotic cocktail or a variety of beers from the bar. The menu notes that their vegetables are disinfected and they use purified water for drinking water and ice. Live Music every night of the week."]]}]},{"type":"*","value":[{"type":"'''","value":["Anubis Grille"]},", near the corner of Calle Principal and Calle de Arboles, makes the best burger in town and probably the best burger you've had in a while. Try the 'Hungry Wolf' Burger. 40-50Q"]},{"type":"*","value":[{"type":"'''","value":["Dina's Chocolate"]},", If you are a connoisseur of fine chocolates and sweets, make sure you search stop by the small store in downtown Pana, where the calle Santander forks into a \"Y\" A very special variety is the chile lime! Pricy, but a rare break from nestle bars in this part of the world! "]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Solomon's Porch"],["url=http:\/\/solomonsporchpana.com"],["email="],["address=Inside Comercial El Dorado complex"],["lat="],["long="],["directions=town center-- intersection of Calle Principal and Calle Santander"],["phone=7762 6032"],["tollfree="],["fax="],["hours=Tu- Sat, noon-- 10PM"],["price="],["content=The Porch is an internet Cafe and restaurant with live music on the weekends. It also has Pana's best projection cinema with over 500 original movie DVD's to choose from."]]}," "]},"Towards the bottom of Calle Santander and near the bus stop on Calle Principal there are a number of street vendors selling Tacos, Sweetcorn, Sweet nuts and other snack foods. These are a good cheap option for the budget traveller. The \"food court\" is on Calle Santander, in front of the elementary school (big curved roof), across the street from the Mayanet internet cafe. Street vendors an be found there all hours of the day and evening.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Last Resort"],["url="],["email="],["address=calle 14 de Febrero"],["lat="],["long="],["directions=right off of Santander on left, 20 m"],["phone="],["tollfree="],["fax="],["hours="],["price=30-65Q"],["content=Clean, quiet neighborhood place. Good food, good size portions."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ricassoli Pizza Steak House"],["url=http:\/\/www.mayanadventure.com\/index.php?view=article&catid=76%3Acheap-eats&id=323%3Aricassoli-pizza-steak-house&option=com_content&Itemid=398"],["email="],["address=Calle Santander"],["lat="],["long="],["directions="],["phone=5770-3100"],["tollfree="],["fax="],["hours="],["price="],["content=Cuisine: Italian\/Traditional Guatemalan. Provides a delicious typical breakfast plate for only 18Q! (Dec 10, 2011)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurante Hana"],["alt="],["url=http:\/\/www.restaurantehana.com\/"],["email="],["address=Calle 14 Febrero interior de Casa Cakchiquel"],["lat="],["long="],["directions=Near Calle Santander."],["phone=4298-1415"],["tollfree="],["fax="],["hours=12-3PM 6-8PM Closed Mondays"],["price="],["content=Serves traditional Japanese dining in a beautiful, authentic Japanese restaurant. Located inside the historic Casa Cakchiquel."]]}]},"\n",{"type":"==","value":["Drink"]},"\nIn Pana it is almost a tradition (at least for Guatemalans) to drink and walk up and down the Santander street with a \"Litro\" in their hands. A \"Litro\" is a 1 liter bottle of beer. Usually Gallo or Cabro brand. But you can get virtually any drink you ask for.\n\nWhile you may still drink in the streets in Panajachel, it is no longer as common; only during certain festivities or special events will the party spill out in to the street.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Palapa"],["url=http:\/\/www.facebook.com\/palapa"],["email="],["address=Calle Principal y Los Arboles"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Provides wi-fi to customers. Q10 Cuba Libres, beer, and tequila during happy hour in addition to daily specials. They also feature live music, trivia, and weekend BBQs.  A hostel recently opened on site, ask on of the staff members for details."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe-Bar above Tierra Maya Tours"],["url="],["email="],["address=Calle Santander"],["lat="],["long="],["directions="],["phone=7762-6076"],["tollfree="],["fax="],["hours="],["price="],["content=Provides wi-fi to customers. 2-for-1 Cuba Libres (rum, coke & lime wedge) for 25Q & Black Russians (blanco y negro) for 30Q (on 9 Dec 2011)."]]}]},"\nPana Rock Cafe -\nBuy a cubetazo of your favorite beer (or peruse the extensive drink menu), meet some locals and listen to Latin Rock or a live band with an ambiance unrivaled by any bar in the country.\n\nPlaneta Le Du -\nVery chill, stop here to grab any variety of great drinks.\n\n",{"type":"==","value":["Sleep"]},"\n\nAs you might expect from a regional tourist hub, Panajachel has a range of accommodations at all price levels. Some hotels outside Panajachel proper are also listed in the ",{"type":"'''","value":["Nearby"]}," section.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=hotel jere"],["alt="],["url=http:\/\/www.hoteljere.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+502 7762 2781"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle rancho grande. Q75 pp per night for room with shower, private room, WiFi, and they arrange tour around the atitlan lake"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mario's Rooms"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+502 7762-1313"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Santander. (Feb 2011) Q80 per person\/night for room with no shower (shared, not ensuite, and located at the ground floors—might be problematic if you ate at street stalls!), including breakfast, and drinking water. So friendly and helpful. A beautiful courtyard, nice rooms. Free WiFi, albeit a slow but adequate connection."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hospedaje Sanchez"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+502 7762-2224"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=On the Calle el Chali, (",{"type":"''","value":["one block from the Calle Santander"]},"). If you do not mind shared bathrooms, then this is an excellent place. It is clean, quiet, and comfortable. Cost is about US$5 per night. It is particularly nice to have an upstairs room, where the window on the back wall lets in gentle breezes from the lake. Great lake views from the roof. Convenient to the main road, but you will feel that you are deeply in Guatemala. The Sanchez family are very sweet people, who respect your privacy, but are willing to help you with anything."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Villa Lupita"]},", Budget option US$5 per room with shared bathroom. Lovely, family owned place. Clean and cared for."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hotel"],["alt="],["url=http:\/\/www.grandcorporacionhotelera.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+502 7762-2940"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Principal, ]. Can get busy at weekends due to an influx of visitors from Guatemala City, this hotel has comfortable rooms, a beautiful garden, free WiFi, swimming pool, and restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Primavera"],["alt="],["url=http:\/\/www.primaveraatitlan.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A mid-scale hotel right in the middle of Panajachel. Renovated in 2000, most of the rooms are on the second floor. Around US$40 per night."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Utz Jay"]},", Calle 15e de febreo, (",{"type":"''","value":["between Calle Santander and Calle Ranchos Grande"]},"), ",{"type":"[","value":["mailto:utzjay_garcia@yahoo.com utzjay_garcia@yahoo.com"]},", ",{"type":"[","value":["http:\/\/hotelutzjay.com"]},". Quiet, nicely decorated rooms with Guate fabrics, artwork, set around a beautiful courtyard with birds and hammocks.  Honor system for beers and sodas.  Private baths with hot water, and a sauna on the grounds. Continental breakfast included with the room. You can also book boat and other tours here. The owner (Marie Lissette) is very helpful and aims to please. Around US$20."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bungalows El Rosario"]},", on Calle Del Lago, (",{"type":"''","value":["between Calle Rancho Grande and Calle Ramos"]},"). Set on a short cobblestone drive back from the street, with about ten double rooms around a private courtyard.  Rooms are clean, simply built with stone and concrete, livened up with bright paint and a few traditional woven cloths and wooden masks for decoration. All rooms have private bathrooms with showers, and hot water available from 6:00h to 22:00h.  The idyllic setting is marred by loud disco music from the adjacent restaurants until mid-evening, with the laughter and chatter of other guests after then.  Q150.00 for double occupancy, Q100 for single occupancy (",{"type":"''","value":["as of December, 2005"]},"). Prices may be raised without notice to as much as Q150 on a busy weekend night. Prices may also rise on other peak nights and seasons."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Guest House Casa Loma"]},", (",{"type":"''","value":["on a small side street off Calle Rancho Grande near the Calle de Buenas Nuevas"]},").Has private parking."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cameron Cottage"],["url=http:\/\/www.atitlan.net\/rentals\/dianne\/index.htm"],["email=lakeatitlan@gmail.com"],["address="],["lat="],["long="],["directions='on the Main Street'"],["phone="],["tollfree="],["fax="],["hours="],["price=US$450\/month"],["checkin="],["checkout="],["content=A charming 1 BR cottage, with living room, galley kitchen, volcano view. Rent includes cable and utilities. Maid extra."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Atitlan Solutions"],["alt=Vacation rentals in Guatemala"],["url=http:\/\/rentalsatitlan.com\/"],["email="],["address=Calle Santander, Comercial San Rafael, Local 4 and 6"],["lat="],["long="],["directions="],["phone=+502 7762 0959"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Also providing an option for long term vacation rentals (week\/month\/year)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel El Sol"],["url=http:\/\/www.hotelelsolpanajachel.com\/"],["email=hotel_el_sol_panajachel@yahoo.co.jp"],["address=Salida a Santa Catarina Palopó, Barrio Jucanyá"],["lat="],["long="],["directions="],["phone=+502 7762-6090"],["tollfree="],["fax="],["hours="],["price=Dormitory room Q50, private room from Q150, long term stay discounts"],["checkin=2PM"],["checkout=1PM"],["content=Very clean, quiet and comfortable hotel. It's a bit of a walk from the centre of the town, but well worth it for the free WiFi, (small) hot tub, kitchen and sushi restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje Linda"],["url="],["email="],["address="],["lat="],["long="],["directions=near the top of Santander on the right hand side, across from Habitat for Humanity & Marvelus Hostel, beside Hospedaje Montufar"],["phone="],["tollfree="],["fax="],["hours="],["price=50Q for a single; a 3-person private w\/ shared bath 147Q"],["checkin="],["checkout="],["content=Nice, clean and friendly place. Not very social but fabulous hosts.  Water from shower head was hot & bathroom reasonably clean.  Garden in centre court was lush & gorgeous."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marvelus Hostel"],["url=http:\/\/www.marvelushostel.com"],["email=marvelushostel@gmail.com"],["address=Calle Capulin 2-16"],["lat="],["long="],["directions=50 m from Calle Santander & Calle Principal, on the left hand side of pedestrian street (beside Habitat for Humanity & across from Hospedaje Linda & Montufar)"],["phone=+502 5899 9231 & +502 7762 0694"],["tollfree="],["fax="],["hours="],["price="],["checkin=12noon"],["checkout=11:30AM"],["content=In center of town, curfew, bed linens included, free WiFi, large area, and living room. Credit cards not accepted. 9 pax group booking accepted. Standard twin private with shared bathroom): US$9 per person\/night. Double bed private with shared bathroom US$9 per person\/night. Standard dorm bed; 4-bed &amp' 8-bed mixed rooms US$6 per person\/night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Miralrio"],["url=http:\/\/www.lakeatitlan.hotelmiralrio.com\/Home.html"],["email="],["address=Calle El Amate"],["lat=14.7418349621095"],["long=-91.153092666626"],["directions=Camino a Santa Catarina Palopo"],["phone=+502 7762-2291"],["tollfree="],["fax="],["hours="],["price=US$15.00"],["checkin=15:00"],["checkout=13:00"],["content=Free WiFi, cable TV, private restrooms and a garden with all kind of flowers and trees. Clean rooms and secured private parking, , rooms have direct view to the lake and volcanoes, staff is friendly and speak some English"]]}]},"\n",{"type":"===","value":[" Nearby "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel San Buenaventura de Atitlan"],["url=http:\/\/sanbuenaventuradeatitlan.com\/"],["email="],["address=Antigua Finca San Buenventura"],["lat="],["long="],["directions=From Panajachel a mile away, take the road to Sololá and veer left after the first climb, follow the signs."],["phone=(502)7762 2559"],["tollfree="],["fax="],["hours="],["price=US$80-110, special pricing during the off-season"],["checkin="],["checkout="],["content=Surrounded by an old coffee plantation. 10 houses offer double rooms, or units with double rooms, living and dining rooms plus a fully equipped kitchen.  It is flanked by two rivers, has a private beach and it is only a 4 min walk to the Atitlán Nature Reserve."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Atitlan"],["url=http:\/\/hotelatitlan.com"],["email="],["address=Antigua Finca San Buenventura"],["lat="],["long="],["directions=about a half mile outside of Panajachel"],["phone="],["tollfree="],["fax="],["hours="],["price=US$125-225"],["checkin="],["checkout="],["content=62-room lakeside hotel with extensive, beautifully-designed gardens leading right up to the lake,  an aviary with macaws, parrots, hummingbirds. The hotel lobby has a theme of antique Catholic wood carvings. The outdoor unheated pool offers a great view of the volcanoes. It's located about a five min walk from the Atitlan Nature Reserve and the butterfly sanctuary."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Reserva Natural Atitlan"],["url=http:\/\/atitlanreserva.com"],["email="],["address=Antigua Finca San Buenventura"],["lat="],["long="],["directions="],["phone=+502 7762 2565"],["tollfree="],["fax="],["hours="],["price=US$65-70"],["checkin="],["checkout="],["content=12 min walk from Panajachel proper, the Nature Reserve has units surrounded by nature with private deck and a campground with bathrooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Tarrales Nature Reserve"],["url=http:\/\/www.tarrales.com\/"],["email=info@tarrales.com"],["address="],["lat="],["long="],["directions=on the road towards Cocales"],["phone=+502 5919 8882"],["tollfree="],["fax=+502 2478 4901"],["hours="],["price=US$20-30"],["checkin="],["checkout="],["content=A protected area with tourism and lodging. It goes nearly to the top of Volvan Atitlan. You can see an old coffee \"benefacio\", where freshly picked coffee is still processed. Many very rare birds have been spotted on the property, as well as a giant local species of bamboo that grows as big as telephone poles, with its feet in hot volcano water. Various lodging options, from doubles and triples to dorm rooms to camping."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sha Ryan Ka"],["url=http:\/\/www.sharyanka.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+502 5157 0707"],["tollfree="],["fax="],["hours="],["price=From US$25"],["checkin="],["checkout="],["content=A meditative place a 10 min boat ride from the bustle of Panajachel. Hot showers and kitchenettes in all units."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["14.740611"],["-91.159417"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lake Atitlán"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Panajachel"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Central America\/Guatemala\/Localities\/Panajachel\/"]]}]