[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Pangkor Island"]}," is in ",{"type":"[[","value":[["Perak"]]},", on the ",{"type":"[[","value":[["West Coast (Malaysia)"],["west coast of peninsular Malaysia"]]},", about 100 km west of ",{"type":"[[","value":[["Ipoh"]]}," and halfway between ",{"type":"[[","value":[["Kuala Lumpur"]]}," and ",{"type":"[[","value":[["Penang"]]},". \n\n",{"type":"==","value":[" Understand "]},"\n\nPangkor Island is a relatively small island with total surface area of about 8 km².\n\n",{"type":"===","value":[" History "]},"\n\nPangkor was previously a favourite refuge of fishermen, sailors, merchants and pirates, and was an important site from which to control trading in the Strait of Melaka.\n\nA Dutch fort was built in the 17th century to monopolise tin trade in Perak and to protect the Perak Chieftan against Acehnese and Siamese incursions, but the Dutch were soon driven out by the local ruler when the promised protection did not materialise.\n\nIn 1874 a contender to the Perak throne sought British backing and signed the Pangkor Treaty, as a result of which James WW Birch was installed in Perak and thus began the British Colonial era on the peninsula.\n\nPangkor's economy was once reliant on fishing, and fishing and dried fish products are still a major industry for the island. The famous satay fish originated here.\n\n",{"type":"===","value":[" Tourism "]},"\n\nAlthough Pangkor is less well-known than ",{"type":"[[","value":[["Penang"]]},", ",{"type":"[[","value":[["Langkawi"]]},", and ",{"type":"[[","value":[["Tioman"]]},", the Perak state government is making efforts to promote it as one of Malaysia's main tourist destinations. It is a popular local resort and can get very crowded at weekends and on public holidays, however the beaches are almost empty during the week. It has some of the west coast's prettiest and most tranquil beaches, authentic Malaysian fishing villages that have changed little in 50 years, and some great local food (especially the seafood).\n\nIn 2005 the Malaysian Ministry of Tourism expressed support for a local developer of the new Marina Sanctuary Resort Project. A RM50 million tourism and infrastructure loan was sought by the developer to boost the tourism in Pangkor Island by providing improved ferry access into Pangkor. This program is claimed to have the potential to bring an additional 2 million tourists into the sleepy island ever year. There are some concerns about ensuring the protection of the natural environment and laid back nature of the island should projects such as this proceed. The project involves the creation of a man made island, reclaimed from the sea and with a total area of 316.9 acres. It is sited 400 m from the mainland's shoreline. The current development is structured into 5 phases and will take a period of 10-15 years to completion.\n\nThe island also supports an emerging fish farming and aquaculture operation.\n\n",{"type":"===","value":[" Orientation "]},"\n\nThe east coast of the island faces the mainland and is a continuous strip of residential villages, including Sungai Pinang Kecil (SPK), Sungai Pinang Besar (SPB) and Pangkor Town, the major centre of population.\n\nThe road that runs along the east coast of the island turns west in Pangkor Town and crosses the island to one of the most famous beaches on the west cost of the island, Pasir Bogak (about 2km from Pangkor Town).\n\nFrom Pasir Bogak, the road runs north to the village of Teluk Nipah, where most of the budget accommodation is located. It then goes to the northern end of the island, past through the airport to a site where the Pangkor Pan Pacific Hotel located. This is the location of the famous Golden Sand Bay (Pantai Puteri Dewi) in Teluk Belanga. Next to Teluk Belanga is Teluk Dalam where the third Pier (Pan Pacific Jetty) in Pangkor Island located. This pier is exclusively for the guest to Pangkor Pan Pacific Hotel only.\n\nAfter Teluk Dalam, the road turns to the east and finally join to the road on the east coast in Sungai Pinang Kecil, completing a full ring.\n\nBeside the simple ring road mentioned above, there is only one branch off in Pangkor Town where the road runs southward to Teluk Gedung and Teluk Baharu. \n\nIn Teluk Gedung is the 17th century Dutch fort and the Batu Bersurat (Written Rock).\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By plane "]},"\n\nPangkor Airport (",{"type":"{{","value":[["IATA"],["PKG"]]},") is not currently served by scheduled airline operations.\nPrevious services operated by Berjaya Air ",{"type":"[","value":["http:\/\/www.berjaya-air.com"]}," between Kuala Lumpur and the relatively new airport on Pangkor were suspended on 3 May 2010. Pangkor Airport, was previously served by flights from Sultan Abdul Aziz Shah Airport (",{"type":"{{","value":[["IATA"],["SZB"]]},")\n\nCORRECTION - There is a service using Berjaya Air to Pangkor\/K.L. though it is at the moment fairly seasonal. Check with the airline.\n\n",{"type":"===","value":[" By ferry "]},"\n\nWith the recent development of the private resort island Marina Island Pangkor, you will now  need to take a 7 min ferry ride to Pulau Pangkor saving you hours of waiting compared to the existing ferry services from Lumut. From the private jetty, ferries and private charters depart regularly to different parts of Pangkor Island. Since, it is a private resort, all ferry passengers must be a member of the resort to board the ferry services. \n\nA payment of a RM5 annual fee for a single membership and RM10 annual fee for a family membership category is required. Only 2 way ferry ticketing is available. The first departure is at 7:15AM, the last is at 8:30PM. Departure are at hourly for the non-peak period and during peak periods departures are at 15 min intervals. \n\nThe existing and the oldest mainland settlement is the town of ",{"type":"[[","value":[["Lumut"]]},", an attractive, laid-back place about 7 km away. Buses from KL and other places will drop you off at the bus station next to the pier. \n\n",{"type":"*","value":[" From the Lumut pier, ferries depart regularly to different parts of Pangkor Island. A single fare is RM5 per person (return is RM10), and bicycles are free. "]},"\n",{"type":"*","value":[" First departure from Lumut is at 7AM, last at 8:30PM. "]},{"type":"*","value":[" First departure from Pangkor is at 6:30AM, last at 8:30PM. "]},{"type":"*","value":[" Departures are at 30-45 min intervals, depending on the time of day, and the crossing usually takes no more than 45 min."]},"\nThere are two major ferry stops for the residents in Pangkor island; the SPK Jetty in Sungai Pinang Kecil and the Pangkor Jetty in Pangkor Town. Tourists should stop by the 2nd pier, Pangkor Jetty as this is the main township in Pangkor Island and is closer to the various beaches on the west coast of the island.\n\nThe 3rd pier, the Pangkor Island Beach Resort Jetty (formerly Pan Pacific Jetty) at Teluk Dalam, is exclusively for guests of that hotel.\n\n",{"type":"==","value":[" Get around "]},"\n\nOn the island, unmetered taxis (microvans) are widely available they are bright pink and are at the airport and in Pangkor Town once you get off the ferry, or ask your hotel to call one for you. Agree to the fare amount before starting your journey.\n\nMotorbikes are readily available from many man that stand at the exit of the main jetty. Since they are unregulated, the cost will vary depending on your negotiating skills. Some may ask for a deposit, but if you quickly say no, they generally accept. The rough pricing is RM30 for a manual and RM40 for an automatic per day.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Pangkor Fishing Villages"],["alt="],["url=http:\/\/pangkor.island.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the east side of Pangkor Island there are three fishing villages facing the mainland: Sungai Pinang Kecil, Sungai Pinang Besar and Kampong Teluk Kecil. In fact it's a long strip of villages that continues to Pangkor Town. Although the villages are small they are interesting to visit. Many of the houses are traditional and some are build in the sea on stakes."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marina Island Pangkor"]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Pangkor Town"],["alt="],["url=http:\/\/pangkor.island.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main town on Pangkor Island, is located on the east coast. It is a small town and only have one street. There's a range of souvenir shops, dried seafood shops, coffee shops and few restaurants along the street. Some of the best food you will find in the local stalls. One of the favorites choice for breakfast among the local and visitors, is the restaurant opposite of the Kheng Hai Chuan Fishery shop, to be recognised by the bird nests attached to the name board."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dutch Fort"]}," at Teluk Gudang"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fu Lin Gong Temple and Mini Greatwall (福临宫）"]}," - but beware: the owner keeps some monkeys in small rusty and dirty cages. The poor animals look very ill and show behavioral disorders. Pure animal cruelty."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Batu Bersurat"]}," (inscribed stone) - also known as Tiger Rock due to the etching found on this huge granite boulder. The rock measures about 10.7 m long and 4.6 m wide and stands at 4.3 m tall, and today, there is a pavilion built to shelter it. Batu bersurat is located close to the Dutch Fort, in Pangkor Island. The etchings shows the picture of a tiger carrying away a child. There are also two round-shaped leaves, and the letters \"If Carlo 1743\" and \"VOC\". The \"VOC\" probably refers to the Dutch East India Company. There are several theories about the inscription. One sinister version of the tale claimed that the Malays and Bugis kidnapped and murdered a Dutch dignitary's son in 1743, in revenge of the ill treatment of the Dutch to the locals. When the Dutch looked for the boy, the locals made up a story that they saw the boy was snatched by a tiger. In commemoration of the incident, the Dutch soldiers etched the  inscription."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Kali Amman Temple"],["alt="],["url=http:\/\/pangkor.island.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While you are in Sungai Pinang Kecil, you might visit the Kali Amman Temple. This is the largest and the only Indian temple of any significance on the island. It is noted as one of the two Indian temples in Malaysia that have the entrance the shrine of the goddess Kali, facing the sea. The other is located on Penang Island. The temple has a short staircase that descends to the sea where worshipers are required to cleanse themselves before entering the hall for worship."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Traditional Boat Building"]}," visit the hand crafted fishing boat building with amazing skills."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pulau Sembilan"]}," the fishing haven with 13 islands to hunt for all kinds of fishes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pulau Jarak"]}," the best diving island in Pangkor region. The water here is crystal clear up to 20 m for 70% of the year."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Beaches "]},"\n\nThe beaches have clear water and almost white sand. Though the water seems to be clean, the beach is littered with plastic debris and driftwood. The island has some waste management problems, as can be seen in the southern part at the huge waste dump and at the small villages where sewage is discharged into the sea. Some travellers have reported sea lice.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Coral Bay"]}," - the best west coast beach, just north of Teluk Nipah, with clear emerald-green water due to the presence of limestone. Usually clean and pretty, but there are not to many people swimming there. A great place to watch the sunset."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pasir Bogak"]}," was the first-developed beach and thus the most famous. It is fine for swimming, but gets very crowded during holidays. The beach here has white sand but is rather narrow. It is the largest and most popular beach on the island. The beach is crescent shaped and numerous shady trees provide idyllic picnic spots under the canopy of their lush foliage. The water is shallow and crystal clear, offering endless hours of fun and frolic in the sunlit sea. There are some facilities for boating, fishing, snorkeling, scuba diving (Pulau Sembilan), kayaking, rafting. However, lots of sharp edged objects lie on the sea ground, which can be a big annoyance."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Teluk Nipah"]}," - The government is currently cutting down many of the trees on the beach and replacing them with concrete eyesores. The view from the street to the beach is frequently blocked by unfinished buildings. The majority of the northern end of the beach has been virtually wiped out by this new construction."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Teluk Belanga"]}," - a wide beach spanning this whole bay. Privately owned by the Pangkor Island Beach Resort (see below)."]},"\n",{"type":"===","value":[" Activities "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jungle trekking"]}," - at Titi Gantung and Teluk Segadas Hill."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Motorbike tour"]}," - rent a motorbike (from RM25) and go around the island. The road is good, but on the north side of the island it is quite steep. You can visit the Dutch-Fort, south of Pangkor town, but there is not much of the fort left. Another very nice place is the temple north of Pangkor Town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bicycle tour"]}," - rent a bicycle (from RM8 per day) and cycle around the island. It takes about 5.5 hr at a leisurely pace. Some uphill and downhill roads are steep (20%). Make sure the brakes are working correctly before you rent the bike.(some of the hills are impossible to climb with bike, mainly the northern parts)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxi tour"]}," - pink taxi (from RM 40 per taxi per round) if it started form Teluk Nipah. It will show you the airport, stop at seafood junk factory, Big Chinese Temple where you can find very big fish in the pool and mini China great wall and Kota Belanda (Dutch Fort)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hornbill feeding"]}," - Hand feeding the wild birds at 6:30PM everyday near Seagull Lodge."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Village Seafood Restaurant"]}," - Chinese seafood restaurant recommended by the locals. Nice and cheap. Walking distance from the Puteri Bayu Beach Resort."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Daddy's Cafe"]}," - a restaurant at Coral Bay, and Pangkor's only on-the-beach restaurant. Local and international cuisine. Very friendly service just in front of a superb beach."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["No Problem"]}," - newly opened beach café and restaurant at Coral Bay, with in walking distance from Nipah Beach. Friendly staff and good chef, seafood, western and local food."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nipah Bay Villa Side Walk Cafe"],["url=http:\/\/www.pulaupangkornipahbayvilla.blogspot.com"],["email="],["address=Lot 4442 & 4434, Teluk Nipah, 32300, Pulau Pangkor, Perak Malaysia"],["lat="],["long="],["directions="],["phone=+605-6852198"],["tollfree="],["fax="],["hours="],["price="],["content=Serves Western Food, Local Cuisines & Grill Fish."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Nipah Bay Villa Side Walk Cafe"],["url="],["email="],["address=Lot 4442 & 4434, Teluk Nipah, 32300, Pulau Pangkor, Perak Malaysia"],["lat="],["long="],["directions="],["phone=+605-6852198"],["tollfree="],["fax="],["hours="],["price="],["content=Fresh Fruit Juices, Special Fresh Fruit Papaya Lime Juice."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":[" Budget "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Budget Beach Resort"],["url=http:\/\/www.budgetbeachresort.com"],["email=budgetbeachresort@gmail.com"],["address=Teluk Nipah"],["lat="],["long="],["directions="],["phone=+60 5685 3529"],["tollfree="],["fax="],["hours="],["price=from RM75"],["checkin="],["checkout="],["content=Clean room and firm bed. All rooms have A\/C, fan and hot shower in attached bathroom. Internet with wifi."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Delima Chalet"]}," (Teluk Nipah) from RM30"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Purnama Beach Resort"],["alt="],["url=http:\/\/www.purnama.com.my\/v2\/rooms.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=From RM85"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nazri Nipah Camp"]}," (Teluk Nipah) is at the end of the road on the edge of the rainforest with new renovated A-frame huts and a lot of hangmats. Starts from RM50. A-hut with fan, dimmable light and socket. Very friendly place to chill out."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nipah Bay Villa"],["url=http:\/\/pulaupangkornipahbayvilla.blogspot.com"],["email=nipah_bay_villa@hotmail.com"],["address=4442 & 4434, Teluk Nipah"],["lat="],["long="],["directions="],["phone=+60 5 685 2198"],["tollfree="],["fax="],["hours="],["price=RM 30, RM 100+"],["checkin=3PM"],["checkout=noon"],["content=A\/C , Fan , attached bathroom with hot shower, TV (Astro), kettle (but you have to put deposit for RM50).Bus ticket booking, Cafe, library (sale and exchange), free wifi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ombak Inn"],["url=http:\/\/www.ombakinnchalet.com\/"],["email="],["address=Teluk Nipah"],["lat="],["long="],["directions="],["phone=+60 5 685 5223"],["tollfree="],["fax="],["hours="],["price=from RM70"],["checkin="],["checkout="],["content=This is a great value low-budget friendly guest house near the beach at Nipah Bay. Excellent free breakfast of eggs, sausage, fruit, toast, pancakes and fresh tea or coffee included in the room price. Really homely atmosphere, chalet rooms with T.V. air.con with W.C. and shower. Free Wi-fi. bicycles and motor bikes available to rent."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Seagull Beach Resort"],["alt="],["url=http:\/\/www.seagullbeachvillageresort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is located 200 m apart from the noisy road and beach of Teluk Nipah. A\/C rooms from RM60 (October 2013) and fan rooms. They serve breakfast. Its the place to go for backpackers. Internet is free. Long-stay discounts, very friendly and helpful."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Anjungan Resort Pangkor"],["alt="],["url=http:\/\/www.anjunganresortpangkor.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Anjungan Beach Resort & Spa is situated between two of Pangkor’s best beaches, Nipah Bay and Coral Bay. The 50 modern en suite rooms is a mixture of tropical and maritime concept with modern interior, designed with a unique ambiance that is stylish. Each room features its own private balcony and bathroom ensuring its privacy intended as a peaceful retreat. The ship-shaped swimming pool with Jacuzzi is a prominent feature which exudes a unique appeal fro one to relax or just simply basked in the tropical sun. Tel: 05 – 685 1500"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pangkor Bay View Resort"],["alt="],["url=http:\/\/www.pangkorbayview.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At Teluk Nipah beach. No views of the bay however, rooms are nice and staff are friendly. Free wifi available in some rooms (if you're close to the router), nice swimming pool and sun lounge area, TVs with astro, all rooms have A\/C. Discounts are available during quiet times and for staying a few days."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Coral Bay Resort"],["alt="],["url=http:\/\/www.pangkorcoralbay.com.my\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At Pasir Bogak beach. Apartments, hotel rooms, penthouses. Swimming pool, open air jacuzzi, sauna."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Coral Bay Resort service apartment"],["alt="],["url=http:\/\/www.pangkormalaysia.com\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At Pasir Bogak beach."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Puteri Bayu Beach Resort"],["alt="],["url=http:\/\/www.puteribayu.com\/about.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At Pasir Bogak beack. Hotel rooms, chalets, suites. Swimming pool with slides, tennis courts, futsal and street soccer courts."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sea View Hotel"],["alt="],["url=http:\/\/www.seaviewpangkor.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At Pasir Bogak beach. Hotel and chalets. Swimming pool and sports facilities. Chinese restaurant."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Golden Beach Hotel and Resorts"],["alt="],["url=http:\/\/www.pangkor.net.my"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 star resort near the popular Pasir Bogak (beach), 5 min away from the jetty of Pangkor Island."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pangkor Laut"],["alt="],["url=http:\/\/www.pangkorlautresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is one of the most expensive resorts in all Malaysia, reputedly favored by Pavarotti among others."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pangkor Island Beach Resort"]}," - luxurious resort with private beach, beautiful swimming pool, golf course, parasailing, catamaran, etc. This resort was originally a Pan Pacific resort, the sister resort to Pangkor Laut. It now has a kind of \"run down\" atmosphere, but it's still good value for money."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lumut"]]}," on the mainland"]},"\n",{"type":"*","value":[" Marina Island Pangkor."]},"\n",{"type":"[[","value":[["WikiPedia:Pangkor Island"]]},"\n\n",{"type":"{{","value":[["geo"],["4.220000"],["100.555000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Perak"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Pangkor Island"]]}]