[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Pangandaran beach.jpg"],["thumb"],["Beach, Pangandaran"]]},"\n",{"type":"'''","value":["Pangandaran"]}," is a small town and a subdistrict in southern Ciamis regency, ",{"type":"[[","value":[["West Java"]]},", ",{"type":"[[","value":[["Indonesia"]]}," on the southern coast of Java. \n\n\n",{"type":"==","value":["Understand"]},"\nWith its black beaches, Pangandaran, will never stand a chance compared to ",{"type":"[[","value":[["Bali"]]}," when it comes to attracting the big crowds. However, this is exactly the appeal of this remote town of beach resorts. Even though it is a popular tourist destination with the locals on national holidays for its fine sand beaches (considered to be of the finest in ",{"type":"[[","value":[["Java"]]},"), you will not feel overrun by the tourism.\nIn the natural park you have also a beautiful white sand beach with monkeys where you can snorkel.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\nSusi Air ",{"type":"[","value":["http:\/\/www.susiair.com\/"]}," flies from Jakarta (with a short stop in Bandung) on small 12 passenger Cessnas. The airport is a small landing strip on the beach within walking distance of the hotels.\n\n",{"type":"===","value":["By bus"]},"\nThe bus terminal stops at the market just 500 meters from the beach where you can find plenty of accommodation. It is close enough to walk, but if you are lazy or laden with heavy bags it will not take you long to spot a bicycle rickshaw (more likely, they will spot you) ready to help you empty your wallet.\n\nLocal buses run from Pangandaran’s bus terminal to Tasikmalaya (30,000++ Rupiah, three hours), Ciamis (20,000++ Rupiah, 2½ hours), Banjar (12,000++ Rupiah, 1½ hours), Kalipucang or Majingklak (5000++ Rupiah, 40 minutes) and to Cilacap (25,000++ Rupiah, 2½ hours). Buses also run along the west coast as far as Cijulang (7000++ Rupiah, 40 minutes).\n\nThe large patas buses generally leave from the Perkasa Jaya depot, just north of town, and Budiman bus company depot, about 2km west of Pangandaran along Jl Merdeka. Frequent normal buses go to Bandung (48,000 Rupiah, six hours) between 6am and 4pm.\n\nHowever, the most comfortable way to travel to ",{"type":"[[","value":[["Bandung"]]}," is with the Sari Harum (639276) door-to-door minibus for 100,000++ Rupiah. Perkasa Jaya minibuses (639607) pick up from hotels for the trip to Jakarta’s Kampung Rambutan terminal (normal\/air-con 125,000\/150,000 Rupiah, nine hours). Travel agencies can also book tickets for most buses and minibuses for a premium, but transport to the depots is usually included.\n\n",{"type":"===","value":["By car"]},"\nMost travel agencies rent minibuses with drivers for about 500,000 Rupiah per day including driver and petrol. Put together your own tour and you may be able to negotiate a better rate. The most popular trip is a three-day tour to ",{"type":"[[","value":[["Jogyakarta"]]},". The usual route will take you as far as Wonosobo for the first night. The second day goes to Dieng for the sunrise, then on to Borobudur for the night. The final day is to Yogyakarta via Prambanan.\n\nSeven hour drive from ",{"type":"[[","value":[["Jakarta"]]},". \n\n",{"type":"==","value":["Get around"]},"\nPangandaran’s becak (tricycle) starts at around 10,000++Rp and requires heavy negotiation. Bicycles can be rented for 25,000++ Rupiah per day, and motorcycles cost around 50,000++ Rupiah per day, excluding petrol.  Petrol (Benzin) costs 7,000 - 8,000 per liter.\n\nCosts for becaks from the main bus station are price-fixed at 30,000 IDR.  This is primarily due to the fact that local hotels will provide the becaks a 30,000 IDR commission for bringing in tourists who have not previously booked.  It is less than 1km from the bus station to the center of the main drag where all the hotels are.\n\n",{"type":"==","value":["See"]},"\nThe ",{"type":"'''","value":["\"Pananjung Pangandaran Nature Reserve\""]}," is nearby on a peninsula connected to the mainland by a narrow neck of land. About eighty percent of the nature reserve is secondary rainforest. A few hours can be spent here without the need for a guide, however, guides are available and can obviously show you more of the reserve compared to going unattended.  The flora of the nature reserve includes the Rafflesia. The fauna of the nature reserve includes deer, two species of monkey and monitor lizards.\n\n",{"type":"[[","value":[["Image:Pangandaran river.jpg"],["thumb"],["Green Canyon, Pangandaran"]]},"\n",{"type":"'''","value":["\"Green Canyon\""]}," Journey through some truly wondrous jungle - rich in massive teak trees, palms, various hanging vinery and the shrill sounds of extensive bird-life. The canyon is apparently a couple of hundred metres long, but it is only safe for visitors to venture the first hundred. At the end of the passable section, the opportunity arises to jump from a 5 metre high stalagmite formation rising from the canyon floor into a deep pool below. The rocks aren't sharp or slippery and there's a myriad of harmless critters around like frogs, dragonflies and miniature crabs to marvel at too. There are about 500 visitors a day, but it will increase to 2,000 per day on holidays make boat congestion on the narrow path and make boat long-waiting too.\n\n",{"type":"'''","value":["\"Citumang\""]}," is 15km outside of Pangandaran. The English name is Green Valley. It's very nice to walk there to the waterfalls. It's possible to swim in the clear water of the second \"Green Canyon\" that exists above the dam of the main tourist \"Green Canyon\". This is slightly more difficult to get to and involves hiring a moped (dirt cheap), but the journey and the final destination is very rewarding. There are barely any tourists and it really feels like you're own personal tropical pool! It is much cheaper (12,000 Rp each for entry and parking) and provides far more freedom than the tourist original \"Green Canyon\". There's no need for expensive boats and tours and the cool water provides a stark contrast to the hot midday \"matahari\" (sun).\n\n",{"type":"'''","value":["\"Paradise beach\""]}," is a deserted island that will satisfy all your Robinson Crusoe adventure feelings for a day. Hire a boat (600,000 for the day), stock up on supplies and have the ultimate picnic on the white sandy beaches of this sliver of paradise.\n\n",{"type":"==","value":["Do"]},"\nIn short; beach, sun, surfing and kicking back is the image of Pangandaran. However, there is so much more in this yet unspoilt paradise. Hire a motorbike and explore the surrounding area. Not far from the beach you will encounter the life of the unimpressed locals tending to their crops and livestock. Take a trip to the Green Canyon (see above) and continue on to Batu Karas, for some of the best beginner surfing ",{"type":"[[","value":[["Java"]]}," has to offer.\n\n",{"type":"'''","value":["Hiring a moped"]}," is well worth the tuppence that it costs. Exploring the surrounding villages such as ",{"type":"'''","value":["Batu Karas"]}," (the amazing two-way traffic bamboo bridge crossing the river is a highlight along with great surfing at the beach) and ",{"type":"'''","value":["Karang Nini"]}," boasts some spectacular isolated beaches (one beach which hasn't been cleaned up since the 2006 tsunami also boasts a lagoon). ",{"type":"'''","value":["Batu Hiu"]}," or \"Shark Rock\" provides beautiful views of the Indian Ocean and Pangandaran along with clifftop walks (as well as the opportunity to have your picture taken with Tinky Winky!!!!).\n\n",{"type":"'''","value":["NOTE:"]}," Pangandaran and many of it's surrounding villages charge a fee to enter (in the region of 3-5,000 Rp), it may also be necessary to provide a monetary gift (1-2,000 Rp) to the guard.\n\n",{"type":"'''","value":["Surfing lessons"]}," are offered in Pangandaran, prices vary around 200,000 - 250,000 per day. Every hotel and tour operator will let you know about this as soon as you arrive.\n\nTours to the Green Canyon and\/or treks to local tribal communities are eagerly offered. They average about 150,000 per day.\n\n",{"type":"'''","value":["Bike For Discovery"]}," (the Heartland of Southern Coast, beyond the beach, Pangandaran offers more natural attractions. choose on of bike tours. enjoy the countryside experience across the lush paddy field, garden, and coconut plantation. take a breath of fresh air of the village and watch the local farmers starting their day, and try other track and be the downhiller.\n\n",{"type":"'''","value":["Coral Adoption"]},", Contributing to Nature, coral transplantation has been taking place in Pangandaran to contribute to coral reef rehabilitation. in the last two years, the program has been extended to allow tourists to participate. join and be a foster parent\n\n",{"type":"'''","value":["Tunnel Exploration"]},", Pangandaran keeps silent evidence of the rail route in the southern coast of Java - dated back from its role as one of the plantation areas in the colonization era. the rail track lies from Banjar - Pangandarn - Cijulang although it is no longer used, the tracks and tunnels keep their appeal and provide a perfect setting for trekking tour in the hinterland.\n\n",{"type":"'''","value":["Cultural Temptation"]},", The Sparkling Traditional Dance, Ronggeng Gunung is a traditional dance originally from Pangandaran. It is very much related to the history of the local princess \"Dewi Rengganis. Rengkong and Gondang are the traditional dances to celebrate harvesting period at the southern coast of West Java. The local community has developed a special performance tour for you to see these fascinating dances. Setting under their village's open sky and at the yard of a traditional stage.\n\n",{"type":"'''","value":["Canoening"]},", explore the rivers and paddling canoe around Pangandaran feel the different atmosphere\n\nother interesting attraction in Pangandaran;\n- ",{"type":"'''","value":["Traditional Dance Lesson"]},"\n- ",{"type":"'''","value":["Cooking Lesson"]},"\n- ",{"type":"'''","value":["Wooden Puppet Carving Lesson"]},"\n- ",{"type":"'''","value":["Feel The Village Atmosphere"]}," and stay \/ overnight at the local people's house\n-\n\n",{"type":"==","value":["Buy"]},"\nATMs are available near the bus terminal and nearby Nyiur Indah Resort, bulak laut street and at the bus station area, there are 3 ATM's.\n\n",{"type":"==","value":["Eat"]},"\nSeafood comes fresh to the fish market on the eastern side of the city every day. Here you can have your pick from one of the many cheap eateries. Pick your live seafood (fish, crabs, lobsters, prawns etc.) and watch while they cook it in front of you. It doesn't get mor authentic than this.\n\nOn the west side (the beach side), western style cafes and restaurants line the beachside road. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bamboo Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00 - midnight"],["price=10,000-30,000"],["content=has a decent menu for breakfast, lunch, dinner and beyond (beer, drinks and snacks) that attracts a steady following of both locals and travellers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Steak House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00 - midnight"],["price=10,000-40,000"],["content=offers the same sort of menu as Bamboo, plus - not surprisingly; a steak menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Relax Restaurant"],["url="],["email="],["address=Bulak Laut Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00 - midnight"],["price=20.000"],["content=offers European Chinese and Indonesian food, plus - recommended menu; homemade brown bread and ice cream. Offers also yoghurt and musli\/cereals. Price for indonesian food 20.000. Western food 40.000 up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=D.E. Coffee"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= serves espresso coffee (although pricey) and tasty sandwiches as their specialty, but really it's recommended for its proximity to Steak House and wifi enabled internet cafe (250 RP\/minute). A perfect day well spent."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=SAUNG MIRING COFFEE SHOP"],["url="],["email="],["address=jalan bulak laut no. 64"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=24 hours free internet access \/ free wi-fi, we serve coffee and tea, pancake, sandwich and toast"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bintang Timur"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=fresh sea food and else . small restaurant along the beach in front of the Futsal (boulevard turn right)the food is different and delicious. try the shrimp black pepper. if you are in mood you can sing karaoke or eat under the moon."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=fish market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=in the fish market you have lot of restaurant with fresh sea food. fish crabs shrimps octopus etc..you choose you sea food before to cook"]]}]},"\n\n",{"type":"==","value":["Drink"]},"\nOften a bonfire on the beach and drinks and snacks from the closest ",{"type":"'''","value":["Warung"]}," is the definition of a night out in Pangandaran.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Saung Miring Coffee Shop"],["url="],["email="],["address=Jl. bulak Laut No. 64 Pangandaran"],["lat="],["long="],["directions=close to telecomunication office"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=coffee shop with free internet access \/ free wi fi hotspot"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jacko Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=along the west beach in front of hotel Malabar Bulak laut. often offers Live music and DJ party. friendly.Cool beer an Happy Hours"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Silent Bar or Diam Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=just beside Jacko bar. the name because the owner cannot ear or speak but btw he speaks a lot in his own language and can be understood by all foreigners :)"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mungil Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=or Steak House. nice place to drink listening the live music"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Malibu Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=an other beach bar. cool drinks . good food and friendly atmosphere."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Eka Bamboo Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar along the west beach Bulak Laut. In front of Hotel Melia. nice bar and good food. my favorite Nasi goreng sea food ! friendly owner Maya"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mimpi cafe (mimpi means dream)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a cute tiny bar with a friendly atmosphere. west beach Bulak Laut in front of Hotel Melia"]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are hundreds of hotels to fit every budget, scattered around the town. Most are on or within a street of the beach. At the bus station 20,000 rupiah will employ a becak to take you around until you find the hotel that suits your needs. The price for a clean and equipped room is 150,000 rupiah with fan, 200,000 rupiah with aircon (2014).\n\n",{"type":"===","value":["Budget"]},"\nThese are some in the sweet spot of cheap and good. You can get cheaper and better by walking down the beach road (and its back alleys).\n\nOn national holidays prices go up and you should book ahead.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bamboo House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A popular long running guesthouse. All rooms have bathrooms, the fan rooms come with open-air bathrooms, priced at (single\/double) Fan: 50,000\/80,000 AC: 80,000\/100,000 (includes breakfast and free tea\/coffee all day)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mini Tiga homestay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=0265639436"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Artistic place. All rooms have fan (no A\/C) and private bathroom with western toilet but the charm of the place and the hospitality of the owners make this a favorite. single\/double: 90,000\/120,000. (includes breakfast and free tea\/coffee all day). free internet and wifi for guests. daily homemade  yogurt by the french owner Catherine.offers tours and Travel.Surf lessons. motorbike and surfboards rental. Mini bar cool drinks and cold Bintang !"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Panorama a la Plage"],["url="],["email="],["address=Jalan Pantai Barat"],["lat="],["long="],["directions=On the corner of Jn. Pantai Barat and Jn. Bulat Laut"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Both fan and A\/C rooms available, some with shared bathroom, some with attached. Owned by a French guy called Francoise, always up for good tips. Be sure to get a dinner at their restaurant, Tika (his wife) makes the best food in town. Single\/double: 60,000\/80,000. (includes a large breakfast)."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Surya Pesona"],["url=http:\/\/www.hotelsuryagroup.biz\/Hotel_Surya_Pesona.html"],["email=reservation@hotelsuryagroup.biz"],["address=Jl. Pamugaran Desa Bulak Laut, Pangandaran, Ciamis, Jawa Barat, Indonesia"],["lat="],["long="],["directions="],["phone=+62-265-639428"],["tollfree="],["fax=+62-265-639289"],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is right next to a wide stretch of sandy beach. Restaurant serves freshly caught seafood. 24 hour coffee shop and massage center."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThere are some internet places by the beach, but the cheapest (1000 Rp per 15 minutes) is near the bus terminal. They don't have wifi, but you can bring your laptop and plug it into their LAN (same price). As of April 2012 the internet cafe next to the steak house at the beach has closed, leaving the bus terminal currently the only place in the town with internet access in Pangandaran (excluding hostels\/hotels with wifi).\n\n",{"type":"==","value":["Go next"]},"\n\nThe main route out of Pangandaran is to Yogyakarta via Sidareja. A private minibus (usually seating 4) is heavily advertised by the main hotels (Mini Tiga home-stay etc.) which travels to Sidareja station and from there the train heads to Yogyakarta.\n\n",{"type":"{{","value":[["IsPartOf"],["West Java"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Pangandaran"]]},"\n",{"type":"{{","value":[["geo"],["-7.7202777777778"],["108.49"]]}]