[{"type":"{{","value":[["pagebanner"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:NorthKorea KijongDong.JPG"],["thumb"],["360px"],["The village of Kijong-dong, on the North Korean side of the DMZ"]]},"\n",{"type":"'''","value":["Panmunjeom"]}," (판문점), also ",{"type":"''","value":["P'anmunjŏm"]},", is on the demarcation line between ",{"type":"[[","value":[["North Korea"],["North"]]}," and ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Panmunjom.jpg"],["thumb"],["The joint security area seen from the south side"]]},"\nA unique living relic of the Cold War era, Panmunjeom is a small village that happened to be on the front line of the final battle of the Korean War. The truce that suspended hostilities was signed here in 1953 but, as peace was never agreed to, the two sides are still officially at war over sixty years later and a million men stand guard around the ",{"type":"'''","value":[{"type":"[[","value":[["DMZ (Korea)"],["Demilitarized Zone"]]}]}," (",{"type":"'''","value":["DMZ"]},"). There are no troops in the DMZ itself (",{"type":"''","value":["except in the JSA"]},"), although both sides of the 4 km strip of land separating the Koreas are likely to be the most heavily armed in the world. Pillboxes, land mines, barbed wire, and tank stoppers line the entire border and stretch back halfway to Seoul in the South and Pyongyang in the North. This section is often referred to as the ",{"type":"'''","value":["Militarized Zone."]}," In South Korea there are also adjacent border areas called ",{"type":"'''","value":["Civilian Control Zones"]}," where public access is restricted.\n\nOne kilometer east of the former village (now deserted) is the ",{"type":"'''","value":["Joint Security Area"]}," (",{"type":"'''","value":["JSA"]},"), an almost circular patch of land with an 800 m diameter. This area is jointly policed by the South and North, and the two sides occasionally meet for discussions. Most of the time the soldiers glare at each other across the border and have not been allowed to cross the demarcation line into each other's side since the \"Axe Murder Incident\" in 1976 (see below). Panmunjeom is right on the ",{"type":"'''","value":["Military Demarcation Line"]}," (MDL), which is the actual border between North and South Korea. The DMZ is a four kilometer wide buffer strip centered on this MDL.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["cautionbox"],["Access to the DMZ is occasionally curtailed at short notice when tensions rise, for example in May 2010 during the aftermath of the ",{"type":"''","value":["Cheonan"]}," sinking. As of October 2013 tours are operating normally again."]]},"\n\n",{"type":"[[","value":[["File:Korea DMZ.svg"],["thumb"],["Korean DMZ"]]},"\n\n",{"type":"===","value":["From the South"]},"\nPanmunjeom is very close to the South Korean capital of ",{"type":"[[","value":[["Seoul"]]},", and tours from the center of the city with itineraries that include Panmunjeom generally start in the morning and end before the evening.\n\nVisits to Panmunjeom from the South Korean side must be arranged in advance as part of an organized tour, although for foreigners three days' notice usually suffices (longer over weekends). Many companies advertise \"daily\" tours, but generally tours to the DMZ run only certain days, so check in advance. On tour days, depending on the day, various combinations of tours to 3rd tunnel, tours to Panmunjeom, and joint tours are available. In terms of planning, please note that your booked tour can be cancelled at any time in response to the prevailing security situation.\n\nThere are restrictions on the nationality of people who can visit due to the sensitivity of the area. These restrictions are set by the United Nations and United States.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! style=\"width: 40%\" |"],["! Rule"],["|-"],["| South Korean"],["| Citizens of South Korea will need to make special arrangements - usually with at least two months' notice."],["|-"],["| Albania, Algeria, Armenia, Azerbaijan, Bahrain, Bangladesh, Belarus, Bolivia, Bosnia, Burma, Egypt, Georgia, Hong Kong, India, Indonesia, Jordan, Kazakhstan, Kuwait, Kyrgyzstan, Lebanon, Macau, Malaysia, Morocco, Nigeria, Oman, Palestinian Authority, China, Qatar, Russia, Saudi Arabia, Singapore, Somalia, Taiwan, Tajikistan, Tunisia, Turkmenistan, Ukraine, United Arab Emirates, Uzbekistan, Venezuela, Vietnam, Yemen"],["| Citizens of these countries can apply for the Panmunjom tour; they require a color scan of the photo page of their passport sent at least four days prior to the tour day."],["|-"],["| Afghanistan, Cuba, Iran, Iraq, Libya, North Korea, Pakistan, Sudan, Syria"],["| Citizens of these countries are not allowed to participate in the tour and no special arrangement is possible."],["|-"],["| All other countries"],["| Citizens are allowed to participate in the tour as long as the application is received at least three days in advance of the tour day."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=USO"],["alt="],["url=http:\/\/www.uso.org\/korea\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+82 2 795-3028"],["tollfree="],["fax="],["hours="],["price=US$77 for civilians, lunch not included (bring your own or ₩10,000 for chow at the canteen)."],["content=The US military servicemen's organization offers tours that cover both the JSA and the Third Tunnel. Averaging twice a week, payment must be made no less than four days in advance and places fill up fast. The tours depart from USO's downtown Seoul complex near the Samgakji subway station at 07:00 and last until c. 15:30. Tours never run on US holidays and are announced in the month they occur."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Panmunjom Tour"],["alt="],["url=http:\/\/www.panmunjomtour.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+82 2 771-5593"],["tollfree="],["fax="],["hours="],["price="],["content=A specialist company offering various tours of the JSA (from ₩77,000) and the DMZ (₩60,000; ₩120,000 with JSA tour). Tours start early in the morning, include lunch and get you back in Seoul by the afternoon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=International Cultural Service Club"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+82 2 755-0073."],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tour DMZ"],["alt="],["url=http:\/\/tourdmz.com\/english\/main.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=JSA Tour: ₩77,000"],["content=Offers guided tours of the JSA, DMZ, or both. Tours depart from the So-Gong-Dong LOTTE Hotel near Eulgiro 1(il)-ga Station. Check-in is on the sixth floor; buses depart from the travel lounge on floor 2. Paying with cash or card on the morning of the tour is allowed. Lunch is included in the price."]]}]},"\nSome Seoul-based companies such as Cosmojin Travel and Grace Travel require only a minimum of 24 hours' notice, but their prices are much higher. Be aware that their itineraries vary, and may not include entry into the DMZ.\n\nThe 62 km journey towards Panmunjeom from ",{"type":"[[","value":[["Seoul"]]}," is a sight in itself. The 12-lane ",{"type":"'''","value":["Freedom Road"]}," becomes eerily empty as you approach the border, as its primary purpose is to get tanks there as fast as possible if war breaks out. To repel an invasion, both sides of the highway, especially the side facing the Imjin River and open water to North Korea, are covered with barbed wire and dotted with observation posts every few hundred meters. Nearby hills house machine gun emplacements, the median strip has clusters of sandbags for defense, and many bridges above the highway can be activated as tank traps as they contain large concrete blocks that can be dynamited to block the road. Large illuminated signs, proclaiming \"Freedom and Democracy\" in Hangul script, face the North.\n\n",{"type":"====","value":["VIP Tour"]},"\nIf you happen to be (or have been) an ambassador or higher level government official, then a ",{"type":"[","value":["http:\/\/www.tourdmz.com\/english\/07guid\/tour1_2.php?tag=Image1_1_2 VIP Tour"]}," of Panmunjeom is available from South Korea.\n\nIf, however, you don't qualify and you are sufficiently important (",{"type":"''","value":["politician, business leader, pop-star, etc"]},") then an ",{"type":"[","value":["http:\/\/www.tourdmz.com\/english\/07guid\/tour2_2.php?tag=Image1_2_2 alternative VIP tour"]}," is available.\n\nBoth tours have no restrictions on nationality but UN approval is required.\n\n",{"type":"===","value":["From the North"]},"\nTo visit from the DPRK side is relatively straightforward if it is previously specified as part of your tour. Most tours include a day trip to the DMZ from Pyongyang. See ",{"type":"[[","value":[["North Korea"]]}," for tour agent listings.\n\nThe JSA is 215 km south of ",{"type":"[[","value":[["Pyongyang"]]}," traveling along the six-lane ",{"type":"'''","value":["Reunification Highway"]}," which, much like its Southern counterpart, is vast and largely empty. Its poorly maintained and signs along the road indicate the distance to the South Korean capital of ",{"type":"[[","value":[["Seoul"]]},".\n\n",{"type":"==","value":["Get around"]},"\nRegardless of whether you visit from the North or South, your tour will be tightly controlled and you will have no opportunity to explore by yourself. You will be transported by bus into Panmunjeom and then escorted by soldiers from the respective side.\n\nYou are allowed to move freely around the tight confines of the conference hut that crosses the demarcation line, and you may cross that line into North or South Korea. \nThe door to the other side will be guarded whilst you remain inside the building. When visiting from the South, one soldier will guard the North door and another will be guarding him just in case someone from the North tries to grab the first soldier.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Observatory DMZ.jpg"],["thumb"],["The Dorosan observatory"]]},"\n",{"type":"[[","value":[["Image:JSA ConferenceRooms.JPG"],["thumb"],["Conference rooms straddling the demarcation line"]]},"\nWhen booking your tour, be sure to clarify what exactly will be offered. The primary points of interest for most visitors from the south are the Joint Security Area and the Third Tunnel, but not all tour companies have clearance to visit these and you'll have to pay a small premium for those that do.\n\nFrom the North you will be able to visit the original site of the Panmunjeom village and the Peace Museum that was originally built for and houses original copies of the 1953 armistice. From there it is a short drive to the JSA.\n\n",{"type":"===","value":["DMZ and JSA"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Camp Bonifas"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=at the southern entrance to the DMZ."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the US\/South Korean military base standing \"In Front of Them All\" should an attack come.  Visitors to Panmunjeom will change buses and get briefed here before entering the DMZ."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Freedom House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=JSA"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=South Korea's pompous propaganda palace faces the demarcation line.  Visitors are usually taken to the ",{"type":"'''","value":["Peace Pagoda"]}," next to it, which provides good views of the JSA and surrounding countryside. Accessible only from the Southern side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Panmun-guk"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=JSA"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=North Korea's pompous propaganda palace faces the demarcation line. Accessible only from the Northern side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=T1 through T3"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=JSA"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These are the conference rooms straddling the border: the neat lines of microphones and, outside, the low concrete bar mark the exact position of the line of demarcation. Both South and North Korean soldiers in intentionally intimidating poses stand guard in and around the rooms. You're free to walk around the conference room and can hop from South to North if you wish. Just don't try to leave by the other exit!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bridge of No Return"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=JSA"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=After the Korean war, some prisoners of war were given the choice to cross over the bridge or to stay on the side of their captors, hence the name. On 18 Aug 1976, a US attempt to cut down a poplar tree obstructing visibility of the bridge led to a battle with North Korean forces that left Capt. Arthur Bonifas and Lt. Mark Barrett dead in what was later known as the ",{"type":"'''","value":["Axe Murder Incident"]},".  The bridge is now closed and a new bridge to the north is used instead.  Usually visited from the South only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=North Korea Peace Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=500 m north of the JSA"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The building where the armistice agreement was signed. The actual documents are kept here, guarded over by a tattered, faded UN flag and a miraculously well-preserved DPRK flag. The axe of \"Axe Murder Incident\" fame is also stored here. Accessible from the North only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taesong-dong"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=DMZ"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=South Korea's show-piece \"Freedom Village\" in the DMZ, housing a little more than 200 farmers working under 24-hour military guard and a 100 m flagpole. The only ways to become a member of the village is to be born into it or by marriage (women only). Entry into the village is not permitted, but you will pass by on your way to the JSA from the South side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kijong-dong"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=DMZ"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the North Korean side, this is a former village built up with fancy apartment blocks and a 160 m flagpole entered in the Guinness Book of World Records as the world's tallest — South Korea claims that nobody lives there, and refers to it as \"Propaganda Village\".  Entry into the village is not permitted, but it is clearly visible from the JSA (although binoculars will come in handy)."]]}]},"\n",{"type":"===","value":["Outside the DMZ"]},"\nOn the South Korean side, sites outside the DMZ can be visited more cheaply and with less hassle. An hourly train runs between Seoul and Imjingak for about ₩1,300 each way. Bus tours passing the Second and Third Tunnel cost ₩8,000. This is an excellent alternative for the DMZ tours, though it is not possible to visit Panmunjeom this way.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Imjungak"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Paju"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A four-storey museum and observatory 7 km south of the DMZ, with views across the Imjin River towards the DMZ and North Korea. The train line to ",{"type":"[[","value":[["Pyongyang"]]}," passes nearby. This is the closest you can get to the DMZ without security clearance. The museum is open daily 09:00-18:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Second & Third Tunnel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two of the four discovered underground tunnels that were secretly dug by the North Koreans into South Korean territory; there are suspicions that there are others. The tunnels are an interesting visit but if you are tall, they will be extremely uncomfortable to walk along the full distance allowed."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["North"]},"\nAll tourist facilities for foreigners in the DPRK include a gift shop and the gateway to the DMZ is no exception. Just inside the concrete wall you can purchase Korean art and, of course, endless amounts of literature on Kim Il Sung and his son Kim Jong Il. Prices are reasonable.\n\n",{"type":"===","value":["South"]},"\n\"The Monastery\" in Camp Bonifas — actually a former officers' club, whose members used to wear brown robes for ceremonies and call themselves the \"Merry Mad Monks of the DMZ\" — has a gift shop retailing DMZ-related paraphernalia, including chunks of rusty barbed wire from the original demarcation line (₩25,000) as well as blueberry wine from North Korea (which is imported after a long detour via China).\n\n",{"type":"==","value":["Eat"]},"\nThe canteen in Camp Bonifas is no longer open to the civilian visitors, so most tours now arrange a set lunch in a Korean restaurant outside of the DMZ: this is usually clearly stated as part of your tour package. Some snacks are available in the gift shop in Camp Bonifas.\n\nThere is no food available for purchase on the Northern side and the closest available facilities are in ",{"type":"[[","value":[["Kaesong"]]},".\n\n",{"type":"==","value":["Drink"]},"\nConsumption of alcohol in the DMZ is ",{"type":"'''","value":["prohibited"]}," and only allowed on special occasions.\n\n",{"type":"==","value":["Sleep"]},"\nThere is no accommodation for the general public at Panmunjeom. Most visitors from the south day-trip from ",{"type":"[[","value":[["Seoul"]]},", while visitors from the north either do a long day-trip from ",{"type":"[[","value":[["Pyongyang"]]}," or overnight in ",{"type":"[[","value":[["Kaesong"]]},".\n\nRoom and board at Camp Bonifas is restricted to active duty soldiers in the United States Armed Forces.  However, retired servicemen who have received the Medal Of Honor might be able to stay on a \"space available\" basis. Contact the ",{"type":"[","value":["http:\/\/8tharmy.korea.army.mil\/JSA\/  United Nations Command Security Battalion - Joint Security Area"]}," for enquiries.\n\n",{"type":"==","value":["Respect"]},"\nFrom the South, a strict ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uso.org\/Korea\/files\/dresscode.pdf dress code"]}]}," applies for all visitors: \"faddish, extreme, torn, tattered, frayed, overly provocative or otherwise inappropriate\" clothing is not allowed.  Sports clothes (incl. tracksuits), military clothing, oversized clothing, sheer clothing, sleeveless shirts\/tops, tank tops, anything that bares the midriff or the buttocks and flip flop-type sandals are specifically banned; clean jeans with a clean T-shirt, on the other hand, are fine. The proclaimed purpose is twofold: one to make sure scruffy hippies don't end up on North Korea's propaganda posters, and the other to make sure ladies in miniskirts and high heels don't trip over and fall if somebody starts shooting.\n\nWithin the DMZ, ",{"type":"'''","value":["photography"]}," outside designated points is not permitted, even from the tour bus. Your military escort will tell you know when photography is allowed. Cameras are subject to inspection by the South Korean MPs. Lenses of up to 90 mm focal length are allowed (although, in practice, lenses slightly longer than this have been allowed). Tripods are prohibited.  You must stay together with the group and follow the tour leader's instructions at all times. In the JSA ",{"type":"'''","value":["pointing, waving and gesturing"]}," are all off-limits. Your group will be asked to walk around in two lines when in sight of the North Korean side.\n\nFrom the North, visits to the DMZ are more casual than from the South and restrictions are minimal, although it is wise to show a level of respect and etiquette that befits the highly sensitive location. Unrestricted photography is permitted at the JSA and the Peace Museum. Elsewhere you will have to ask permission.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["warningbox"],["Do not attempt to cross the border at Panmunjeom under any circumstance as that would ",{"type":"'''","value":["risk your life"]},", the lives of members of your tour group and the lives of soldiers from both sides."]]},"\nFrom the South, entry into the JSA\/DMZ requires that you read and sign a disclaimer from the United Nations where you agree to accept responsibility for ",{"type":"'''","value":["\"injury or death as a direct result of enemy action\""]},". Although Panmunjeom remains in a state of ceasefire you should bear in mind that both Koreas still officially regard themselves as being at war with each other.\n\nYour tour company will return your signed safety disclaimer to you after leaving Panmunjeom, so you get to keep a nice souvenir.\n\nTour companies can and do suspend tours at short notice if political tension escalates, and it's very unlikely that you'll be allowed into the DMZ if there's any real risk.\n\n",{"type":"==","value":["Go next"]},"\nVisiting Panmunjeom is part of a high security guided tour, regardless whether you visit from the North or the South. Upon completion of your tour you will be escorted back to either Seoul, from the South, or continue your tour, from the North. There are no other options normally available.\n\n",{"type":"{{","value":[["IsPartOf"],["Korea"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Panmunjeom"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Regions\/Korean Peninsula\/Demilitarized Zone\/"]]},"\n",{"type":"{{","value":[["geo"],["37.956"],["126.677"]]}]