[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Papallacta"]}," is a city in ",{"type":"[[","value":[["Ecuador"]]},".\n\n",{"type":"==","value":["Get in"]},"\nPapallacta is located 67 km (40 mi) east of ",{"type":"[[","value":[["Quito"]]}," on the route taken in 1542 by Francisco de Orellana.  It crosses over the Andes through beautiful valleys on each side.  Find a bus from ",{"type":"[[","value":[["Quito"]]}," to ",{"type":"[[","value":[["Baeza"]]}," or ",{"type":"[[","value":[["Tena"]]}," and tell the bus driver\/cashier that you want to get off in Papallacta.\n\n",{"type":"==","value":["Get around"]},"\n\nA taxi from the bus stop to the Termas costs $ 1.5 be advised that the taxi drivers will try to charge you more - so ask beforehand.\n\n",{"type":"==","value":["See"]},"\nThe thermal baths and the Reserva Ecologica Cayambe-Coca are the leading reasons to visit Papallacta.  Otherwise, there aren't too many activities in this little town on the side of the hill.\n\nThe beautiful ",{"type":"'''","value":["Reserva Ecologica Cayambe-Coca"]}," presents miles of lakes and trails in a preserved and secluded setting.  Access\/camping\/fishing fees were $5 in 2007.  This reserve receives support from The Nature Conservancy, USAID, Parks in Peril and Rumicocha Ecological Foundation.  The reserve is located high in the Andes around 13,000 feet so it receives quite a bit of rain.  Access points are located past Termas de Papallacta as well as near the summit on the Via Interoceanica (as you reach the summit, look for a cement hut 1\/4 mile off the road to the north). \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Termas de Papallacta Spa and Resort"],["alt="],["url=http:\/\/www.termaspapallacta.com"],["email=termas@termaspapallacta.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has good food and the very relaxing thermal pools. For a $7 fee, you can take a relaxing dip after your trip in the reserve or spend some time there. The reservations office in Quito has an English speaking agent and they will can accommodate e-mail reservations."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nTrout is the most popular dish of the area.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a few hosteria's (small family run hotels) that are inexpensive. A few of them are located along the road from ",{"type":"[[","value":[["Quito"]]}," to Papallacta. Ask the bus driver to stop in Papallacta and you will easily find one if you continue walking along the road.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Hostal\/Restaurante Antisana"]}," is about 200 m from the Terms and costs 17 $ per person (includes a breakfast) for a room with private bathroom and hot water. It is clean and quiet. Also there are two small pools with hot water in the garden."]},"\n",{"type":"*","value":[" You can also stay at ",{"type":"'''","value":["Termas de Papallacta Hot Springs Resort"]}," which is more luxurious and more expensive."]},"\n",{"type":"*","value":[" A more budget (and overall) friendly option is Hostal Coturpa in the town of Papallacta itself. The rooms are comfortable and come with hot water, space heaters and plush blankets as well as breakfast for ~$15\/pp. During weekends there are also hot pools on the lower level. Owner Wilo understands customer service and will go out of his way to ensure a pleasant village. Telephone: 62-320-640 \/ 62-320-180 \/ 08-6280274"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-0.366944"],["-78.132778"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Amazon_(Ecuador)"]]},{"type":"[[","value":[["WikiPedia:Papallacta"]]}]