[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nLocated close by the ",{"type":"[[","value":[["El Tajin"]]}," ruins and the interchange city of ",{"type":"[[","value":[["Poza Rica"]]},", Papantla is known for its downtown square (Zocalo) and its cathedral, where voladores (flyers) perform. Other specialties are its homegrown vanilla liquor.\n\n",{"type":"==","value":["Get in"]},"\nADO services Papantla, their bus station is Juárez 207, five blocks down hill from the zócalo.\n\nFrom many destinations it is easier to transfer buses in ",{"type":"[[","value":[["Poza Rica"]]}," than to catch a direct bus to Papanta.\n\nBuses from ",{"type":"[[","value":[["Vera Cruz"]]}," to Papantla (M$178, 4 - 4.25 hours) leave at 07:00, 08:00, 10:00, 12:45, 17:45, 19:00, 20:00\nBuses from ",{"type":"[[","value":[["Poza Rica"]]}," to Papantla (M$22, 0.45 hours) leave 24 hours a day (generally one every hour, sometimes more)\n\nYou are able to check timetables and book tickets online from ADO ",{"type":"[","value":["http:\/\/www.ado.com.mx"]}," or Ticketbus ",{"type":"[","value":["http:\/\/www.ticketbus.com.mx\/"]},".\n\n",{"type":"==","value":["Get around"]},"\nHail a taxi for M$15 - M$20 to take you around town. The taxi may have someone else in it, if this bothers you just wait for the next taxi. \n\nLocal buses to surrounding towns and El Tajín leave from the corner of 16 de Septiembre and Curato. The Papantla locals are very friendly, and will help you locate which bus to catch.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThe main reason people arrive in Papantla is to visit the ruins of ",{"type":"[[","value":[["El Tajín"]]},". \n\nConcerts and festivals are also held in Papantla, celebrating the regions Totonac culture.\n\nThe arrival of spring is celebrated with the Festival Cumbre Tajín ",{"type":"[","value":["http:\/\/www.cumbretajin.com\/"]}," in March each year at the El Tajín ruins. The name translates to 'Summit Tajín'. There are modern musical concerts as well as cultural events. This is an opportunity to see Voladores from across Mexico and Guatemala preform, experience Totonac culture and watch international music acts. \n\nIn May each year the Kani Tajín festival ",{"type":"[","value":["http:\/\/www.cumbretajin.com\/esp\/idt\/89\/"]}," is held to celebrate the towns unique Totonac culture. Kani Tajín offers workshops, games, drama, shows, music, storytelling, sports, wrestling, and traditional dances,\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nA small, hole in the wall style restaurant is tucked away near 16 de Septiembre and Curato. The staff are friendly, and the breakfast M$35. \n\nSmall bakery on Lázaro Muñoz, half block down from zócalo. The owners are very friendly, and speak a little english.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nBuses to ",{"type":"[[","value":[["Vera Cruz"]]}," (M$178, time 3.35 - 4.15 hours) leave at 01:00, 09:25, 09:30, 12:30, 14:50, 17:10, 17:50\n\nFor many destinations it may be quicker to transfer in ",{"type":"[[","value":[["Poza Rica"]]},". Buses to ",{"type":"[[","value":[["Poza Rica"]]}," to (M$22, 0.40 hours) leave 24 hours a day (generally one every hour, sometimes more). \n\nBe aware that buses to do originate in Papantla, and may be full when they arrive in town. It may pay to book ahead at holiday times. Save a trip to the bus station by checking timetables online using ADO or ticketbus.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["20.4478"],["-97.3200"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Veracruz (state)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Papantla, Veracruz"]]},"\n\n",{"type":"[[","value":[["Commons:Papantla, Mexico"]]}]