[{"type":"{{","value":[["pagebanner"],["Paphos banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Paphos_Odeon.JPG"],["thumb"],["240px"],["The Odeon"]]},"\n\n",{"type":"'''","value":["Paphos"]}," (Πάφος, also ",{"type":"''","value":["Pafos"]},") is a town at the southwestern tip of ",{"type":"[[","value":[["Cyprus"]]},", between the coast and the Troodos Mountains.\n\n",{"type":"==","value":["Understand"]},"\n\nPaphos is renowned as the birthplace of Greek goddess ",{"type":"'''","value":["Aphrodite"]},". Modern-day Paphos is divided in two, with the upper section up the hill being the commercial center, and lower ",{"type":"'''","value":["Kato Paphos"]}," containing the main archaeological points of interest, as well as most hotels and tavernas.\n\nThe local government seem to be ploughing a lot of money into improving the lower ",{"type":"'''","value":["Kato Paphos"]}," area which combines hotels, bars and restaurants along a coastal strip a few km long. Most of the work  is now finished as of November 2008. There is a newly built front leading round to the marina and a long coastal path with amazing views - perfect for a morning or evening stroll.\n\n",{"type":"==","value":["Get in"]},"\n\nThe small ",{"type":"'''","value":["Paphos International Airport"]}," ",{"type":"[","value":["http:\/\/www.paphos-airport.co.uk "]}," (PFO) serves mostly charter flights. Flights to Paphos are widely available from charter flight companies from many of the UK's regional airports, from Exeter in the Southwest to Glasgow and Edinburgh in the North. Many tour operators including First Choice, Thomson and Monarch fly regularly. Flights to Paphos are also available using the scheduled services from British Airways and Cyprus Airways. This can be one busy airport, particularly departures on Wednesdays. The airport is relatively small and can have 6 or 7 flights taking off around the same time, it can be murder!!  Once you have managed to check in and make your way into the departure lounge, you will need to keep your eyes and ears open to listen to the rather 'muted' announcements. If the thought of a busy Paphos airport puts you off then why not head off to Larnaca - and have the same problems on a bigger scale - really though the problems appear no worse than any other airport in the world on a busy day!  A highway connects to ",{"type":"[[","value":[["Limassol"]]}," (68 km) and from there onward to the rest of Cyprus, and shared taxis (€5-10) run reasonably often.from may of 2012 Ryanair will also starts flights from Paphos int. airport to many europeans airports for example to Budapest,to Thessaloniki, to Kaunas etc....\n\n",{"type":"==","value":["Get around"]},"\n\nPaphos town is small enough to navigate on foot however the travelling around the region of Paphos will require motorised assistance ! Local bus services are available however hiring a vehicle (bike\/quad\/car) is common place and allows for going off the beaten track to find small villages in the hills. It gets hot and humid in summer (33 deg C and 90% Humidity) between late June through to early September.  Rest of the year is relatively mild but with colder spells in January & February.\nOfficial website of ",{"type":"[","value":["http:\/\/www.visitpafos.org.cy Paphos Cyprus"]}," region.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Paphos Archaeological Park"]}," houses a number of attractions, including the  ",{"type":"'''","value":["House of Dionysos"]}," and the ",{"type":"'''","value":["House of Theseus"]},", both ruins of large Roman villas famous for their mosaics. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Tombs of the Kings"]},", whilst not actually the burial place of ancient royalty, is worthy of the name none the less. Within this vast expanse of land, instead of the kings, would have instead been other high officials and rich citizens. Although all of the tombs have been plundered, what is left is still a very impressive impression of life (after-life?), back in the fourth century. The larger tombs in this \"complex\" are awesome, carved out of solid rock and with a view for the inhabitants that would make anyone among the living jealous!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paphos Fort"]},", at the tip of the marina, is a squat box with a colourful history as a fort and prison under many administrators. The present incarnation was built by the Turks in 1586 and was last actively used by the British. Open daily to 6 PM (in summer), entry €1.70."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tala Village"]]}]},", found high up north west of Paphos, Tala is a pretty traditional village, now with a large expat population but with beautiful Agios Neophytos Monastery nearby and a good range of popular restaurants. "]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Paphos Bird Park"],["url=http:\/\/www.pafosbirdpark.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large animal park located north of Paphos. Tickets are 15.50 €\/adult and 8.50 €\/child"]]}]},{"type":"*","value":[" The ",{"type":"'''","value":["Odeon"]},", a classic Greek amphitheatre within the archaeological park, occasionally holds plays and musical performances."]},"\n",{"type":"*","value":[" The Paphos ",{"type":"'''","value":["Aphrodite Water Park"]}," is a large, impressive, and very nicely themed, water park. Plenty of slides to keep all ages amused, as well as lazy river rides, wave machines, and everything else you've come to expect from the best water parks."]},"\n",{"type":"==","value":["Buy"]},"\n\nLeather goods, Lace, Yeroskipou delights, Beware of stores selling copy DVDs these appear a bargain but are often poor quality and a waste of money. Also check the store's 'returns policy'. Some do not offer refunds or exchanges on faulty goods!  Overall shopping in Paphos is a pleasurable experience, with its shops spread out from the numerous quality furniture stores on the road to Polis to the small independent tourist shops on the harbourside. There are 4 main supermarket companies in Paphos:- Orphanides, Papantoniou, Chris Cash & Carry (now Carrefour); Debenhams (rather like UK House of Fraser)\n\n",{"type":"==","value":["Eat"]},"\n\nPaphos offers a wealth of choices to eat from world known Western KFC & McDonalds to 5 Star dining at iL Classico, Colosseum etc and at many of the hotel restaurants. There are limitless choices from Chinese to Mexican and from traditional Cypriot meze to Pizza\/Pasta. You must try a traditional Cypriot meze but if at all possible venture out a little into one of the villages surrounding Paphos town for not just authentic food but great atmosphere, either NE towards the mountains or should you want to travel a little further West call into Kathikas village where there are a multitude of traditional tavernas.\n\nZaffron restaurant ",{"type":"[","value":["http:\/\/www.zaffronweddings.co.uk\/Zaffron-Wedding-Menu.html"]}," - a very good restaurant with Italian, Greek menu. Situated near Venus beach hotel. The average bill for supper - 40 euros for 2 people with glass of wine.\n\n",{"type":"==","value":["Drink"]},"\nAccompany any traditional cyprus dish with wine from the Nelion Winery, Vasilias Nikoklis inn offers a variety of local wines starting from Cyprus apperitif zivania, the Refreshing roze, the dry white wine the medium sweet white and red, the ofthalmo and the shiraz.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Akamas Peninsula"]}," located in the far west of Cyprus. Paphos is the closest major city to this area of outstanding natural beauty. A day may not be enough to explore the deep gorges the wild landscape and the sandy bays. This is an area of great biodiversity and ecological significance. Home to 530 plant species, a third of the total for Cyprus, 126 of which are endemic to the island Cyprus. It remains largely unspoilt to date mainly thanks to its inaccessibility."]},"The Diarizos river valley an unspoiled paradise for birdwatchers and nature lovers. Drive through Nikoklia village towards Troodos mountains and enjoy the views.Scenic little villages, family runed inns and wineries.\n\n",{"type":"{{","value":[["geo"],["34.7667"],["32.4167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Paphos district"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Paphos"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Paphos"]]}]