[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Papradno"]}," is a city in ",{"type":"[[","value":[["Central Slovakia"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["by bus"]}," Buses go regularly from Považská Bystrica bus station no.1. Travel ticket costs about 24 SKK per adult person and half price for students and children under 15. Journey is about 40 minutes long.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["by bus"]}," Buses from Papradno to ski-center Podjavornik go three times a day. Ticket costs about 14 SKK per adult person and half price for students and children under 15. Journey is about 20 minutes long.\n",{"type":"'''","value":["by bicycle"]}," It is possible to borrow a bike in Agro pension Grunt and hotel Podjavornik.\n",{"type":"==","value":["See"]},"\nPaparadno is a nice village which lies in the valley of mountains Javorniky. Papradno belongs to the district Považská Bystrica and is the northeast part of the Trenčin region. This village spreads on 5582 ha. About 2560 people are living there. Across Papradno flows stream Papradnianka. Hills, forests and mountains are all around except the south where is neighborhood village Brvnište. A man already lived here during late Stone Age because there were found parts of edge stone axe. First historic report is from 1525. Symbols of the village are sign and flag. The idea of the symbols appearance comes from the oldest sealing ram and had been using from 1870. On current sealing sign is sheep. In 1779 Slovak writer Hugolin Gavlovič taught at school in Papradno. He is an author of the book Valašská škola mravuv stodola. Texts for the book pumped mainly from the experiences from these people.\n",{"type":"'''","value":["Roman Catholic Church"]}," is a dominant of the village. The church was built in 1792 by Lord Esterházi in baroque style. Beautiful chrome organ which is the forth biggest in Slovakia is a pride not only for a church, but also for people living in Papradno. In front of the church there is a ",{"type":"'''","value":["statue of Saint Ján Nepomucký"]}," from the middle of 18th century. ",{"type":"'''","value":["Marble cross"]}," from 1911 was built from thanks offering of American parishioners. In the middle of the village there are ",{"type":"'''","value":["market place, Municipal office, Court House"]}," and ",{"type":"'''","value":["Primary school."]}," Worth seeing are also nearby mountains ",{"type":"'''","value":["Javorníky"]},".\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["go hiking"]}," nearby mountains Javorniky are great place for tourism. During the season visitors can pick up blueberries on the top of the Javorniky. \n",{"type":"'''","value":["go cycling"]}," cycling in the mountains as well as around the village is enjoyed by tourists and natives every year. Tourists can borrow a bike and make a long trip across the mountains that spread all around. ",{"type":"'''","value":["go riding horses"]}," this activity is also possible thanks to agro pension Grunt. ",{"type":"'''","value":["go swimming"]}," the hotel Podjavornik offers a swimming pool and some other spa services such as massages, baths, sauna and sun bed. ",{"type":"'''","value":["go skiing"]}," in Podjavornik there is situated ski-center with three ski-lifts. ",{"type":"'''","value":["go to the fitness center"]},"  which is situated in the middle of the village\n‘’’Animal farm’’’ is good attraction especially for children. In the farm they can see how animal live, they can try to milk cows and watch how to prepare cheese. \n",{"type":"==","value":["Buy"]},"\nPostcards and some other souvenirs are for sale in the post office in the middle of the village. However, the nearest shopping center is situated in the Považská Bystrica that is about 17 kilometers far from Papradno.\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Agro pension Grunt"]}," offers nice menu full of typical Slovakian food. Customers can also taste fresh cheese that is made in the nearby animal farm. The farm belongs to the same owner.\n",{"type":"'''","value":["Hotel Podjavornik"]}," in this hotel customers get typical Slovakian food together with good choice of many others nice foods.\n\n",{"type":"==","value":["Drink"]},"\nThere is a good choice of places where people can go for a drink in Papradno. Let’s look at the bars first. ",{"type":"'''","value":["Dallas"]}," is a bar where many people go to have a drink every weekend, especially Friday and Saturday. Another place where customer can get a nice drink is ",{"type":"'''","value":["Bowling Fun"]},". In this bar is also possible to play a bowling. Bar ",{"type":"'''","value":["Lucia"]}," is well known for its Friday nights discos. In each of four local pubs customers can taste Slovak beers.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Agro pension Grunt"]},"  400 SKK per person per night. For more information www.penziongrunt.sk\n",{"type":"'''","value":["Hotel Podjavornik"]},"  750 SKK per person per night. For more information www.podjavornik.com\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["by bus"]}," Buses go regularly from Papradno to Považská Bystrica. Travel ticket costs about 24 SKK per adult person and half price for students and children under 15. Journey is about 40 minutes long.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["49.2333"],["18.4167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Slovakia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Papradno"]]}]