[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["disclaimerbox"],["This Wikivoyage region covers the entire Indonesian half of the island of New Guinea, not just the Indonesian province of Papua."]]},"\n\n",{"type":"'''","value":["Papua"]},", also known as ",{"type":"'''","value":["Western New Guinea"]}," and formerly ",{"type":"'''","value":["Irian Jaya"]},", is the easternmost part of ",{"type":"[[","value":[["Indonesia"]]},". It comprises the western half of the island of ",{"type":"[[","value":[["New Guinea"]]},", the world's largest and highest tropical island, while the eastern half is the independent country of ",{"type":"[[","value":[["Papua New Guinea"]]},".\n\nPapua retains many traditional cultures and is home to some of the richest biodiversity in the world. ",{"type":"[[","value":[["Lorentz National Park"]]},", a UNESCO World Heritage Site and the largest protected area in the Asia-Pacific region, ranges from Papua's southwest coast to its central mountains. \n\n",{"type":"==","value":["Regions"]},"\nThe Indonesian half of New Guinea has, somewhat controversially, been divided into two provinces since 2003.\n\n",{"type":"'''","value":["West Papua"]}," (",{"type":"''","value":["Papua Barat"]},")\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bird's Head Peninsula"]]}]},"\n",{"type":"'''","value":["Papua"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Asmat"]]}," - home of the world-renowned Asmat woodcarvers"]},{"type":"*","value":[" ",{"type":"[[","value":[["Baliem Valley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Biak (island)"],["Biak"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bomberai Peninsula"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Doberai Peninsula"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mimika"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Paniai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Southeast (Papua)"],["Southeast"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yapen"]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Biak (city)"],["Biak"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fakfak"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jayapura"]]}," - the capital and largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Manokwari"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Merauke"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sorong"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Timika"]]}," - staging post for one of the world's largest mines"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wamena"]]}," - gateway to the Baliem Valley"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baliem Valley"]]}," - the home of the famous penis-gourded Dani warriors"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lorentz National Park"]]}," - the largest national park in Asia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Raja Ampat"]]}," - home of the world's richest reefs"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nLike the rest of Indonesia, ",{"type":"'''","value":["West Papua"]}," was part of the Dutch East Indies before World War II. However, after Indonesian independence, the region remained under Dutch rule for some time. Elections were held in the territory in 1959 and an elected council took office in 1961, in preparation for full independence from the Dutch. However, the Dutch handed the area over to a UN temporary administration, who in turned gave it over to Indonesia in 1963. A controversial plebiscite known as the ",{"type":"'''","value":["Act of Free Choice"]},", held in 1969, resulted in an improbable 100% vote in favor of joining Indonesia. The region, renamed first as ",{"type":"'''","value":["Irian Barat"]}," (West Irian) and then ",{"type":"'''","value":["Irian Jaya"]}," (Glorious Irian) has been under heavy Indonesian military control ever since, with the outgunned ",{"type":"'''","value":["Free Papua Movement"]}," (",{"type":"''","value":["Operasi Papua Merdeka"]}," or ",{"type":"''","value":["OPM"]},") fighting for independence.\n\nThe name ",{"type":"'''","value":["Papua"]}," was restored in 2000 in a sop to the nationalists. The province was split into two in 2003 in a highly controversial move, with the Bird's Head Peninsula and surrounding islands becoming ",{"type":"'''","value":["West Papua"]}," (",{"type":"''","value":["Papua Barat"]},"). A further split, to create a third ",{"type":"'''","value":["Central Papua"]}," province, was abandoned due to fierce opposition.\n\n",{"type":"===","value":["Culture"]},"\nComprising the western half of the island of New Guinea, the world's largest and highest tropical island, Papua is incredibly diverse and different from the rest of Indonesia (or, for that matter, anywhere else in the world). Despite of a population of under three million, Papua is home to over 250 languages and retains many traditional cultures that were until very recently \"still in the Stone Age\". Cannibalism and headhunting were practiced in some areas until the 1970s or later.\n\n",{"type":"===","value":["Terrain and ecology"]},"\n",{"type":"[[","value":[["File:Wasur Rainbow 1994.jpg"],["thumb"],["Wasur National Park"]]},"\n\nA vital tropical rainforest with the tallest tropical trees and vast biodiversity, Papua's known forest fauna includes marsupials (including possums, wallabies, tree-kangaroos, cuscuses), other mammals (including the endangered long-beaked Echidna), many bird species (including birds of paradise, cassowaries, parrots, cockatoos), the world's longest lizards (Papua monitor) and the world's largest butterflies. The island has an estimated ",{"type":"''","value":["16,000"]}," species of plant, 124 genera of which are endemic.\n\nThe extensive waterways and wetlands of Papua are also home to salt and freshwater crocodile.\n\nLarge parts of the equatorial glacier fields in the highlands remain largely unexplored. Protected areas within Papua province include the ",{"type":"[[","value":[["Lorentz National Park"]]},", a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},", and the ",{"type":"[[","value":[["Wasur National Park"]]},", a RAMSAR wetland of international importance.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Travel permits"]}," (",{"type":"''","value":["surat jalan"]},") are required for all travel in Papua beyond the main coastal towns.  The list changes randomly, but ",{"type":"[[","value":[["Jayapura"]]}," and ",{"type":"[[","value":[["Biak"]]}," are generally permit-free, and ",{"type":"[[","value":[["Sentani"]]},", ",{"type":"[[","value":[["Manokwari"]]}," and ",{"type":"[[","value":[["Sorong"]]}," are usually fine. Permits are mostly easily acquired in ",{"type":"[[","value":[["Jayapura"]]}," and ",{"type":"[[","value":[["Biak"]]},", where they're usually obtainable in one day, although they are usually available at the other non-permit towns as well. Two passport photos and a token administration fee (Rp 5000 or so) are required.\n\nThe permit must list ",{"type":"''","value":["all"]}," the places you're planning to visit, no changes allowed, unless you get a new one in a main town.  Whenever you arrive in a new town in Papua, you have to get your permit stamped at the police station.  Make lots of copies, you'll need them for hotels and such.\n\nDespite the claims of some embassies to the contrary, no permits are required for travel ",{"type":"''","value":["to"]}," Papua.  It's best not to mention Papua at all when applying for a visa.\n\n",{"type":"===","value":["By plane"]},"\nAlthough technically, Papua can be accessed either by water or air, almost all travelers travel by air. The main gateways are ",{"type":"[[","value":[["Biak"]]},", ",{"type":"[[","value":[["Manokwari"]]}," and ",{"type":"[[","value":[["Jayapura"]]}," (airport in Sentani), although there are also limited flights to ",{"type":"[[","value":[["Fakfak"]]},", ",{"type":"[[","value":[["Sorong"]]}," and ",{"type":"[[","value":[["Timika"]]},". Only Garuda has direct flights from ",{"type":"[[","value":[["Jakarta"]]}," to capital ",{"type":"[[","value":[["Jayapura"]]},"; all other carriers, including Batavia Air and Lion Air, fly circuitous routes with stops at intermediate cities like ",{"type":"[[","value":[["Denpasar"]]}," (Bali) ",{"type":"[[","value":[["Makassar"]]}," (Ujung Panjang).\n\nSince there is no major road connection between most cities which are scattered across the island, almost all travel within the Papua region is done by air. Airlines such as Trigana Air Service, Aviastar, Nusantara and many more provide regional \"hops\" between a few cities and towns within Papua. With special request, special charter flights to one of the 300+ very remote villages can be scheduled with charter airlines such as ",{"type":"[[","value":[["Susi Air"]]}," and ",{"type":"[[","value":[["Mimika Air"]]}," or with flight organizations such as ",{"type":"[[","value":[["Associated Mission Aviation"]]}," (AMA), based in ",{"type":"[[","value":[["Sentani"]]},". If one is very lucky, he\/she might be able to catch a cargo plane ride (no seat belts!) from Wamena to Sentani for a mere Rp 50,000-100,000. \n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.susiair.com Susi Air"]}]}," to local destinations across Papua. +62 811 211 3080"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trigana-air.com Trigana Air"]}]},". +62 967 535 666"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lionair.co.id\/Default.aspx Lion Air"]}]}," provides budget flights to and from various parts of Indonesia as well as regional flights between major cities in Papua. +6280 4177 8899"]},"\n",{"type":"===","value":["By boat"]},"\nPelni boats also stop at Jayapura and Farfak , among other destinations. This is a relaxing and interesting way to arrive if you have the time.\n\nPT. Pelayaran Nasional Indonesia, simply called Pelni, operates ferry ship services between other parts of Indonesia as well as within Papua, with serviced places on the island including Biak, Serui, Nabire, Sorong, Fakfak, Timika and Merauke. (Reports indicate it takes approximately 2 weeks from Jakarta to Jayapura; it takes 2 1\/2 days from Jayapura to Nabire)\n\n",{"type":"[[","value":[["http:\/\/www.pelni.co.id\/ Pelni"]]}," provides 3-class service, consisting roughly of economy, premium and first class. Economy class lodging and service provides for a 2.5 x 7ft bed arranged side-by-side with other beds and comes with minimal meals and sanitary facilities (public bathroom). Premium class service consists of a 4-bed room with basic meal services and small private bathroom. First class service nearly identical to premium class, except that the room features a window for a view outside.\n\nEach ferry ship also features a mini movie theater, restaurant (for those who prefer to eat something more than the provided meals).\n\n",{"type":"===","value":["By land"]},"\nThe only land border crossing between Papua and Papua New Guinea open to foreigners is on the north coast between ",{"type":"[[","value":[["Jayapura"]]}," and ",{"type":"[[","value":[["Vanimo"]]}," (PNG). There is no public transport across, so car or motorbike hire for some of the distance is required.  Advance visas are required.\n\n",{"type":"==","value":["Get around"]},"\nPapua's main cities are not connected by road, and flying is the only practical option for covering longer distances.  Boat charter for river travel is surprisingly expensive, the price going from USD50\/day for a simple canoe to a whopping USD500\/day (incl. gas) for a motorized outboard.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nWear a koteka - the traditional Dani dress for men.\n\n",{"type":"==","value":["Eat"]},"\nNative Papuan food usually consists of boar with tubers such as sweet potato.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe ",{"type":"'''","value":["Free Papua Movement"]}," (",{"type":"''","value":["Organisasi Papua Merdeka"]}," or ",{"type":"''","value":["OPM"]},", pronounced \"Oh Peh Em\") continues to operate throughout Papua and all of Papua's major cities have seen violently suppressed riots. The OPM has also kidnapped Western hostages on two occasions, although their targets are mining company employees and Indonesian security personnel, not tourists. OPM now focuses on Timika (Freeport Mining City) to kill the army and shoot the Freeport convoy which carries Freeport personnel. Other areas including Jayapura, the islands surrounding Papua and West Papua Province are relatively more safe. There are also some tribes who fight with bows and arrows, but visitors are very unlikely to be injured in the crossfire.\n\n",{"type":"'''","value":["Drunks"]}," can be encountered virtually anywhere especially during nighttime. Avoid contact and\/or confrontation with them, but if this is unavoidable, never engage in a fight.\n\nUse caution when driving around the streets in a vehicle. The traffic can sometimes become heavily disorganized, and in addition, there may be many ",{"type":"'''","value":["juveniles without driver's licenses"]}," driving motorcycles on the roads. Should an accident, major or minor, occur, be aware that often, the non-local visitor would be blamed for the accident unless intervened by police, regardless whether the accident was really his\/her fault. Always wear a helmet when driving a motorcycle.\n\nThe electricity service in Papua is not reliable in many places. The frequency of ",{"type":"'''","value":["blackouts"]}," and ",{"type":"'''","value":["brownouts"]}," are Although this should not be a major issue most of the time, make sure that any valuable electrical\/electronic devices are protected with a protection unit such as a mini travel adapter with built-in fuse.\n\nLarge ",{"type":"'''","value":["saltwater crocodiles"]}," can be encountered in all low-lying waterways and beaches.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Malaria"]]}]}," is endemic to the province. Precautions are highly recommended. Streetside \"kaki lima\" food vendors often prepare food in unsanitary conditions. Eating from these vendors are not recommended unless one's immune system has been accustomed to these conditions through previous experiences. ",{"type":"'''","value":["E. coli"]}," or ",{"type":"'''","value":[" typhoid"]}," may occur.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Maluku"],["Maluku Islands (Moluccas)"]]}," - to the west"]},{"type":"*","value":[" ",{"type":"[[","value":[["Papua New Guinea"]]}," - to the east, the eastern half of ",{"type":"[[","value":[["New Guinea"]]}]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Indonesia"]]},"\n",{"type":"{{","value":[["Geo"],["-5.5"],["141"]]},"\n",{"type":"[[","value":[["WikiPedia:Western New Guinea"]]}]