[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image="],["flag="],["capital=NA"],["government=NA"],["currency="],["area="],["population=no indigenous inhabitants, but scattered Chinese garrisons"],["language=NA"],["religion=NA"],["electricity="],["callingcode="],["tld="],["timezone=UTC +8"]]},"\n",{"type":"{{","value":[["warningbox"],["The islands are disputed territory, claimed by China, Taiwan and Vietnam. As of May, 2014, the dispute has gotten hot; both China and Vietnam have been moving naval vessels about and making hostile statements, and anti-Chinese riots have broken out in Vietnam."]]},"\nThe ",{"type":"'''","value":["Paracel Islands"]}," are an archipelago in the South China Sea, administered by ",{"type":"[[","value":[["China"]]},", but also claimed by ",{"type":"[[","value":[["Taiwan"]]}," and ",{"type":"[[","value":[["Vietnam"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:ParacelIslands.png"],["frame"],["Map of Paracel Islands"]]},"\n\nChina has announced plans to open the islands to resort style tourism, starting with Yongxing Island.\n\nThis tropical archipelago, about one-third of the way from central Vietnam to the northern Philippines, is composed of 130 small coral islands and reefs divided into the northeast Amphitrite Group and the western Crescent Group.  It is surrounded by productive fishing grounds and by potential oil and gas reserves. In 1932, French Indochina annexed the islands and set up a weather station on Pattle Island; maintenance was continued by its successor, Vietnam. China has occupied the Paracel Islands since 1974, when its troops seized a South Vietnamese garrison occupying the western islands. The islands are claimed by Vietnam and Taiwan.  \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nChina has built an airstrip on one of the islands.\n\n",{"type":"===","value":["By boat"]},"\n\nSmall Chinese port facilities on Woody Island and Duncan Island are being expanded.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nAlthough the economic value of the archipelago's waters for fishing, and the suspected presence of underwater petroleum reserves are their primary source of interest, there is currently no economic activity taking place on the islands themselves.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are no public accommodations in the Paracel Islands.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southeast_Asia"]]},"\n",{"type":"{{","value":[["related"],["Spratly_Islands"]]},"\n\n",{"type":"[[","value":[["WikiPedia:",{"type":"{{","value":[["PAGENAME"]]}]]},"\n",{"type":"{{","value":[["geo"],["16.654612"],["112.747192"]]}]