[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["Paraparaumu \/ Paraparaumu Beach"]}," is on the ",{"type":"[[","value":[["Kapiti Coast"]]}," of ",{"type":"[[","value":[["New Zealand"]]},"'s ",{"type":"[[","value":[["North Island"]]},".\n\n",{"type":"[[","value":[["File:Kapiti and Paraparaumu, New Zealand, 6 July 2005 - Flickr - PhillipC.jpg"],["thumb"],["350px"],["Kapiti Island and Paraparaumu"]]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nA 40 to 90 min drive or 60 min train trip from the nearest cities of ",{"type":"[[","value":[["Palmerston North"]]}," and ",{"type":"[[","value":[["Wellington"]]},". Newmans and Intercity operate several daily scheduled bus services throughout this region and most backpacker buses stop here.\n\nThe nearest airports are Palmerston North, Wellington and Paraparaumu. \nAir New Zealand services Paraparaumu to and from Auckland.\n\n",{"type":"==","value":["Get around"]},"\nMana Coach Service provides a bus service between Paraparaumu and Paraparaumu Beach to Coastlands and the railway station to get you where you need to go.  There is also a local taxi service available.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Southward Car Museum"],["url=http:\/\/www.southwardcarmuseum.co.nz\/"],["email=admin@southwards.co.nz"],["address=Otaihanga Rd"],["lat="],["long="],["directions=off SH1)"],["phone=+64 4 297-1221"],["tollfree="],["fax=+64 4 297-0503"],["hours=Daily 09:00-16:30 except Good Friday & 25 Dec"],["price=$13"],["content=The largest private collection of cars and motorbikes in New Zealand, with over 200 cars"]]}]},"\n",{"type":"==","value":["Do"]},"\nParaparaumu Beach is the gateway to Kapiti Island where the visitors and locals come to catch their boat to the world famous nature reserve. The Kapiti Island visit is an experience and one that can be made even more alluring because of seasonal weather making it inaccessible.  \n\nSheltered by the island, the popular yet unspoilt beach is a safe haven for children to play, build sandcastles, and swim. A neat children's playground and a challenging skate park for the older ones make boredom here a slim chance.\n\nFor a bit of exercise try your luck at the Paraparaumu Beach Golf Club or some bowling practice at one of the local greens.  \n\n",{"type":"==","value":["Buy"]},"\nThe village is a good place to buy local. The Saturday market is a special community experience.  Drop in to have your breakfast and have a look. It's a great place to meet local people, local growers and local producers.  \n\n",{"type":"==","value":["Eat"]},"\nThere are many cafes and restaurants both in town and near the beach making this a great stop for those needing to refuel. When ordering fish and chips down at the beach ask them to point you to Fish and Chip Hill where locals soak up the sun, picnic and at times feed the many seagulls that hang around.  \n\n",{"type":"==","value":["Drink"]},"\nIf you just want a place to unwind and catch up with friends, there are a couple of local bars to sip on your favourite drink and order a hearty meal. \n",{"type":"*","value":[{"type":"'''","value":["Monteiths Kapiti Junction and Retro Bar"]},", just off the main highway. For your late night drink and dance.  "]},"\n",{"type":"==","value":["Sleep"]},"\nWith many motels and hotels this town is not short of a place to stay and accommodation rates suit those wanting a quick stop over or a relaxing weekend on the coast.  \n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kapiti Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Paraparaumu"]]},"\n",{"type":"{{","value":[["geo"],["-40.916666666667"],["175.01666666667"]]}]