[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"[[","value":[["File:Rio Paraguay.jpg"],["400px"],["thumbnail"],["Paraguay River near Asunción"]]},"\n\nThe ",{"type":"'''","value":["Paraguay River"]}," (",{"type":"''","value":["Río Paraguay"]}," in Spanish, ",{"type":"''","value":["Rio Paraguai"]}," in Portuguese) is a major river in south central ",{"type":"[[","value":[["South America"]]},", running through ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Bolivia"]]},", ",{"type":"[[","value":[["Paraguay"]]}," and ",{"type":"[[","value":[["Argentina"]]},". It flows approximately 2,549 kilometers from its headwaters in the Brazilian state of ",{"type":"[[","value":[["Mato Grosso"]]}," to its confluence with the ",{"type":"[[","value":[["Parana River"]]}," north of ",{"type":"[[","value":[["Corrientes"]]},". It divides Paraguay into two regions, the oriental and the occidental.\n\n",{"type":"==","value":[" Understand "]},"\n\nThe Paraguay River was discovered by Alejo García in 1524. It has historically been of vital importance for transportation in ",{"type":"[[","value":[["South America"]]},", because it connects Argentina, Brazil, Bolivia, and Paraguay, as well as other countries throughout the Cuenca del Río de la Plata (Plata River Basin). In absence of roads and routes, the Paraguay River was the fastest and most efficient means of transportation and communication, giving Paraguay, a land-locked country, access to the Atlantic Ocean.\n\nToday, it is not the main transit artery for travel in the area, but is still used for various purposes, especially for the transportation of bulk cargo (crops, minerals, fuel, etc.) and riverside people. Low water level is from March to October; this limits transit to boats of medium or low draft.\n\nCrossing Paraguay, it has numerous tributaries, such as the rivers: Tebicuary, Ypané, Manduviré, Aquidabán, Apa, Confuso, Verde and Montelindo.\n\n",{"type":"==","value":[" Prepare "]},"\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"==","value":["Get around"]},"\nAs it's a river, boats are really the only option. You can rent a private boat, take a cruise, or ride a cargo boat.\n\n",{"type":"===","value":[" Boat trips "]},"\n\nFishermen and other locals are keen to offer their boats and canoes as water taxis for tourists. Just ask: even if he's busy, he'll know someone else who will be willing to take you.\n\n",{"type":"===","value":[" Cruises "]},"\n\n",{"type":"====","value":[" Boat Cuñatai "]},"\n\nThis boat travels short distances in the limits of ",{"type":"[[","value":[["Asunción"]]},".\n\n",{"type":"===","value":[" Cargo boats "]},"\n\nThe main long-distance river transport. These general-purpose boats take passengers as well as cargo, though they're not designed for passengers so there are generally no berths; if you're travelling overnight, you'll have to find a level surface to sleep on.\n\n",{"type":"===","value":[" Sights "]},"\n\n",{"type":"'''","value":["Puerto Caballo"]},"\n\nLocated 872 kilometers from Asunción, is in the confluence of the Paraguay River and the Negro (Black) River. This place shares borders with three countries: Brazil, Bolivia and Paraguay. Historically, the surrounding area produced tannin.\n\n",{"type":"'''","value":["Bahía Negra"]},"\n\nLocated 859 km from Asunción. At certain times of the year, when roads are impassible, it can only be accessed by river or in small planes. The Chamacoco natives live nearby.\n\n40 km from Bahía Negra, by the Río Negro, there is the biologic station “Los Tres Gigantes” which is the first marshland investigation centre in Paraguay, covering 15,000 hectares. It is administrated by Guyra Paraguay, an NGO tasked with the defence and protection of biological diversity.\n\n",{"type":"'''","value":["Fuerte Olimpo"]},"\n\nLocated 697 km from the capital, in Alto Paraguay Department. It is an attractive and small city with a fort established on a hill.\n\n",{"type":"'''","value":["Isla Margarita"]},"\n\nThis is picturesque island inhabited mostly by fisherman. Across the island, is the Brazilian city of Port Murtinho. Near, there are many Native establishments. It is located 545 km from Asunción.\n\n",{"type":"'''","value":["Vallemi (Small Valley)"]},"\n\n\/located 449 kilometers km from the capital. It is the site of Paraguay's main cement factory. This city is also by the Apa River.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Concepción (Paraguay)"]]}]},"\n\nIt is the capital of the department with the same name, 310 km from Asunción.\n\n",{"type":"'''","value":["Alberdi"]},"\n\nThis city is across from the Argentine city of Formosa, 133 km from Asunción.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Pilar"]]}]},"\n\nThis city is the capital of the Ñeembucú Department, located 301 km from Asunción. Features old buildings in the Spanish colonial style.\n\n",{"type":"==","value":[" Stay safe "]},"\n\n",{"type":"==","value":[" Go next "]},"\n\nOnward travel by boat leads to Brazil and Bolivia in the north, or Argentina in the south.\n\n",{"type":"[[","value":[["Wikipedia:Paraguay River"]]},"\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"{{","value":[["geo"],["-27.3"],["-58.633333333333"]]}]