[{"type":"{{","value":[["pagebanner"],["Paranapiacaba pic06 banner.jpg"]]},"\n",{"type":"'''","value":["Paranapiacaba"]}," is a city on the edge of ",{"type":"[[","value":[["Grande São Paulo"]]},". It is technically part of ",{"type":"[[","value":[["Santo André"]]},", but is quite remote from the city itself.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Paranapiacaba.jpg"],["thumb"],["right"],["350px"],["The English-built village of Paranapiacaba"]]},"\nParanapiacaba is actually in a neighboring county on the outskirts of the city, towards the coast. It is a historical village and railroad station nestled in the Atlantic rain forest at the top of the Serra do Mar range, the last stop before trains descend the Serra do Mar to the coast. \n\nThe district is southeast of greater São Paulo (latitude south 23° 46'; longitude east 46° 21'; altitude 796 m).  The area is 4.81 km² (village) and 83.22 km² (district).  The population is 2,131 in the village, 3,885 in the entire district. The weather is in between subtropical and alpine, marked by morning fog, due to the high altitude.\n\n",{"type":"===","value":["Weather"]},"\nThe village usually has extreme weather conditions, usually very different from the weather on the Highlands. Winters tend to be relatively hot and sunny, while summers are usually defined by very wet days with blankets of dense fog. The wearing of mosquito repellent is advisable, especially in winter.\n\n",{"type":"==","value":["Get in"]},"\nTo get to Paranapiacaba, take the urban train from Luz Station in downtown São Paulo to Rio Grande da Serra. The train leaves every 20 min. or so. \nFrom outside the train station in Rio Grande da Serra, next to the drug store, catch the bus to Paranapiacaba. Despite being a train station itself, no passenger trains actually go to Paranapiacaba, only freight trains on their way to and from the port in Santos.\n\n",{"type":"==","value":["See"]},"\nMost of the village was built by English men(Many of the materials came from Europe), the historical part of the village is in the typical English style with colourful houses made of wood. There is a scale replica of Big Ben on the main train platform, that was part of the original train station and the rail yards are somewhat of a train graveyard, with many rusting old wrecks that one can look through. There is also a railroad museum.\n\nIt is a very pleasing place both for railfans(It´s the only place in Brazil that still has electric locomotives moving freight, and it´s a main corridor) and nature lovers, providing easy access to the rain forest of the Serra do Mar.\n\n",{"type":"==","value":["Do"]},"\nThe surrounding rainforest is a State Park and offers many excellent hiking opportunities, including a 15km hike right down to the coast,through the Vale do Quilombo. The hiring of guides is a good idea, since the rainforest is dense and people have been known to get lost; you can do this through the Paranapiacaba Environmental Monitors' Association, (11) 4439-0155, or ask around in the village.  Paranapiacaba is familiar enough with tourism and the locals are friendly and happy to help; though as with most of the area, English is not widely spoken.\n\nDuring the holidays and weekends there is a Steam Locomotive that provides a ride in the yard. Look also for a plataform: during sunny days it is possible to see the Atlantic Ocean and the industrial installations of the coastal city of Cubatão.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are several shops that sells memorabilia and clothes, but most of them are closed in the weekdays. Paranapiacaba is also a popular place for artists: several of them keeps their shops and ateliers there.\n\n",{"type":"==","value":["Eat"]},"\nplenty of little restaurants\/snack bars in town where you can eat something. \n\nIt's a nice & simple \"por kilo\" in the center called \"Beija Flor\" where you can observe hummingbirds!\n\nAnother options is \"Casa do Tio César\"\nRua Antônio Olintho, 489 - Parte Baixa - Vila de Paranapiacaba Telefone: (11)4439-0281 c\/ Cesar\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are some simple guesthouses in and around the village, if you want to spend a couple of days, which is a good idea if you intend to go hiking.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Grande São Paulo"]]},"\n",{"type":"{{","value":[["outlinedistrict"]]},"\n",{"type":"[[","value":[["wikipedia:Paranapiacaba"]]},"\n",{"type":"{{","value":[["geo"],["-23.783333333333"],["-46.316666666667"]]}]