[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Park Ridge"]]},"\n",{"type":"'''","value":["Park Ridge"]}," is a city in ",{"type":"[[","value":[["Bergen County"]]},", ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n•Park Ridge is easily accessible by car, located only a few miles off of Exit 172 on the Garden State Parkway.  Park Ridge is also located two miles from Route 304, which runs through New York State, and easily accessible to the Tappan Zee Bridge.  Park Ridge can also be entered through train, through New Jersey Transit.  Park Ridge is located on the Spring Valley line, which goes all the way to Spring Valley, New York.  New Jersey Transit also has a bus system that has multiple stops in Park Ridge, and can bring you to surrounding towns, or even New York City.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n• The Pascack Historical Society is located at 19 Ridge Avenue.  Although the museum is small, it is filled with interesting artifacts from Northern New Jersey in the early settling days.  One of the most interesting things in the museum is the Wampum Machine, which is the only one in the world, which dates back to the early 19th century.  The museum is open on Wednesdays from 10AM to 1PM, and Sundays from 1-4PM and the admission is free, although donations are more than welcome!\n\n• The Wortendyke Barn is another museum located at 13 Pascack Road.  It is open on Wednesday, Saturday, and Sunday from noon-4PM.  The Wortendyke Barn dates back to the 18th century when the Dutch settled in Northern New Jersey.  The barn has been converted into a museum and shows what it is like to be a farmer in the 18th century. The museum also shows the agricultural history of Bergen County. The Wortendyke family owned the barn for 115 years, from 1735 to 1851, but the barn remained operational until the 20th century.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n• The Ridge Diner is located on 125 Kinderkamack Road. Open from 6AM on Monday to Thursday, and open 24 hours on the weekend, making it the perfect stop for great diner food at any time of the day! No matter what you get at the Ridge Diner, it is sure to be delicious. The Ridge Diner has been family owned since 1972, and winning the title of “Bergen Counties Best Diner” award numerous times.  The prices are very affordable, and definitely has that “Jersey Diner” feel to it.  If you decide to go there for breakfast on a Sunday morning, be prepared to wait! The Ridge Diner is known for its breakfast and is a local favorite for Sunday morning breakfast! \n\n• Ridgemont Pizza, +1 201 505-0999, is located at 181 Kinderkamack Road, is another town favorite. Open from 11AM to 10PM everyday, makes this pizza shop a perfect stop for either lunch or dinner.  Whether you want to grab a few slices of pizza or enjoy a sit down meal, everything there is delicious.  They offer a wide selection of Italian food and other pizza shop favorites as well!  This shop has only been open in Park Ridge for a couple of years, but it quickly became one of the favorite pizza shops of the surrounding area, including New York.  The staff is friendly and the kitchen is not afraid to try something that is not on their menu!\n\n",{"type":"==","value":["Drink"]},"\n\n• Peppercorns Restaurant & Bar, +1 201 391-2818, is located at 176 Colony Ave.  It is open Monday- Saturday from 11:30AM - 11PM, and Sunday from 1-9PM.  This is another Park Ridge favorite to go and enjoy a drink!  They have excellent specials during happy hour, which is from 5-7PM, Monday to Friday.  They have plenty of drink specials during happy hour, but they also have food specials during happy hour, which has bar favorites, including buffalo wings, sliders, and pizza.  Although the bar is small, it offers a very nice selection of draft beers and bottled beers.  They also can whip up any mixed drink that you could think of! The bartenders are very nice, and make some excellent drinks too! Peppercorns also has a nice outdoor sitting\/standing area, making it a perfect spot for summer evenings!\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Park Ridge Marriott"],["alt="],["url=http:\/\/www.parkridgemarriott.com"],["email="],["address=300 Brae Boulevard"],["lat="],["long="],["directions="],["phone =+1 201 307-0800"],["tollfree=+1-800-882-1038"],["fax=+1 201 307-0859"],["price="],["checkin="],["checkout="],["content=Located in Bergen County, NJ near corporate offices like BMW, KPMG, Sony and Eisai. Has 18,000 square feet of meeting space for conferences, receptions, weddings, and other special events. Property features 286 guest rooms, a health club, Sean O`Casey's authentic Irish pub, and Allie`s American Grille."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["41.03750"],["-74.04083"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bergen County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/P\/Park_Ridge\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Park Ridge, New Jersey"]]}]