[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"''","value":["Parque Nacional La Güira"]},"  (La Güira National Park) is in ",{"type":"[[","value":[["Pinar del Rio (province)"]]}," of ",{"type":"[[","value":[["Cuba"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe national park had been the estate of a wealthy landowner and politician, José Manuel Cortina, who traded precious woods and was forced into exile in 1959 and his properties confiscated. His mansion and formal gardens are now in ruins.\n\nMore recently, the Cuevas de los Portales was the home of Che Guevara during the 1962 Cuban Missile Crisis.\n\n",{"type":"===","value":["Landscape"]},"\nThe national park consists of 54,000 acres of mountain wilderness, in the Sierra de los Órganos mountains.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nThe road from La Güira to the Cuevas de los Portales is about 15 kilometers. It looks like it goes through the highest mountains, and is said to be very scenic. However, locals said that it's impassable by car. It might be a good hike or mountain bike ride.\n\nA better, but longer, way to drive to the Cuevas de los Portales is on the highway from Entronque de Herradura to La Palma, about 20 kilometers.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["The Mansion and Gardens"]},"\n\n",{"type":"===","value":["Cuevas de los Portales"]},"\nThis is one of the most beautiful places in Cuba, and certainly one of the least visited. A river cuts through a mountain, forming three joined caves. The caves are big and open so you don't need flashlights or a guide. The jungle outside the caves is wilderness. \n\nChe Guevara lived in the cave in 1962 during the Cuban Missile Crisis. He figured that if the Americans bombed the rest of Cuba, he'd be ready to lead the fight against the invaders. In and around the cave are plaques explaining that he played chess on this bench, wrote letters on this table, fired his rifle at that tree for practice, etc.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe restaurant near the mansion accepts only MN, not CUC. \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\nAt the Cueves de los Portales, the government built a nice ",{"type":"<","value":["i",["campismo"]]}," or campground for Cubans to vacation. The cabins looked nice, if spartan. No one was camping there, just the caretaker. The bar and restaurant were closed due to mass disease in the area.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pinar del Rio (province)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]