[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Parsippany"]}," is a city in ",{"type":"[[","value":[["Morris County (New Jersey)"],["Morris County"]]},", ",{"type":"[[","value":[["New Jersey"]]},".\n",{"type":"[[","value":[["File:Craftsman Farms.jpg"],["thumb"],["Main house at Craftsman Farms (early 20th century)"]]},"\n",{"type":"==","value":["Understand"]},"\nParsippany has a diverse population of 52,900 and was once rated the 13th-best place to live in the United States by Money Magazine. The town holds 29 recreational parks with roller rinks and turf fields, two 18-hole golf courses, a 12-theatre movie complex, and several fine restaurants.  There is also a lot of history in the town dating back to the 1700s. Many old buildings and houses have been preserved and kept in the town such as the 1870 Condit house, 1790 Littleton School house, and the 1783 Isaac Beach House. Parsippany is also the largest suburban commercial real estate market in New Jersey.\n\n",{"type":"==","value":["Get around"]},"\nIf traveling by car, Parsippany intersects a lot of major roadways including Interstates 80, 280 and 287, US Routes 46 and 202, and NJ Routes 10 and 53. The nearest train station is located in Mt. Tabor, a neighborhood of Parsippany and offers service to the New Jersey Transit Morris & Essex Line, which travels to and from New York Penn Station and the Hoboken Terminal. The closest airports to Parsippany include Newark International Airport in Newark NJ, and John F. Kennedy International Airport in NY. The free transit system in Parsippany allows for travel all throughout the town and the buses run Monday through Friday from 9AM to 4PM Transit phone number is +1 973-263-7093.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:BENJAMIN HOWELL HOMESTEAD, PARSIPPANY, MORRIS COUNTY.jpg"],["thumb"],["Benjamin Howell Homestead, built in 1763 and extended and completed in 1793"]]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"{{","value":[["style"],["Please ",{"type":"[[","value":[["Wikivoyage:Listings"],["listify"]]},"."]]},"\nCameron Dog Park\nThe Cameron Dog Park, located on South Beverwyck Road, just south of Route 80, is an area set aside for dogs and their owners to exercise and play off-leash in a controlled environment. There are separate fenced-in areas for small dogs and large dogs. Dog drinking fountains are provided in both areas. Permits are required. Call Animal Control at 973-263-7083 for more information.\n\nChief Hiawatha Park\nChief Hiawatha Park is located on North Beverwyck Road, in the business district of the Lake Hiawatha section of town. The small “pocket park\" has a gazebo, lovely plantings and a plaque with the story of Chief Hiawatha.\n\nCraftsman Farms\nThe 27-acre historical site of Craftsman Farms is the second largest park in Parsippany and is the former home of famed furniture designer, Gustav Stickley. Located at Route 10 West and Manor Lane at the entrance to Powder Mill Estates, Craftsman Farms has been designated a National Historic Landmark. The park includes Gustav Stickley's main Log House, three Stickley cottages that he used for housing his workers, the Stickley stables, stone milk house, chicken coop, dairy barn ruins and other farm buildings.\n\nDruid Hill Park\nDruid Hill Park is located between Elf Court and Twin Oaks Road with a connection to Maplewood Drive. Accessible from three different residential areas, it has a children's play area, a designated area for horseshoes and bocce and volleyball and basketball courts. There are paved walking paths around the perimeter.\n\nLake Parsippany Park\nLake Parsippany Park, located at the end of Elmwood Drive off Halsey Road, is a large park with softball and soccer fields, basketball, volleyball and bocce courts, horseshoe pits, two children’s play areas, walking paths and a large picnic area with a shelter, electricity and charcoal grills that can be reserved. It is adjacent to the Par-Troy Little League West baseball complex. \n\n",{"type":"'''","value":["Golf Courses"]},"\n\nKnoll West Country Club, Knoll & Green Bank Roads, Parsippany, NJ 07054, +1 973-263-7110\nThis golf course offers 18 holes, 6,752 yds with an average of Par 70. Enjoy a cocktail after a game on the balcony of the country club. \n\nMt Tabor Country Club, Country Club Road, Mt Tabor, NJ 07878 +1 973-627-5995\nThe 9-hole \"Mt Tabor\" course at the Mt Tabor Country Club facility in Mt Tabor, New Jersey features 2,792 yards of golf from the longest tees for a par of 35 . The course rating is 35.7 and it has a slope rating of 120 on Blue grass.\n\n",{"type":"===","value":["Events"]},"\nThe town is also known for their seasonal parades and events including the Memorial Day Parade (held on route 202), the Fourth of July Fireworks (Parsippany Hills HS), and the Summer Concert Series.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["style"],["Please ",{"type":"[[","value":[["Wikivoyage:Listings"],["listify"]]},"."]]},"\n\n",{"type":"'''","value":["Bar and Grill"]},"\n\nReservoir Tavern, Parsippany Rd. Parsippany NJ 07054 +1 973-334-5708 \nKnown for their famous pizza, this restaurant is a great place to go to for moderately priced meals. Open Tuesday to Saturday 11AM to 11PM \n\nTipperary Pub, 285 US Highway 46 Parsippany, NJ 7054 +1 973-515-2000\nLocated in the Sheraton Parsippany Hotel, Tipperary Pub offers traditional pub fare, including Irish favorites. A wide variety of beers are available by the bottle or on tap.\n\n",{"type":"'''","value":["Italian"]},"\n\nGoodfellas, 281 Littleton Rd, Parsippany, NJ 07054 +1 973-334-9192\nSmall restaurant with a lot of taste. The prices are moderate to high but the food is worth it. The service is very friendly and knowledgeable and allows for the customer to bring their own wine. \n\nBistecza, 281 Littleton Rd, Parsippany, NJ 07054 +1 973-402-8080\nRestaurant gives good sized portions for the price of the meal. The atmosphere is relaxing. Anyone looking for a place close to home but a little different should try this restaurant. \n\n",{"type":"'''","value":["Japanese"]},"\n\nMizu, 156 Parsippany Rd, Parsippany, NJ 07054 +1 973-386-9200\nChic modern atmosphere with really friendly service. Menu is very big with a lot of choices to choose from. Good place for an intamate date or a night out with friends. \n\nSakura Japanese Hibachi Steakhouse & Sushi Bar, 949 Us-46, Parsippany, NJ 07054 +1 973-335-8818\nThis restaurant offers a varity of cuisine including habachi, steak, sushi and seafood. Sakura has a great happy hour for after work drinks. The chefs are entertaining and fun to watch. \n\n",{"type":"'''","value":["Mexican"]},"\n\nMoe's Southwest Grill, 1131 Us-46, Parsippany, NJ 07054 +1 973-335-6637\nGreat american\/mexican restaurant with a fused cuisine. Atmosphere is fun and upbeat. Also offers wifi for business lunches.\n\nEl Rincon Colombiano, 295 Parsippany Rd, Parsippany, NJ 07054 +1 973-428-5115\nOld fashion Mexican food with old fashion owners. This restaurant is true authentic Mexican cuisine straight from Colombia. If willing to try something new, El Rincon is the place to go.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:BOWLSBY-DEGELLEKE HOUSE; PARSIPPANY, MORRIS COUNTY.jpg"],["thumb"],["Bowlsby-Degelleke House, built in 1791"]]},"\n",{"type":"{{","value":[["sleep"],["name=Embassy Suites Hotel Parsippany"],["url=http:\/\/embassysuites3.hilton.com\/en\/hotels\/new-jersey\/embassy-suites-parsippany-PRNNJES\/index.html"],["email="],["address=909 Parsippany Blvd, Parsippany NJ 07054"],["lat="],["long="],["directions="],["phone=+1 973 334-1440"],["tollfree="],["fax="],["hours="],["price=Rooms from $99"],["checkin=3PM"],["checkout=12PM"],["content=Free full cooked-to-order breakfast and Nightly Manager’s Reception, All two-room suites and indoor tropical atrium, Indoor pool, whirl pool and fitness center, and Complimentary shuttle service within a three mile radius."]]},"\n\n",{"type":"'''","value":["Days Inn Parsippany"]}," 3159 Route 46 East, Parsippany NJ 07054\nClean and quiet atmosphere at affordable rates. Offers free wireless highspeed internet. Free continental breakfast included. \n\n",{"type":"'''","value":["Fairfield Inn and Suites By Marriott"]}," 3535 Route 46 East, Parsippany NJ 07054\nClean, comfortable rooms with affordable prices. Start your da off with a complimentary deluxe continental breakfast.\n\n",{"type":"'''","value":["Holiday Inn Hotel and Suites"]}," 707 Route 46 East, Parsippany NJ 07054\nHeart of the business district and minutes away from surrounding towns. Conveniently located near shopping malls, universities, and restaurants. Offers complimentary van service. \n\n",{"type":"'''","value":["Howard Johnson Express Inn"]}," 635 Route 46 East, Parsippany NJ 07054\nPublic transportation to NYC available near hotel. Offers free wireless internet. \n\n",{"type":"'''","value":["Ramada Limited"]}," 949 Route 46 East, Parsippany NJ 07054\nAccessible to all major highways. Minutes away from all office parks and corporate offices. \n\n",{"type":"'''","value":["Red Roof Inn Parsippany"]}," 855 Route 46 East, Parsippany NJ 07054\nRedesigned rooms with more comfort and added amenities such as T-Moble wireless internet access. Offers coffeehouse style service. \n\n",{"type":"'''","value":["Staybridge Suites Parsippany"]}," 61 Interpace Pkwy, Parsippany NJ 07054\nOffers suites that are perfect for relocation into parsippany area. Located in business district.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Courtyard Parsippany"],["alt="],["url=http:\/\/www.marriott.com\/hotels\/travel\/ewrps-courtyard-parsippany\/"],["email="],["address=3769 Route 46 East"],["lat=40.877886"],["long=-74.445538"],["directions="],["phone = +1 973-394-0303"],["tollfree="],["fax="],["checkin="],["checkout="],["price=$89"],["content=Located in the Parsippany business district."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-80.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Dover (New Jersey)"],["Dover"]]}],["minorl1=",{"type":"[[","value":[["Rockaway (New Jersey)"],["Rockaway"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["New York City"]]}],["minorr1=",{"type":"[[","value":[["Montville (New Jersey)"],["Montville"]]}],["image2=I-287.svg"],["imagesize2=22"],["directionl2=S"],["majorl2=",{"type":"[[","value":[["Bridgewater (New Jersey)"],["Bridgewater"]]}],["minorl2=",{"type":"[[","value":[["Morristown"]]}],["directionr2=N"],["majorr2=",{"type":"[[","value":[["White Plains"]]}],["minorr2=",{"type":"[[","value":[["Montville (New Jersey)"],["Montville"]]}],["image3=US 202.svg"],["imagesize3=22"],["directionl3=S"],["majorl3=",{"type":"[[","value":[["Bridgewater (New Jersey)"],["Bridgewater"]]}],["minorl3=",{"type":"[[","value":[["Morristown"]]}],["directionr3=N"],["majorr3=",{"type":"[[","value":[["Peekskill"]]}],["minorr3=",{"type":"[[","value":[["Montville (New Jersey)"],["Montville"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["40.85778"],["-74.42611"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Morris County (New Jersey)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Parsippany, New Jersey"]]},"\n",{"type":"[[","value":[["Commons:Category:Parsippany-Troy Hills, New Jersey"]]}]