[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:WITTEM-002.JPG"],["thumb"],["300px"],["The castle of Wittem received many a prominent guest"]]},{"type":"'''","value":["Partij-Wittem"]}," is a village in ",{"type":"[[","value":[["South Limburg"]]},", the southernmost part of the ",{"type":"[[","value":[["Netherlands"]]},". The village comprises the two hamlets of Partij and Wittem. As a whole, it is part of the municipality of ",{"type":"[[","value":[["Gulpen"]]},"-Wittem.\n\n",{"type":"==","value":["Understand"]},"\nThe village is situated along the small river Geul. The history of the village dates back to at least the 12th century, when Wittem is first mentioned in official records. The castle of Wittem dates to the 13th century. The monastery of the Congregation of the Most Holy Redeemer in Wittem is a major point of interest in this area too.\n\nLying along the old road from Maastricht to Aachen, Wittem, and the castle especially, received a number of very prominent guest. Among them was Charles V, ruler of the Holy Roman Empire, who granted Wittem Imperial immediacy, making it a so-called \"Vrije Rijksheerlijkheid\". Since the emperor was far away and Wittem was small (like neighboring territories), its lords had a rather free life without interference from outside, apart from the constant quarrels with adjoining lords. Other important historic visits (or rater, overnight stays) included those of Charlemagne, Pope Leo III (on his way to Tongeren), Peter the Great and William the Silent.\n\n",{"type":"==","value":["Get in"]},"\nThe old Roman road from ",{"type":"[[","value":[["Maastricht"]]}," to ",{"type":"[[","value":[["Aachen"]]}," runs through the village. Nowadays, the N278 is the main road connecting Partij-Wittem to those places as well as villages on route, such as ",{"type":"[[","value":[["Margraten"]]}," and ",{"type":"[[","value":[["Vaals"]]},". The N258 connects Partij-Wittem to ",{"type":"[[","value":[["Valkenburg"]]},".  \n",{"type":"*","value":["Bus 21 connects the village to ",{"type":"[[","value":[["Gulpen"]]}," and ",{"type":"[[","value":[["Heerlen"]]}," via ",{"type":"[[","value":[["Brunssum"]]}]},{"type":"*","value":["Bus 50 runs through it on its way from ",{"type":"[[","value":[["Maastricht"]]}," to ",{"type":"[[","value":[["Aachen"]]}," and back"]},{"type":"*","value":["Bus 58 provides another connection to Heerlen and Gulpen."]},"\n",{"type":"==","value":["Get around"]},"\nIf you don't mind a good walk, you can explore the area on food. A bike or car is convenient if you want to explore more of the area, but there are no renting possibilities in the village itself.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wittem Castle"],["url="],["email="],["address=Wittemer Allee 3"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wittem Castle is mentioned in historic records as early as 1125. For a long time after, it was the residence of different powerful families, who sometimes call themselves the lords of Wittem. The current building is 15th century in origin, although the western wing of the castle is considered to originate in the 13th century. The castle is now an upscale hotel and restaurant, see the Sleep section."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Redemptoristenklooster"],["alt=Redemptorist monastery"],["url=http:\/\/www.kloosterwittem.nl\/"],["email="],["address=Wittemer Allee 32"],["lat="],["long="],["directions="],["phone = +31 43 450 1741"],["tollfree="],["fax="],["hours="],["price="],["content=This 18th century monastery (build 1729-1733) was originally build after instructions of Ferdinand von Plettenberg, who then possessed the Wittem fiefdom. It was first used by Capuchin monks but later became the first settlement of the redemptorists in the Netherlands, who still inhabit the monastery. The holy Gerard Majella is especially honored here and in the Netherlands, Germany and Belgium this monastery is known as a pilgrimage destination. The monastery and adjoining church are both National Heritage Sights. The chapels and church are open for visitors every day. The monastery itself is not, but it offers weekly (free) guided tours in summer (usually on Tuesday evening, 7PM, but check their site). There's a beautiful library which is used for lectures, expositions and other cultural and religious activities. In order to gain the financial means to support the massive building, the old brewery was restored in recent years and now serves to produce the monasteries own beer, \"Gerardus Wittems Kloosterbier\". There's also a small bookstore."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wittemer Molen"],["alt=Mill"],["url=http:\/\/www.limburgs-landschap.nl\/b_gebieden\/55.htm"],["email="],["address=Wittemer Allee 38"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This watermill from 1733 has been thoroughly renovated and is now active as a mill again. It is frequently opened for the public, but on other times you can still see the exteriors from the main road. The mill is property of the Stichting Limburgs Landschap, a foundation, so check their website for activities."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Potterie Partij"],["url="],["email="],["address=Rijksweg 26"],["lat="],["long="],["directions="],["phone =+31 43-4501889"],["tollfree="],["fax="],["hours="],["price="],["content=This pottery place of course has all kinds of potteryware for sale, but you can also give the potter's wheel a go yourself or learn how to decorate your own piece of pottery, if you take one of the workshops that are offered. Make sure to call in advance."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hiking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Exploring the natural beauty of the South Limburg area on foot will give you a good sense of why the region is so popular with Dutch and German tourists. A few routes start from Oud Wittem restaurant, next to the monastery. The tourist information office in Gulpen can provide you with more maps of the area."]]}]},"\n",{"type":"==","value":["Buy"]},"\nAs Wittem is a rather well-known pilgrimage destination, all kinds of religious goods are available as souvenirs. Next to the monastery there's a small shop with a divers collection of Christian books, arts and souvenirs. The monastery itself also has an adjoining bookstore.\n\n",{"type":"==","value":["Eat"]},"\nThere are a few restaurants, but some of the best ones are part of a hotel. Therefore, ",{"type":"'''","value":["see the sleep section"]}," for more options.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Oud Wittem"],["url="],["email="],["address=Wittemer Allee  36"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Once used as a base for the local rulers hunting activities, this old building next to the monastery now houses a restaurant and café with an outdoor terrace, popular with the monastery visitors. It closes at 7PM and is therefor mainly suited for lunch, unless you like to have dinner early. Dishes are simple and traditional."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Brasserie Du Château"],["url=http:\/\/www.du-chateau.nl\/"],["email="],["address=Wittemer Allée 20"],["lat="],["long="],["directions="],["phone =+31 43 450 03 63"],["tollfree="],["fax="],["hours="],["price=mains from €13"],["content=Also located right next to the monastery and with rather traditional dishes on the menu. However, the food is okay and the service is friendly."]]}]},"\n",{"type":"==","value":["Drink"]},"\nWhen visiting Wittem, you should of course try the local monastery's beer: Gerardus Kloosterbier. You'll find it in all the café's and restaurants in the village.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Herbergh De Remise"],["url="],["email="],["address=Partijerweg 35, Wittem"],["lat="],["long="],["directions="],["phone =+31 434501448"],["tollfree="],["fax="],["hours="],["price="],["content=One of the oldest cafés in the area, with a history of over 100 years."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kasteel Wittem"],["url=http:\/\/www.kasteelwittem.nl"],["email="],["address=Wittemer Allee 3"],["lat="],["long="],["directions="],["phone =+31 434501208"],["tollfree="],["fax="],["hours="],["price=from €150"],["checkin="],["checkout="],["content=A royal 4 star lodging option in the lovely castle of Wittem. There are 10 castle rooms and 2 tower suites, all with private bathrooms and a view over the castle's gardens. Beware of the lack of an elevator - this historic building will require walking some stairs and is therefor not suited for wheelchairs or anyone who has trouble walking. The downstairs restaurant is only open for lunch, for guests but also for the general public. In summer, the outdoor terrace is a nice place to enjoy a coffee and some Limburgian sweet pastry."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel -Restaurant in den Roden Leeuw van Limburg"],["url=http:\/\/www.indenrodenleeuw.nl\/"],["email="],["address=Wittemer Allee 28"],["lat="],["long="],["directions="],["phone =+31  43 - 450 12 74"],["tollfree="],["fax="],["hours="],["price=from €40 for a single or €70 for a double"],["checkin="],["checkout="],["content=Small family-run hotel with 7 rooms. A bit old-fashioned but at a good location and with private bathrooms. The downstairs restaurant serves descent food, including some local dishes. Mains start around €17. The traditional brown café serves some small dishes for lunch."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Restaurant Beukenhorst"],["url=http:\/\/www.hotelbeukenhorst.nl"],["email="],["address=Rijksweg 8"],["lat="],["long="],["directions="],["phone =+31 43 - 450 24 69"],["tollfree="],["fax="],["hours="],["price=€70 for a double, €51.50 for a single"],["checkin="],["checkout="],["content=This very friendly, small hotel is located in a former notary's house along the main and rather busy road, slightly outside the village center. It is, however, still at walking distance and nicely decorated in the old style of the building. The downstairs restaurant served good food in Swiss style (since one of the hosts is of Swiss origin)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pension Zinzelbeek"],["url="],["email="],["address=Rijksweg 12"],["lat="],["long="],["directions="],["phone = +31  43 450 3017"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Next door from Hotel Beukenhorst, this pension offers some rooms and apartments. There's no website so you'll have to call in advance to book."]]}]},"\n",{"type":"==","value":["Connect"]},"\nFor internet and postal services, you'll have to head to nearby ",{"type":"[[","value":[["Gulpen"]]},".\n\n",{"type":"==","value":["Go next"]},"\n\nNearby destinations include:\n\n",{"type":"*","value":[{"type":"[[","value":[["Maastricht"]]},", the capital of the whole province of ",{"type":"[[","value":[["Limburg (Netherlands)"],["Limburg"]]}," and one of the most beautiful historic cities in the country"]},{"type":"*","value":[{"type":"[[","value":[["Gulpen"]]},", the main village in the municipality to which Partij-Wittem belongs"]},{"type":"*","value":[{"type":"[[","value":[["Valkenburg"]]},", the main tourist destinations in ",{"type":"[[","value":[["South Limburg"]]}]},{"type":"*","value":[{"type":"[[","value":[["Vaals"]]},", right on the border with Germany "]},{"type":"*","value":[{"type":"[[","value":[["Simpelveld"]]}]},"The old German city of ",{"type":"[[","value":[["Aachen"]]}," and the Belgian ",{"type":"[[","value":[["Liège"]]}," aren't far either, and make great day trips.\n\n",{"type":"{{","value":[["IsPartOf"],["South Limburg"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["50.80928"],["5.92073"],["zoom=16"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]