[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/pathanamthitta.nic.in Pathanamthitta"]}]}," is a country-side town in ",{"type":"[[","value":[["Kerala"]]}," in ",{"type":"[[","value":[["Southern India"]]},". The town also serves as district headquarters for district that shares the same name. Pathanamthitta is famous for its large rubber plantations, lumber mills and wood industries. The town is known as ",{"type":"'''","value":["Pilgrim capital of Kerala"]},", due to its proximity to Kerala's largest Hindu Pilgrimage center- ",{"type":"'''","value":["Sabarimala"]}," which attracts more than 40 million devotees around the year, making it second largest pilgrimage in world after Haj of Saudi Arabia. Apart from Hindu pilgrimage, Pathanamthitta also hosts annual ",{"type":"'''","value":["Maramon Convention, the largest Christian convention of Asia"]},".\n\n",{"type":"==","value":["Understand"]},"\t \n\nPathanamthitta is a country-side town located in laps of Western ghats. The town was formed when ten Nair feudal families settled near Achankovil river. Soon several families settled here, considering the fertile soil, ideal for rice farming.\n\nThe Syro-Malabar Church made its strong foothold here, with several missionaries activities. The missionaries brought in rubber plantations, which attract large number of Christian immigrants from other parts of Kerala, to own their own large tracts of land for rubber plantations.\n\nPathanamthitta is also famous for its thriving Hindu culture, particularly strongholds of Nair caste. The presence of numerous small principalities headed by Nair feudal lords, brought attention of Maharaja Marthanada Varma of Travancore in 18th century to annex these principalities to form a strong Nair army. The town rose into major Hindu pilgrimage center, when a small Hindu hill top shrine dedicated to Lord Ayyappa, became one of the Royal temples of Travancore. Ever since 20th century, the popularity of shrine reached world-wide, which resulted in attracted millions of pilgrims. After Indian Independence, the town became part of Kerala and made as 12th district of Kerala.\n\nLush rain forests around the town, brought several lumber-mills to the region, propelling its regional growth. Punalur Paper Mills and Forest Industries of Travancore, were two major large scale industries that started employing people in large number. Presence of several missionaries schools and colleges, helped the locals to gain better higher education and professional training, which propelled a large number to migrate to US and western countries. The town thus is known as NRI (Non-Resident Indians) hub of Kerala. \n\n",{"type":"===","value":[" Speak "]},"\n\nMalayalam is the main language spoken by locals. The town's proximity to Tamil Nadu, has brought several Tamil laborers and migrants here, due to which Tamil is widely spoken and understood here. As the town has one of the largest number of convent schools and colleges in Kerala, English is widely understood and spoken. Due to presence of Sabarimala which attracts large crowds from all over India, many locals are trained to understand and speak elementary Kannada, Telugu and Hindi. Most of the signages in the town are written in all 4 languages of South India, apart from English and Hindi for the same purpose.\n\n",{"type":"===","value":[" Climate "]},"\n\nThe town is located in laps of Western ghats range, thereby receives one of the heaviest rainfall in Kerala. It rains almost 9 months in a year. Summers are comparatively mild.and nights are colder. Fogs are common in early mornings during months of December and January.  \n\n",{"type":"===","value":[" Tourist Information "]},"\n\nThe tourist season starts from September to April. The Sabarimala Mandala Pilgrimage starts from November 16th onwards, which lasts till mid of January, creating a massive influx of pilgrims all over India and from other parts of world. Special arrangements such as additional buses, trains and tourist centers are opened by various agencies to cater the pilgrimage tourists. Its better to check with Kerala Tourism Office or District Tourist Office to plan your trip.\n\n",{"type":"*","value":[" District Tourist Office : +91-(0)468-232-2657"]},{"type":"*","value":[" KTDC Tourist Reception : +91-(0)468-232-6409"]},{"type":"*","value":[" DTPC Tourism Cell : +91-(0)468-222-9952"]},"\nKerala Police maintains special tourist offices, during Mandalam Pilgrimage season. The Police Tourist Office",{"type":"[","value":["http:\/\/www.sabarimala.keralapolice.gov.in\/"]}," maintains a dedicated website and mobile support assistance. \n\n",{"type":"==","value":["Get in"]},"\t \n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cochin-airport.in\/ Cochin International Airport"]}]}," 142 km, or ",{"type":"[[","value":[["Thiruvananthapuram"]]}," International airport at  113 km. Direct flights there from the ",{"type":"[[","value":[["Middle East"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Maldives"]]},", ",{"type":"[[","value":[["Europe"]]}," and ",{"type":"[[","value":[["Sri Lanka"]]},". An airport is planned at Aranmula, 55 kms from Sabarimala shrine, to connect temple town with other parts of India and seasonal international flight, expected to complete by 2014.\n\nAlternatively reach major international gateway airports at ",{"type":"[[","value":[["Chennai"]]}," (Madras), ",{"type":"[[","value":[["Mumbai"]]}," (Bombay), ",{"type":"[[","value":[["New Delhi"]]},", or other Indian cities and then by train.\n\n",{"type":"===","value":["By Helicopter"]},"\n\nCochin Airport has started scheduled copter services from the Airport Helipad to Nilakkal Helipad, operated by Bharat Airways Helicopters.\n\n",{"type":"===","value":["By train"]},"\n\nPathanamthitta do not have any railway station inside the town. The nearest railway stations are Thiruvalla railway station is 30 km away and Chengannur railway station is 26 km away. During Sabarimala pilgrimage season, special trains ply connecting Chengannur and Thiruvalla from other parts of India. Special trains will carry images of Lord Ayyappa and marked as Sabarimala Special (SS). A major Sabari-Rail line project is under construction, planned to create a Sabarimala temple railway station.  Chengannur and Thiruvalla Rail stations are well connected with regular buses to Pathanamthitta, right from the arrival gate at every 2 minutes.\n\n",{"type":"===","value":["By bus"]},"\n\nBoth the state run KSRTC and private luxury bus operators connect Pathanamthitta from other cities.  There are daily direct bus services from Mumbai, Chennai & Bangalore.  Frequent buses are available from cities like Kottayam, Kochi, Thiruvananthapuram, Kozhikode, Coimbatore, Mangalore & Madurai. KSRTC operates chain services during Mandala pilgrimage time and on every 1st and 2nd day of Malayalam Months to cater pilgrim crowds to Sabarimala. Karnataka STC and Tamil Nadu SETC also operates special services during pilgrimage season. But expect heavy congestion during pilgrimage season. Luxury buses also operate, though its not as common other non-A\/c services.\n\n",{"type":"===","value":["By road"]},"\n\nTo reach Pathanamthitta by road:\n",{"type":"*","value":[" ",{"type":"'''","value":["Kochi"]}," - Alappuzha - Changanassery - Tiruvalla - ",{"type":"'''","value":["Pathanamthitta"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Thiruvananthapuram"]}," - Kottarakkara - Adoor - Kaipattoor - ",{"type":"'''","value":["Pathanamthitta"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Munnar \/ Thekkadi"]}," - Kanjirappally - Erumeli - Ranni - ",{"type":"'''","value":["Pathanamthitta"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Thenkasi"]}," - Punalur - Konni - ",{"type":"'''","value":["Pathanamthitta"]}]},"\nPathanamthitta is well connected to other cities Mumbai, Goa, Mangalore through Kochi (NH-17), Bangalore, Chennai and Coimbatore through Thrissur (NH-47).\n\n",{"type":"==","value":["Get around"]},"\t \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus"]}," - local bus service system is very efficient in Pathanamthitta and is the most economical way to commute. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Autorickshaw"]}," - this is cheap way of transportation facility between attractions. Beware, the auto drivers may charge you much higher if they think you are not native to the place."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxi"]}," - both Local taxis and Tourist Taxis are available at cheap rates. Share taxis are also common, to cater pilgrims."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Car"]}," - there are many Car rental companies offering cars with drivers or self drive."]},"\n",{"type":"==","value":["See"]},"\t \n\n",{"type":"===","value":[" Sabarimala Temple "]},"\n\nThe prime attraction of Pathanamthitta is the Great Temple of Lord Ayyappa. The temple is dedicated Lord Dharmashastha or popularly known as Ayyappan. \n\n",{"type":"{{","value":[["infobox"],["Rituals"],["The temple is unique with several unique customs and traditions to followed. On one hand, the temple is highly liberal and secular, by allowing pilgrims without barriers of caste, creed, religion, colour etc, whereas on other hand few customs are restrictive, such as women pilgrims above age 12 and below age 50 cannot enter the complex\n\nThe temple known for its strict ascetic procedures and all devotees conducting pilgrimage are required to adopt ascetic lifestyle before climbing the hill\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Abstain"]}," from drinking, smoking, chewing considering all these are bad habits, for a period of atleast a week before climbing the hill rock. Abstain from consuming any non-vegetarian food as well as any kind of food that contains roots of plants. Food must be consumed only after bathing and praying. Only limited quantity of food can be consumed."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Refrain"]}," from sex, shaving beards, cutting hair and using luxury pleasures such as perfumes, scents, silk clothes, shoes etc. Devotees are required to wear either black or saffron colour costumes, as a token of renouncing worldly materials"]},"\n",{"type":"*","value":[" Prior to taking decision to go for pilgrimage, devotees are required to vow that he will refrain from committing any fraudlent activity, will engage in social service maximum he can and uphold the principles of Dharma"]},"\n",{"type":"*","value":[" Once a vow is taken, he must wear a string of beads as a symbol of his vow, which must worn till he descend the hill ranges of Sabarimala"]},"\n",{"type":"*","value":[" Before proceeding to Sabarimala, he must visit maximum temples, churches and mosques possible, praying for removing his sins, followed by visiting nearby main temple, where he is required to prepare ",{"type":"'''","value":["Irrumudi-Kettu"]},". Irrumudi Kettu is mandatory for all pilgrims visiting Sabarimala, which is a bag containing a coconut filled with ghee, puja materials, rice and banana which will be folded into two halves and carried on head. The bag must be on head while walking and must not kept on ground. It can be kept in sacred place near lamp on a raised platform, but while trekking, it must be on-head all the times and cannot be opened until reaching Sannidhanam"]},"\n",{"type":"*","value":[" During the entire pilgrimage, wearing any kind of foot wear is prohibited as well as sleeping on bed as token of austerity."]},"\n",{"type":"*","value":[" While the coconuts must be broken at the Giant fire pit, other items of Irrumudi-Kettu must be deposited inside main temple."]},"\n",{"type":"*","value":[" First time visitors must dance in traditional tunes. All devotees must chant \"Swamiye Saranam Ayyappa\" as token of devotion"]},"\n",{"type":"*","value":[" Every other person when met other Sabarimala, is referred as Ayyappa and must not be called in his or her name. This is because of traditional concept of temple Aham Brahmaswamu- Iam the God, where each individual is believed to have godly presence"]},"\n",{"type":"*","value":[" As the temple is located within a dense forest, maximum care must be given to protect local flora and fauna. No one is allowed to pluck even a leaf inside the forest, which is believed to be the Garden of Ayyappa and against the rituals. Likewise wild elephants are common in the forests. Its illegal to harm them or their dwelling style with any kind of fire-arms."]},"\n",{"type":"*","value":[" Check with local tourism office or Ayyappa Seva offices to know about rituals, pooja timings etc"]}]]},"\n\n",{"type":"====","value":[" Legends "]},"\n\nMyths recall that Lord Ayyappa is born as son of Lord Shiva and Lord Vishnu, to destroy Demoness Mahashi who gained a boon that she could be killed only in hands a son born to two male gods. Lord Shiva, who was determined to destroy the ruthless Mahashi decided to call support of Lord Vishnu, who appeared before Shiva in a female form known as Mohini (enchantress) and a son was born to them, after their divine union. The baby was left in the forests of Pathanamthitta, only to be adopted by a native ruler- the King of Pandalam (a nearby principality). The young prince in his late teens soon happened to meet the demoness during a hunting and after a duel, killed her, thus accomplishing his mission. Prince Ayyappa decided to renounce world pleasures and live as a hectic in deep yogic meditation in the forests. On his father's demand, he allowed his subjects to meet him only for 41 days in a year, blessing anyone who treks the dense forest and meet him after take severe ascetic lifestyle.\n\n",{"type":"====","value":[" Structure "]},"\n\nThe temple is situated on a hilltop at an altitude of 468 m above mean sea level, and is surrounded by mountains and dense forests. Temples exist in each of the hills surrounding Sabarimala. While functional and intact temples exist at many places in the surrounding areas like Nilackal, Kalaketi, and Karimala, remnants of old temples survive to this day on remaining hills. Devotees must climb the mountains range to reach the temple. For this, pilgrims trek 4.5 km route into dense forest path, leaving all vehicles at Nilakkal parking station. For handicapped pilgrims, doli service (palanquins) are available. The main temple is better known as Sannidhanam (Sacred Abode), constructed on top of a raised platform. 18 golden steps lead to temple shrine, each step considered sacred with reference to each Hindu Veda and other scriptures.\n\n2 temples are located at ground floor, one dedicated to Lord Ganesh and another for Goddess. A giant fire pit is situated on left side 18 golden steps, where devotees need to burn their coconuts as a token burning their sins. \n\nThe temple is open for 41 days from November 16th or 17th (1st day of Vrishicka Month of Malayalam Calendar) and goes till mid of January. The grand festivities of Makara Sankrathi marks the end of Mandala pilgrimage. Apart from this pilgrimage season, the temple opens for all 1st and 2nd day for Malayalam Month. For tourists, the second option is more ideal than Mandala pilgrimage, considering the heavy rush.\n\n",{"type":"====","value":[" Main pujas and offerings "]},"\n\nThe main pujas are on opening and closing days of Mandalam Pilgrimage as well as on Makara Sankrathi day, which attended by maximum number of pilgrims. The 10 day annual festival also coincide with Mandalam pilgrimage. Apart from special day pujas, 4 pujas are considered highly sacred which is conducted on daily basis. The Usha Puja (Morning Puja), Ucha Puja (Afternoon Puja), Abishekam (pouring libations) and Padi Puja (special pujas conducted on 18 holy steps at closure of temple in night). The temple is also famous for lighting maximum camphors as a token of devotion.\n\nThe main offering sacred to lord is Abishekams. Neyyu-Abishekams (Ghee Pouring) is highly sacred and ghee brought by all devotees in their Irumudi Kettus will be used to do. Likewise in evenings Pushabishekam (Flower pourings) as well as Bhasma Absihekam (ash pourings) will be conducted, which all be distributed among devotees. Another common offerings are Appam (a sweet dumplings) as well as Aravana (a thick sweet black dessert made of jaggery) which most of devotees buy.\n\nFree food is distributed among devotees during all pilgrimage seasons, by various organizations and governmental agency.\n\n",{"type":"===","value":[" Other attractions "]},"\n\n",{"type":"====","value":[" Pilgrimage Centers "]},"\n\nPathanamthitta is the Pilgrimage Capital of Kerala, which attracts millions of both Hindu and Christian Devotees. Apart from Sabarimala, the town and its nearby villages houses more than 6 dozen famous temples and churches, many are of international fame. Some of the prominent are;\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Ignatius Orthodox MahaEdavaka Kaipattoor"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This church was built at the end of the 19th Century. It was declared as 'Maha Idavaka' recently. The church has a \"RAASA\" every year in the month of December."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Omallur Raktakantaswami Temple"],["alt=Ayyappa Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Raktakantaswami Temple Temple having idol of Lord Ayyappan, the temple celebrates the Yearly Utsav at summer of April and May.  The Utsav goes on for 10 days.  Possessions of more than 10 Elephants, elephants are decorated so beautifully one can feel the gods and goddess of heaven are on earth at that precious ceremony. Omallur is a small village 5km from Pathanamthitta town. There is a famous Rakthakanta temple also known as the Omallur Ambalam. This Rakthakanta Swamy Temple and the annual cattle fair held during March-April are the main attractions of Omallur. People from both within and outside the State participate in the fair."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Malayalapuzha Devi Temple"],["alt=Devi Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Malayalapuzha houses the one of the largest Devi (Goddess Durga) Temple and the goddess here is believed to grant boons to devotees and help them realise dreams. The temple has beautiful wall paintings and artistic stone carvings. This temple is famous for the ten day long Padayani performances held in connection with the annual festival in April\/ May."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thiruvalla Sreevallabha Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sree Vallabha Temple is one among the one hundred and eight Vaishnava temples in India, hence it is also one of the important pilgrim centers of the Vaishnavites (worshippers of Vishnu) all over the country. The temple is extremely famous for its large vedic school, where students are trained in Vedas and Hindu Tantric practices. The temple is also famous for its large Kathakali performances, performed daily in evenings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pandalam Palace"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located in Pandalam, the palace was once home of Lord Ayyappa, where he lived for 16 years, before becoming ascetic. The palace, thus became a major religious center, though the erstwhile royal family continues to live in the complex. A large temple is located within palace complex, known as ",{"type":"'''","value":["Valiyakovil Temple"]},", believed to home of Prince Ayyappa. The Palace also displays a large treasures of Lord Ayyappa's princely costumes and crown jewels along with his armory. Lord Ayyappa, before ascending to Sabarimala as a hermit, allowed his father to bring his princely costumes and jewels to Sabarimala, where he will wear it only on Makara Sankranti day for his father to see him princely costume. Ever since that, before Sankranti day, a grand procession starts from this palace, carrying the jewels and other treasure boxes to Sabarimala."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Niranam"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Niranam church, is the first church to be established by St. Thomas when he landed in Kerala. It is one of the most important non-Catholic Christian pilgrimage center and seat of Kerala Orthodox Church."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parumala"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Parumala is renowned for the presence of the tomb of St. Gregorios (Parumala Thirumeni), the greatest orthodox saint of India belonging to the Malankara Orthodox Syrian Church. Parumala Thirumeni is the first declared saint of The Malankara Orthodox Syrian Church and the first Canonized Indian Saint. The church is recognized as major International Christian pilgrimage center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kalloppara St. Mary's Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=St.Mary's church at Kalloppara stands in close proximity to the Bhagavathi temple within one complex as an example of the communal harmony of the place. There are two pre-Christian era granite slabs inside the church with some inscriptions in ancient Pali language. There are several Hindu-Christian wall-paintings all over the place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Manjinikkara syrian Orthodox Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mar Ignatitus Elias 111, the holy Patriarch of Anthioch of Damascus, while on his state visit to India, died at this place in 1932. His mortal remains are kept in the church at Manjinikkara. Pilgrims from other parts of India and foreigners, visit this place frequently. The Church celebrates a festival in February every year which is attended by thousands."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Maramon Christian Convention Banks"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Maramon is famous for the International Christian Bible Convention held here, on the vast sandy beds of the River Pamba. Started in 1896, the Maramon Convention is held annually by the Mar Thoma Evangelistic Association (MTEA), the missionary wing of the Mar Thoma Church. Though a religious convention of Christians it is attended by people belonging to all communities. The seven day convention takes place in February, have daily disclosures on various Biblical themes. Addressed by speakers of international repute and attended by devotees innumerable, this is one of the largest Christian conventions in the world and largest in Asia, with more than 1 million attending the programs. The centenary celebration of the convention was held in February 1995."]]}]},"\n",{"type":"====","value":[" Nature "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Charalkunnu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Charalkunnu is a picturesque hill station from where one can have a panoramic view of the low lying areas including river Pamba. Much of the hill station is least exploited, hence ideal for those who seeks quite and idyllic holidays without much commercialization. The erstwhile Marammath Guest Palace of Travancore Kingdom, now serves as a major accommodation for tourists here, as other accommodation options are less."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kakki reservoir"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Kakki reservoir, set in sylvan background, is an upcoming 'tourists' destination. The splendid artificial lake offers exhilarating boating experience . The surrounding forest abounds in tigers, elephants, deers and monkeys, offers a wonderful wild life insights."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Konni Elephant Sanctuary"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Konni is the gateway to the forest bordering the district. It is here wild elephants caught from the forests were brought here and put in wooden cages known as Anakoodu to be tamed and trained for work. It is situated 11 km away from Pathanamthitta. An elephant training college and elephant research center operates here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Perumthenaruvi Water Falls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Its a small, yet beautiful water falls, which is a popular picnic spot."]]}]},"\n",{"type":"====","value":[" Cultural "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mannadi Dalawa Memorial"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Mannadi has a memorial dedicated to Kerala's most cherished national hero, ",{"type":"'''","value":["Velu Thampi Dalawa"]},", ousted Prime Minister of the erstwhile Kingdom of Travancore raised the first organized armed rebellion against the British in 1807 regarded as the first major armed mutiny against Britishers in India. It was here, Velu Thampi committed suicide after losing battle against British Army, in order to avoid capture. An ancient Bhagavathi Temple with exquisite sculptures is also nearby, from where Velu Thampi planned several of his attacks against Britishers, who shook the foundations of British Empire in South India. The Kerala Institute of Folklore and Folk Arts are also close by with large display of traditional folk costumes and murals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kaviyoor Rock Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The only surviving ancient cave temples in Kerala, built in ancient Tamil Pallava style, which is more of cultural interest than religious purpose. The temple is dedicated to Monkey God- Hanuman, hence today one can see hordes of monkeys dominating the temple and its surroundings. A regular feast for monkeys is a rare interesting sight for outsiders."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vijnana Kala Vedi Cultural Centre"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Established in 1977 by a French woman, Louba Schild, under the Indo-French cultural programme, this institute is dedicated to preserving the arts of Kerala. Everything from singing to dancing to cooking to community living is taught here. Large number of foreigners, particularly French nationals camp here, for learning Schild's Mohiniyattom, in which she has specialized."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Muloor Smarakom"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Muloor S.Padmanabha Panicker (1869-1931) who was a famous Malayalam poet and an important social reformer of the century was born at Elavumthitta 12 kms away from Pathanamthitta. His home at Elavumthitta is preserved as a monument by the Department of Culture, with several original manuscripts."]]}]},"\n",{"type":"==","value":["Do"]},"\t\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thiruvabharanam Procession"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Thiruvabharana (Sacred Treasures) of Lord Ayyappa, which is preserved in Pandalam Palace, will be taken to Sabarimala as a grand procession. The procession starts in first week of January, only to reach at Sabarimala on Makara Sankrathi Day (second week of January). The procession is a religious experience, with huge number of people accompanying the 3 chests of treasures each held by one selected person. The procession will be accompanied by armed battalions of police, various religious bands and traditional accompaniments, which stops at all major temples, enroute. The spectacular sight is that, the sacred ",{"type":"''","value":["Krishnaparutthu"]}," (Lord Garuda- the sacred eagle of Lord Vishnu) appears before Pandalam Palace, which signs the start of procession and escorts the procession by flying over the procession, until reaching Sabarimala. On reaching Sabarimala, the Garuda flies around the temple for 3 times, before disappearing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boat Race"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Stretch of riverpamba at Aranmula (about 10 km from Chengannur) is the venue of the famous snake boat race. It is more a pageantry than a race. The snake boat is of an extra ordinary shape with a lenth of about 100 ft. The rear portion towering to a height of about 20 ft and the front portion tapering gradually.The boat resembles a snake with its hood raised. The race is held on the last day of the week long Onam festival to commemorate the crossing of the river by Lord Krishna. The participants cheerfully row up and down the river to the tune of songs known as Vanchippattu."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are a lot of small hotels and eateries which dot the landscape of Pathanamthitta town. A few posh Christian hotels restaurants can be found town, serving alcohol and typical Syrian Christian foods.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=J&F"],["url="],["email="],["address="],["lat="],["long="],["directions=near J-mart, on the T.B Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves authentic North Indian dishes like tandoori,naan,kababs and various other Kashmiri and Punjabi dishes. This food joint is very popular among college students, and its fame, though spread through word of mouth, is fast catching up with the residents of Pathanamthitta. The serving and preparations are hygenic ,although the prices are a bit exhorbitant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe de Kashmir"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Similar to J&F."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mannil Regency"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Veg & non-veg."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Aryabhavan"],["url="],["email="],["address=Opp KSRTC Bus Stad"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Veg only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Evergreen Inter-Continental"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Veg & non-veg."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Amala Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=near to KSRTC bus stand"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hey Day"],["url="],["email="],["address="],["lat="],["long="],["directions=near to Kannamkara Beverages"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near Aban Junction."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Njungannapadi Shap"],["alt=A Toddy Shop near Mylapra"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Mylapra Junction"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bevco"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Consumer Fed Wine Shops"],["url="],["email="],["address="],["lat="],["long="],["directions=in the market road near to the Police Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Here you can buy the drinks but will need to find a place to drink."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Shines"],["url="],["email="],["address=pandalam"],["lat="],["long="],["directions=on pdlm Cgnr road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=one of the cheap and best bars"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Zion"],["url="],["email="],["address=kozhencheri"],["lat="],["long="],["directions=Near pvt Bus stand"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are numerous hotels in Pathanamthitta town. However only a few splurge and moderate accommodation are available, as most of pilgrim tourists are required to refrain from luxurious accommodations. However its quite easy to find a budget accommodation, as there are numerous to cater. Most of them offers only basic amenities, as pilgrims are required to keep basic ascetic lifestyle.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["9.27"],["76.78"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Travancore"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Pathanamthitta_district"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Kerala\/Districts\/Pathanamthitta\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Pathanamthitta (district)"]]}]