[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Patzcuaro"]}," is in the ",{"type":"[[","value":[["Lake Patzcuaro"]]}," area of the Mexican state of ",{"type":"[[","value":[["Michoacan"]]},".  \n",{"type":"[[","value":[["Image:Patzcuaro.jpg"],["thumb"],["260px"],["Patzcuaro"]]},"\n\nA lovely mountain town, Patzcuaro is colonial Mexico at its most enchanting. It is the most important town of the lake region of ",{"type":"[[","value":[["Michoacán"]]},".  An especially charming ",{"type":"''","value":["zócalo"]}," marks the center of town; hotels, restaurants and shops line the square, housed in buildings dating from the fourteenth century.  Patzcuaro is not for nightlife lovers - ample sightseeing will wear out the average visitor during daylight hours, anyway. \n\nIncreasing numbers of Europeans and Gringos are moving to the ",{"type":"[[","value":[["Lake Patzcuaro"]]}," area as prices in other gringo havens have gone up considerably. \nElevation: 2,200m\/7,200 feet\n",{"type":"==","value":["Get in"]},"\nPatzcuaro is most easily reached by bus or car.\n\n",{"type":"===","value":["By bus"]},"\nSeveral first-class bus lines have infrequent service to Patzcuaro. The Purhepecha bus line (a subsidiary of Flecha Amarilla) runs very frequent buses between Patzcuaro and the larger cities of Morelia and Uruapan. From Morelia, a Purhepecha bus leaves for Patzcuaro about every 20 minutes between 6AM and 8PM for a fare of 30 pesos (August 2009 price). ",{"type":"''","value":["Tip"]},": If your plan is to go directly to Janitzio, get off the bus at the Pemex station when you first come into town --- there will often be several people getting down there. The boat dock is a few short blocks walk.\n\n",{"type":"===","value":["By car"]},"\nPatzcuaro is an easy drive from the Pacific coast towns of ",{"type":"[[","value":[["Ixtapa"]]},", a resort community, and former fishing village ",{"type":"[[","value":[["Zihuatenejo"]]},", which has a large airport. Visitors may take a modern toll road (about $8 in tolls for a four hour drive) or the essentially parallel \"libre\" road, which winds through beautiful country; turn north northwest of ",{"type":"[[","value":[["Ixtapa"]]}," and follow road signs to ",{"type":"[[","value":[["Morelia"]]},". Don't forget that in Mexico, a left hand signal from the car in front of you [generally] means it is safe to pass.\n\nYou can also arrive from ",{"type":"[[","value":[["Guadalajara"]]}," via the Guadalajara-Morelia-México toll Highway: exit at Coeneo Huaniqueo (Coeneo direction), after Coeneo, head to ",{"type":"[[","value":[["Quiroga"]]},", then to ",{"type":"[[","value":[["Tzinzunzan"]]}," and finally to Pátzcuaro. Foreigners should be warned that highway signs are sometimes scarce and not very well placed. People are usually helpful if you are lost, but you have to know some basic Spanish.\n\nA Michoacán PDF highway map is available from the Communications and Transport Secretariat website ",{"type":"[","value":["http:\/\/dgp.sct.gob.mx\/fileadmin\/Atlas\/michoacan.pdf"]}," (maps for the other states can be found at the same site here: ",{"type":"[","value":["http:\/\/dgp.sct.gob.mx\/index.php?id=440"]},").\n\n",{"type":"==","value":["Get around"]},"\nThe central downtown area is easily explored on foot. Taxis are readily available when you need to get to the bus station or boat docks, and are an excellent option for exploring the villages that surround Lake Patzcuaro.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Patzcuaro1.jpg"],["200px"],["thumb"],["El Sagrario"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa de los Once Patios"]}," - Large collection of small artesania shops, most selling authentic crafts from the Lake Patzcuaro region, set in an historic downtown landmark. "]},{"type":"*","value":[" ",{"type":"'''","value":["Plaza Grande"]}," and ",{"type":"'''","value":["Plaza Chica"]}," - Life in Patzcuaro revolves around its two central downtown plazas, with manicured landscaping, local monuments, boutique shops, quaint inns, and casual sidewalk cafes. "]},{"type":"*","value":[" ",{"type":"'''","value":["Basilica de la Nuestra Señora de Salud"]}," - Patzcuaro's most important church, and the resting place for the remains of Bishop Don Vasco Quiroga, a local hero much loved by the Tarascan people."]},{"type":"*","value":[" ",{"type":"'''","value":["Biblioteca Gertrudis Bocanegra"]}," - Beautiful public library which also houses a famous mural by modern artists Juan O'Gorman."]},{"type":"*","value":[" ",{"type":"'''","value":["El Sagrario"]}," - Stunningly beautiful smaller church that looks ancient beyond its years."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" '''Celebrate Day of the Dead (El Dia de los Muertos):"]},"Celebrated on November 1",{"type":"<","value":["sup",["st"]]}," mostly throughout central and southern México, el ",{"type":"''","value":["Día de los muertos"]}," (Day of the dead) is especially important in ",{"type":"[[","value":[["Michoacán"]]},".\n\n",{"type":"[[","value":[["Janitzio"]]},", an island in ",{"type":"[[","value":[["Lake Patzcuaro"]]},", is a tourist magnet for the occasion. The highlight is the cultural festival with folk dance, music and song. Find out the schedule for the festival beforehand to gain a good place and enjoy the free show. Transport to the island is by boat, expect long queues for a 30 to 40 pesos roundtrip ticket on the main Pátzcuaro dock. If you are parking at the municipal parking lot during this period, keep in mind that you may\/will most likey be blocked into your parking space with no chance of moving your car until the next day. \n\nDuring the Day of the Dead festivities, if you dislike unordered ",{"type":"[[","value":[["Mecca"]]},"-size crowds, spare the visit to ",{"type":"[[","value":[["Janitzio"]]}," and plan to travel to nearby ",{"type":"[[","value":[["Tzinzunzan"]]}," instead, for a more authentic and a bit less crowded experience.\n\nConsider that the highways in the area get crowded as well, so to be safe, arrive at either destination before noon, and book a hotel reservation several weeks in advance (there are several hostels and hotels in Pátzcuaro). You can also pack your camping tent and sleeping bag and pay around 50 pesos per night\/person in a trailer-camping park near Pátzcuaro.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sidetrips to local villages"]}]},"A visit to Patzcuaro is not complete without a sidetrip to the town of ",{"type":"[[","value":[["Paracho"]]},", home to master guitar craftsmen who pass their trade down from generation to generation. If you visit, hire a local lad to guide you to craftsmens' homes. About an hour's drive. You may also hire a guide at Patzcuaro's ",{"type":"[[","value":[["Hotel Mansion de Iturbe"]]}," (on the west side of the main zocalo) who will take you to several of the outlying villages, including Paracho.\n\nIf you wish to escape the tourists in Patzcuaro head 17 kilometers around the lake to ",{"type":"[[","value":[["Erongaricuaro"]]}," a lively pleasant town.\n\nCuanajo is another town worth seeing for the hand-made furniture there.  The turn-off to Cuanajo is on Highway 14 between Patzcuaro and Morelia.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Day of the Dead Souvenirs"]}]},"A door in a building on the east side of the main zocalo opens around 10AM; sometimes a sign proclaims it be the entrance to an artisan's market - sometimes not. Follow a short alley to several charming shops offering spectacular Day of the Dead statues and souvenirs - Patzcuaro is home to a famous Day of the Dead celebration centered around Patzcuaro Lake (or ",{"type":"[[","value":[["Lake Patzcuaro"]]},"). Not run-of-the-mill junk intended for tourists, these handicrafts are truly wonderful and well priced. Statues can be handpainted to your specifications, though it's hard to imagine one could create better combos than do the artists.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Fish and Chips Patzcuaro Mex 11-01-05.JPG"],["thumb"],["Patzcuaro Fish and Chips"]]},"\nTypical of the region are:\n",{"type":"*","value":[" ",{"type":"''","value":["Charalitos"]},": small lake fish, fried in large flat pans and served as a snack with salt, chili, and lime."]},{"type":"*","value":[" ",{"type":"''","value":["Pescado blanco"]},": white fish (originally) from Lake Patzcuaro, prepared to order"]},{"type":"*","value":[" ",{"type":"''","value":["Sopa Tarasca"]},":  bean and tortilla based soup, often spiced with piquant chilis and topped with a swirl of slightly acidic crema mexicana."]},{"type":"*","value":[" ",{"type":"''","value":["Corundas"]},": similar to tamales (corn based)."]},{"type":"*","value":[" ",{"type":"''","value":["Nieve de pasta"]},": milk-based ice cream."]},"\n",{"type":"*","value":[{"type":"'''","value":["Best Western Posada De Don Vasco, Patzcuaro"]},", Calzada de Las Americas 450, Patzcuaro, Michoacan. Dining room with Sunday Buffet. Very good food. Meals $6.00\/10.00 and up. "]},{"type":"*","value":[{"type":"'''","value":["Fonda Mama Lupe"]},", Dr. Benito Mendoza Street, ",{"type":"''","value":["about halfway down the one-way street leading from Plaza Chica to Plaza Grande"]},". For under US$5 (Feb 2008), you'll get a small salad, choice of soups, choice of main dishes, postre, and agua de fruta. A small sandwich-board sign identifies the entrance; seating is in a covered patio. Best for breakfasts."]},{"type":"*","value":[" ",{"type":"'''","value":["La Surtidora"]},", referred to by gringo expats as 'The Office' - where the above street enters the Plaza Grande. This is ",{"type":"''","value":["the"]}," place in Patzcuaro to buy fresh coffee."]},{"type":"*","value":[{"type":"'''","value":["Mariscos La Güera"]},", on the edge of town, where Calle Federico Tena meets the Libramiento (bypass road) as it heads south towards Santa Clara de Cobre. Extensive menu of well-prepared seafood dishes; excellent service, moderate prices. Any dish with shrimp in it is a specialty, but there's much much more."]},{"type":"*","value":[{"type":"'''","value":["Mercado de Antojitos"]},"; at the Plaza Chica (Bocanegra) end of the mercado. Lots of cheap, tasty foods. Recommended: tamales, corundas and birria."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Sotano"]},".  Young crowd. Beer and pool tables. Occasional live music. "]},{"type":"*","value":[" ",{"type":"'''","value":["El Campanero"]},", On Plaza Grande. "]},{"type":"*","value":[" ",{"type":"'''","value":["Pool Bar"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Pixel"]},". Nightclub."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Casa de la Real Aduana"],["alt="],["url="],["email=info@realaduana.com"],["address="],["lat="],["long="],["directions="],["phone=434 342 0265"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ponce de Leon 16, Centro,  An intimate five-room Boutique Hotel of charm and beauty in the heart of Colonial Patzcuaro.(web page:www.realaduana.com)."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mansion Iturbe"],["alt="],["url=http:\/\/www.mansioniturbe.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Portal Morelos # 59, Col. Centro C.P, 61600. Small boutique hotel with two restaurants and plenty of art and history. Hotel Mansion Iturbe is in Vasco de Quiroga Square, heart of Patzcuaro, one hour from Morelia International Airport."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Posada De Don Vasco, Patzcuaro"],["alt="],["url="],["email=bwposada@prodigy.net.mx"],["address="],["lat="],["long="],["directions="],["phone=01(434)342-0227\/342-2704"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calzada de Las Americas 450. $48.00 per night and up. Dining room w\/Sunday Buffet."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Siranda Casa-Hotel"],["url=http:\/\/www.lasiranda.com"],["email="],["address=Dr. Coss 17. Centro Histórico"],["lat="],["long="],["directions="],["phone=+52 (434) 342 67 17"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Housed in a traditional colonial building."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa Encantada"],["alt=B&B \/ Boutique Hotel"],["url="],["email="],["address=Dr Coss #15"],["lat="],["long="],["directions="],["phone=434 342 3492MX"],["tollfree="],["fax="],["hours="],["price=$70 USD"],["checkin=2PM"],["checkout=11AM"],["content=A beautifully restored 18th century mansion located in the Historic center.  Beautiful Colonial rooms furnished with folk art.  Generous breakfast and bi-lingual help to make your stay the best and easiest it can be"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Image:Pátzcuaro_dock_to_Janitzio_11-01-2005.jpg‎"],["thumb"],["Pátzcuaro dock to Janitzio"]]},"\nPrices of taxis from the bus station to: Morelia (200 pesos), Uruapan ($200 pesos), Quiroga (90 pesos), Erongaricuaro (80 pesos).  Frequent collectivos AKA combis connect centro Patzcuaro with nearby colonias and villages so that trip to Eronga[ricuaro] need only cost 9 pesos (Aug 2009=$.70US).  Most connect at plaza chica. \n\n\n",{"type":"{{","value":[["IsPartOf"],["Lake Patzcuaro"]]},"\n",{"type":"{{","value":[["Geo"],["19.51"],["-101.62"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Pátzcuaro"]]}]