[{"type":"{{","value":[["pagebanner"],["Pavlodar-banner.jpg"],["caption=The banks of the Irtysh River in winter"]]},"\n",{"type":"'''","value":["Pavlodar"]}," is a city in ",{"type":"[[","value":[["Kazakhstani North"],["northeastern Kazakhstan"]]},". It is the capital of the Pavlodar Province and has a population of 318,000 (January 2009).\n\n",{"type":"==","value":["Get in"]},"\n\nFrom ",{"type":"[[","value":[["Almaty"]]}," by train either through ",{"type":"[[","value":[["Astana"]]}," or through ",{"type":"[[","value":[["Semipalatinsk"],["Semei"]]},". Through Astana, trains run everyday and through Semipalatinsk every other day.\n\nFrom Astana either by evening train or several buses a day.\n\nFrom ",{"type":"[[","value":[["Omsk"]]}," (Russia) by bus.\n\nFlights on Air Astana are available from Astana and Almaty and on S7 from Moscow.\n\nLong-distance and regional buses are available from most surrounding cities.\n\n",{"type":"==","value":["Get around"]},"\n\nWithin the city, there are many options for getting around. A fairly simple yet complete bus and marshrutka system exists as does a tram system. Taxis can be taken most places in the city for 350 tenge (2012). Outer regions of the city usually run about 400-450 tenge.\n\nTo learn more about the bus system, one can download an electronic ",{"type":"[","value":["http:\/\/www.umicum.kz\/navigator.php interactive map"]}," of the city. Click on the little \"A\" circles, which are the bus stops, to see what buses go there.\n\nMany things are in walking distance as well if you're looking for a little exercise.\n\n",{"type":"==","value":["See"]},"\n\nPavlodar is a fairly quiet and uneventful former Soviet city. The main attractions to see here are the Mosque, the Orthodox Church, and the WWII memorial park and statue.\n\nNear the river is a nice trail to walk along that will take you south to the old River Station, which operates summer boat rides in the summer for a couple hundred tenge.\n\nThere are a number of old theaters, including the old Chekhov theater, and concert halls. There are also a few museums of interest.\n\n",{"type":"==","value":["Do"]},"\n\nThe night life is quite active in Pavlodar. There are several night clubs that play mostly techno and house music, though almost all have an 80s or 90s night during the week. Most cost 1000 tenge to get in:\n\nBumer (Бумер)\nToraigyrov street, 62\ntel.: 8 (7182) 555730\n\nBayanaul (Баянаул)\nKutuzov street, 36\ntel.: 8 (7182) 460305, 546285, 546227\n\nKarabas (Карабас)\nVictory Square, 25\ntel.: 8 (7182) 321932\n\n",{"type":"[","value":["http:\/\/www.crystalclub.kz\/ Crystal"]},"(Кристалл)\nLomov street, 38\ntel.: 8 (7182) 675610\n\n159 (formerally 777)\nKutuzov street, 159\ntel.: 8 (7182) 572652\n\n",{"type":"==","value":["Buy"]},"\n\nLike all cities, there are several major open and closed bazaars in the city. There are also several large shopping centers (\"Артур\", \"Тулпар\", and \"Цум\") and several large grocery store chains (GROS, Рубиком, Аманат Махх).\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere is no normal hotels in this city.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["52.3000"],["76.9500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kazakhstani North"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Pavlodar"]]}]