[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Pawt View.jpg"],["right"],["thumb"],["300px"],["View of Pawtucket, Rhode Island and Blackstone River"]]},"\n",{"type":"'''","value":["Pawtucket"]}," is a ",{"type":"[[","value":[["Rhode Island"]]}," city founded in 1671. It was home to the father of the American Industrial Revolution, Samuel Slater. The construction of his historic textile mill, called Slater Mill, marked the beginning of said revolution in 1793. Since then Pawtucket has shifted out of textiles (with only a few specialty manufacturers remaining) and has grown to hold 300 diversified industries with the most prominent being jewelry, silverware, and metalworking.\n\nPawtucket houses nearly 73,000 residents with a median age of 35.4 (as of the 2000 census). It is a diverse city home to many cultures resulting in a spectrum of sights, sounds, and flavors. Its neighborhoods have all improved greatly over the last decade as the city's developmental policies focus on improving the quality of residential areas and expanding emplyoment. With an emerging interest and concentration on the arts, Pawtucket has introduced performing arts as well as incorporated visual arts into the community.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["T.F. Green Airport"]}," (PVD) is about a 20 minute drive from Pawtucket. PVD is a national airport with connecting international flights."]},{"type":"*","value":[{"type":"'''","value":["Logan International Airport"]}," (BOS) is an hour away located in Boston, Massachusetts and is an international airport."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":["RIPTA bus Route 99, from Kennedy Plaza in Providence, converts into Route 76 which goes to Central Avenue and Newport Avenue. It also converts to Route 71 to Broad Street."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":["Route 95 runs right through Pawtucket. Exit 29 (from 95N) will bring you to Central Avenue, from which you can easily get downtown."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":["The Providence\/Stoughton Rail line runs through Pawtucket. The closest passenger train stop is the one in downtown Providence, about a 10 minute drive from Pawtucket."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.ripta.com RIPTA"]}," lines run everyday all throughout the city. "]},{"type":"*","value":["The easiest way to get around Downtown Pawtucket is by bus, since traffic tends to make driving very frustrating. Schedules can be found online at the official RIPTA website."]},{"type":"*","value":["If driving is your preferred means of transportation, traffic or not, beware of the one ways around the RIPTA Station and the Pawtucket Public Library."]},{"type":"*","value":["Express Cab.98 Larch St, Pawtucket RI 02860 (401) 286-5515 ",{"type":"[","value":["http:\/\/expresstaxi.us\/4436.html"]},". Big Daddy Cab. 22 Anthony Ave Pawtucket, RI 02860(401) 274-1101 ",{"type":"[","value":["http:\/\/www.bigdaddytaxiandcoach.com\/"]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Mccoy.jpg"],["thumb"],["305px"],["The beautiful McCoy Stadium"]]},"\n",{"type":"[[","value":[["Image:Friendship Garden at Slater Memorial Park.jpg"],["thumb"],["305px"],["Friendship Garden at Slater Memorial Park"]]},"\nDowntown Pawtucket has received federal recognition for its contributions to community planning, industry and architecture. The Historic District has been added to the National Register of Historic Places by the National Park Service.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pawtucket Red Sox at McCoy Stadium"],["alt=Pawsox"],["url=http:\/\/web.minorleaguebaseball.com\/index.jsp?sid=t533"],["email="],["address=1 Ben Mondor Way"],["lat="],["long="],["directions="],["phone=+1 401-724-7300"],["tollfree="],["fax="],["hours="],["price=Tickets for games are $10 for Box Seats and $6 for General Admission."],["content=Built in 1942 the Thomas P. McCoy Stadium is the home of the Triple-A Pawtucket Red Sox, a minor league affiliate of the Boston Red Sox. McCoy Stadium was host to the longest game in baseball history, which lasted 33 innings played for 8 hours over the course of two days in 1981.\nAfter major renovations in 1999, the ballpark is beautiful with it’s hand-painted murals of past Pawsox turned baseball greats and left field berm. Photo posters with biographies of players, information about the stadium, and the longest game, hung about the concourses and around the clubhouses make for a good reason as to why McCoy Stadium is one of the most visited minor league ballparks in the country. At McCoy, fans enjoy promotional giveaways, such as “bat night” and “bobble-head night” and after choice games, especially on July 2nd, 3rd and 4th, get the opportunity to watch a fireworks display, which, packing the streets outside, draws citizens from all over Pawtucket.\nThe Pawtucket Redsox also host concerts in conjunction with the Pawtucket Arts Festival, in which past acts included The Dropkick Murphys, The Counting Crows and Bob Dylan. The show at McCoy kicks off the festival in July. \nAs the Triple-A affiliate of Boston, fans can watch Red Sox players rehabbing injuries with the Pawsox and view possible Red Sox athletes of the future. Current Sox players Kevin Youkilis and 2008 season MVP Dustin Pedroia, both originated in Pawtucket before getting there chances to play in the big leagues."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Slater Memorial Park"],["url="],["email="],["address=Entrances at Rt.15 Armistace Blvd. or Rt. 1A Newport Ave"],["lat="],["long="],["directions="],["phone=+1 401-728-0500x257"],["tollfree="],["fax="],["hours=Park hours from Memorial Day until Labor Day are 8AM-9PM. From Labor Day until Memorial Day 8AM-dusk."],["price="],["content=Located in the heart of the park is a small lake with ducks and swans, the Daggett House, the oldest house in Pawtucket, Daggett Farm, the Loof Carousel which opens in April and closes in , the oldest of it’s kind, and the Rhode Island Watercolor Society headquarters and Gallery. Ten tennis courts, baseball diamonds, basketball courts and open fields allow for sport recreation all year round. Picnic areas are available for rent and throughout the year, the City of Pawtucket holds Slater Park as a host for seasonal fun for the public. \nFall events are ",{"type":"[","value":["http:\/\/www.pumpkinsintheparkdisplay.com Pumpkins in the Park"]},", a display of hundreds of carved and lighted jack-o-lanterns, and The Haunted Tunnel, which occur from late September until Halloween. Winter Wonderland occurs in December, and includes the opening of the carousel for that special event, decorated Christmas trees, and concerts. The Pawtucket Arts Festival holds concerts and other events in the park during the summer, the most popular being the free concert performed by The Boston Pops and a finale of fireworks, which acts as the closing to the festival"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Slater Mill Historic Site"],["url="],["email="],["address=175 Main St"],["lat="],["long="],["directions="],["phone=+1 401-724-2200"],["tollfree="],["fax="],["hours="],["price=Tours are $9 for adults, $8 for seniors and $7 for children aged 7-12."],["content=On the Blackstone River, a museum complex dedicated to the preservation and interpretation of the American industrial heritage at the birthplace of the American Industrial Revolution. This serves as a Blackstone Valley National Corridor Visitor Center as well. Slater Mill was the first water powered cotton mill in North America and was built in 1793. The Mill holds a number of events regularly, including workshops and ghost tours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=St. Cecelia's"],["url="],["email="],["address=1253 Newport Avenue"],["lat="],["long="],["directions="],["phone=+1 401 722-1101"],["tollfree="],["fax="],["hours="],["price="],["content=At the corner of Newport and Central, it's gotta be the biggest church in Rhode Island. Named after the patron saint of music."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dagget Athletic Fields"],["url="],["email="],["address=Dagget Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=I wonderful athletic complex with a variety of field types and plenty of room. The best slopes in Pawtucket for sledding\/snowboarding. There are woods in back, perfect for nice secluded walks. The trail leads right into Slater Park, where it turns into a bike path, so bring some rollerblades or something."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lee's Pond"],["url="],["email="],["address=Broadway, near Leedham Hardware"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice area and a skate park. The main reason to go there (only reason) is because it's the perfect place to go ice skating when it's below freezing. Loads of fun and chances are you'll make a friend or two."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hasbro Company"],["url="],["email="],["address=Newport Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Hasbro company is one of the leading toy companies in the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blackstone River"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Blackstone runs through Pawtucket and into Worcester, Ma. Its power runs Slater Mill and, therefore, helped to began the nation's transformation from Farm to Factory."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Community Players of Rhode Island"],["url=http:\/\/www.thecommunityplayers.org\/"],["email="],["address=Jenks Junior High School 350 Division Street."],["lat="],["long="],["directions="],["phone=+1 401-726-6860"],["tollfree="],["fax="],["hours="],["price=The cost for adults is $18 for musicals and $15 for plays, and for children through grade 12, the cost is $15 for musicals and $12 for plays."],["content=The Community Players are the oldest established community theater troupe in Rhode Island. Currently in their 88th season, the players perform 4 shows (usually two plays and two musicals) that run during the year."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Sandra Feinstein Gamm Theatre"],["url=http:\/\/www.gammtheatre.org\/AboutUs\/MissionHistory\/tabid\/239\/Default.aspx"],["email="],["address=172 Exchange St"],["lat="],["long="],["directions="],["phone=+1 401 723-4266"],["tollfree="],["fax="],["hours="],["price=Tickets vary in price according to day. Regular tickets range from $24-$32 and the Gamm offers senior, student, subscriber, senior subscriber and group discounts as well."],["content=Moved from their previous 75-seat Providence location in 2003, the Gamm Theatre opened in the renovated Pawtucket Armory, a building listed on the National Register of Historic Places, and is among the leading pioneers for the increasing arts in Pawtucket. In their 24th season, The Gamm productions located in the Armory offer an intimate viewing experience with only 135 seats."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Met"],["url=http:\/\/themetri.com"],["email="],["address=1005 Main St"],["lat="],["long="],["directions="],["phone=+1 401-729-1005"],["tollfree="],["fax="],["hours="],["price=Tickets vary in price according to the act performing. Regular tickets range from $8-$25"],["content=A midsize music venue located in the Hope Artiste Village. The venue hosts bands of all different genres including rock, punk, jazz, hip hop, hardcore and ska. It hosts mostly local musicians, but does host acts too small for Lupos. One of the advantages from the Providence clubs is the free parking, across and down the street are two well lit free parking lots. On most Sundays there is Open Blues Jam with no cover. Tickets are available now at www.etix.com, F.Y.E. Stores, Round Again Records, In Your Ear and Lupo's box office."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rhode Island Watercolor Society"],["alt=RIWS"],["url="],["email="],["address=Slater Memorial Park Armistace Blvd"],["lat="],["long="],["directions="],["phone=+1 401-726-1876"],["tollfree="],["fax="],["hours=Gallery hours are Tu – Sa 10AM – 4PM, Su 1PM-5PM and they are closed Mondays and Holidays."],["price="],["content=Established in 1896 the Rhode Island Watercolor Society (RIWS), allows for the public to view, purchase and exhibit local watermedia art. The RIWS hosts 15 shows per year along with the National Watermedia Competition."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Samuel Slater Canal Boat"],["url="],["email="],["address=175 Main St"],["lat="],["long="],["directions="],["phone=+1 401-724-2200"],["tollfree="],["fax="],["hours=Call for rates and times."],["price="],["content=A fairly new addition, established in 2000, the canal boat offers a tour of the 2 ½ mile river that stretches to the historic Slater Mill. Either booked for 12 for a river tour or rented for 4 as an overnight bed and breakfast, the Canal Boat is the only tour of the Blackstone of it’s kind."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Slater Park Bike Trail"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This trail will take you on a nice walk or bike ride from the edge of the park to the dagget athletic fields."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=United Skates of America"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great family activity is to go to the skating rink. It has cheap rates, skate rentals, games, prizes, great food and the facility is capable of holding parties of all sorts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Patriot Cinema"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Tickets to all shows are only $2.00 ($1.00 on Tuesdays)."],["content=Prices for snacks are steep as with most theaters, but the surprisingly low admissions rates off-set this quite nicely."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pawtucket Veterans Memorial Park"],["url="],["email="],["address=Intersection of Exchange St and Roosevelt Ave"],["lat="],["long="],["directions="],["phone=+1 401-728-0500 ext 225"],["tollfree="],["fax="],["hours="],["price="],["content=This recently completed park overlooks the Blackstone River and contains a monument dedicated to all Pawtucket Veterans as well as an amphitheater area complete with seating for 225 with a covered stage."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dennis M Lynch Arena Ice Skating Rink"],["url="],["email="],["address=25 Andrew Ferland Way (formerly Beatty St.)"],["lat="],["long="],["directions="],["phone=+1 401-728-7420"],["tollfree="],["fax="],["hours="],["price="],["content=Call for rates and times. This rink was founded in 2000 and is home to the city's youth hockey organization. They offer both ice skating and figure skating lessons and offer open ice time to public skating."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Preservation Society of Pawtucket"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 401-725-9581"],["tollfree="],["fax="],["hours="],["price="],["content=From award winning Greek revivals and victorians to bungalows and triple deckers, discover historic Pawtucket as you've never seen it before. Guided and self guided historical and architectural tours available."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rhode Island Rock Climbing Gym"],["url="],["email="],["address=210 Weeden St"],["lat="],["long="],["directions="],["phone=+1 401-727-1704"],["tollfree="],["fax="],["hours="],["price="],["content=Includes instructed rock climbing fun for the whole family."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pawtucket Arts Festival"],["alt="],["url="],["email="],["address=175 Main St"],["lat="],["long="],["directions="],["phone=+1 401-724-5200"],["tollfree="],["fax="],["hours="],["price="],["content=Pawtucket RI 02860. The Festival runs on an annual bases in early September. The festival highlights events of visual, performance, and participatory arts. It is held at Slater Park and downtown Pawtucket."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=RI Chinese Dragon Boat Races"],["url=http:\/\/www.pawtucketartsfestival.org\/events\/August\/28\/2010\/dragon-boat-races-and-taiwan-day-festival"],["email="],["address=Tim Healey Way"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8AM - 4PM"],["price=Free"],["content=The Dragon Boat Race is a great event to brings the little ones. The races run all day with an award ceremony at the end of the day. It is also a part of the Pawtucket Arts Festival. The event happens once a year in August."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Stop and Shop Plaza"],["url="],["email="],["address=Cottage St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The plaza contains a Sally's, Stop and Shop (containing a Citizen's Bank), Wendy's and Dunkin Donuts. It is located on cottage st, across from the fire station. Stop and Shop is a chain of grocery stores in New england. they have the usual market items like fish, meat, Fruits and vegetables. they also have a floral shop, bathroom and household supplies and a citizen's bank counter and an atm. it also has two redbox kiosks, one inside near the registers and one right inside the door. there is also a gas station. a good thing about the gas station is that you can get money off with your stop and shop card."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Farm Fresh Rhode Island Farmers’ Markets"],["url="],["email="],["address=1005 Main St #1220"],["lat="],["long="],["directions="],["phone=+1 401-312-4250"],["tollfree="],["fax="],["hours="],["price="],["content=The Farmers’ Markets’ are a ethnically diverse collection of local agriculturists and artisan selling a variety of home grown and self-made produce, cheeses, fudge, and other delicious foodstuffs. Surrounding the market are a handful of restaurants to include traditional American cuisine, Cape Verdean cuisine, and more."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Providence Place Mall"],["alt=PPM"],["url=http:\/\/www.providenceplace.com\/"],["email="],["address=1 Providence Place, Providence"],["lat="],["long="],["directions=Take 95 south"],["phone=+1 401-270-1000"],["tollfree="],["fax="],["hours=M-Sa 10AM-9:30PM (except Dave & Buster's which is open until 1AM) Sunday 11AM-7PM"],["price="],["content=Only five minutes away from Pawtucket. The mall is huge and has lots of store selections. It has 3 floors of shops and specialty shops, from clothes, books, restaurants, to IMAX movies and Dave Buster arcades. If the you can't find what you are in the mood to eat in the food court, you will be sure to find something in many restaurants surrounding the mall."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Modern Diner"],["url="],["email="],["address=364 East Ave"],["lat="],["long="],["directions="],["phone=+1 401-726-8390"],["tollfree="],["fax="],["hours="],["price=$8-$12"],["content=Stainless steel diner that was the first diner to be listed on the National Register of Historic Places."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Newport Avenue Pizzeria"],["url="],["email="],["address=1100 Newport Ave"],["lat="],["long="],["directions="],["phone=+1 401-722-2226"],["tollfree="],["fax="],["hours="],["price="],["content= Snadiwches, Pasta and Pizza. Locally owned and run, with attentive and friendly service and the best steak fries in Pawtucket. They deliver!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Master Pizza"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 401 721-9922"],["tollfree="],["fax="],["hours="],["price="],["content=All you need to know is in the title: they are absolutely the MASTERS of pizza, calzones, ANYTHING you can think of. Some of the workers seem to leave something to be desired in terms of service, but the owner is extremely friendly and will make you feel like part of the family."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Liberty Lunch"],["url="],["email="],["address=732 Central Ave"],["lat="],["long="],["directions="],["phone=+1 401 725-8396"],["tollfree="],["fax="],["hours="],["price="],["content=A real down-to-earth diner. Serves very standard all-American meals. Burgers, fries, lots of grease. Good stuff. Famous for their weiners. Great people, great food. Open for breakfast and lunch only. On fridays they do Fish and chips and they are open until 7PM"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wendy's"],["url="],["email="],["address=Central Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Burger King"],["url="],["email="],["address=Armistace Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=House of Pizza"],["url="],["email="],["address=206 Division St"],["lat="],["long="],["directions="],["phone=+1 401-725-9436"],["tollfree="],["fax="],["hours="],["price="],["content=House of Pizza is better known as Division Street House of Pizza and has been in business since 1973. It is located off of I-95 and just down the road from McCoy Stadium. From I-95 North, take exit 27 and travel straight down Division Street and House of Pizza is after the 9th light on the left. There is currently construction on the bridge adjacent to Division Street use caution. From I-95 south,Take exit 29, follow to the stop sign and take a right onto Fountain Street. Follow Fountain Street until you reach Exchange Street. Take a left onto Exchange Street and turn right at the light onto Broadway. When the road forks off right after Crown Collision, bear to the left onto Underwood Street and stay in the right hand land. Bear right onto Walcott Street and take your first left onto Summit Street. At the next intersection, take a left onto division street. It will be on the left hand side. You can also get there from exit 27. Take a left at the first light. There is construction currently on that bridge which is the one mentioned in the north directions. If you can get through, take another left at the light and drive straight up Division Street. House of Pizza is after the 4th light on the left. If traveling by transit, Route 79 and 80 passes by House of Pizza. Bus route 79 travels to Kennedy Plaza in Providence and route 80 travels to Twin River Casino in nearby Lincoln. The menu comprises of Pizza, Calzones, Grinders, and various sides. On average, small pizzas are $6.85 and large pizzas are $11.45. Small ginders are ranging between $4.70-$5.70 and larges are from $6.45-$7.30 Calzones are either $7.25 or $8.25 and side orders are from $6-$6.80. They also have fish and chips on Fridays which is a tradition in Pawtucket and in all of Rhode Island. They don't deliver but you can call ahead and pick up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Broadway Pizza"],["url="],["email="],["address=Broadway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Friendlys"],["url="],["email="],["address=Newport Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Garden Grille Cafe"],["url="],["email="],["address=East Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=vegetarian."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Roast House"],["url="],["email="],["address=176 Columbus Ave"],["lat="],["long="],["directions="],["phone=+1 401 475-1040"],["tollfree="],["fax="],["hours="],["price="],["content=The Roast House was originally located on Newport Ave just over the Pawtucket-East Providence line. It now located on the corner of Columbus Ave. and George Bennett Hwy. And just around the corner from McCoy Stadium.  From I-95 North, take exit 27 and travel straight down Division Street until you have reached the 10th light. Take a right onto Columbus Ave. and drive until you see the next stop light. On your left is the entrance to the parking lot. There is currently construction on the bridge adjacent to Division Street use caution. From I-95 south,Take exit 29, follow to the stop sign and take a right onto Fountain Street. Follow Fountain Street until you reach Exchange Street. Take a left onto Exchange Street and turn right at the light onto Broadway. When the road forks off right after Crown Collision, bear to the left onto Underwood Street and stay in the right hand land. Turn left onto Walcott Street and follow until you get to the first stop light. At the light, turn right onto South Bend Street. After the first light, South Bend turns into Columbus Avenue. Drive until you see the next stop light. On your left is the entrance to the parking lot. If traveling by transit, Route 79 and 80 passes by The Roast House. Bus route 79 travels to Kennedy Plaza in Providence and route 80 travels to Twin River Casino in nearby Lincoln. Burgers can range from $6.59 - $8.99 and soft drinks are $1.99."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bella Pasta Ristorante"],["url="],["email="],["address=514 Benefit St"],["lat="],["long="],["directions="],["phone=+1 401-722-6297"],["tollfree="],["fax="],["hours="],["price="],["content=From the outside Bella may look like a dive, but with its newly renovated dining room and authentic Italian cuisine it quickly puts that claim to rest. They have a history of being a BYOB establishment and recommend bringing your favorite wine for dinner. They serve both Italian and American-Italian cuisine."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=China Inn Restaurant"],["url="],["email="],["address=285 Main St"],["lat="],["long="],["directions="],["phone=+1 401-723-3960"],["tollfree="],["fax="],["hours="],["price="],["content=A cornerstone in Pawtucket Szechwan, Cantonese, and Chinese cuisine, China Inn combines great food and service in their casual, family restaurant. The building is decorated much like a traditional Chinese Shrine and is equipped with a full service cocktail bar. They also offer take-out."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lumana Café & Gourmet"],["url="],["email="],["address=877 Central Ave"],["lat="],["long="],["directions="],["phone=+1 401-305-5888"],["tollfree="],["fax="],["hours="],["price="],["content=Described as a “cozy eatery” Lumana cooks up a variety of sandwiches, soups, appetizers, and gourmet foods.  They are best known for their Reuben stuffed with Boar’s Head meats. They also provide free wifi for guests."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Blackstone"],["url="],["email="],["address=1005 Main St"],["lat="],["long="],["directions="],["phone=+1 401-726-2181"],["tollfree="],["fax="],["hours="],["price="],["content=As described by a local NBC 10 news team, turnto10, “A live music venue, restaurant, bar and function space in the Hope Artiste Village mill complex in Pawtucket, just over the Providence line, featuring live music Tuesday-Sunday: jazz, rock, indie pop, punk, reggae, acoustic, hip-hop, electronica, world music and more, with no cover Tuesday-Thursday. Free wine tastings every first Tuesday of the month. Limited menu available until midnight. All-ages during the day, 21+ after 9PM\""]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Call Sports Pub and Restaurant"],["url="],["email="],["address=41 Mendon Ave"],["lat="],["long="],["directions="],["phone=+1 401-722-1700"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rosinha Restaurant"],["url=http:\/\/rosinhasrestaurant.com\/"],["email="],["address=999 Main St"],["lat="],["long="],["directions="],["phone=+1 401 721-0770"],["tollfree="],["fax="],["hours="],["price="],["content=Best Cape Verdean and Portuguese food around. Enjoy the Bar, People, and music from the Islands of Cape Verde. Wedding, Birthday Party, Live Concerts, and corporate events"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Spumoni’s the Italian food Restaurant"],["url=http:\/\/www.spumonisrestaurant.com\/directions.html"],["email="],["address=1537 Newport Ave"],["lat="],["long="],["directions="],["phone=+1 401 726-4449"],["tollfree="],["fax="],["hours="],["price="],["content=\nThe location of the Spumoni’s restaurant is blessing because it has easy access to the 95 highway and to the rout 1. This restaurant served European cuisine prepared in the time honored old country tradition since 1978. Spumoni’s restaurant is recognized by its family style hospitality, it treats its customers as guests or as family. It serves dishes prepared with the finest and freshest ingredient at reasonable prices."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=House of Pizza"],["url="],["email="],["address=Division St"],["lat="],["long="],["directions="],["phone=+1 401 725-9433"],["tollfree="],["fax="],["hours="],["price="],["content=This place is great. I have been going to the house of pizza for since I was kid and I have NEVER been disappointed. They are fairly priced and the food is great! Best pizza and roast beef around."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Heritage Tap"],["url="],["email="],["address=264 Grand Ave"],["lat="],["long="],["directions="],["phone=+1 401 725-8245"],["tollfree="],["fax="],["hours="],["price="],["content=The Heritage Tap is located in a residential area and is accessible off of Newport Ave. From I-95 North, Take Exit 29 and stay right on the ramp. At the stop light, turn left onto Cottage Street. At the second stop light, continue straight onto Central Avenue. After the 5th light, continue to the first street on your right. Turn right onto Grand Avenue and Heritage Tap is on your right at the first stop sign. From I-95 South, Take exit 2A and merge onto Route 1A south\/ Newport Ave. Drive down Newport Avenue into Pawtucket, Rhode Island. At the third light, turn left onto Central Avenue. At the first street, turn right. This is Grand Avenue. Heritage Tap is on your right at the first stop sign. Bus route 76 travels to the corner of Central and Newport Ave., which is in easy walking distance. This bus travels to downtown Pawtucket and transfers to Kennedy Plaza in Providence. It is a Pub and Restaurant."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Coffee Milk!"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hailed as the Rhode Island state drink, this delicious beverage is very hard to find in other parts of the country, even in other parts of New England. It's a Rhode Island specialty. If you've not from Rhode Island, you've got to try it! Recommended brand is Autocrat, which you can find at most supermarkets in Rhode Island (comes as a syrup). Make sure you add a little bit more syrup than the directions say to ;-). Also, lots of Rhode Island restaurants and diners serve it as well. The McDonalds in the area also serve coffee shakes, which are also impossible to find in most other states."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=NogFest"],["url=http:\/\/www.facebook.com\/nogfest"],["email="],["address=Salter Memorial Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$5 to watch or drink"],["content=An annual eggnog drinking contest, the first Saturday night after Christmas, sponsored by Sound and Fury Productions. Each year, the money raised at Nogfest is donated to The Tomorrow Fund. In 2009 $1,200 was raised for the organization, that helps young children with cancer. In 2010, the event attendance more than doubles and raised $2,400."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Celtic Pub"],["url="],["email="],["address=Broadway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Galway Bay"],["url="],["email="],["address=South Bend St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Murray's Pub"],["url="],["email="],["address=Main St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Twin's Pizza"],["alt=The Best Pizza Ever (No Really)"],["url=http:\/\/twinspizza.stores.yahoo.net\/"],["email="],["address=1000 Mineral Spring Ave"],["lat="],["long="],["directions="],["phone=+1 401 726-8978"],["tollfree="],["fax="],["hours=11-10"],["price=low"],["content=Honestly, the best pan pizza around.  They've been in the same location for over 40 years.  Other dishes are tasty as well and the cost is very reasonable.  Expect a VERY LONG wait on weekends."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["url="],["email="],["address=2 George St"],["lat="],["long="],["directions="],["phone=+1 401-723-6700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Located only minutes from downtown Providence, Slater Mill and McCoy Stadium."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bristol (Rhode Island)"],["Bristol"]]}]}," only a forty minute drive from Pawtucket is home to the historic 4th of July parade and beautiful scenery, especially Colt State Park, a must see."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]}]},", fifty minutes to the south of Pawtucket,is home to famous beaches, streets and Mansions. Open seasonally the Newport Mansions are an affordable family friendly attraction."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Providence"]]}]},", just ten minutes away from downtown Pawtucket, Providence is the Rhode Island epicenter for politics, shopping and beauty. Cultural draw is Thayer Street."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["New Haven"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Providence"]]}]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Boston"]]}],["minorr1=",{"type":"[[","value":[["Attleboro"]]}],["image2=US 1.svg"],["imagesize2=22"],["directionl2=S"],["majorl2=",{"type":"[[","value":[["New Haven"]]}],["minorl2=",{"type":"'''","value":[{"type":"[[","value":[["Providence"]]}]}],["directionr2=N"],["majorr2=",{"type":"[[","value":[["Boston"]]}],["minorr2=",{"type":"[[","value":[["Attleboro"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.87861"],["-71.38250"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Providence County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Pawtucket, Rhode Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Rhode Island\/Localities\/P\/Pawtucket\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Pawtucket, Rhode Island"]]}]