[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Paynesville"]]},"\n",{"type":"'''","value":["Paynesville"]}," is a town in ",{"type":"[[","value":[["Central Liberia"]]},".  \n\n",{"type":"==","value":["Understand"]},"\n\nPaynesville was fromed 1976 to 1989 the site of a transmitter of OMEGA-radio navigation system, a former radio navigation system, which worked in the frequency range beteen 10 kHz and 14 kHz. The tower of Paynesville OMEGA-transmitter is the tallest architectural structure in Africa.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nThe former OMEGA transmitter at Paynesville is today unused and there is no access restrictions to it. Therefore it can be used for many radiotechnical experiments (which HAM has a 417 metre mast).\n\nFor less ambitious radio amateurs the mast can be used for interesting range test. \n\nIn fact: '",{"type":"''","value":["The mast is the best lab for radio amateurs, especially those working with LF, VLF and ELF!"]},"\n\nNevertheless one must take all equipment with. Liberia is a poor country, in which electronic parts and devices are not easily available.\nFor experiments of greater power demand power sources should be brought with, because there are often blackouts in Liberia!\n\nThe mast of Paynesville is also suitable for skydiving, although one has to pay special attention on its guy ropes.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["de:Paynesville"]]},"\n",{"type":"[[","value":[["fr:Paynesville"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Paynesville, Liberia"]]},"\n\n",{"type":"{{","value":[["geo"],["6.2833"],["-10.7167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Liberia"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]