[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Peace River Valley"]}," is a region in the north of ",{"type":"[[","value":[["Alberta"]]},", ",{"type":"[[","value":[["Canada"]]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Big Lake Country"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Grande Prairie"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fort Chipewyan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["High Level"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Peace River (Alberta)"],["Peace River"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Slave Lake"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Valleyview"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lesser Slave Lake"]]}," -- Largest recreational lake in Alberta.  Many areas with white-sand beaches and places where you can't see the other side of the lake; truly a surreal experience in land-locked Alberta!"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wood Buffalo National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\nThe Peace River Valley is of one Canada's richest agricultural areas, the most common of which are cereal crops and hay. Other agriculture here includes beef and bison production, poultry, and pork, and apiculture (honey).\n\nThis area has been settled for many years by the local native bands, mostly Cree and Dene people. It has been settled by westerners much more recently, and has been explored and lived in by many important figures in Canada's history such as Henry Fuller \"Twelve-Foot\" Davis, Sir Alexander Mackenzie, David Thompson, and Peter Fidler. \n\nMost of the people who live in this area reside in small towns and are conservative in nature. This is not to say, though, that this is exclusively the case across the board. There is vast culture and art in the area, and locals are often very hospitable and friendly. \n\nThe ethnicity of most of the western settlers here derive from England, the Ukraine, France, and Germany. There are still many communities of primarily (even exclusively) French or German speaking people. \n\nMost Peace Country communities have sprung up in response to the creation of the railroad, and most communities still exist along railway supply lines. \n\nThis area can be extremely remote, and huge tracts of land remain untouched and unexplored, even today.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the primary language spoken here, though you may find that there are quite a few speakers of French, German, Ukrainian, and Cree. \n\nFrench and Cree are often taught in Elementary and High school.\n\n",{"type":"==","value":["Get in"]},"\nThe quickest way to get to Northern Alberta or Peace Country is to fly in to Edmonton Airport and take the Greyhound bus line North. \n\nThe best hubs for bus routes are Peace River, Fort McMurray, High Level, Grande Prairie, and Valleyview. \n\nTo get around within the area, bus routes are the only available public transportation, as passenger trains don't exist here. The best way to travel is by car, as the roads are quite safe. Often small towns don't have taxi service.\n\n",{"type":"==","value":["Get around"]},"\nDaily flights on Air Canada and Westjet are available to ",{"type":"[[","value":[["Grande Prairie"]]}," and ",{"type":"[[","value":[["Fort McMurray"]]}," from ",{"type":"[[","value":[["Edmonton"]]},". However, for the first time visitor, it can be best to rent a car in order to get off the beaten bath and enjoy the small towns along the way. Extensive bus service is also available on Greyhound. In addition, Red Arrow services Fort McMurray from Edmonton by bus.\n\n",{"type":"==","value":["See"]},"\nThe absolute best guide available for this area is without a doubt, Geotourism Canada, a non-profit tourism group which provides free online resources about what to see and do in this area. \n\nThere are plenty of historical destinations, or more frivolous attractions such as the World's Largest Beaver. There is also plenty of wilderness and wildlife to see, museums, festivals (music and cultural), scenic views, fishing,hunting, canoeing, kayaking, whitewater rafting, sledding, skiing, horseback riding, golfing, hiking, and even waterskiing. \n\nBy far the best music festival in this area is the North Country Fair, a celebration of the summer solstice in Driftpile, near Joussard. It is a haven and a destination for alternative music lovers from all over Canada and even the world. It is usually a three day event punctuated by live folk, country, bluegrass, trance, tribal, and even Inuit musical talent 24 hours a day. \n\nBig attractions which are popular include the World's Largest Beaver (in Beaverlodge, by Grande Prairie), the World's Largest Sausage (in Mundare), Twelve-Foot Davis' gravesite (Peace River), Worlds Largest Mallard Duck (Andrew), World's Largest Pyrogy (Glendon), and Alien Landing Pad (St. Paul). \n\nFor environmental tourists, there is also some of the world's largest and most densely populated bird migrating paths and nesting grounds, including the world's only site for the endangered Whooping Crane. There is plenty of wildlife all over the Peace, deer, moose, beaver, coyotes, silver and red fox, black bear, weasel, bald eagle, various hawks and falcons, duck, loon, swan, pelican, bison, and elk are all very common sites in this area. Less common but also very present are lynx, mountain lion, wolf, egret, grizzly, and caribou. \n\nThere are also plenty of ghost towns to explore. You can also find local legend and character in the museums and from local people themselves involving haunted residences and places of healing, such as the Lac Ste. Anne (St. Anne Lake) which is an annual pilgrimage site for those from all over the world wishing to heal their broken, diseased, or tired bodies in the waters of the lake. \n\nSee ",{"type":"[","value":["http:\/\/www.geotourismcanada.com Geotourism Canada's website"]}," for publications on these topics. They even provide easy directions and GPS coordinates for how to get there. \n\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ken Harris"],["url="],["email="],["address=5019-41 St."],["lat="],["long="],["directions="],["phone = +1 780-594-1934"],["tollfree="],["fax="],["hours="],["price="],["content=The Mackenzie Highway, H-35.  There is the \"Mile 0\"(kilometre 0) sign at Grimshaw.  There is much history to this Highway.  Part of the history was made by Hamilton Brothers Trucking, later called Grimshaw Trucking.  They proved in the early 1950s that they could transport goods from Edmonton to Yellowknife, much quicker than through rail to Fr. Mackay, near Ft. McMurray, then down the rivers to Yellowknife."]]}]},{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nIf you are anywhere near the town of Peace River, you must head to the Peace Valley Guest Ranch on the banks of the Mighty Peace River for a meal. Bring your appetite. You will be treated to a reasonable priced steak locally raised and fresh accompanied by salad and potato, though the side dishes are deemed unnecessary by the plate-sized steak cooked to perfection (and to your preference) on an open grill. Eat your meal overlooking the river and watch the sun set as you enjoy your evening, you can even stay overnight at the ranch in affordable cabins.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThis area is a very safe part of Canada. The only place you might run into a bit of trouble is if you are impolite or aggressive towards others, especially in places which serve alcohol. \n\nMost conflicts can be avoided through diplomacy, and most conflicts never get beyond verbal combat. \n\nIt should be mentioned that if you are openly homosexual, you will likely be received with mixed feelings in a group. Some will be very welcoming and polite, others indifferent and will not acknowledge you, and other may be downright hostile and defensive.\n\nStrangers and travelers may find it hard to interact with locals at first, as locals may be wary of newcomers. This is not necessarily hostility, just hesitant curiosity for the most part. When they do open conversation, be prepared for many questions, some of which may be personal. It is not considered rude to decline to answer personal questions. Polite and talkative visitors are generally well received.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Alberta"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]