[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Pedro Sánchez"]}," is a municipal district in the ",{"type":"[[","value":[["Eastern Dominican Republic"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nPedro Sánchez is a small town located about three hours east of Santo Domingo. Sandwiched between two low-lying mountain chains, the valley and surrounding areas offer views of rolling green countryside, two impressive waterfalls (each over 100 feet high) and a network of over 25 caves which honeycomb the nearby hills. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nEverything is within walking distance, but you can easily hop on a local motorcycle taxi or minibus to take you around town.\n\n",{"type":"==","value":["See"]},"\n\n\n\n",{"type":"==","value":["Do"]},"\n\nIn 2008 the community took the initiative to form a community-run ecotourism project called the Treasure of the East (Tesoro del Este). The guides combine excursions to nearby natural attractions with opportunities for unique cultural exchange. 100% of the benefits go directly to members of the community or towards education and preservation of the local environment. They offer hikes through the Cordillera Oriental (Eastern Mountain range), visits to over 20 distinct cave complexes, excursions to 2 waterfalls and horseback riding trips. The project members place heavy emphasis on experiential learning, environmental interpretation and meaningful cultural exchange. In addition to their formal excursions, guides can arrange visits with local Dominican families to share coffee and local fruit; they demonstrate the traditional uses of medicinal plants; and they adhere to strict leave-no-trace ethics. About 20% of the total cost goes towards different community groups and a community fund that helps to preserve and protect the local environment.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Dominican Republic"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Pedro Sánchez"]]}]