[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Pedra Azul State Park"]}," is in the municipality of ",{"type":"[[","value":[["Domingos Martins"]]},", in the state of ",{"type":"[[","value":[["Espírito Santo"]]},", ",{"type":"[[","value":[["Brazil"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Vista da Pedra Azul.jpg"],["thumb"],["350px"],["Pedra Azul (Blue Rock)"]]},"\n\nAlthough to some extent an off-the-beaten path, the Pedra Azul State Park is worth visiting, especially for its great surroundings, fresh air and preserved natural beauty. The main attraction of this 12 square meters park is its 1909 meters high peak, which got its name due to the blue tonality reflected on the rock at some moments of the day.\n\nBut the original touch is due to a natural sculpture on its right slope, known as the ",{"type":"''","value":["Pedra do Lagarto"]}," (the Lizzard Rock), because depending from which angle the sun is, it really resembles to a gigantic reptile climbing up the slope. Seen from the bottom, it's really impressing.\n\n",{"type":"===","value":["History"]},"\nThe Pedra Azul State Park was created in the decade of 1990, in an attempt to preserve its rich group of natural treasures.\n\n",{"type":"===","value":["Landscape"]},"\nMost prominent is the Pedra Azul (Blue Rock), which can be seen from the BR-262 highway, and of the Lagarto Rock (Lizard Rock), a granite and gneissic formation that reaches the height of 1,882 meters (6,174.54 feet).\n\nFor those really fit, there´s a trail to reach the upper levels of the Pedra Azul, where there are a few natural pools carved inside the rock. So, after at least one hour hike, you´ll be able to refresh and admire the idyllic view while taking a rewarding dip in the icy waters.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nWere the exotic rocky formations not enough, the park also has a great variety of vegetable and animal species, which fill the eyes of the more observing visitors. There are long walks around the park, in open fields, during which you can pick up wild berries and watch wild animals from the brazilian fauna, like the ",{"type":"''","value":["tamanduá"]}," and threatened species of ",{"type":"''","value":["micos"]}," (tiny monkeys).\n\nIn the local fauna, species that stand out are the Brown Capuchin Monkey, the armadillo, the Collared (lesser) Anteater, the Ocelot, the Toucan, the Bellbird, the Gray (Brown) Brocket Deer, the Crab-eating Raccoon, the Grand Tanager and the Song-thrush. Endangered animal species are also preserved in the park, such as the Buffy-Headed Marmoset, the Jaguar, and the Barbado (fresh-water fish of the Siluridae family). \n\nThe predominant flora in the area of the park includes the rupestral vegetation – which grows underneath the rocks and stones – and the Ombrophylous Anti-mountainous (Anti-alpine) Forest – which is a forest influenced by the high regime of located rain above 1,500 meters (4,921.26 ft.) of altitude. Worth noticing are the orchids, the bromeliads (plants from the Bromeliaceae family, which includes tropical American plants with deeply cleft calyx), the ingas, the cedars, the cassias, the ipes (trees and shrubs such as Caesalpina, Bignonia, and Boraginaceae, Tecoma spp and Tabebuia spp), the Canjeranas (Cabralea canjerana spp), and several types of plants of the laurel family (especially the Ocotea spp and the Nectandra spp).\n\n",{"type":"===","value":["Climate"]},"\nThe area presents altitude tropical weather. The annual average temperature is around 18°C (64.4°F), with average highs around 28°C (82.4°F), and average lows around 8°C (46.4°F).\n\n",{"type":"===","value":["Tourist information"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Pedra Azul Tourist Association"],["url=http:\/\/www.pedraazul.com.br"],["email="],["address="],["lat="],["long="],["directions="],["phone=0800 725 1211"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Pedra Azul Information Center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 (27) 3248 0035"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Pedra Azul Tourist Information Website"],["url=http:\/\/www.pedraazuldoarace.com.br\/"],["email=contato@pedraazuldoarace.com.br"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n46 km from ",{"type":"[[","value":[["Domingos Martins"]]}," city center.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe access to the park is controlled by the IDAF – Instituto de Defesa Agropecuária e Florestal (Institute of Agricultural and Forest Defense) of the state of Espírito Santo. Visitation is done as escorted group visits, in which guides and the forest guards of the Park themselves accompany the visitors.\n\n",{"type":"==","value":["Get around"]},"\nYou can go trekking all year round, at any day of the week. But, bear in mind that it´s a state park, where it´s not allowed to hike on your own. Local guides are available to take people up the rock, and the hikes are scheduled to start every morning around 8 and finish at noon.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Pedra Azul.jpg"],["thumb"],["300px"],["From this angle it is possible to see Pedra do Lagarto (Lizard Rock) on Pedra Azul"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cavalgada Ecológica Pedra Azul"],["url=http:\/\/www.cavalgadapedraazul.com.br\/index_en.php"],["email="],["address=Rodovia Angelo Girardi (Rota do Lagarto) - km 2,2 - Pedra Azul"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mondays to Sundays, from 8:30 to 16:00"],["price=R$ 50 (as of August 2010)"],["content=Horse riding nearby Pedra Azul. It takes approximately 2 hours, and it is required to be at least 10 years old to join."]]}]},"\n",{"type":"===","value":["Trails"]},"\nThe park has trails that are open to public visitation:\n\n",{"type":"*","value":[{"type":"'''","value":[" ",{"type":"''","value":["Do Lagarto"]}," (Trail of the Lizard)"]}," — It is a 480-meter-long (1,574.80-ft.) hike; from there it is possible to see the municipality of Caparaó in the state of Minas Gerais, and the Forno Grande State Park."]},"\n",{"type":"*","value":[{"type":"'''","value":[" ",{"type":"''","value":["Das Piscinas"]}," (Pools Trail)"]}," — It is a 1,200-meter-long (3,937.01-ft.) hike. From there it is possible to see nine natural swimming pools, which have been excavated by the action of the waters. "]},"\n",{"type":"*","value":[{"type":"'''","value":[" ",{"type":"''","value":["Da Pedra Azul"]}," (Blue Rock Trail)"]}," — The trail is 945-meter-long (3,100.39 ft.), and while covering it visitors can have direct contact with a 500-meter tall (1640.42-foot tall) rocky steep slope."]},"\n",{"type":"*","value":[{"type":"'''","value":[" ",{"type":"''","value":["Pedra das Flores Climbing"]}," (Rock of the Flowers Climbing)"]}," — There visitor will be in contact with the waters of beautiful natural pools. In a measure to guarantee the maximum preservation possible to the area, access is controlled by the IDAF – Instituto de Defesa Agropecuária e Florestal (Institute of Agricultural and Forest Defense) of the state of Espírito Santo."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nLately, several hotels have opened around the park and tourism has developed pretty fast. Almost all the ",{"type":"''","value":["pousadas"]}," have sauna, swimming pool and sometimes even a tennis court. Most of the rooms have their own fireplace, as in the forthcoming months of winter, temperatures tend to drop quite heavily if compared to the ones in coastal towns. That's why it became fashionable for local restaurants to offer fondue on their menu.\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Connect"]},"\nThe telephone area code for Pedra Azul is 27 (as well as in central and northern parts of ",{"type":"[[","value":[["Espírito Santo"]]},").\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Parque do China"],["url=http:\/\/www.parquedochina.com.br"],["email="],["address=access on kilometer 72 of the  BR 262"],["lat="],["long="],["directions="],["phone=+55 (27) 3288 4141"],["tollfree="],["fax="],["hours="],["price="],["content=A water park 18 km from Pedra Azul."]]}]},"\n",{"type":"{{","value":[["geo"],["-20.413056"],["-41.023056"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central (Espírito Santo)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Pedra_Azul_National_Park"]]}]