[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Peebles"]}," is a town in the ",{"type":"[[","value":[["Scottish Borders"]]},".\n\n",{"type":"[[","value":[["File:Tweed pebles.jpg"],["thumb"],["350px"],["Bridge over the River Tweed in Peebles"]]},"\n",{"type":"==","value":["Get in"]},"\nBuses leave from Edinburgh St Andrew's Bus station regularly - otherwise you'll have to drive.\n\n",{"type":"==","value":["Get around"]},"\nMost of Peebles can be seen on foot. However there is also a bus service which does run most of the way round the town, but is mainly used for locals and it basically visits all the different housing areas.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Neidpath Castle"]},{"type":"*","value":["Traquair House"]},{"type":"*","value":["Kailzie Gardens"]},"\n",{"type":"==","value":["Do"]},"\nFor a bit of luxury try Stobo Castle Health Spa. Set in beautiful grounds, it offers a variety of treatments as well as having beautiful guest rooms and wonderful food. Is quite expensive though-but has been known to host celebrities such as Gwen Stefani and Tiger Woods.\nThe Eastgate theatre hosts many local and national acts and is worth going to see something one night mainly for the atmosphere.\n\n",{"type":"==","value":["Buy"]},"\nThere is nothing particular that is special to Peebles itself, some local produce is about it. There are many nice, individual gift shops on the high street and down some of the smaller streets leading off the high street worth a look at though.\n\nMacHardy's, just off the High Street, is a small art gallery which sells reasonably priced art from local artists.\n\n",{"type":"==","value":["Eat"]},"\nFor pub food-try The County-situated in the middle of the high street. Cheap, traditional good food in a local pub atmosphere. Filled with younger locals.\nFor something more upmarket there is the Halcyon restaurant located next to the EastGate Theatre on the high street. With dishes made from local produce this restaurant offers top class food and service.\nAlso a wonderful Italian called 'Francos' found at the end of the high street next to the Parish Church. Small, but their pasta dishes-especially the lasagne is beautiful.\nFor a good Indian meal try the Prince Of India who have recently started the option of a buffet.\n\n",{"type":"==","value":["Drink"]},"\nMany pubs on the high street-nothing too special and again mainly filled with locals. For the younger generation (18+ of course as that is the UK law) try the County as mentioned before. The older generations tend to head to the pub at the end of the high street called 'The Trust'. The Cross Keys, down the Northgate is also nice when its hot as it has a good beer garden, as does The Neidpath, found in the old town area.\n",{"type":"==","value":["Sleep"]},"\nMany guest houses dotted all over the town.\nPeebles Hotel Hydro is good for families as it offers kids club, swimming activities, horse riding etc.\n\n",{"type":"==","value":["Go next"]},"\nOne of Scotlands top attractions is  5 minute drive from Peebles-Glentress Mountain Biking. Bringing a large majority of tourists to the area it is good for all standards of biking and well worth visiting.\nGolfing is very popular, again 5 minutes away from the town at Cardrona Country Club.\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Scottish Borders"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Scotland\/Borders\/Peebles\/"]]},"\n",{"type":"[[","value":[["wikipedia:Peebles"]]},"\n",{"type":"{{","value":[["geo"],["55.65217"],["-3.18852"],["zoom=14"]]}]