[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Peel"]]},"\n",{"type":"'''","value":["Peel"]}," is a town on the ",{"type":"[[","value":[["Isle of Man"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["From Douglas"]},"\nBus #6 goes from the Lord St bus stops to Derby St outside Peel's Town Hall.\n\n",{"type":"==","value":["Get around"]},"\nPeel is a small town so there is no need to take a bus to visit other parts.\n",{"type":"{{","value":[["mapframe"],["54.224"],["-4.696"],["zoom=15"]]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Peel Castle"],["lat=54.2264"],["long=-4.6991"],["content=Perhaps the main attraction in Peel, in terms of tourism. It's worth the epic walk through town, down one side of the waterfront, past the kipper factory (and its associated fragrance)and around out to St. Patrick's Isle, where the castle lies, to take in the 1000+ year-old tower, once used by monks to hide from invading Viking hordes, and the castle ruin that surrounds it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Peel Cathedral"],["alt=Saint German's Cathedral"],["url="],["email="],["address="],["lat=54.2217"],["long=-4.6912"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fine Gothic Revival church built in built 1879-84."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Peel Cathedral"],["lat=54.2262"],["long=-4.6981"],["content=The picturesque ruins of the old cathedral of Peel are in the Peel Castle."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=House of Manannan Heritage Centre"],["lat=54.2217"],["long=-4.698"],["content=Well worth a visit. Telling the story of Manx nationhood, it takes the visitor through the Celtic, Viking and Maritime traditions that have shaped the Isle of Man. It was declared British Museum of the Year and has won an award by the Society for the Interpretation of Britain’s Heritage. The award-winning harbour-side building is designed in sympathy with other buildings on the quay is an extension of the town's railway station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Manx Transport Heritage Museum"],["alt="],["url="],["email="],["address="],["lat=54.22075"],["long=-4.6989"],["directions="],["phone=+44 1624 842448"],["tollfree="],["fax="],["hours="],["price="],["content=The highlight of this tiny museum is Peel P50, once the worlds's smallest road legal car, which was manufactured in Peel in 1960s."]]}]},"\n",{"type":"==","value":["Do"]},"\nWhile most of the Isle of Man's beaches offer incredible views they are often pebble beaches.  Peel has one of the few fine sand beaches and during the occasional hot weather sitting on a sandy beach with great views of a medieval castle are something not to be missed.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Manx ",{"type":"'''","value":["kippers"]}," are supposed to be the best in the world, and even if you're not personally fond of smoked herring, don't you know someone who deserves a special smoky, fishy delivery back home?  Moore's Kipper Yard will be happy to help you post a kipper-gram to a lucky friend."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:Southwest Isle of Man - Niarbyl - kingsley - 23-JUN-09.jpg"],["300px"],["thumbnail"],["right"],["Niarbyl"]]},"\nHeading south from Peel will lead you ",{"type":"'''","value":["Niarbyl"]}," a tiny village with a pebble beach nearby.  This location provides stunning views over the Irish sea towards Ireland, coastal walks and the opportunity for peace and quiet (when a coach-load of tourists aren't around).  The little white cottage on the beach was used as the principal location in the film Waking Ned.  Unfortunately, while there are a few buses per day from Peel the best way to reach Niarbyl is by car.\n\nTo the east of Peel lies ",{"type":"'''","value":["St. John's"]},", another small village and home to Tynwald Hill - the island's 1000 year old open air parliament.  Thousands head here every Tynwald Day (July 5th) to witness the proclamation of new laws read in Manx and English.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["54.221"],["-4.691"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Isle of Man"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Peel, Isle of Man"]]}]