[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"==","value":["Get in"]},"\n\nPekan, the Royal town of ",{"type":"[[","value":[["Pahang"]]},", is an interesting place to visit.\n\nIt is situated 45km south of ",{"type":"[[","value":[["Kuantan"]]},", or approximately 130km north of ",{"type":"[[","value":[["Mersing"]]},".\n\nYou may reach Pekan by a direct bus from Pudu Raya Terminal-Utama express, twice a day or by another option, take a bus from Kuantan. It takes approximately 1 hour to reach Pekan from Kuantan. There are many buses from ",{"type":"[[","value":[["Kuala Lumpur"]]}," to Kuantan daily.\n\n",{"type":"==","value":["Get around"]},"\n1.Get(rent\/borrow)a bicycle from the local and cycle around the town.\n\n2.Sunday market(less than 1\/2 km from Hospital Pekan)-where you can get various types of home grown vegetables, raw water fishes, spices and lots of local foods n goods on Sunday.\n\n",{"type":"==","value":["See"]},"\n\n1. The Sungai Pahang, the longest river in Peninsular Malaysia, ends at Pekan.\n\n2. Pekan State Museum on Jalan Sultan Ahmad.\n\n3. The Royal Palace of Pekan and the Polo ground and also the horses.\n\n4. The Malay villages and fruit orchards.\n\n5. The Chinese Temple to Mazu, a Goddess of the sea.\n\n6. Bird watching - You may spot Hornbills in Pekan, at close distance!\n\n7. Big trees - You may spot lots of big trees in Pekan.\n\n",{"type":"==","value":["Do"]},"\n\nMake friend with the people there and get to know more about Pekan. Tip: Address the elderly man as \"Uncle\" and the elderly lady as \"Aunty\" I'm sure they'll be more friendly to you.\n\nRead books-as they're not much of entertainment outlets.\nNo Bar, no pub, no cinema, nevertheless, it's a good place for a good rest.\n\nStar watching at the riverside, there's less light pollution in Pekan therefore you may see the sky clearly at night.\n\nSea fishing, ask the Chinese in town, don't be surprise they might have friend who own a boat for sea fishing.\n\nLepak-a culture of village people where they just laze around, sit and chat, or play guitar and sing with friends outside the house at anywhere, anywhere they feel comfortable...\n\n",{"type":"==","value":["Buy"]},"\n\nYou may get fresh seafoods like fishes and oysters from the wet market or from the Sunday market.\n\nSalted fish.\n\nTit-Bits from the local shops-there're fun to eat and usually come in small packets and cheap too. \n\nTobaccos-D.I.Y, wrap the tobaccos yourself in leaf\/paper, all available for sale at shops.\n\nKids Toys like tops, pebbles, kites,slingshot,paper dolls,cards-with printed cartoons\/robots- you may learn many ways to play it from the village kids.\n\n",{"type":"==","value":["Eat"]},"\n\nMurtabak-It is a unique Indian,Muslim food that can only be found in Pekan.\n\nNasi Dagang-steamed white rice+glutinous rice wrapped in banana leaves with small chunk of Tongkol fish-sort like Tuna fish.\n\nKeropok Ikan-Keropok=cracker, Ikan=fish, it's a popular finger food made by fish. It's cheap and easy to get too.\n\nYou may also get some fresh fish from market and bring it to nearby restaurant(here I suggest-a Chinese restaurant named Sri Pekan opposite market)and you may ask the cook to prepare it your way!\n\nMalay food stalls are gathered next to Pekan Bus Terminal, you may get varieties of local foods\/drinks there.\n\n",{"type":"==","value":["Drink"]},"\n\nBeers are only sold at Chinese Restaurants.\n\nAis Kacang\/Cendol-blended ice with toppings.\n\n",{"type":"==","value":["Sleep"]},"\n\nPekan rest house.\n\nSeri Pekan-affordable budget rooms attached to a Chinese restaurant.\n\nSleeping bag\/tent.\n\nGet accommodation in Kuantan and make a day trip to Pekan.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Pekan"]]},"\n\n",{"type":"{{","value":[["geo"],["3.5000"],["103.4167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pahang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States_and_Federal_Territories\/Pahang\/Localities\/Pekan\/"]]}]