[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Pematangsiantar"]}," (or ",{"type":"''","value":["Pematang Siantar"]},") is a city in ",{"type":"[[","value":[["North Sumatra"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWith 280.000 inhabitants, Pematangsiantar is the second biggest city in north Sumatra. The center of the town has two main roads where you can find almost everything you need. The food market is located between these streets. There is one \"shopping mall\" including a very small cinema. The habitats of Siantar are mostly Bataks. Also many Chinese and Javanese live here. In contrast to the rest of Indonesia the majority are Christians and not Muslims. So there is no problem to drink a beer on the street or find some pork at the meat market which is worth visiting.\n\n",{"type":"==","value":["Get in"]},"\nThe main way to get into Pematangsiantar is via ",{"type":"[[","value":[["Medan"]]}," (Polonia International Airport) which has daily flights from neighboring countries Malaysia (",{"type":"[[","value":[["Penang"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},") and ",{"type":"[[","value":[["Singapore"]]},". There are also numerous flights from ",{"type":"[[","value":[["Jakarta"]]}," and other major cities of Indonesia.\n\nFrom Medan you can easily get shared taxis to Pematangsiantar that cost around 40,000 - 50,000 IDR per person. The journey takes roughly 3 hours of time. The other option is by train (24.000 IDR), which takes a slightly longer time, but worth an experience. A big bus from Medan (Busstation is called Amplas) cost about 18.000 - 22.000IDR.\n\n",{"type":"==","value":["Get around"]},"\nEasiest way to get around is by ",{"type":"'''","value":["becak"]}," pronounced bay-chuk. It's worth the experience. You can find these old bikes only in Siantar. Old BSA made in England. Special sound, special look and every becak is unique and lovely modified. Cost about 20.000Rp to go 3km.\n\nThe cheap way is to go by ",{"type":"'''","value":["minibus"]},", which cost only 3000Rp for same distance, but without help you will not find your way. There are no bus schedules.\n\nThe only place I know to ",{"type":"'''","value":["rent a motorbike"]}," is the Siantar Guesthouse. You can rent 150cc Classic Vespa for about 60.000Rp per day.\n\n",{"type":"==","value":["See"]},"\nThere is a zoo worth visiting that is aptly named Taman Hewan Pematangsiantar - animal garden of Pematangsiantar (usually a zoo is Kebun Binatang in Indonesian). It has a good collection of Indonesian native animals, most notably birds, tigers and apes. The zoo itself boasts abundant tropical trees and plants, some of which are quite old. The location is surprisingly close to the main roads of the city (within walking distance). Ticket price (April 2009) is 7,000 IDR.\n\nAnother place of interest in the city is Vihara Avalokitesvara - a Buddhist Temple, which houses the Statue of Kwan Im (Goddess of Mercy). At 22.8 meter high, is the tallest statue of its kind in Indonesia. The temple complex is accessible from Jl. Pane. It is part of the new temple complex and still under construction (as of April 2009). Connected by a bridge, adjacent to the new complex across the river of Bah Bolon, the old building of the temple was burned completely in an inferno in May, 2008.\n\nThere are a few nice colonial style villas and houses from the Dutch era which can be found in and around the city center, e.g. the Balai Kota (old city hall), the old and the new director's house of the ",{"type":"''","value":["Rumah Sakit Umum"]}," (public hospital), the ",{"type":"''","value":["kantor pos"]}," (post office), and some more - but most of them are horribly maintained.\n\n",{"type":"==","value":["Do"]},"\nThere are two swimming pools in the city: the one of ",{"type":"''","value":["Siantar Hotel"]}," which is open to the public for a small fee (they also have a small gym), and a public swimming pool. Both don't have a water filtering system, but change the water twice a week - so ask before immersing yourself! About 15 minutes south of the city center (direction Sibolga) there are natural springs and fountains where you can hang out in small pools.\n\n",{"type":"==","value":["Buy"]},"\nBetween the main roads (Merdeka and Sutomo) in the center of town is the ",{"type":"'''","value":["food market"]},". Fresh fish, meat, vegetables and fruit are very cheap. There is also a small \"shopping complex\" called ",{"type":"'''","value":["Siantar Plaza"]},". But not really worth visiting. Also a ",{"type":"'''","value":["second hand market"]}," for clothes is located close to the mini bus station (terminal Perluasan).\n\nAlong the main street (Jl. Merdeka and Jl. Sutomo) you will find practically everything the city could offer for you to buy. From a restaurant and bakery to mini market, equipment stores and music store and many more.\n\n",{"type":"==","value":["Eat"]},"\nYou can find all the traditional Indonesian food here. Bataks for example love ",{"type":"''","value":["babi panggang"]}," which are small pieces of roast pork with a special blood sauce. Also ",{"type":"''","value":["ikan mas arsik"]}," (goldfish) and ",{"type":"''","value":["cincang"]}," (small pieces of pork) are traditional Batak dishes.\n\nBesides Batak dishes you will also find many Chinese restaurants. Most famous Chinese dish from this area is ",{"type":"''","value":["Mie Keriting Siantar"]},". The most popular place to eat Chinese food and Chinese Indonesian fusion foods is Jl. Surabaya (one of the roads connecting the two main roads of the city) which offer an array of Kedai (eating houses) and Kopi Tiam (literally coffee house). Another well known place to visit is Roti Ganda, which is famous for its bread. It is popular with locals (largely Chinese and Bataks) and gets very crowded in the morning. Most eateries are open at night (some as late as midnight).\n\n",{"type":"==","value":["Drink"]},"\nIt will surprise you, but bars do not exist here. You can either go to a ",{"type":"'''","value":["Karaoke bar"]},", where you have to rent a room, which is mostly full of prostitutes and very expensive (one beer about 50.000Rp). Or you just sit down in a ",{"type":"'''","value":["Tuak shop"]}," you will find everywhere around town. Old and young people sit in small shops, drinking the white jungle juice called Tuak and playing guitar. One glass Tuak around 1000Rp. But normally you never pay. \n\nThere are two coffee houses in Jl. Cipto (parallel to Sutomo, access through Jl. Bandang): ",{"type":"''","value":["Tok Kong"]},", a very Batak style café in an old colonial style house, very crowded throughout the day. And a little further across the street ",{"type":"''","value":["Café Coca-Cola"]}," (Indonesians don't have a problem using copyrighted brand names), which is in fact a Chinese-owned ice cream shop, where they serve home-made ice cream and wafers. 'Kok Tong' is also a cafe in Jln. Cipto which is very popular for Pematangsiantar people. 'Kok Tong' is popular for their coffee. 'Kok Tong' placed straight from ",{"type":"''","value":["Cafe Coca-Cola"]}," Both are worth a visit.\n\nThe owner of the Guesthouse (",{"type":"'''","value":["Siantar GH"]},") makes a small party with around 30-40 people twice a week. Cheap tuak and beer. Mostly with BBQ western style and gratis open air cinema. This is also the only \"bar\" in town where you can find girls who are not prostitutes.\n\n",{"type":"==","value":["Sleep"]},"\nThere are not so many places to stay in Siantar. The most famous one is for sure ",{"type":"'''","value":["Siantar Hotel"]},", which is not an accomodation for budget travelers (free Wifi in the lobby though). \n\nA small ",{"type":"'''","value":["Guesthouse"]}," (Siantar GH) is close to the bus station in Siatas Barita. Relaxed place with garden owned by a German traveler. You can stay for less than 20,000 IDR per night ($2.20 USD).\n\nThere are some small guesthouses called Losmen in the city center area, like the one in Jl. Cokro and above (2nd floor) Kopi Tiam (old coffee shop) at Jl. Merdeka.\n\nBest budget accommodation at the moment (May 2010) might be Church owned ",{"type":"''","value":["Wisma Tuluy"]}," north of the city center (Jl. Gunung Simanuk-manuk): Very clean, very new.\n\n",{"type":"{{","value":[["sleep"],["name=Grand Mega Hotel"],["url=http:\/\/www.grandmegahotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= is a new hotel in Pematang Siantar. Opened in early 2010, it's very new and each room has free WiFi, air conditioning, hot water, tv, and ensuite bath."]]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["2.9667"],["99.0667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Sumatra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Pematangsiantar"]]}]