[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pcnpa.org.uk\/ Pembrokeshire Coast National Park"]}]}," in ",{"type":"[[","value":[["Wales"]]}," was the first national park in the ",{"type":"[[","value":[["United Kingdom"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe ",{"type":"[[","value":[["Pembrokeshire"]]}," National Park was created in 1952 and is the UK's only coastal national park. It follows the coast and also runs a small distance inland for most of the county of Pembrokeshire apart from the Milford Haven estuary due to the oil facilities located there. Its designation as a national park limits development and so the area has remained unspoilt despite its popularity as a tourist destination.\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe landscape is known for its rugged cliffs and many sandy beaches that can be viewed from the coastal path which runs along the coast for the entirety of the national park. \n",{"type":"===","value":["Flora and fauna"]},"\nMany of the offshore islands nearby have important colonies of seabirds that are resident for parts of the year, including gannets and puffins. Porpoise and seals are also frequently seen from the coastal path.\n",{"type":"===","value":["Islands"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Caldey"]},"  - noted for its Benedictine monastery and its ancient priory - short boat trip from ",{"type":"[[","value":[["Tenby"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Grassholme"]},"  - 6 miles out with  a major gannetry - boats from Martins Haven during summer."]},{"type":"*","value":[" ",{"type":"'''","value":["Ramsey"]}," - Good for grey seals and choughs - summer trips from St Justinians."]},{"type":"*","value":[" ",{"type":"'''","value":["Skokholm"]}," - National Nature Reserve owned and managed by the Wildlife Trust of South and West Wales.  Skokholm has excellent sea bird populations, but with no day trips the island is an altogether more remote and peaceful experience for those who stay in the accommodation.  Skokholm has a lighthouse which now houses a bird observatory, where bird ringers can stay and take part."]},{"type":"*","value":[" ",{"type":"'''","value":["Skomer"]}," - National Nature Reserve managed by the Wildlife Trust of South and West Wales. Skomer, along with it's sister island Skokholm, is the home of the Pembrokeshire Puffins between mid March and the end of July, where 6000 pairs come to breed each year. The island is an excellent place to visit for sea birds. Skomer and Skokholm together attract the world's largest colony of Manx Shearwaters, with 120,000 breeding pairs on Skomer and a further 45,000 on Skokholm. During August and September the seals begin to have their pups around the island and the migrant birds begin to arrive. You can visit Skomer on a day trip or stay overnight whereby you will be able to hear the cacophony of returning shearwaters under darkness. The boat journey takes 15 minutes from Martin's Haven on the Dale Princess and sails every day (apart from Monday) between 1st April and 30th September each year."]},"\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["By boat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishguard"]},", ferries from ",{"type":"[[","value":[["Rosslare"]]},", ",{"type":"[[","value":[["Ireland"]]}]},{"type":"*","value":[{"type":"'''","value":["Pembroke Dock"]},", ferries from Rosslare, Ireland"]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nThere is a limited bus service but a car is really needed to successfully explore the park. The roads are narrow in places and so travel can be quite slow. The national park runs subsidized bus services that cover sections of the coast and some important inland locations such as St David's. These are reasonably priced and can be stopped at any point in their journey.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:St David's Cathedral and Bishop's Palace. - geograph.org.uk - 626202.jpg"],["thumb"],["200px"],["St David's Cathedral and Bishop's Palace"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["St Davids"]]}," is the UK's smallest city."]},{"type":"*","value":[{"type":"'''","value":["Ramsey Island"]}," is an RSPB nature reserve that is home to important seabird colonies."]},{"type":"*","value":[{"type":"'''","value":["Milford Haven"]},", one of the deepest natural harbours in the world."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mayberrykayaking.co.uk\/sea-kayak-trips-pembrokeshire\/ Sea Kayaking Tours"]}]}," Operating all year round Mayberry Kayaking offer sea kayaking tours and ",{"type":"[","value":["http:\/\/www.mayberrykayaking.co.uk\/learn-sea-kayak-courses-pembrokeshire\/ ",{"type":"'''","value":["sea kayak lessons"]}]}," into the Pembrokeshire Coast National Park. Established in 2006 they are the only provider of sea kayaking activities based in the twin towns of Fishguard and Goodwick."]},{"type":"*","value":["Talk a ",{"type":"'''","value":["walk"]}," along the ",{"type":"[[","value":[["Pembrokeshire Coast Path"],["coast path"]]},". The national park maintain a coastal path that runs along the coast for the entire length of the national park. It's clearly signposted from all the villages and beaches so you can just turn up and walk to the next place along the coast without the need for a map. The walks are not strenuous and there are subsidized bus services that will take you back to your starting point."]},{"type":"*","value":["Take a ",{"type":"'''","value":["boat"]}," trip around Ramsey Island or one of the other coastal islands famous for their seabird colonies. There are many different operators running trips on rigid inflatable boats that can get very close to the shore to give a unique perspective on the marine landscape. Be aware that these trips can get quite wet, although the operators are trying to get around this by installing seats in the middle of the boat so that passengers do not have to sit on the side."]},{"type":"*","value":["Spend some time on the many sandy ",{"type":"'''","value":["beaches"]}," in the national park. Pembrokeshire is home to some spectacular sandy beaches that are perfect for families to spend their day. The beaches are universally very clean and there are usually cafes and lavatory facilities available. "]},{"type":"*","value":["Try some ",{"type":"'''","value":["surfing"]},". The beaches at Newgale and Whitesands usually have good surf, especially on windy days. Surf equipment hire is available at both beaches, and several operators run surf and surf kayak lessons."]},{"type":"*","value":["Try ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.preseliventure.co.uk\/ coasteering"]}]}," with Preseli Venture Eco Lodge. A unique adventure sport which includes coastal exploration, sea-level traversing, rock climbing, cliff jumping and swimming into sea caves."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pencnwc Farm"],["url=http:\/\/www.floronpencnwc.co.uk\/"],["email="],["address=Treginnis, St Davids"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Just a short walk from the cliff top that forms Wales' most westerly point overlooking Ramsey Island. Simple but lovely site. Ready-pitched tents available to order, also a Mongolian Ger. Of course you can bring your own tent!"]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Carmarthenshire"]]}," lies just to the east and ",{"type":"[[","value":[["Ceredigion"]]}," lies just to the north.\n\n",{"type":"{{","value":[["IsPartOf"],["Pembrokeshire"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Pembrokeshire Coast National Park"]]}]