[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Peninsula Valdes"]}," (",{"type":"''","value":["Reserva Faunítica Península Valdés"]},") is in the province of ",{"type":"[[","value":[["Chubut"]]},", in the ",{"type":"[[","value":[["Patagonia (Argentina)"],["Patagonia"]]}," region of ",{"type":"[[","value":[["Argentina"]]},". \n\n\nThe city of ",{"type":"[[","value":[["Puerto Madryn"]]}," is the gateway to Peninsula Valdes. There is only one village on the peninsula, Puerto Pirámides. \n\n",{"type":"==","value":["Understand"]}," \nPeninsula Valdes a UNESCO World Heritage Site. Noted for its unique fauna and geology.\nThe peninsula has a surface area of 3,625 square kilometers connected to the main land by a narrow isthmus. \n\n",{"type":"===","value":["History"]}," \nThe first Europeans to arrive were the Spaniards in the early late 1700s. They built a fort and established trading relations with the native Tehuelche population. The relations soured and fighting broke out. All of the Spaniards were later killed in a raid by the Tehuelche in 1810.\n\n",{"type":"===","value":["Landscape"]}," \nFlat-Patagonia Steppe, with knee-high bushes. \n\n",{"type":"===","value":["Flora and fauna"]},"\nFrom October till March penguins are hedging on the shore. From June to mid-December it's whale watching season. Other inhabitants include sea lions, elephant seals, armadillos, guanacos, maras and gray foxes. If you're lucky you can spot Orcas (killer whales) snatching seals from the shore at Punta Norte during April.\n\n",{"type":"===","value":["Climate"]},"\nVery dry with less than 8 inches of rain per year. \n\n",{"type":"==","value":["Get in"]}," \nThere are buses going to Puerto Pirámides or book a tour in ",{"type":"[[","value":[["Puerto Madryn"]]},". If you take a bus from the Puerto Madryn terminal to Puerto Pirámides, there are no peninsula tours that leave or pickup from within the park. It is suggested that you pick up a tour from Puerto Madryn, otherwise you might be stuck in the small town of Puerto Pirámides and miss the rest of the peninsula.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nFor non residents of Argentina the entrance fee is ARG$70. Argentine residents pay ARG$20.\n\n",{"type":"==","value":["Get around"]}," \nMost people visit the peninsula with a day tour organised from ",{"type":"[[","value":[["Puerto Madryn"]]},". The tours usually start at 7:30 and return between 6:00 and 7:30 depending on the tour company. Destinations are typically the visitors center, Puerto Pirámides (for whale or marine fauna watching depending on the season), Calleta Valdes\/penguin area and Punta Norte. An advantage of a tour is the English speaking guide. \n\nFor more independence rental cars are available to explore the peninsula. The entrance fee is valid for a single entry and not depending on how many days you stay.\n\nIf you are only interested in the whales, just take a bus to Puerto Pirámides and pick a boat-tour from there.\n\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Elephant Seals"]},{"type":"*","value":[" Penguins"]},{"type":"*","value":[" Sea lions"]},{"type":"*","value":[" Guanacos"]},{"type":"*","value":[" Southern right whales"]},{"type":"*","value":[" Maras (Patagonian cavy)"]},{"type":"*","value":[" Orcas (killer whales) attacking sea lions (if you are extremely lucky)"]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"*","value":[" From Puerto Pirámides you can arrange a boat trip for watching ",{"type":"'''","value":["whales"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["scuba dive and snorkeling"]}]},{"type":"*","value":[" ",{"type":"'''","value":["mountainbiking"]}]},{"type":"*","value":[" ",{"type":"'''","value":["sandboarding!!"]}]},{"type":"*","value":[" ",{"type":"'''","value":["fishing"]}]},"\n",{"type":"==","value":["Puerto Pirámides"]},"\nPuerto Pirámides is a tiny village on this peninsula with about 300 inhabitants. The town of Puerto Pirámides consists of two roads forming a \"T\". One road leads to the water and has restaurants, a small market and some tourist shops. The other road has an ATM, an internet and call center and the hotels and hostels.\n\n",{"type":"===","value":["Eat"]}," \nThere are several restaurants at Puerto Piramides , a restaurant at Punta Cantor and at the lighthouse in Puerto Delgado there is a self service restaurant that serves astounishing good asado for that remote area. If you plan on going during the low season its best to call ahead to make sure they are open. In Puerto Pirámides are several seafood restaurants with fish from the daily catch.\n\n",{"type":"===","value":["Drink"]}," \nThere are several bars at Puerto Piramides.\n\n",{"type":"===","value":["Sleep"]}," \nBook in advance, especially in summer and at weekends because it is a popular tourist area. You can rent a room in the light house in Puerto Delgado but it is very pricey! \nFor budget or mid-range budgets it is better to stay in Puerto Pirámides.There is a camping area here as well\n\nVisitors should note that the entire peninsula is privately owned and people are not allowed to explore on their or camp where ever they wish.\n\n",{"type":"{{","value":[["sleep"],["name=Estancia San Lorenzo"],["alt ="],["url =http:\/\/www.pinguinospuntanorte.com.ar\/"],["email ="],["address ="],["lat ="],["long ="],["directions ="],["phone   = 0280 445-5888"],["tollfree ="],["fax ="],["hours   ="],["price ="],["checkin ="],["checkout ="],["content = Hotel located inside Península Valdés. It has a community of penguins inside the perimeter of the hotel."]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Chubut"]]},"\n",{"type":"[[","value":[["wikipedia:Valdes Peninsula"]]},"\n",{"type":"{{","value":[["geo"],["-42.5"],["-63.933333"]]}]