[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Penns Grove"]}," is in ",{"type":"[[","value":[["Salem County"]]},", in the ",{"type":"[[","value":[["Delaware River Region"]]}," of ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" By automobile. When travelling up the west coast of New Jersey and your route does not take you directly from the Delaware Memorial Bridge onto the Turnpike or Interstate 295, traveling through Penn's Grove is almost a guarantee."]},{"type":"*","value":[" By bus."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":["By automobile."]},{"type":"*","value":[{"type":"*","value":[" If you leave the engine running and the door unlocked in most of Penn's Grove, even for a short visit to the shops, someone other than yourself is highly likely to depart in your car, or at least have a quick look through your things to help themselves."]}]},{"type":"*","value":["By foot."]},{"type":"*","value":[{"type":"*","value":[" If the houses look well-maintained and likely to appraise for at least $150,000, you're as safe as you are in most places on foot and alone, even at the hour of 3 AM. If you start seeing houses that make you uncomfortable, double back and double your pace."]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Pitman Street - home of many Italian immigrants who came from the town of ",{"type":"[[","value":[["Valle San Giovanni"]]}," in the ",{"type":"[[","value":[["Abruzzo"]]}," Region of ",{"type":"[[","value":[["Italy"]]},"."]},"\n",{"type":"*","value":[" The house where the TV and movie actor John Forsythe (born John Freund on 29 January 1918) was born."]},"\n",{"type":"*","value":[" The exact spot where ",{"type":"[[","value":[["Rome"]]}," 1960 Olympic Gold Medalist and world record holder Don Bragg used do his pole vault training."]},"\n",{"type":"*","value":[" The Saint James Roman Catholic Church, eighty meters from the sewage processing plant and immediately adjacent to active railroad tracks. If you can convince the caretaker to let you in, you may be able to view a statue of the Madonna and Child, an exact replica of the same statue found in the church, Madonna delle Grazie in Teramo (Abruzzo) Italy."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Enjoy a walk down the Penns Grove Riverwalk, an almost-quarter-kilometer stroll along a faux brick and faux iron edifice that the town nevertheless struggled for years to fund."]},"\n",{"type":"*","value":[" Walk down to the old Willis Hardware Store, a fine example of abandoned early-20th century masonry."]},"\n",{"type":"*","value":[" Go to the fall luncheon held every year at DiPaolo's Italian Ristorante for the descendants, and their families, of immigrants from the small town of ",{"type":"[","value":["http:\/\/www.vallesangiovanni.com Valle San Giovanni"]}," in the Abruzzo Region of Italy. If you happen to be invited, of course."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" A plot of land near the Penn's Grove Riverwalk before the town council makes another attempt to wrest control of the river from the State of Delaware pursuant to the wild fantasy of installing a marina, and will thus necessarily have to buy the land back from you at an inflated price before proceeding. "]},{"type":"*","value":[{"type":"*","value":[" Alternatively don't, because Bruce Willis attempted to buy the land and develop it as affordable low-income housing, only to find the town council stonewalling him with unreasonable and unworkable demands."]}]},"\n",{"type":"*","value":[" Imported goods from Latin America at one of the town's three bodegas."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=DiPaolo's Italian Ristorante"],["alt="],["url="],["email="],["address=28 South Broad St"],["lat="],["long="],["directions="],["phone =+1 856 299-4645"],["tollfree="],["fax="],["hours="],["price="],["content=Sample authentic food just as it is experienced in ",{"type":"[[","value":[["Valle San Giovanni"]]}," and Valle Soprana in the beautiful Abruzzo Region of Italy. Far and away the most expensive restaurant in town, one may occasionally find Porsches parked outside; if that sounds too expensive for you, it probably is, but the cannolis are excellent. Che buono!"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Roman Pantry"],["alt="],["url="],["email="],["address=447 Harding Highway"],["lat="],["long="],["directions="],["phone =+1 856 299-5257"],["tollfree="],["fax="],["hours="],["price="],["content=According to BruceWillis the home of the best cheesesteaks in the world."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sabor Latino"],["alt="],["url="],["email="],["address=169-B State Street"],["lat="],["long="],["directions="],["phone =+1 856 299-6675"],["tollfree="],["fax="],["hours="],["price="],["content=An authentic Mexican Restaurant, one may eat a large, satisfying meal here under $10 if one is in the mood for breakfast (served all hours they're open,) or selective in their ordering. Tortilla chips and guacamole are complementary when you sit down, and they have a selection of imported soft drinks from Latin America to choose from, as well as imported coffee at less than $2."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Talk of the Towne"],["alt="],["url="],["email="],["address=200 North Virginia Avenue"],["lat="],["long="],["directions="],["phone =+1 856 299-3242"],["tollfree="],["fax="],["hours="],["price="],["content=A diner restaurant with an available banquet room, the Talk of the Towne's specialty is a large cabinet of baked goods produced on the premises and a large breakfast buffet during breakfast hours replaced with an enormous salad bar during lunch and dinner hours."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Pat's Pizzeria"],["alt="],["url="],["email="],["address=16 South Broad Street"],["lat="],["long="],["directions="],["phone =+1 856 299-3242"],["tollfree="],["fax="],["hours="],["price="],["content=A local incarnation of a family-owned regional pizzeria chain, Pat's is located immediately adjacent to DiPaolo's Italian Ristorante and caters to clientele whose Italian dining needs are better served by a restaurant more likely to feature a drive-through and Toyotas in the parking lot than Porsches. It's more expensive than the Roman pantry or Andy's (though you can still eat a full dinner for under $15,) and serves less meat on their sandwiches and more dough on their pizzas, but they are the ",{"type":"''","value":["only"]}," place for miles  around that one may procure crunchy, battered chicken wings."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Andy's Pizza"],["alt="],["url="],["email="],["address=213 South Virginia Avenue"],["lat="],["long="],["directions="],["phone =+1 856 299-1600"],["tollfree="],["fax="],["hours="],["price="],["content=A local restaurant serving various American-adapted Italian and Greek dishes, Andy's always has slices of pizza ready to heat and go, as well as serving ice cream, water ice, and other frozen treats year-round. The restaurant has renovated its interior five times in the last decade under its current management, having gone from a budget take-out sandwich shop to a budget sandwich shop with a breakfast menu, assorted fancier offerings, and pleasant indoors dining atmosphere."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=One Stop Deli"],["alt="],["url="],["email="],["address=96 North Virginia Avenue"],["lat="],["long="],["directions="],["phone =+1 856 299-2222"],["tollfree="],["fax="],["hours="],["price="],["content=The only place in town to eat between the hours of midnight and 6:30, the One Stop Deli is a 24 hour convenience store with a sizable kitchen in the back that takes call-in orders as well as keeping a few hamburgers and hot dogs hot all night long. One can get a hearty, filling sandwich, an order of french fries and a beverage for under $10, and they serve breakfast items as well as lunch\/dinner items at all hours of the day and night. Caution, although not overabundant caution, should be exercised when visiting however, as armed robberies of the location occur approximately twice a decade, and cars which are unwisely left running and unattended in the parking lot or out front are driven off every day."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" Your choice of prepackaged alcoholic beverage from one of the town's three liquor stores."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" The nearest nightly lodgings can be procured 6 Km away in the town of Pennsville, a drive of about fifteen minutes."]},"\n",{"type":"==","value":["Notes"]},"\nThe Borough of Penn's Grove and the Borough of Carney's Point are inextricably bound together, in that both share a ZIP code, Carney's Point entirely borders Penn's Grove on three sides (the fourth being the Delaware River,) and they are essentially the same town, yet both boroughs refuse to merge. Nevertheless, Penn's Grove is the one outsiders are likelier to name, given that its name appears on the Interstate rather than Carney's Point, and Bruce Willis lists it as his hometown.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Visit nearby Pennsville or Woodstown after a trip to Penn's Grove and you will be impressed with what you see."]},"\n",{"type":"*","value":[" Visit the nearby ",{"type":"[","value":["http:\/\/www.cowtownrodeo.com\/ Cowtown Rodeo"]}," (you got that right!) five miles from the borough of Penns Grove."]},"\n",{"type":"{{","value":[["geo"],["39.72944"],["-75.46806"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Salem County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Penns Grove"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/P\/Penns_Grove\/"]]}]