[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Pepin"]}," is a city in ",{"type":"[[","value":[["Wisconsin"]]},".\n\nIt is a small town in Wisconsin with a population that hovers around 900. It is in Pepin County, the smallest county in Wisconsin, located on the western edge right on the Mississippi River. It has a K-12 school system, a marina, two gas stations, a beautiful public library, a village president and board, two churches (Methodist & Lutheran), and is the home to the birth site of Laura Ingalls Wilder. Thousands of visitors each year from around the world (32 countries in 2005) come to see where the famous author was born. Little House in the Big Woods is the book based on her days near Pepin, and each fall the town celebrates Laura Days, the second full weekend in September. \n\n",{"type":"==","value":["Get in"]},"\nPepin is about 70 miles southeast of Minneapolis\/St. Paul. If flying, come through that airport. If you have your own plane, you can come in through Red Wing Airport, about 30 miles away. If you're driving, it's right on Wisconsin Hwy 35, also known as the Great River Road because it runs along the Mississippi River. \n\n",{"type":"==","value":["Get around"]},"\nWalk or drive, those are your choices. There's no public transportation, but then you can walk from one end of town to the other in about 15 minutes.\n\nThere are a lot of bicyclists that like to ride around the lake (85 miles). Mopeds are big with the locals, and motorcyclists can be heard for miles every weekend from April to November.\n\nThere is a large, busy marina. ",{"type":"'''","value":["Dan's Pepin Marina"]}," has some transient docking. ",{"type":"'''","value":["The Pickle Factory"]}," restaurant has their own 200 foot dock for their customers, and there's a public landing with a fancy, updated fish house for cleaning your catch.\n\n",{"type":"==","value":["See"]},"\n\"",{"type":"''","value":["Lake Pepin ought to be visited by every poet and painter in the land."]},"\" William Cullen Bryant \n\nVisit the Laura Museum April-October.\n\n",{"type":"==","value":["Do"]},"\nThe town is on Lake Pepin, a 28 mile x 3 mile lake which is also a wide spot on the Mississippi river. You can fish year round on the river. Minnesota runs along the other side. Sailing is huge on this lake because it is surrounded by bluffs that make the winds shifty. Even on a calm day you can usually find a puff or two to move your boat.\n\nThe Tiffany Wildlife Refuge, a 14,000 acre area just outside of town, provides a home to over 300 species of birds. Fish are everywhere, and whether it's 80 degrees or 10 below, the fisherman are out dropping lines in the water - even if they have to cut through the ice to get there.\n\n",{"type":"==","value":["Buy"]},"\nShopping opportunities start with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bnoxgold.com BNOX Gold and Iron"]}]},", a jewelry shop and art gallery on the waterfront. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.docksidemercantile.com Dockside Mercantile"]}]}," is also on the river, \"offering clothing, shoes and gifts for your real life\". \n\n",{"type":"'''","value":["Smith Brothers Landing"]}," is a great place to find plants and iron work, while enjoying a walk along the beach.\n\n",{"type":"'''","value":["T&C Latane’"]}," is where with fire and simple hand tools Tom and Catherine Latane’ produce inspired metalwork.\n\n",{"type":"'''","value":["Lakeview Art & Antiques"]}," is a fun place to find a little bit of everything old.\n\n",{"type":"'''","value":["The Country Stop of Pepin"]}," is an outside market that has produce and lawn ornaments, along with other seasonal stuff.\n\n",{"type":"==","value":["Eat"]},"\nPepin is home to several fine places to eat. The most famous is the Harbor View Cafe, but we do pretty well for ourselves.\n\n",{"type":"'''","value":["The Harbor View Cafe"]},", ",{"type":"[","value":["http:\/\/www.harborviewpepin.com"]},", an internationally known restaurant. They are open mid-March through the weekend before Thanksgiving. They don't take reservations or credit cards, but you can get a glass of wine, have a seat in an Adirondack chair out front and watch the world go by.\n\n",{"type":"'''","value":["Ralph's Bar & Mary's Kitchen"]}," is THE place for Friday night fish. They hand-pat their fresh burgers and make a killer coleslaw.\n\n",{"type":"'''","value":["Third Street Deli & Juice Bar"]},", ",{"type":"[","value":["http:\/\/www.pepinbrands.com"]}," is the newest place in town. With its fresh organic fare, daily specials, and natural food store built in, it is the place to go for fresh!\n\n",{"type":"'''","value":["The Garden Pub & Grille"]}," is open basically April through October. It's outside seating only, so it's totally weather dependent. Great burgers, cold beer!\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greatrivercoffee.com Great River Roasters"]}]}," not only roasts their own beans, they are a supplier up and down the river. Stop in for a cup.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pepinpicklefactory.com The Pickle Factory"]}]}," is on the water and is the largest bar in town, serving burgers and other bar food year round.\n\n",{"type":"==","value":["Drink"]},"\nThere are three places in town to get a mixed drink, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.harborviewpepin.com The Harbor View Cafe"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pepinpicklefactory.com The Pickle Factory"]}]}," and ",{"type":"'''","value":["Third Base Bar"]},".\n\nYou can get a glass of wine or beer the ",{"type":"'''","value":["Garden Pub & Grille"]}," or ",{"type":"'''","value":["Shoreline Pub"]},". ",{"type":"'''","value":["The Third Street Deli & Juice Bar"]}," has lovely off-sale wines.\n\nIt's Wisconsin, so you can buy beer in both convenience stores and the grocery store. The closest liquor store is in Nelson, six miles down-river.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ralph's Bar"],["alt=Ralph's Bar -Mary's Kitchen"],["url="],["email="],["address=206 Lake St., Pepin, WI 54759"],["lat="],["long="],["directions=one block south of Hwy 35 on Lake St."],["phone = +1 715-442-3451"],["tollfree="],["fax="],["hours="],["price="],["content=Great food, friendly atmosphere, You can't stop in Pepin without stopping at Ralph's."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nChoices include the ",{"type":"'''","value":["Pepin Motel"]}," and the ",{"type":"'''","value":["Lake Pepin Inn"]},", two B&Bs, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/harborhillinn.net Harbor Hill Inn"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/summerplace.net A Summer Place"]}]}," as well as the Pepin Campground that just added 70 more spots with water and electricity.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=WIS 35.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Hudson (Wisconsin)"],["Hudson"]]}],["minorl1=",{"type":"[[","value":[["Prescott (Wisconsin)"],["Prescott"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Jct ",{"type":"[[","value":[["Ellsworth (Wisconsin)"],["N"]]}," ",{"type":"[[","value":[["File:US 63.svg"],["18px"]]}," ",{"type":"[[","value":[["Red Wing"],["S"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["La Crosse"]]}],["minorr1=",{"type":"[[","value":[["Nelson (Wisconsin)"],["Nelson"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["44.442500"],["-92.147778"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northwest Wisconsin"]]},"\n",{"type":"[[","value":[["Wikipedia:Pepin, Wisconsin"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Wisconsin\/Localities\/P\/Pepin\/"]]}]