[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.perak.gov.my\/english\/ Perak"]}]},", the fourth largest of ",{"type":"[[","value":[["Malaysia"]]},"'s thirteen states in area, after Sarawak, Sabah and Pahang, is on the ",{"type":"[[","value":[["West Coast (Malaysia)"],["west coast"]]}," of the ",{"type":"[[","value":[["Peninsular Malaysia"],["Malay Peninsula"]]},". Its capital is ",{"type":"[[","value":[["Ipoh"]]}," (population: half a million). \n\nThere are several tourist destinations of moderate interest within the state, but the main tourist destination would probably be ",{"type":"[[","value":[["Pangkor"]]}," Island, about 85km from Ipoh, and Ipoh itself because of its great food.\n\n",{"type":"[[","value":[["Image:MalaysiaPerak.png"],["frame"],["Map of Perak in Malaysia"]]},"\n\n",{"type":"==","value":[" Regions "]},"\n\n",{"type":"==","value":[" Cities "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ipoh"]]}," - the capital city of the Perak state, known for its great food, tin mines and limestone mountains and caves."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kampar"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Teluk Intan"]]}," - a town famous for its pagoda-style leaning tower and unique steamed Chinese rice rolls (Chu-cheong-fun). It is home to a derelict palace that used to house the Raja Dihilir of Perak. Rumours abound about the palace being haunted, especially since it is in the vicinity of Muslim and Chinese cemeteries and is located right next to a Christian burial ground. Trespassing the palace grounds is prohibited and it is unknown whether ghost hunters have successfully been there."]},{"type":"*","value":[" ",{"type":"[[","value":[["Taiping"]]}," - the second largest city in the state, is a quiet pensioner's paradise with century-old trees lining its roads. Attractions include a large park around the famous Taiping lake and the nearby Taiping Zoo. Not stopping there, Taiping is also famous for a few 1st established things in malaysia, e.g. 1st jail in Malaysia, which is located just after the lake gardens, 1st hospital, railway station, aerodrome, hill resort, former  golf club."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Kangsar"]]}," - the official royal town of Perak, it is home to the Raja Muda and Sultan of Perak (as of 2006)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pasir Salak"]]}," - a small but historic town in Perak which houses a museum detailing the struggle against colonialists in Perak."]},{"type":"*","value":[" ",{"type":"[[","value":[["Langkap"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lumut"]]}," - a town by the sea home to the famous Outward Bound School. It is close to the town of ",{"type":"[[","value":[["Sitiawan"]]},", famous for its fresh and cheap seafood and Chinese-Foochow cuisine and also Teluk Batik, a beach on the coast of the Malacca Strait. Ferries to Pangkor Island depart from Lumut."]},{"type":"*","value":[{"type":"[[","value":[["Bidor"]]}," - a small town famous with its fruits (guava), petai and chicken biscuit. The town has many native or orang asli villages, one of the well know village is Kampong chan. On the way to the village, you can see a lot of plantation such as rubber, oil palm, durian, guava and so on. The village very near to clean water fall in a nature tropical forest. If lucky, you can see natives collect forest's product like bamboo and petai. The town is between Sungkai ( hot spring resort)and Tapah (way to Cameron Highland)."]},"\n",{"type":"==","value":[" Other destinations "]},"\nvillages.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Marina Island Pangkor"]]}," - a new west coast manmade island. Beautiful sceneries of Pulau Pangkor with mixed development of exclusive properties, marina, theme park, jetty complexes and many more."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pangkor"]]}," - a popular west coast island. Beautiful beaches, small fishing villages."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bukit Merah"]]}," - an eco-tourism destination that houses a theme park, eco park and the country's only orang-utan island."]},{"type":"*","value":[" Kellie's Castle, Batu Gajah - Known as the 'Taj Mahal' of Perak, the castle, located a short drive from Ipoh, was built by the Scottish planter William Kellie Smith as a sign of love for his wife. The construction of the castle was never completed and it has since been shrouded in mystery and romantic stories of love and tragedy."]},{"type":"*","value":[" ",{"type":"[[","value":[["Belum Temenggor Forest Reserve"]]}," - The Belum-Temenggor Forest Reserve (BTFR) is among the few remaining pockets of preserved rainforest in Peninsular Malaysia, which encompasses over 300,000 hectares. BTFR is a tropical paradise and home to a vast population of animals and plants, many of which are only found in this region."]},"\n",{"type":"==","value":[" Understand "]},"\nPerak means `silver' in Malay, but the state's economy boomed when large-scale tin mining began in the Kinta Valley, including the vicinity of Ipoh, in the 19th century. The British who then ran the state recruited large numbers of labourers from south China to work the mines, and some Chinese immigrants also owned and operated mines and became some of the wealthier residents of the state.\n\nThere was also some rubber tapping, for which many immigrants from southern India, especially Tamil Nadu, were recruited, but Perak is unlike some other Malaysian states in the number of Muslim, Urdu-speaking Indians among its population.\n\nSince the prices of tin and rubber have plummetted on the world market, Perak's economy has stagnated, which is rough for its citizens but has meant that cities like Ipoh have maintained more of their old buildings and character than ultra-modern Kuala Lumpur and other boom towns.\n\nThe landscape of Perak includes striking karst limestone hills, many with caves. Quite a number of the caves have been carved into Chinese and a few Hindu cave temples (tong in Cantonese). Another, more remote area of breathtaking beauty is the East-West Highway that connects the towns of ",{"type":"[[","value":[["Jeli"]]},", Kelantan and ",{"type":"[[","value":[["Gerik"]]},", Perak, through a hilly jungle clearing near the border with Thailand.\n\nPerak is also known among Malaysians for its great and varied food. Wonderful Chinese, Malay, and Indian food of various types can be found in many parts of the state, which is also known for its pomelos, considered the best in Malaysia.\n\n",{"type":"==","value":[" Talk "]},"\nMany of the local Chinese speak ",{"type":"[[","value":[["Cantonese"]]},", though many of them also know ",{"type":"[[","value":[["Mandarin"]]},", and many of the Indians speak ",{"type":"[[","value":[["Tamil"]]}," or ",{"type":"[[","value":[["Urdu"]]},", but everyone speaks ",{"type":"[[","value":[["Malay phrasebook"],["Malay"]]}," and quite a few people speak English, too.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nRoads connect Perak to all the neighboring states — ",{"type":"[[","value":[["Selangor"]]}," and the Federal District of ",{"type":"[[","value":[["Kuala Lumpur"]]}," to the south, ",{"type":"[[","value":[["Pahang"]]}," and ",{"type":"[[","value":[["Kelantan"]]}," to the east, and ",{"type":"[[","value":[["Penang"]]}," and ",{"type":"[[","value":[["Kedah"]]}," to the north. Perak also has a northern border on ",{"type":"[[","value":[["Thailand"]]},", which can be reached by road as well.\n\n",{"type":"===","value":["By train"]},"\nThe main railroad line connects Perak with Selangor to the south and ",{"type":"[[","value":[["Penang"],["Penang (Seberang Perai)"]]}," and ",{"type":"[[","value":[["Kedah"]]}," to the north.\n\n",{"type":"===","value":["By bus"]},"\nLong-distance bus companies provide regular service between out-of-state cities and the major towns in Perak.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nPerak has a good system of well-maintained roads. \n\n",{"type":"===","value":["By train"]},"\nThe main branch of the Malaysian Railroad (Keretapi Tanah Melayu) traverses the state, connecting several of the larger cities, including ",{"type":"[[","value":[["Ipoh"]]},", ",{"type":"[[","value":[["Sungai Siput"]]},", ",{"type":"[[","value":[["Kuala Kangsar"]]}," and ",{"type":"[[","value":[["Taiping"]]},". There are also branch lines to ",{"type":"[[","value":[["Teluk Intan"]]}," and ",{"type":"[[","value":[["Kamunting"]]},".\n\n",{"type":"===","value":["By bus"]},"\nThere are many regional bus routes that connect villages and towns in Perak to each other.\n\n",{"type":"==","value":[" See "]},"\n\nThere are many limestone hills in the central part of the state (such as between Ipoh and Chemor to the north, and Ipoh to Gopeng in the south), and most of them contain caves. Many of these hills have Chinese temples (called ",{"type":"''","value":["tong"]},") or Hindu temples, many are built into the caves. Drive through the state and look at this beautiful scenery, and visit one or more of the caves. If you're staying in Ipoh, you can take a medium-distance bus to a cave.\n\nIf you have occasion to travel to the east coast from Perak, make sure to take the East-West Highway from Grik to Tanah Merah, Kelantan. The scenery of mountains topped by virgin jungle is gorgeous. On the way it would be well worth a stop in the Belum-Temenggor Forrest Reserve (Tasik Temenggor) the lake is beautiful and surrounded by rainforest, there is also the option to spend a few nights deep in the jungle.\n\n",{"type":"==","value":[" Do "]},"\nMost people would choose to hang out at the beaches like in Lumut, visit the Menara Condong in Teluk Intan or just go to the museums, or even go visit the guas. A good place to `lepak' (hang out) would be Ipoh Parade on Friday afternoons and JUSCO during the weekends.\n\n",{"type":"==","value":[" Eat "]},"\nA famous food would be 'kai shi hor fun', which is located in Old Town, Ipoh. Has been through many generations of that family.\n\nIf you're looking for amazing seafood dishes, you should probably drive to Sitiawan for fresh seafood. There's another place famous for its fresh seafood, in Tanjung Tualang, an hour drive from Ipoh town. Fresh water prawns are a speciality, the price is reasonable.\n\n",{"type":"==","value":["Drink"]},"\nA must try drink is ice blended Sarsi with wheatgrass! It goes very well with seafood during a sunny day especially. Another local drink is ",{"type":"''","value":["ais lengkong kuning"]}," which is a mix of yellow jelly, lime, sugar and water.\n\n",{"type":"==","value":[" Sleep "]},"\nAccommodation varies from cheap old hotels through to five-star hotels and exclusive villas.\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Selangor"]]}]},{"type":"*","value":[{"type":"[[","value":[["Penang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kedah"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kelantan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pahang"]]}]},"\n",{"type":"[[","value":[["WikiPedia:Perak"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States and Federal Territories\/Perak"]]},"\n\n",{"type":"{{","value":[["geo"],["4.7500"],["101.0000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Coast (Malaysia)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Perak"]]}]