[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["dotm=yes"]]},"\n",{"type":"[[","value":[["Image:SouthBeach Curve.JPG"],["thumb"],["370px"],["South Beach, Perhentian Besar"]]},"\n\nThe ",{"type":"'''","value":["Perhentian Islands"]}," (Malay: ",{"type":"''","value":["Pulau Perhentian"]},") are a small group of islands approximately approximately 10 nautical miles (19 km) off the north-eastern coast of West ",{"type":"[[","value":[["Malaysia"]]}," in the state of ",{"type":"[[","value":[["Terengganu"]]},". The islands are protected as part of the ",{"type":"'''","value":[{"type":"[[","value":[["Pulau Redang"]]}," National Marine Park"]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe Perhentian Islands (pronounced ",{"type":"''","value":["Perhen-tee-ahn"]},") comprise of two main islands, ",{"type":"'''","value":["Perhentian Besar"]}," (",{"type":"''","value":["Big Perhentian"]},") and ",{"type":"'''","value":["Perhentian Kecil"]}," (",{"type":"''","value":["Small Perhentian"]},"). The name Perhentian means ",{"type":"''","value":["stopping point"]}," in Malay as the islands became a staging point used by traders travelling from Malaysia to ",{"type":"[[","value":[["Bangkok"]]},".\n\nKecil attracts more travellers due to cheaper accommodation options, while Besar is a little more expensive and caters more to families and those who want to avoid the backpacker party scene. The Perhentian Islands also comprise of the small, uninhabited islands of Susu Dara, Seringgi and Rawa, which lie off Kecil. All the islands are protected under marine park status, which means that fishing, collecting coral and littering are strictly prohibited. However in practice litter is one of the major problems that face the islands.\n\n",{"type":"===","value":["When to go"]},"\n\nDue to the eastern monsoon, the only time to visit the Perhentian Islands is effectively limited to the beginning of ",{"type":"'''","value":["March"]}," or ",{"type":"'''","value":["April"]}," until ",{"type":"'''","value":["late October"]},". This is similar to many other islands on the east coast of Malaysia. Outside this period the seas can be very rough and choppy with currents that make swimming dangerous and overcast skies with frequent rain. For this reason most accommodation (but not all) are closed. Travel agents may claim accommodations are open and even then many restaurants and all shops will be closed during the off-season. If a restaurant is open during the off-season, except limited and over-priced food choices.\n\n",{"type":"===","value":["Location Names"]},"\nMany locations on the island are referred to with both their Malay and English names. To make life a little more confusing, the words \"beach\" (",{"type":"''","value":["pantai"]},") and \"bay\" (",{"type":"''","value":["teluk"]},") are often used near-interchangeably as well, and a few English place names are not literal translations.\n",{"type":"{|","value":[["border=\"1\" cellpadding=\"5\" cellspacing=\"0\""],["|-"],["! Malay !! English !! Location"],["|-"],["| ",{"type":"''","value":["Pasir Panjang"]}," || Long Beach || Kecil, east coast"],["|-"],["| ",{"type":"''","value":["Teluk Aur"]}," || Coral Bay || Kecil, west coast"],["|-"],["| ",{"type":"''","value":["Teluk Dalam"]}," || Deep Bay || Besar, south coast"],["|-"],["| ",{"type":"''","value":["Teluk Keke"]}," || KK Bay || Besar, southwestern coast"],["|-"],["| ",{"type":"''","value":["Teluk Pauh"]}," || Mango Bay || Besar, northwestern coast"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Boats at Perhentian Kecil jetty.JPG"],["thumb"],["250px"],["Boats at Perhentian Kecil jetty"]]},"\nAccess to the Perhentian Islands from the Malaysian mainland is by ferry from ",{"type":"[[","value":[["Kuala Besut"]]},", which is usually reached from either ",{"type":"[[","value":[["Kota Bharu"]]},", ",{"type":"[[","value":[["Jerteh"]]}," or ",{"type":"[[","value":[["Kuala Terengganu"]]},". See the ",{"type":"'''","value":[{"type":"[[","value":[["Kuala Besut"]]}]}," article for more information. If you took a train (KeretapiTanahMelayu) 'KualaLumpur'-'Tumpat' or   'Johor\/Singapore'-Tumpat' it is recommended that you stop at Tanah Merah Station which is the third-last station to Tumpat,this station is the shortest route to Kuala Besut (if you don't want to waste time). At there,you will find a locals who provide the transportation (usually car\/minivan) for the price between RM70-80 top(not more than RM90)you can call(+6014-8060259).Even it is a little bit illegal (only them) but you will find out there is no problem at all, for the record,all of them really nice and honest person, (they just want to make a living). They will take you to Kuala Besut less than 45minutes. Note that ferries from Tok Bali and Kota Barhu no longer operate to the Perhentian islands. There are no ferries to neighbouring islands, but reasonably priced direct transfers to ",{"type":"[[","value":[["Redang"]]}," are possible if a day-trip or dive boat has free seats - enquire with travel and dive shops.\n\nFrom the main ferry terminal at ",{"type":"[[","value":[["Kuala Besut"]]}," the only option to reach the Perhentian Islands is by speed boat. Previously there were slow boat services, but they have ceased operating due to poor demand.\n\n",{"type":"'''","value":["Speed boats"]}," - usually small fibreglass boats with two or three outboards which take 30-45 minutes, charge RM70\/person (though you can bargain it down to RM60, even in high season beware of unreliable & unlicensed boat operator do the under cut price) for return open ticket and RM40\/person for one way,. You can buy a ticket from Kuala Besut Boat Services or PI Boat services, tel no:+6097479668 Email Piboatticket@gmail.com. They can deliver your ticket to you at the airport upon your arrival, to your hotel room in Kota Bharu where you stay, to the Wakaf Bharu train station, or Tanah Merah train station or at their office in Kuala Besut. It is advisable to make reservation first especially during the peak period May to August for your seats. Daily departure from 7:30AM- 5PM. The boat leaving the Kuala Besut jetty to Perhentian Islands 4-5 times a day, 1st departure at 7:30AM when gates of pier are opened. Some are enclosed, some have a fabric roof, some are completely open. If the sea is choppy expect a bone-jarring, bumpy ride and in the case of the latter two types expect to get very wet. If you are early, sitting at the back of the boat (near the engines) is less bumpy, but wet and noisier.  There is no safe space for electronics, you might want to ",{"type":"'''","value":["wrap anything that will not survive being wet in plastic"]}," (e.g. in bags inside your backpack) beforehand.  If you don't want back problems do not sit in the front part of the boat — large swells combined with the driver going as fast as possible will throw you up in the air and smash you down hard as the boat hits the next wave (but it's dry there).\n\nAll ferries take their passengers directly to their destination, wherever it may be on the islands. Passengers may be charged an extra RM2 to get a small boat from the ferry to the beach at (Kecil) Long Beach (scam, but you can do nothing except jumping into sea with baggage and swim to coast). If you want avoid this 2RM scam ask for dropping at Coral Bay from where it's easy 10 minutes walk on nice paved tiled path to Long Beach from where it's also more convenient to southern end (Mohsin, Rock Garden...) of Long Beach if you have suitcases, there is no paved path at Long beach. Elsewhere, jetties are springing up and enable people to get off the ferry without the need for an additional small boat ride to shore and without getting their feet wet.\n\nAll travellers to the islands must pay a ",{"type":"'''","value":["marine park conservation charge"]}," of RM5.  The marine park conversation charge 'ticket' claims to be valid for a few days, but in practice it is never asked for and is valid for the length of stay. This ticket is paid at the office in the jetty at Kuala Besut.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:Perhentian islands.png"],["thumb"],["400px"],["Map of the Perhentian Islands"]]},"\n\n",{"type":"===","value":["By Walking"]},"\nWalking is the main way to travel around Kecil or Besar to travel between beaches on each island. There are many walking tracks that connect the beaches as an alternative to water taxis. Take note that apart from the main tracks on both islands, everywhere else is dense jungle.\n\nOn Kecil, Long Beach to Coral Bay is about ten minutes and a very easy walk. To go from Long Beach to D'Lagoon, follow the jungle path that starts behind Bubu resort on the northern part of Long Beach, when you reach the turbines follow the path down behind the turbines (do not go down the stairs!)  a further 30 minutes until you reach D'Lagoon. It takes about 1 hour. Another route from D'Lagoon is to Adam and Eve beach on the west side of the island (25 minutes), be careful when swimming here as there are sometimes thieves waiting in the forest, though they are only interested in cameras and money. Or another one to Turtle Beach also on the west side (10 minutes).\n\nOn Besar, an easy 30 minute walk starts behind the Arwana resort on the southern bay of Besar and comes out in the Perhentian island resort on the north west bay. The other is a more adventurous 45 minute trek between the camp site (Teluk KK) on the west bay and the west corner of the south bay. If it's damp, mosquitoes can be a menace.\n\n",{"type":"===","value":["By Boat\/Water Taxi"]},"\nAside from walking, the only means of transport is by boat or ",{"type":"'''","value":["water taxis"]},". Prices are negotiable but figure on RM 12 for most hops from one beach to another, and a little more when crossing from one island to another. Travelling by boat is a much faster alternative to walking around the Islands and is of course the only means of travel between Kecil and Besar.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Coral Bay, Perhentian Kecil.JPG"],["thumb"],["300px"],["Relax at Coral Bay, Perhentian Kecil"]]},"\nThere are no monuments, museums, viewpoints or other above-ground sights whatsoever on the islands; however, the beaches are a sight in themselves. White sandy beaches with clear water and flanked by rolling jungle covered hills make the views from the beach spectacular. The best location to experience sunset is at Coral Bay on Perhentian Kecil, but construction of a new jetty has spoiled most of the view. On Besar, the best and cleanest beaches are on the west side of the island. Here the sea and the beach are beautiful and clear. The south beach on Besar is less inviting and had lots of broken coral, treacherous to bare feet and lots of litter and discarded rubbish (as of May 2012)!\n\nThere are several trails that you can take around Kecil island that offer spectacular viewpoints such as the Lighthouse Towers, which you can also climb up and jump off of into the sea.\n\nWith luck you might be able spot some of the islands' wildlife, including huge harmless monitor lizards (almost guaranteed - they are not afraid of humans) and monkeys, not to mention nesting turtles at certain times of year. Arguably the Perhentians' best sights of all are underwater, where you're likely to see reef sharks and sea turtles amongst the corals and tropical fish. Kecil island also has a huge population of cats, most of which are kittens that a lot of the locals and expats take care of.\n\n",{"type":"==","value":["Do"]},"\n\nActivities on the Perhentians are basically limited to ",{"type":"'''","value":["scuba diving, snorkeling, sea-kayaking, sunbathing and turtle conservation volunteering"]},". Those with excess energy may attempt the jungle trails crisscrossing both islands.\n\n",{"type":"===","value":["Scuba diving"]},"\n\n",{"type":"[[","value":[["Image:Pinnacle Underwater.JPG"],["thumb"],["The tip of the Pinnacle"]]},"\n\nThe Perhentians offer ",{"type":"'''","value":["some great diving"]}," and ",{"type":"'''","value":["excellent snorkeling"]},". In addition to coral and fish, the Perhentians are home to ",{"type":"'''","value":["sea turtles"]}," and many species of ",{"type":"'''","value":["shark"]}," -- none of them dangerous unless provoked though. Visibility is usually in the 10-20 meter range (although it will temporarily go down after storms, as well as during the end-of-year monsoon seasons) and no wet suit is required, although you may wish to use a dive skin for protection from coral and the occasional jellyfish. Popular dive sites include the ",{"type":"'''","value":["Pinnacle"]}," (aka ",{"type":"'''","value":["Tokong Laut"]},", \"Temple of the Sea\"), a pinnacle jutting out from the sea bed, and the ",{"type":"'''","value":["Sugar Wreck"]},", an easily accessible 3500-ton sugar hauler. The (more expensive) single-day trip to ",{"type":"'''","value":["Redang Island"]},", where the water visibility is considerably better, offers diving a notch above the local options, well worth every dime - but be prepared for a rough ride in a small speedboat.\n\nCompetition for divers is fierce and consequently diving is quite cheap, averaging out to RM60-80 per dive depending on how many dives you do and whether you bring your own gear. All dive shops also arrange introductory dives (no training required) and PADI training. If you want to try Diving for the first time, ask your Dive Center where did they do introductory dives and escape the 'jetti' trap.\n\nTake care when choosing your dive center. Look closely at the state of the scuba equipment. Its not only about price, it's also about safety.\n\n",{"type":"'''","value":["There are multiple dive centers on Kecil's Long Beach and Coral Bay (from North to South):"]}," Sunlight Divers, Quiver Dive Team, Turtle Bay Divers, Seadragon Divers, Matahari (formerly Coral Sky) Divers, Spice Divers, Steffen Sea Sports and Angel Divers.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Steffen Sea Sports"],["alt=Coral Bay"],["url=http:\/\/www.Steffen-Sea-Sports.com"],["email=steffenseasports@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+6012 6978349"],["tollfree="],["fax="],["hours="],["price="],["content=(English, French, German, Malay, Cantonese). Enthusiastic staff, small groups and long dive durations (max. 60 minutes for most dives). A specialty: night dive at Vietnamese Wreck! Free wifi for customers in the evenings. No charge for payment with credit card."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Angel Divers"],["alt=Coral Bay"],["url=http:\/\/wanseaport.blogspot.com"],["email=angeldiverperhentian@live.com"],["address="],["lat="],["long="],["directions="],["phone=+6010-576 65 64"],["tollfree="],["fax="],["hours="],["price="],["content=(French English Spanish Swedish Malay). Small, intimate shop with friendly staff, chillout atmosphere and small dive groups. When you are not diving you can hang out, use the internet (free for customers) and listen to your favorite music."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Quiver Dive Team"],["alt="],["url=http:\/\/www.quiver-perhentian.com\/adventure-diver.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+6 012-213-8885"],["tollfree="],["fax="],["hours="],["price="],["content=A PADI 5 star IDC and the only National Geographic centre in the Perhentian. Has two dive shops located on Kecil's Long Beach, one adjacent to the Bubu Long Beach Resort and one at the other end of the beach adjacent to World Cafe. Also has a large dive shop located on Coral Bay where dive equipment can be purchased. Offers fun dives with friendly staff, great service and small dive groups. Also provides free wifi for divers."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sunlight Divers"],["alt="],["url=http:\/\/www.sunlightdivers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60178603185"],["tollfree="],["fax="],["hours="],["price="],["content=( English,French,German,Italian,Spanish). A dive centre which has earned its reputation from having friendly,professional members of staff, well maintained equipment and its frequent eco work. One of the smaller shops on the beach so dive groups are kept small. Located right next to the jetty on Long Beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Turtle Bay Divers"]},", (tel. (+6)0193336647, Perhentian Besar\/Big Island DiveShop: (+6)096911631), ",{"type":"[","value":["http:\/\/www.turtlebaydivers.com\/"]}," (English, French, German, Polish, Chinese and Malay). Another respectable, long-running outfit (started in 1993) with locations on both islands; a nice chilled-out shop on Perhentian Kecil's Long Beach, and a relaxing shop on Perhentian Besar next to Mamma's Chalet. Currently offering very affordable prices for courses and fun dives and they always have small groups. The staff are very enthusiastic, friendly and always up for a chat."]},"\n",{"type":"'''","value":["On the big island (Besar) are a number of dive centres, placed on different beaches:"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Alu Alu Divers"],["alt="],["url=http:\/\/www.alualudivers.com\/"],["email=divemasters@alualudivers.com"],["address="],["lat="],["long="],["directions="],["phone=+60 9 6911 650"],["tollfree="],["fax="],["hours="],["price="],["content=A small, friendly dive center on Perhentian Besar."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Bubbles Dive Centre"],["alt="],["url=http:\/\/www.bubblesdc.com\/"],["email=info@bubblesdc.com"],["address="],["lat="],["long="],["directions="],["phone=+60 12 9838 038"],["tollfree="],["fax="],["hours="],["price="],["content=An environmental friendly dive centre with own housereef on Perhentian Besar, South Beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Flora Bay Divers"]},", (email: letsgodiving@florabaydivers.com), ",{"type":"[","value":["http:\/\/www.florabaydivers.com\/"]},", ",{"type":"[","value":["http:\/\/www.gopro-malaysia.com\/"]},". The only PADI 5 Star Gold Palm Instructor Development Centre on Perhentian Besar. Offers courses from Open Water Diver right up to Master Instructor on top of diving & snorkelling trips. IDCs are run by highly rated PADI Course Director Azman Sulaiman."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Perhentian Island Divers"],["alt=email: info@perhentianislanddivers.com"],["url=http:\/\/www.perhentianislanddivers.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a small and friendly dive centre situated on the same beach as Perhentian Island Resort. It has modern equipment and excellent service. Dive courses and boat diving are always on offer, and the beach diving is great as well. Huge sea turtles can be seen right off the beach."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name='Watercolours"],["alt=email: info@watercolours.com.my"],["url=http:\/\/www.watercoloursworld.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a well managed, small-mid sized centre that can get quite busy. They offer diving in small groups (maximum 4 divers) and excellent information on the marine life. As well as the usual courses and fun diving, they also offer Reef Check Eco-courses and the chance to participate in reef and beach cleans. They also give free presentations on the marine environment and conservation issues."]]}]},"\n",{"type":"===","value":["Snorkeling"]},"\n\nMost resorts and a few restaurants rent out snorkeling gear (typically RM10 a day for mask, snorkel and fins) and arrange snorkeling tours around the islands.  Popular snorkeling spots on Besar include ",{"type":"'''","value":["Teluk Pauh"]}," (to the left of the beach in front of the PI Resort), ",{"type":"'''","value":["Shark Point"]}," and ",{"type":"'''","value":["Tanjung Basi"]},". The best place to see sharks (black tip) is in front of an extremely small \"beach\", only accessible by boat, between Shark Point and the Teluk Dalam large beach, or the rocks off the Coral View and PI Resort. They are usually seen cruising the bottom of the reef but be careful in low tide, otherwise you could end up swimming right alongside them (mostly babies though). For turtles, best place is the middle of the beach in front of Perhentian Island Resort, where the sandy bottom is covered with algae.\n\nOn Pulau Besar, if you are planning to do snorkeling just in front of your chalet, then stay on the northern and east side of the island where the water is clearer then the south side. Of course, the chalet and food is more expensive.\n\nThe best spot for family snorkeling would be the south-west of the island. The water is shallow and it is not fronting any chalet so the corals are more abundant and colorful. Between Pulau Besar and Redang, the corals are much better in Pulau Besar.\n\n",{"type":"===","value":["Turtle Conservation Volunteering"]},"\n\nThe Perhentian Islands are home to a significant green turtle nesting population. The island was once home to hundreds of nesting Green and Hawksbill turtles but now the islands only receives 300 nestings per year partly due to frequent oil spills from oil production platforms and oil tankers owned by Petronas located not too far away. The Department of Fisheries http:\/\/www.dof.gov.my, are running a turtle hatchery on the islands to help readdress the declining turtle populations. Help Our Penyu are complimenting the work done by the Department of Fisheries by protecting two beaches on Perhentian Besar and educating visiting tourists around the islands. Ecoteer also run their weekly Turtles Need Trees after-school marine club which is educating the local school children about turtle and marine conservation. If you want to help the turtle conservation efforts whilst visiting the Perhentian islands you can join Ecoteer's or Bubbles Dive Resort http:\/\/www.bubblesdc.com\/conservation.htm volunteer program which accepts new volunteers every Monday.\n\n",{"type":"===","value":["Jungle trekking"]},"\n\nThe islands are crisscrossed by small paths connecting one beach to another, but be prepared to sweat and swat off bugs if you tackle any of these. There is a good chance to see big monitor lizards and large spiders between Long Beach and Coral Bay (Kecil), and if you are walking off the main trails, you are likely to spot some wild monkeys if you are lucky.\n\nThere is a wide trail (30 mins) between Watercolours Paradise and Arwana on Besar, you can see large termite trails, monitor lizards, big fruit bats and sometimes monkeys.\n\nThere is a paved walking trail from Coral Bay to Mira Beach (30 minutes) and on to Impiani beach (20 mins) and to the main fishing village on Kecil (20 mins). This is a great trail to see monitor lizards.\n\n",{"type":"==","value":["Eat"]},"\n\nMany of the smaller resorts only offer meals as part of an all-inclusive package. These are usually buffet-style with a variety of Western and Malaysian dishes. Larger beaches, such as Pasir Panjang, offer a larger variety of eating options. Since everything (except seafood) has to be imported, expect to pay at least 2 to 3 times more than on the mainland. Restaurants on Long Beach (Kecil) are slow to deliver food (30 mins to 1.5 hours) and there are no hawker stalls and only one buffet (breakfast at Bubu's), so ask the waiter first how long the food will take before deciding to eat there.\n\n",{"type":"===","value":["Kecil"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shari La"],["url="],["email="],["address=Coral Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great evening buffet (all you can eat) for 20RM with BBQ food (seafood, chicken, kebabs etc). Live music most nights and free drinks. Nice chilled out atmosphere with free wifi too. Food during the day is set menu or similar buffet style food. The cheapest meals in Coral bay at their beach stand - fried rice\/noodles 5RM, 2 pcs sandwich\/waffles 5RM, beef\/chicken burger 5RM, spaghetti 6RM, big water 2RM. Many meals from 6RM at their proper restaurant, looks quite upmarket surprisingly compared to their low prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Senja"],["url="],["email="],["address=Coral Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=nice restaurant with the best sea views over Coral Bay, most of the meals from 8RM, water refill for 1.5RM, only place with WR in Coral bay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maya"],["url="],["email="],["address=Coral Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the two most popular restaurants in Coral bay, meals with reasonable prices - beef\/chicken\/kampung fried rice 7RM, veg fried rice 6RM, thai fried rice 8RM, veg fried noodles 6RM, chicken fried noodles 7RM (same options with soup), fried vegetables with rice 6RM, hot mango soup 8RM, chicken cream soup 8RM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amelia Cafe"],["url="],["email="],["address=Coral Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Simple and most popular restaurant in CB with good meals for good prices - fried rice malay with veg&egg\/kerabu\/chinese\/kampung 6RM, veg fried noodles with egg 6RM, chicken\/pataya fried noodles 8RM, many salads from 8RM, french baguettes with filling plus french fries for 8RM (same options for sandwiches), creamy soups tomato\/chicken\/mushrooms 7RM, roti with egg\/banana\/onion\/garlic\/cheese\/chocolate plus curry sauce for 4RM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mama's kitchen"],["url="],["email="],["address=Coral Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Simple and most popular restaurant in CB with good meals for good prices - fried rice malay with veg&egg\/kerabu\/chinese\/kampung 6RM, veg fried noodles with egg 6RM, chicken\/pataya fried noodles 8RM, many salads from 8RM, french baguettes with filling plus french fries for 8RM (same options for sandwiches), creamy soups tomato\/chicken\/mushrooms 7RM, roti with egg\/banana\/onion\/garlic\/cheese\/chocolate plus curry sauce for 4RM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ewan's Cafe"],["url="],["email="],["address=Coral Bay"],["lat="],["long="],["directions=path between Coral bay and Long Beach"],["phone="],["tollfree="],["fax="],["hours=from 07:30"],["price="],["content=Set under big shady trees, away from the beach. A most enjoyable, popular restaurant off Coral bay, two minutes from pier next to Shari-la resort. Overall good value for money, while cheaper than most competition. Ewan himself is usually found there and is very friendly and up for a conversation. Surprisingly fast WiFi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Matahari Restaurant"],["url="],["email="],["address=behind the Matahari dive shop and chalets on Long Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Cheaper than Panorama, but the meals are smaller and the place is not as swanky. Still a nice joint to have a meal and the staff are friendly. Also screen a movie at 8PM, and you will have a better chance of hearing it here."]]}]},"\n",{"type":"===","value":["Besar"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Arwana Resort"],["url=http:\/\/www.arwanaperhentian.com.my\/"],["email="],["address=East end of the South beach"],["lat="],["long="],["directions=jump off airplane in tt corner"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The resort has two restaurants, one serving a la carte, the other as a deli buffet. Prices are quite high, but if you have breakfast\/lunch\/dinner coupons, the food is ok. Breakfast choice in May is not great, but may get better at the height of the season. There is usually a BBQ at dinner times serving fish, squid, chicken, and beef. The place is clean too, just ignore the stagnant swamp behind the resort and the rubbish along the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Florabay Restaurant"],["url="],["email="],["address=In the middle of Flora bay resort"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The restaurant offers good food at good prices. RM8 for a dish of chicken fried rice, and RM11 for fried prawns with mashed potatoes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Watercolours Restaurant"],["url="],["email="],["address=next to the dive shop of the same name on Besar's main western beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Affiliated with the Paradise Resort, this simple but attractive restaurant is packed every night with people feasting on fresh seafood and other items on the menu. Needless to say, the quality of the food is very good. Prices have gone up lately but RM25 for 3 BBQ rock lobsters or RM20 for fresh barramundi in banana leaf, served with a small baked potato and salad, are still a steal by Perhentian standards. Vegetarian food is available upon request."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mama's Restaurant"],["url="],["email="],["address=beside Mama's Resort (oddly enough)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the only other largish restaurant near the north end of Perhentian Besar. Their menu is closer to typical \"kampung\" (village) fare; however, the nighttime BBQ fish is not to be missed - the portions are far more generous, and the spices are much bolder\/fragrant than the rather plain BBQ offerings from Watercolours. As well, it is the more economical of the two restaurants.  Try ",{"type":"''","value":["roti canai"]}," (local bread) for breakfast and ",{"type":"''","value":["pisang goreng"]}," (banana fritters) for dessert.  Service is friendly but slow, so expect to wait over half an hour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Teluk KK"],["url="],["email="],["address=at the southwestern tip of the island near Teluk Keke"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=5-6 RM"],["content=This little place is frequented mostly by locals and serves basic food - don't expect super tasty dishes."]]}]},"\n",{"type":"*","value":[" On the way to Teluk Keke is a restaurant that is part of Abdul's Chalet. Cheaper than Mama's and Watercolours, Abdul's has a good deal for their nightly BBQ seafood, 15RM-25RM for your choice of BBQ and plenty of side dishes (you can get as much as you want). Their garlic bread is simple and amazing. Bring a flashlight or a digital camera with a large backscreen because it will be dark by the time you walk back."]},"\n",{"type":"==","value":["Drink"]},"\n\nPasir Panjang on Kecil (Long Beach) is the only place in the islands with any semblance of a nightlife, although Besar's first bar has recently opened up. Alcohol is expensive at RM8 and up for a can of beer, and Muslim-owned restaurants can't sell you any. There is some under-the-counter booze floating around though, and bringing your own is also permitted in most otherwise dry restaurants.\n\n",{"type":"===","value":["Kecil"]},"\nOh La La's, Monkey Bar and Blacktips on Long Beach are the only places where you can get alcohol and hang out, but each have their own chilled out beach vibe. Oh La La's and Monkey bar have sunken or mat seating whereas Blacktips is a tiny shack with beach seating, but that always kicks off as a party late in the night (so if you want to dance, go there.)\n\nOn Coral Bay, you can buy Chang Beer and Orangutan after 7PM from a vendor with a cooler that is usually set up near Mama Restaurant.  Just ask around when you are there.  As of April 2012, Change beer was RB 7 per can. It is no problem to drink the cans with dinner in the few restaurants on Coral Bay.\n\nBeer is expensive for South East Asian standards, but is still only between 8-10 ringgit a can. Tiger, Carlsberg, Singha and Chang are the only brands readily available. For RM 25 you can get a bottle of Orangutan (325 ml) which is also known as monkey juice,and is the choice drink for backpackers and locals. It's a sweet vanilla rum but only about 25%. Vodka is also available at RN 25-30rm a bottle (325ml). If you have a chance to buy alcohol in either Kuala Lumpur, Kota Bharu or in Thailand, the extra weight you will carry will make it cheaper for your wallet as alcohol is expensive in this area. If you haven't bought alcohol before you get to Kuala Besut, don't bother stocking up there, as prices are no lower than in the Perhentians.\n\n",{"type":"===","value":["Besar"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Watercolours Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=serves chilled beer."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=New Cocohut"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=serves chilled beer for 10 ringgit (May 2011)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tuna Bay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=serves chilled beer. Cost is 10 ringgit (March 2011)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Flora Bay Resort"],["alt="],["url=http:\/\/www.gwholidays.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=09-301 1166"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Kecil"]},"\n\nThere is very little luxury accommodation on Kecil, with the top of the line being air-conditioned chalets (RM100-200) and the bottom being a bunk in a longhouse (RM10 and up). Discounts are usually negotiable in the off season (although most resorts are closed), for weekdays, for longer stays, if you show up late and they have room... but the better places can get snapped up fast, especially on weekends and holidays, so book in advance. Luxury accommodation is on the west bay of Besar, but expect to pay for it. (Air conditioned chalets and all the trimmings in some) easily arranged on line or in Kuala Besut, but booking in advance is recommended.  ",{"type":"[[","value":[["Mosquitoes"]]}," can be a problem after rain, so bring your own mosquito net if staying in low-end (non-aircon) accommodation.\n\nThe most popular backpacker destination is ",{"type":"'''","value":["Pasir Panjang"]}," (Long Beach) on the eastern coast of Kecil, where a bed in a longhouse can go for as little as RM20. More private \"chalets\" with fan, electricity and bathroom start at RM50.  From north to south:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Moonlight Chalets"],["url="],["email="],["address=Long Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From RM30"],["checkin="],["checkout="],["content=Various types of accommodation including :24 hour Electricity, dorm beds, small wooden chalets(very very simple) with fan and mosquito net to aircon rooms with beautiful views of the sea from the verandah. Food is OK. Wonderful receptionist, Dee Dee who seems to remember everyone's name.."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bubu Long Beach Resort"],["url=http:\/\/www.buburesort.com.my"],["email="],["address="],["lat="],["long="],["directions="],["phone=03 7805 4380"],["tollfree="],["fax="],["hours="],["price=From RM200"],["checkin="],["checkout="],["content=This is the first ferroconcrete hotel on the islands, offering air-con, hot water and other creature comforts. Great views from the balcony. Excellent restaurant, but pricey compared with the rest of the beach. The resort has its own generator and 24hr electricity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oh La La's"],["url="],["email="],["address=Long Beach- next to Turtle Bay Divers"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From RM30-50"],["checkin="],["checkout="],["content=Newly opened in 2010, this very clean budget accommodation offers brand new mattresses, good sized private rooms, mosquito nets and fan. Shared bathroom, but they are spacious, clean and open concept (no roof so you feel like your in the jungle!) Really friendly owner and great staff. Have a restaurant and bar as well!. Do not try to sleep without earplugs because of loud disco until late hours every night in the neighbourhood."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Panorama Chalet & Restaurant"],["url="],["email="],["address=Middle of Long Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Panorama offers a variety of rooms and prices, ranging from a single bed with fan (RM 35) to a family style suite (two double beds, two bathrooms, and aircon - with 2 free dinners per night of stay RM140). Additionally, Panorama is a popular hub for many of those who stay on Long Beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=World Cafe"],["url="],["email="],["address=South end of Long Beach (beside Quiver Dive Shop)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=\nAfter renovation it no longer offers budget or dorm rooms. It now has only exclusive rooms with AC - probably the best on Long Beach. Prices are around RM450 a night!\nThe cafe has good food, although a bit pricier than other places on the island, but where the cafe really shines is their excellent coffee and friendly service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Symphony Chalet"],["url="],["email="],["address=middle of Long Beach"],["lat=5.91918"],["long=102.72180"],["directions="],["phone=60139755935"],["tollfree="],["fax="],["hours="],["price=RM40 wooden hut, RM60 stone hut"],["checkin=11AM"],["checkout="],["content=Offers well-worn wooden beach front huts (few more would see the beach if it weren't for a canopy they built) and larger stone huts for quite cheap. Wooden hut goes for RM40 with bathroom shared by about 10 others, which could use some attention from the staff. Electricity is available from 7PM to 7AM with outlet, fan, light to be found in all types of accommodation. Mosquito nets are usually provided. As with all the beach accomodation, security is an issue so bring your own padlock."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Matahari"],["url=http:\/\/www.mataharichalet.com\/"],["email="],["address=Long Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From RM30"],["checkin="],["checkout="],["content=This clean simple family run resort has a variety of wooden rooms and bungalows with a mosquito net, a fan and a bathroom set around a beautiful tropical garden. Aircon rooms are also available. \nThere resort also has a dive center and dive\/room packages are available"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mohsin Chalet"],["url=http:\/\/www.mohsinchalet.my"],["email=mohsinchalet@gmail.com"],["address=Blue roof chalets on the hills, south end of Long Beach"],["lat="],["long="],["directions="],["phone=609 6911363"],["tollfree="],["fax=609 6911163"],["hours="],["price=From RM80"],["checkin="],["checkout="],["content=22 chalets, one dormitory and a restaurant overlooking white sand beaches and a blue lagoon abundant with fish and living coral, and offers a prime location from which to witness the island's stunning sunrise. Restaurants offers buffet at nights, with movies on big-screen projectors and if you're lucky, the Reggae Band from Langkawi comes here to perform from time to time. The restaurant area overlooks the entire beach, and wi-fi Internet is free when you dine at the restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rock Garden"],["url="],["email="],["address=on the side of the hill on the southernmost part of the beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Once the cheapest place to stay on the island and for good reason. The old cheap rooms are still available for around RM30 a night (RM40 in 2012 high season), but now you can also choose between a standard room (RM70 - RM120 in 2012 high season) and a deluxe room with AC for RM200. Most rooms come with nice view over the beach. But be warned: the nearby \"beach disco\" can get quite loud till 3 o'clock in the morning."]]}]},"\nElsewhere on the island:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=D'Lagoon"],["url=http:\/\/www.dlagoon.my\/"],["email="],["address="],["lat=5.93419"],["long=102.72293"],["directions=in the bay of the same name, north of Long Beach"],["phone=0199857089"],["tollfree="],["fax="],["hours="],["price=Tent RM10 (pax), dorm RM20, room with shared\/private bathroom RM50-60\/RM80, family room RM90-120, tree house RM110"],["checkin="],["checkout="],["content=Wooden chalets with mosquito nets, and own restaurant with reasonable prices. Good food, quiet place with private beach. Coral is right in the bay but so close you cut yourself in low tide. Possible to walk from Long beach (1h), see ",{"type":"[[","value":[["#Get_around"],[{"type":"''","value":["Get around"]}," section"]]},". 24h electricity, WiFi available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mira Beach Chalet"],["url=http:\/\/mirabeach.com\/"],["email=keranjiholidays@gmail.com"],["address=southwestern end of Kecil"],["lat=5.899645"],["long=102.715096"],["directions="],["phone=+60 16 647 4606 \/ +60 19 967 2349"],["tollfree="],["fax="],["hours="],["price=From RM50"],["checkin="],["checkout=11AM"],["content=Located on its own quiet beach, a 20 minute stroll down a paved jungle path from the busy beaches.  Simple wooden chalets with mosquito nets, and a place to eat. All Rooms with fan and sea view.  Rates: Room with shared bath RM50 to RM80, Room with Bathroom Attached RM80 to RM150. Dorm RM40."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shari-la Island Resort"],["url=http:\/\/www.shari-la.com"],["email="],["address=Coral Bay"],["lat="],["long="],["directions="],["phone=+60-96911500"],["tollfree="],["fax="],["hours="],["price=RM230"],["checkin="],["checkout="],["content=Air con dorms are 20RM with power outlets, by far the nicest on the islands, not advertised anywhere. BBQ buffet in the evening for 15RM. Free drinks, free water refill and free wifi for all guests in lobby. Other rooms priced from 100RM upwards which include 24 hours electricity, hot shower, satellite TV, aircon and fan in room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Teratak Amelia Cafe and Chalet"],["url="],["email="],["address=Coral Bay"],["lat="],["long="],["directions="],["phone=+60199130742"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=. Amelia located at the middle of CORAL BAY. BBQ buffet in the evening for 15RM.small rooms with fan priced from RM40 upwards which include 24 hours electricity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ewan's"],["url="],["email="],["address=Coral Bay"],["lat="],["long="],["directions=Two minutes from pier on path to Long Beach, next to Shari-la resort."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=New to 2011, the same owner as Ewan's cafe, Coral Bay. Set under big shady trees, away from the beach. Fan room for 45RM with attached bathroom."]]}]},"\n",{"type":"===","value":["Besar"]},"\n\nDue to its popularity Kecil can get a little noisy at times, so to get away from it all, head for Besar. Starting from the northern Teluk Pauh:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Perhentian Island Resort"],["url="],["email=enquiry@perhentianresort.com.my"],["address="],["lat="],["long="],["directions="],["phone=+603 21444 8530\/31\/32"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offering the best digs on the islands, the Resort is located on Besar's nicest white sandy beach and equipped with the first swimming pool in town. Still, 5-star luxury it isn't, and the list prices of RM250 to RM350 are overpriced especially since some of the older, further-off chalets are downright grotty; take a look at your room first and ask to see a different one if you don't like it. It offers 24 hour electricity and water supply with heater, air-con with individual climate control, free wifi and in-room coffee\/tea making service."]]}]},"\nA 5-minute walk away is Besar's nameless main beach, featuring the following:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Coral View Resort"],["url=http:\/\/www.coralviewislandresort.com\/"],["email="],["address=at the north end of Besar's main beach"],["lat="],["long="],["directions="],["phone=+60-9-6974943"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Once a close number two to the PI Resort, it's taken some knocks over the years but was spruced up in 2007 and is now again a decent option.  Standard rooms are back in the jungle, so it's best to opt for a beachfront room.  A\/C and fan-only rooms available.  The restaurant food is good, although alcohol is not served and you are asked to not bring your own to the restaurant. No TV or kettle in the rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Reef"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The first in a series of near-identical no-frills chalets just south of the Coral View on the same beach, followed by ",{"type":"'''","value":["Paradise Island Resort\/Watercolours"]}," and ",{"type":"'''","value":["Mama's"]},". All offer basic non-air-conditioned chalets with basic attached bathrooms in the RM60-80 range."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Watercolours Paradise Resort"],["url=http:\/\/www.watercoloursworld.com"],["email=info@watercolours.com.my"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has clean but mostly basic non air-conditioned chalets (specifically request for one if desired) with attached bathrooms. The Garden View chalets are RM 60 and the Sea View chalets are RM 80. There's not much difference between the two, although the Sea View rooms are bigger and closer to the sea. The standards huts with fan share the same roof so you can hear your neighbours loud and clearly. The staff are very friendly and helpful. The Watercolours Restaurant and Dive Centre is attached to this resort. For those on a budget, this makes a good place to stay. There are no power outlets in the rooms, although they do let you use the restaurant's outlets. NEW: The rooms have all been redecorated for 2009 and now free wifi is available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mama's Place"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Mama's Place is run by Aziz, a very friendly and organized person who will go the extra mile to make your stay enjoyable. Bungalows start from RM70 for a clean fan room with private bathroom. Aziz provides snorkeling equipment, arranges transfers and is more than willing to give you advice. The attached restaurant offers basic meals for breakfast and lunch but puts on a great BBQ dinner by the sea."]]}]},"\nCrossing over to the next beach is a more challenging 15-minute hike up and down through the jungle, but it will bring you to the southwest beach and:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=New Cocohut Chalet"],["url="],["email="],["address=a bit further south from the Cozy."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One of the options on the south beach, New Cocohut offers air-conditioned chalets starting at RM130, chalets with a fan, and longhouse beds for less. The staff is friendly and helpful. The restaurant offers basic meals and beer at regular prices. However, expect run down toilets in the RM130 rooms with no water heater. The beach in front of Cocohut has some corals which could make it hard to swim at the shallow ends. 5 mins walk to a nicer beach.  Cocohut also runs the new Cozy Chalets. Its just next door to Cocohut, a bit uphill and you have to climb stairs to reach to the beach. These chalets offers airco and a good view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ABC Guesthouse"],["url="],["email="],["address=just further south on Besar's south beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=ABC is a barebones longhouse-only operation in a creaky two-story building, which looks like it will soon collapse and join Cozy in the dust pile of history."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tuna Bay Island Resort"],["url=http:\/\/www.tunabay.com.my"],["email="],["address=south of ABC"],["lat="],["long="],["directions="],["phone=09 6979 779"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Tuna Bay is one of the newer and classier outfits, offering air-con chalets at a steep RM290 and up, including hot showers and safety deposit boxes in every room. Make no mistake, however, Tuna Bay is not a 5-star luxury experience. The seaside restaurant is also pleasant with fairly decent food and a small bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bubbles Dive Resort"],["url=http:\/\/www.bubblesdc.com"],["email=info@bubblesdc.com"],["address=at the southern end of the island"],["lat="],["long="],["directions="],["phone=+60 12 9838 038"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A very quiet and small resort. Located in a beautiful bay you can rent family and air conditioned chalets with bathroom (from around RM200 and up). There is a restaurant and a good dive school. Friendly staff, Turtle and Reef Conservation Project. Ideal for families and those who wish to experience the islands` tranquility at its best."]]}]},"\nThe largest and the quietest beach on the islands, the southern beach has 6 resorts\/chalets.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arwana Perhentian Resort"],["url=http:\/\/www.arwanaperhentian.com.my\/home.html"],["email="],["address=East end of the beach"],["lat="],["long="],["directions="],["phone=+(609) 6911888"],["tollfree="],["fax="],["hours="],["price=RM30-580"],["checkin=12PM"],["checkout=11AM"],["content=Arwana is a family\/student oriented resort at the very end of the beach, with reasonable room rates and a large swimming pool. Don't expect luxery or 'deluxe' as the decor is not to everyone's taste and be warned, some rooms are upstairs with no balcony. No kettle in rooms, but each room has a flask and there is free hot water on tap near the beverage counter. Air-conditioned rooms start from RM140, and there are dorms available for large groups at RM30\/person. All the air-conditioned rooms have TVs with a few channels on. The staff are very helpful and can arrange your boat transfers if you haven't already. Also offers free WiFi in the main lounge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Samudra Resort"],["url="],["email=azli8880@yahoo.com"],["address=Beside Arwana"],["lat="],["long="],["directions="],["phone=609 691 1677"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Quiet resort with a fan beach (RM60) and garden chalets (RM40-50). No power sockets in the rooms but electricity mostly 24 hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Flora Bay 1 and 2"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=There are two resorts separated by the Fauna resort offering chalets and rooms at reasonable prices. Nice restaurant and the 2nd pool on Besar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Everfresh chalets"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=It had a lot of chalets and some rooms, but it looked deserted the last time I saw it, although not abandoned."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nInternet cafes can be found on both Kecil and Besar. Although some connections are slow and a little expensive (RM 10 for 30 mins) many resorts are now installing satellite broadband. If your main reason to use the internet is to stay in touch with friends and family then another option is getting a prepaid GSM SIM and use your mobile phone. Most modern phones do handle email, just remember to get the appropriate settings from you email provider. Rates are the same for all three operators in Malaysia: 0,01RM\/kB.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lazy Boy Shop"]},", Long Beach, Kecil"]},{"type":"*","value":[" ",{"type":"'''","value":["Gen Mart"]},", Long Beach, Kecil"]},{"type":"*","value":[" ",{"type":"'''","value":["Panorama Chalet"]},", Long Beach, Kecil"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.watercoloursworld.com Watercolours Paradise Resort"]}]},", Besar.  Offers satellite broadband at RM 10 per 30 mins and now offer a free wireless service for guests with own laptop. "]},{"type":"*","value":[" ",{"type":"'''","value":["Coral View Island Resort"]},", Besar"]},{"type":"*","value":[" ",{"type":"'''","value":["Tropical Reef"]},", Besar"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gwholidays.com Flora Bay Chalet"]}]}," on the southern beach of Besar. RM 30 for a three day wireless pass."]},{"type":"*","value":[" ",{"type":"'''","value":["Senja Bay Resort"]},", Kecil (September 2007)"]},{"type":"*","value":[" ",{"type":"'''","value":["Mama's Place"]},", Besar (June 2008)"]},{"type":"*","value":[" ",{"type":"'''","value":["Cozy Chalets"]},", Besar (Free for guests)"]},{"type":"*","value":[" ",{"type":"'''","value":["Tuna Bay"]},", Besar (RM 30 for 30 mins)"]},"\nGSM ",{"type":"'''","value":["mobile phone coverage"]}," is available on both islands as all three (Digi, Celcom and Maxis) operators have placed their respective cell towers (huge red and white ones). They look a bit weird coming out of the green jungle. Celcom and Maxis provide UMTS 3G coverage though coverage is more limited than GSM, the best coverage is in the band between the islands (east coast of Kecil and west coast of Besar). There are some points where reception cannot be reached on the more secluded beaches. In particular the whole southern beach on Besar has very poor reception and no 3G reception.\n\n",{"type":"==","value":["Cope"]},"\n\nFor all their beauty, the Perhentians remain a bit of an up-and-coming attraction and there are some missing bits in the infrastructure to be aware of:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Credit cards"]}," are accepted at few locations. Some will charge an additional 3-6% so ask before buying. Cash advances can be had on Kecil at Bubu Long Beach Resort and Senja Bay Resort on Coral Bay. Both charge a hefty 10% fee."]},"\nMoney can be changed on Long Beach, but rates are approx. 10% worse than on the mainland.  Watercolours on Perhentian Besar will change money with only a small commission. It seems no one will change travellers cheques, so do it before you leave the mainland.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Electricity"]}," generators provide most of the electricity on the islands, though Kecil has installed some solar panels and wind turbines. Power outages are not uncommon. If you need electricity in your room, inquire about the schedule before booking. It seems most places that have outages on Besar are only limited to 3-hour blackouts during the late afternoon (4-7PM, a good time to snorkel or jungle trek)."]},"\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mosquitoes"]]}]}," can be a nuisance after it rains. Bring repellent and consider burning a mosquito coil (called \"ubat nyamuk\" and available locally), especially if your bed does not have a mosquito net."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tap water"]}," is generally not safe to drink, although most resorts and dive centers seem to use only some simple filters to make it potable. Bottled water is only available at RM3 per 1.5L bottle (2012 high-season data)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Water Bottle Refills"]}," You can refill your bottle at some hotels for free, or at Senja Cafe (RM1.50\/big bottle, southern end of Coral Bay). There is a water sterilizing machine in Amelias Cafe (next to Mamas place near to the jetty). For RM1.50 it will dispense 11\/2 liters of treated water."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["sun"]}," can be extremely hot and burning in the afternoons till early evenings. Slap on sunscreen and, if snorkeling, wear a T-shirt. (Take note that ocean conservationists do not encourage sunscreen to be in contact with the sea water as it ruins the corals! So avoid sunscreen and throw on a t-shirt if you can) The midday sun is the most dangerous and can really ruin a holiday if you're not careful. Caps, hats or any other sun protective gear would be a good idea. Be careful also about lips!"]},{"type":"*","value":[" Sharks in Coral bay are not dangerous. Some small fishes can bite you if you offer them your finger, but it's just annoying; the same goes for occasional jellyfish. Broken coral can cause nasty grazes to feet and knees, especially if snorkeling in too shallow water. If you are wearing a life jacket, wear a T shirt with sleeves to avoid chaffing."]},"\nThere is a small medical reception at the small island, in the main town where most locals reside. It has afriendly staff (a doctor and a couple of nurses) and offers basic medical help at almost no cost at all, if needed. To get there, ask a boat taxi driver for help.\n\n",{"type":"==","value":["Respect"]},"\n\nGarbage barges in the coves\/bays are generally being collected by the marine park. However, when they are not, the garbage falls off the barge, washing up on the shores of the beautiful beaches. Litter remains a big problem despite local regulations. No one seems to want to pick the stuff up. Maybe they need a black bag volunteering day!\n\nWhen you arrive at the jetty in Kuala Besut, you are made to pay a marine park fee, which is used to pay for services such as this.  Despite this conservation effort, there are concerns that the coral reef will be gone within the decade, due to the intensive tourism industry. The destruction of the reef, especially close to shore, is becoming more profound each year.\n\nMany snorkeling trip operators have very little awareness of environmental issues. They may discard plastic bags which contained food for attracting fish directly into the sea. This adds up to thousands of plastic bags needlessly thrown into the ocean. Do what you can do discourage this neglectful habit.\n\nIf you are a diver then you can dive with operators who do care about the marine environment. One or two Dive Centres run regular reef and beach clean operations and even offer the ",{"type":"[","value":["http:\/\/www.reefcheck.org Reef Check"]}," survey methodology, which you can learn whilst helping to monitor and conserve the marine environment. Check out ",{"type":"[","value":["http:\/\/www.watercoloursworld.com Watercolours"]}," and Coral Sky Dive Centres.\n\nUse the water refill services listed in the Stay Healthy section to massively reduce the amount of plastic waste you create and the islands have to deal with.\n\n",{"type":"==","value":["Go next"]},"\n\nMost people will find themselves returning to ",{"type":"'''","value":["Kuala Besut"]}," as this is the only scheduled location that boats go to. Boats depart for the mainland daily at 8AM, 12PM and 4PM only. If you purchased a return ticket from the mainland be sure to hold onto the ticket and contact the operator the day before you wish to leave to ensure they go to your departure jetty. Usually if you inform the reception of your accommodation they will contact the boat operator for you.\n\nThose looking for more sun, sand and surf could head towards ",{"type":"'''","value":[{"type":"[[","value":[["Redang"]]}," Island"]},", located south-west of the Perhentian Islands. There are no scheduled boat services to Redang but you can arrange transport with a water taxi operator or even the occasional dive or day-trip operator if they are heading there already. Be sure to confirm the trip with the operator beforehand.\n\n",{"type":"[[","value":[["WikiPedia:Perhentian Islands"]]},"\n\n",{"type":"{{","value":[["geo"],["5.9167"],["102.7333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Terengganu"]]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["ms:Perhentian"]]}]