[{"type":"{{","value":[["pagebanner"],["Skiausbanner3.JPG"]]},"\n",{"type":"[[","value":[["Image:Mount Blue Cow.jpg"],["thumb"],["300px"],["Mount Blue Cow"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.perisher.com.au\/ Perisher"]}]},", until recently ",{"type":"'''","value":["Perisher Blue"]},", is a ski resort in the ",{"type":"[[","value":[["Snowy Mountains"]]}," of ",{"type":"[[","value":[["New South Wales"]]},", ",{"type":"[[","value":[["Australia"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nPerisher is the name of the ski resort that covers the areas of Perisher Valley, Smiggins Holes and Guthega, and the additional ski fields at Mount Blue Cow.\n\nThere were originally four separate ski resorts at Perisher Valley, Smiggins Holes, Blue Cow and Guthega. It is now a single resort, sharing lift passes and the areas are all linked through a variety of lifts and the ski-tube railway. Perisher has a total of 50 lifts.\n\nIt always pays to check snow conditions before you travel.  It doesn't take long for the snow cover to become patchy, if there are a few warm days with rain - which can happen at any time of year.\n\n",{"type":"==","value":["Get in"]},"\n\nSee the article on the ",{"type":"[[","value":[["Snowy Mountains"]]}," for advice on how to access the general area.  This article has specific advice on local access.\n\n",{"type":"===","value":[" By car "]},"\n\nThere is vehicle access to Perisher Valley, Smiggins Holes and Guthega.  Roads are sealed and well maintained, and usually remain open in all but the most adverse weather conditions.  Snow chains are required to be carried in winter, even if the road is clear and the weather is fine.  If they are required to be fitted, there will be signs at the appropriate fitting bay.\n\nThere can be extensive delays on the roads between Perisher and Jindabyne at peak times, and the traffic can come to a complete standstill in poor weather.  Check the weather reports and road conditions on the web, or with the radio if you are coming from Jindabyne, and consider the Ski Tube as an alternative if the traffic reports are bad.\n\nFollow the signs and the Kosciuszko Road to Perisher from ",{"type":"[[","value":[["Jindabyne"]]},".  Guthega turn is signposted to the right, and Smiggins is on the Perisher Road a few kilometres before Perisher Valley.\n\nAccess to Blue Cow is only by Ski Tube.  \n\nCars cannot be parked overnight at Perisher Valley or Smiggins and if you are staying overnight you need to park at Bullocks Flat and catch the Ski Tube.\n\n",{"type":"===","value":[" By Ski-Tube "]},"\n\nThe ",{"type":"'''","value":["Skitube Alpine Railway"]}," runs from Bullocks Flat near ",{"type":"[[","value":[["Jindabyne"]]}," up through the national park and stops at both Perisher Valley and Blue Cow.  To get to the ski-tube, follow the signs to Thredbo, and the entrance is on the right before the park entry.  The ski-tube is $27 on top of the price of a lift-pass to get from Bullocks Flat to Perisher Valley.  All lift-passes include the ski-tube between Perisher Valley and Blue Cow.  If you aren't skiing, the ski-tube costs $47 return. Plenty of parking is available at Bullocks Flat. The tube itself can get crowded at peak times, especially when the road to Perisher is requiring chains to be fitted.  When the road is open and clear, there is more room on the tube.  Naturally it has places to rest your skis or boards, the issue is finding a place to sit or stand yourself.  Luggage is not permitted on peak services in the direction of the peak travel.\n\nBullocks Flat is below the snow line, so you don't need to carry chains or to pay the vehicle admission to the national park to catch the ski-tube to either Perisher Valley or to Blue Cow.  \n\nThe national park admission is currently $27 per car per 24 hours, so the ski-tube will save you money if you are travelling solo.\n\nThe ski tube only runs during the winter season.  During summer the only access is by car, and there is no access to Blue Cow.\n\nThere is a free shuttle bus from Perisher Valley Ski Tube station to Smiggins Holes.\n\n",{"type":"===","value":[" By bus "]},"\n\nMurrays run a bus during the winter season from Canberra to the Ski Tube terminal at Bullocks Flat, on the way to ",{"type":"[[","value":[["Thredbo"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Skitube01Oct06.JPG"],["thumb"],["250px"],["Skitube near Bullocks Flat below the snow line"]]},"\n",{"type":"===","value":[" In the winter "]},"\n\nDuring the winter, you are likely to want to get between the ski areas of ",{"type":"''","value":["Perisher Valley"]},", ",{"type":"''","value":["Smiggins Holes"]},", ",{"type":"''","value":["Blue Cow"]}," and ",{"type":"''","value":["Guthega"]},".\n\nThere are two ",{"type":"'''","value":["Skitube"]}," stops within the resort itself: ",{"type":"'''","value":["Perisher Valley"]}," (close to lifts up Mount Perisher and Back Perisher Mountain) and ",{"type":"'''","value":["Blue Cow"]},".  You can use the Skitube to transfer between the two, included in the price of a lift pass.  There is a shuttle bus that runs between Perisher Valley and the Smiggins Holes.\n\nYou can get between all the areas within the resort on ski or snowboard, and by the lifts if you can ski at level 3, consult the maps and the home runs are well signposted.  From ",{"type":"''","value":["Blue Cow"]}," to ",{"type":"''","value":["Perisher Valley"]},", follow the Perisher Home Run from the top of the Pleasant Valley Quad at Blue Cow.  From there the easiest way is on the Happy Valley run, to the bottom of the Home Rope Tow.  Don't take the Liechardt T-bar (which loads next to the Home Rope Tow) unless you want to go the black way.  From Perisher Valley to Blue Cow, take the Quad back to the top of Back Mount Perisher, and then it is a bit of traverse to Blue Cow.  Guthega is a traverse from Blue Cow, from behind the top of the Blue Cow terminal.  To get to Smiggins while avoiding traverses, best to go via Perisher Valley, head off down the left of Front Valley to the bottom of the Piper T-bar - a easy and quick trip.\n\n",{"type":"===","value":[" In the summer "]},"\n\nThe only options are to drive.  Blue Cow is inaccessible in the summer, and there will be noone in the carparks at any of the other resorts to bother you.  There is a link road between Guthega and Smiggins only open in the summer.\n\n",{"type":"==","value":["See"]},"\n\nSkiing is what Perisher village is all about.  It is accessible in summer, but there are no lifts operating, and not much to see, and it is very quiet.  Consider nearby ",{"type":"[[","value":[["Thredbo"]]}," as a summer destination nearby.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Skiing and snowboarding"]},"\n",{"type":"[[","value":[["Image:Australia_perisher_pleasant_valley.jpg"],["thumb"],["250px"],["Pleasant Valley has relaxing skiing with snow and gum trees"]]},"\n",{"type":"[[","value":[["Image:Perisherbluecowskiing.JPG"],["thumb"],["250px"],["Skiing at Blue Cow"]]},"\nThe entire resort is open to both skiers and snowboarders. There are beginner and all-mountain lift passes available for 1, 3 or 5 days.  Lifts start to open around 8:30AM, and start to close at 4:30PM.  You can ski the front valley the whole duration.\n\nThe front valley at Perisher Valley tends to be the busiest area.  It is open first, closed last, has the most snowmaking equipment and a greater concentration and capacity of lifts.\n\nSmiggins Holes is a great place to begin skiing, especially for kids.  It has short J-bar and a short chair lift green runs.  A Perisher front valley you really are stuck on the conveyor belt magic carpet until you can manage the heights of the front valley eight chair.  One you can ride a chairlift without a problem, Blue Cow is the next place to head to.  The long pleasant valley run is the best green run in the area, and probably the least crowded green run in the area.  The width gives lots of interest and variety even if repeating the same run.  Once you can manage this without a problem, then you really can ski between Perisher, Smiggins, and Blue Cow, and get all the skiing you can handle for the day.\n\n",{"type":"===","value":["Lessons"]},"\n\nPerisher offers both skiing and snowboarding lessons. There are five grades of lessons ranging from complete beginner to parallel turns (skiers) and intermediate terrain (snowboarders) together with a special advanced class covering advanced runs (skiers) and half pipes (snowboarders).\n\nClasses run three times a day from Perisher, Smiggins Holes and Blue Cow bases. Adults and children have separate classes with about 15 students per class for 2 1\/2 hours. Private or small group lessons that run from 1 to 2 hours are available on a pre-booked or walk-in basis.\n\n",{"type":"===","value":["The Children"]},"\n\nPerisher Blue has a few ways to keep the children busy and having fun, whether it is a full day or half day ski lessons or placing them within in child care facilities.  Generally children under six can do indoor care and snow play. Over six, there are options for normal lesson times, or for more organised programs, including full day lessons, lunch and play.  Teens just get the lessons  ",{"type":"[","value":["http:\/\/www.perisherblue.com.au\/winter\/school\/creche.html"]},".\n\n",{"type":"===","value":["Tube Town"]}," \n\nIf the children are looking for something different and to place further stress on your empty pockets then Tube Town is located to the far side of Perisher Valley as you enter the parking area it is hard to miss as the toboggans are located just to the side of it. Tube town has snow making and lighting\n\n",{"type":"===","value":[" Snow play "]},"\n\nIf you just want to play in the snow, access to the village is free if you drive.\n\n",{"type":"==","value":["Eat"]},"\n\nLike many ski resorts, finding a comfortable place to eat inside at lunchtime can be a challenge, as the eateries get busy.  If the weather is good, usually by 2:30PM the standard lunch places are quiet.\n\nAt Blue Cow or Guthega bars and retaurants close all close soon after the lifts stop running, with many places closing even earlier.\n\nAt Perisher, the pub and some restaurants are open later.\n\n",{"type":"'''","value":["Aldo's"]}," located within the Perisher Valley Ski tube terminal it is an excellent Italian & Pizza restaurant it closes during dinner but it is none the less an excellent place to go and have a great lunch. The place leaves many raving about the food.\n\n",{"type":"'''","value":["JAX"]}," The local pub down in Perisher Valley has a very unorthodox approach to your meal, basically you pick the cut of meat or chicken you want and then you head over to the grill where you can cook it up to perfection your way, you then get a all you can eat one serving of salads ranging from pasta, potato and normal salads.\n\n",{"type":"'''","value":["Ski Tube Donut Store"]}," A doughnut store located on the platform for the ski tube at the Perisher Valley stop. The best warm snack after a days boarding or skiing. Made fresh when you order.  The doughnuts are considerably smaller than your average doughnut though, consider 6 of them as a light snack for one person.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is a limited amount of accommodation at Perisher Valley and at Smiggins Holes.  Most people skiing at Perisher stay at ",{"type":"[[","value":[["Jindabyne"]]},".  Needless to say, on snow accommodation can be expensive.  A steep price tag does not guarantee superior accommodation, and the price of bunk rooms here can be the same as deluxe rooms in Jindabyne.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Perisher Valley Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 2 6459 4455"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Right in the middle of the village, next to the Ski Tube station, and the other facilities in Perisher Valley village.  Walk out the front to the bottom of the Front Valley."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Smiggins Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 2 6457 5375"],["tollfree="],["fax=+61 2 6457 5475"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Matterhorn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +61 2 6457 5500"],["tollfree="],["fax=02 6457 5560'')"],["price="],["checkin="],["checkout="],["content=Kosciusko Road."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eiger Chalet Ski Resort"],["alt="],["url=http:\/\/www.eiger.com.au"],["email="],["address="],["lat="],["long="],["directions="],["phone = +61 2 6457 5209"],["tollfree="],["fax=02 6457 5205"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["The Stables Resort"]},"."]},"\nWhen staying within Perisher on the snow you can't actually drive your car up to the chalets due to the roads being too hard to maintain and the fact they don't want a million cars going up to the lodges a day, so you have to rely on two things one you're strong and can walk your gear up or you can rely on ",{"type":"'''","value":["Han's oversnow"]}," or any of the other over snow vehicles who will drop you right at the door with your gear for about $10 per a person. Check with where you are staying because some may do free lifts after a certain time, and some are further from the ski tube than others. \n\nCars are not allowed to stay at Perisher Valley overnight so for those staying someone will have to drive the car to the Ski Tube terminal in Bullocks Flat and catch the Ski Tube back to Perisher. It may sound like a hassle but it is far better this way then driving everyday from Jindabyne or catching the Ski Tube everyday.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are resort shops at Blue Cow and Perisher Valley, selling ski-gear, socks, sunscreen, and souvenirs.  There is a small supermarket at Perisher Valley selling supplies.  There are ATM's at Perisher Valley and Blue Cow.  Credit cards are accepted everywhere.\n\n",{"type":"==","value":["Cope"]},"\n\nSki hire is available at the Bullocks Flat terminal, and Perisher Valley.  They rent clothing and equipment.  The ski hire is all run by the resort, with the same prices.  It is considerably more expensive then hiring away from the resort, but the on-snow hire allows you to make changes or have fixes done during the day.  There is no ski rental at Blue Cow, you need to hire your stuff before getting on the tube.\n\n",{"type":"==","value":["Stay safe"]},"\n\nFirst aid stations are all over the mountain.\n\nThere are many broken bones from skiing, but on average one person a year dies on the ski fields in Australia, nearly always from head injuries.  Helmets are available for purchase from the resort shops, or for hire from the rental places.  Wearing a helmet is no longer ",{"type":"''","value":["uncool"]}," on the slopes at Perisher, and should be considered essential before going on any tree-lined runs.\n\nVolunteer ski patrol are on the mountain from the first run to the last.  In case of emergency, you can contact any member or staff.  The ski patrol can also be summoned through the '000' emergency number, or on +61 2 6459 4408.\n\n",{"type":"==","value":["Connect"]},"\n\nThere are Internet terminals at Perisher Valley and at the Bullocks Flat terminal.  Cost is $2 per 10 minutes.  There is a post office at Perisher Valley, open weekday business hours.\n\nAll mobile providers have coverage across the mountains.  Mobile phones work well.\n\n",{"type":"==","value":["Go next"]},"\n\nFor some different ski runs the alternative to Perisher is usually ",{"type":"[[","value":[["Thredbo"]]},".  ",{"type":"[[","value":[["Jindabyne"]]}," offers some opportunities for activities for rest days, and has a wider variety of nightlife over Perisher.\n\nIf you have got as far as Perisher Valley during summer, best to continue on to ",{"type":"[[","value":[["Charlottes Pass"]]},", and the walk to the top of Mount Kosciuszko, Australias tallest mountain.\n\nSee the rest of the ",{"type":"[[","value":[["Snowy Mountains"]]},".\n\n\n",{"type":"{{","value":[["related"],["Winter sports in Australia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Perisher Blue"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Snowy_Mountains"]]}]