[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Limestone formations in Perlis.jpg"],["thumb"],["350px"],["Limestone formations are common in northern Malaysia"]]},"\n\n",{"type":"'''","value":["Perlis"]}," is the northern-most and smallest state of ",{"type":"[[","value":[["Malaysia"]]},". \nAlthough there are several attractions in the state, Perlis is more often used as a transit point to ",{"type":"[[","value":[["Langkawi"]]}," and ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kangar"]]}," - the minute state capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Arau"]]}," - the Royal town, 10km from Kangar"]},{"type":"*","value":[" Mata Ayer - the small town situated in between Padang Besar, Kuala Perlis, Arau and Kangar. A suitable place to stay and to find lodging as there are many guest houses at cheap price owned by the locals."]},{"type":"*","value":[" ",{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}," - main border crossing into Thailand"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Perlis"]]}," - for ferries to ",{"type":"[[","value":[["Langkawi"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":["Gua Kelam - limestone cave with an old tin mine located at Kaki Bukit"]},{"type":"*","value":[{"type":"[[","value":[["Wang Kelian"]]}," - huge Sunday market on both sides of the Thai-Malaysian border, also the entrance to the Perlis State Park"]},{"type":"*","value":["Bukit Keteri limestone hill"]},{"type":"*","value":["Taman Anggur (Grape vineyard) at sungai Batu Pahat"]},{"type":"*","value":["Masjid Terapung Al-Hussain, (floating and beautiful Mosque) at Kuala Perlis"]},"\n",{"type":"==","value":["Understand"]},"\nPerlis was originally part of Kedah, although it occasionally came under rule by Siam or Aceh. After the Siamese conquered Kedah in 1821, the British felt their interests in Perak to be threatened. This resulted in the 1826 Burney and Low Treaties formalising relations between the two Malay states and Siam, their nominal overlord. In the Burney Treaty, the exiled Kedah sultan Ahmad Tajuddin was not restored to his throne. Sultan Ahmad and his armed supporters then fought unsuccessfully for his restoration over twelve years (1830–1842). \n\nIn 1842, the Sultan finally agreed to accept Siamese terms, and was restored to his throne of Kedah. However, Siam separated Perlis into a separate principality directly vassal to Bangkok. Sayyid Hussain Jamalulail, the paternal grandson of a Hadhrami Arab Sayyid immigrant and maternal grandson of the Sultan of Kedah, became the first Raja of Perlis.[5] His descendants still rule Perlis, but as rajas, instead of as sultans.\n\nAs with Kedah, the Anglo-Siamese Treaty of 1909 forced Siam to relinquish its southern Malay vassal states to Great Britain. The British installed a Resident in the Perlis Royal capital of Arau. Perlis was returned to Siam in World War II as a reward for Siam's alliance with Japan, but this brief annexation ended with the Japanese surrender. After World War II, Perlis returned to British rule until it became part of the Malayan Union, then Federation of Malaya in 1957 and lastly Federation of Malaysia in 1963.\n\nSince 2000, the Raja or hereditary monarch has been Tuanku Syed Sirajuddin. He was the Yang di-Pertuan Agong of Malaysia from 2001 to 2006. Tuanku Syed Faizuddin Putra was the Regent of Perlis during the five-year period when Tuanku Syed Sirajuddin was Yang di-Pertuan Agong. The Chief Executive or Menteri Besar is Datuk Seri Dr Md Isa Sabu of Barisan Nasional.\n\nThe Coat of Arms of Perlis consists of a sturdy green wreath of padi, indicating the wealth of the kingdom and the chief economic activity of the people. The shield in the center represents the pride of the people. Inside the shield is a ring of golden rice surrounding the name \"Perlis\" written in the Jawi script.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nThe main ",{"type":"[[","value":[["Kuala Lumpur"]]}," - ",{"type":"[[","value":[["Bangkok"]]}," train line crosses between ",{"type":"[[","value":[["Malaysia"]]}," and ",{"type":"[[","value":[["Thailand"]]}," at ",{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}," in Perlis. Trains from ",{"type":"[[","value":[["Butterworth"]]}," (near ",{"type":"[[","value":[["Penang"]]},") also join this line and run through Perlis.\n\nBoth the Malaysian ",{"type":"[","value":["http:\/\/www.ktmb.com.my (KTMB)"]}," and the Thai ",{"type":"[","value":["http:\/\/www.railway.co.th (State Railways of Thailand)"]}," rail companies serve Perlis' two stations, which are at ",{"type":"'''","value":[{"type":"[[","value":[["Arau"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}]},". Both countries' border controls are dealt with at ",{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]},", which is just on the Malaysian side of the border.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["Kangar"]]},"'s Bukit Lagi bus terminal is the main stop for interstate long-distance express buses to\/from ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Butterworth"]]}," and other major cities. ",{"type":"[[","value":[["Kuala Perlis"]]}," and ",{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}," also have long distance bus connections. \n\nRegular buses run between ",{"type":"[[","value":[["Kangar"]]}," and ",{"type":"[[","value":[["Alor Star"]]},".\n\n",{"type":"===","value":["By road"]},"\n",{"type":"*","value":[{"type":"'''","value":["To\/from Thailand:"]}," There are two land border crossings - ",{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}," and ",{"type":"[[","value":[["Wang Kelian"]]},", 35km and 40km north of ",{"type":"[[","value":[["Kangar"]]}," respectively."]},{"type":"*","value":[{"type":"'''","value":["To\/from other parts of Malaysia:"]}," The main road into Perlis is Route 7 which links ",{"type":"[[","value":[["Alor Star"]]},", ",{"type":"[[","value":[["Kedah"]]}," with ",{"type":"[[","value":[["Kangar"]]}," and ",{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}," at the Thai-Malaysia border. Motorists using the North-South Expressway should exit at the Changloon interchange (north of Changloon town) and proceed along the Changloon-Kuala Perlis Expressway to Perlis. "]},"\n",{"type":"===","value":["By boat"]},"\nPerlis is the main jumping-off point for ",{"type":"[[","value":[["Langkawi"]]},". The ",{"type":"'''","value":["Kuala Perlis"]}," ferry terminal can be easily reached from ",{"type":"[[","value":[["Kangar"]]}," and the North-South Expressway via the Changloon-Kuala Perlis Expressway.\n\nThere are also boats running between Kuala Perlis and Tammalang pier near ",{"type":"[[","value":[["Satun"]]}," town in southern ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":["Get around"]},"\nLocal buses connect ",{"type":"[[","value":[["Kangar"]]},"'s Kayangan Square to the surrounding towns. They do not operate at night. Taxis are few and far between: bus terminals good places to look.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snake Park"]}," (",{"type":"''","value":["Taman Ular & Reptilia"]},"), (",{"type":"''","value":["at Batu Pahat, Perlis; approximately 10 kilometers away from Kangar"]},"). Initially it is a research facility established by Institute of Medical. There are collection of 30 species of snakes both local and foreign as well as reptiles such as crocodiles, and lizards. If you are lucky, there are also some snakes shows. A tame python may be released for visitors to see. You can also get various info about snakes. Sa-Th 9AM-5PM, F 9AM-12:15PM 2:45PM-6PM, including public holidays."]},{"type":"*","value":[" ",{"type":"'''","value":["Floating Mosque"]},", Kuala Perlis. A new mosque which is built with the foundation erected from the sea floor. Beautiful and unique, the Al-Hussain mosque is the ones constructed in Malacca Straits."]},"\n",{"type":"==","value":["Do"]},"\nBukit Keteri rock climbing and Gua Kelam rock climbing. Also try picnicking at Gua Kelam, Sungai Jernih, Tasoh Lake, Timah Tasoh lake, Bukit Ayer.\nA long way of the road which has paddy field and water cannal, you can see the locals who spend their past time angling 'puyu' fish, a small fish which inhabitants the river, water cannal, timah tasoh resevoire and paddy field. This fish being a delicious dish when fermented with rice juice and salt. It is called 'ikan pekasam'\nYou can spent your night at the seashore road from Kuala Perlis to Kuala Sanglang, enjoying the wind blow and observing the stars.\nFor the Muslim travellers, there are many religious classes at the local mosques almost every night at 8-9 pm.\n\n",{"type":"==","value":["Buy"]},"\nKangar is the region's main shopping hub.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Harumanis"]}," - A kind of mango that is specially grown only in Perlis. It has a strong smell and is very sweet in taste. Thus, it is called \"Harum\" which means \"fragrance\" in Malay and \"Manis\" which means \"sweet\".\n\n",{"type":"'''","value":["Ikan Bakar"]},"- Seafood is a very popular food in Perlis especially in Kuala Perlis. Ikan Bakar means \"grilled fish\" are dishes of seafood grilled with special hot sauce. The seafood is very fresh since it is supplied directly from local fishermen.\n\n",{"type":"'''","value":["Restoran Tok Mek"]},": Situated just before the Timah Tasoh Lake, on the Kangar – Padang Besar trunk road. Serves great lunch food with Siamese – Kelantanese influence, plus large selection of local ulam. Awfully cheap too.\n\n",{"type":"'''","value":["Pokok Sawa"]},": This is actually a kampung lunch joint situated along Jalan Mata Ayer, a few kilometers east of Kangar. Simple but very tasty kampung cooking. Ask the locals for directions: everyone knows the place.\n\n",{"type":"'''","value":["Restoran Nasi Kandar Pokok Petai"]},", Mata Ayer - a unique restaurant with the furniture which are made of the timber from the big trees cut to give way for the construction of double tract railway, from Singapore to Padang Besar, to Beijing in the future. Eaters can enjoy 'Roti canai' and 'Nasi Kandar' (curry rice) for heavy breakfast.\n\nSeafood joint at Jalan Sekolah Derma; opposite Derma School. This is a converted house. Great seafood menu for dinner. \n\nFor those really adventurous among you, go to Padang Besar Bazaar, where several little stalls serve ",{"type":"''","value":["sup perut ayam"]}," i.e. Chicken Gut Soup (arrgh!). This is not a recommendation, since I have never tried the stuff, so you’re on your own here!\n\nYou can’t visit Perlis without trying the Kuala Perlis laksa, arguably the best this side of Vladivostok! Head for Kuala Perlis (where else?) at night, and take your pick from the row of stalls by the main road. In the day, try this old Chinese man in Ban Cheong Restoran, smack in the middle of Kangar.\n\nThere are four ",{"type":"'''","value":["KFC"]}," chain store in Perlis, two in Kangar, one is located at Jalan Bukit Lagi and another one is located opposite Kayangan Square at Jalan Penjara, which is opened 24 hour, one in Kuala Perlis and the other in Arau.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["KFC"]}," , No. 17, Jalan Bukit Lagi, 1000, Kangar."]},{"type":"*","value":[" ",{"type":"'''","value":["KFC"]},", No. 16 & 18! Jalan Penjara, 1000, Kangar."]},{"type":"*","value":[" ",{"type":"'''","value":["KFC"]},", No. 9, Persiaran Putra Timur 1, 1000, Kuala Perlis."]},{"type":"*","value":[" ",{"type":"'''","value":["KFC"]},", No. 19, Jalan 2, Jalan Arau-Kodiang, Kompleks Tok Arau, 02600, Arau."]},"\nThere are also two ",{"type":"'''","value":["Secret Recipe"]}," in Perlis, one in Kangar and another one in Kuala Perlis.\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Secret Recipe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+6 04 977 7996"],["tollfree="],["fax="],["hours="],["price="],["content=275, Jalan Baru, Taman Pengkalan Asam, 01000, Kangar. Opening hours: 11.00 AM-11.00 PM (Daily)."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Secret Recipe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+6 04-985 3996"],["tollfree="],["fax="],["hours="],["price="],["content=11, Persiaran Putra Timur 1, Jeti Perlabuhan, 02000, Kuala Perlis, Perlis."],["Opening Hours: 11.00 AM-11.00 PM (Daily)"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nNightlife is non-existent. Beers can be purchased at all 7-Eleven convenient stores. Shops close well before 10pm but the Kayangan Square stays open until 10pm.\nHowever, you can always join the locals at coffee shop or mamak stall (mostly located at Persiaran Jublee Emas) to have a local drink.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Emergency numbers"]},"\n\n",{"type":"*","value":[" Ambulance - Police - Fire: ☎ 999"]},"\n",{"type":"*","value":[" Rescue (",{"type":"''","value":["Civil Defense"]},"): 991"]},"\n",{"type":"*","value":[" All the abovementioned numbers: ☎ 112 from mobile phones"]},"\n",{"type":"*","value":[" Telegram service: ☎ 100"]},"\n",{"type":"*","value":[" International and domestic operator assisted service: ☎ 101"]},"\n",{"type":"*","value":[" Directory enquiry service: ☎ 103"]},"\n",{"type":"*","value":[" Multilingual international service: ☎ 198"]},"\n",{"type":"*","value":[" Arau Police Station: ☎ +604-986 1222"]},"\n",{"type":"==","value":["Stay safe"]},"\n\nPerlis is relatively a safe place for travellers, however like in any other place, Perlis has its share of crime, so common precautions must be taken against snatch-thieves, scams and dodgy taxis.\n \n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Malaysia"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alor Star"]]}," - capital of ",{"type":"[[","value":[["Kedah"]]}," state"]},{"type":"*","value":[" ",{"type":"[[","value":[["Langkawi"],["Pulau Langkawi (Langkawi Island)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Penang"]]}," - a old port town on a nearby island"]},"\n",{"type":"===","value":["Thailand"]},"\nPerlis is on the Thai border and sees much cross-border traffic.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hat Yai"]]}," - South Thailand's transport hub"]},{"type":"*","value":[" ",{"type":"[[","value":[["Phuket"]]}," - Famous holiday island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bangkok"]]}," - The ",{"type":"[[","value":[["Thailand"],["Thai"]]}," capital is served by direct trains that stop in Perlis"]},"\n\n",{"type":"[[","value":[["WikiPedia:Perlis"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States and Federal Territories\/Perlis"]]},"\n\n",{"type":"{{","value":[["geo"],["6.5000"],["100.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Coast (Malaysia)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["ja:プルリス州"]]}]