[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\nTravelling from ",{"type":"[[","value":[["Perth"]]}," in ",{"type":"[[","value":[["Western Australia"]]},", to ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]}," on the southern coast, can be made via a few different routes.\n\n",{"type":"[[","value":[["South Western Highway"]]}," and ",{"type":"[[","value":[["South Coast Highway"]]}," is the longest route, and can be checked by looking at the two articles about that route.\n\nThe two inland routes are more direct routes.\n\nThe first and oldest is the ",{"type":"'''","value":["Great Southern Highway"]},", which  starts east of Perth, and runs an inland route adjoining the Great Southern Railway line to Cranbrook, just north of Albany.  It is a less direct route between the two locations, compared with the Albany Highway, and has a lot more country towns and stopping places on its route.\n\n",{"type":"'''","value":["Albany Highway"]}," is a more direct route to Albany, however it has fewer stopping places.\n\nLocations on either highways can be reached easily, as they run parallel, and are only 40km apart for almost 200 km, and at Cranbrook, the highways converge.\n\n",{"type":"==","value":["Understand"]},"\n\nRoads that go through the Western Australian wheatbelt have a lot of subtle changes, not spectacular geographic changes, and a lot of what can be observed is not easily guessed from a speeding car, or bus.\nIt needs time to get out, and slow down and check out the changes over space by looking at the different coloured soils, the different trees, and in the right season the different wildflowers.\n\nIf you are travelling by tourist bus or tour, the stops should be appreciated.  Also some of the towns have been lucky, where historic buildings have either been left intact, or had heritage status - which keeps the buildings maintained.\n\nThere are also road bus services in the area surrounding this route, but services are shrinking, check carefully on current information that services are still running before planning - older tourist information might not have the deetails of the current running services.\n\nThe final stretches at the southern end of the highway do have the spectacular scenery - The Stirling Ranges, The Porongurups, and the coastline in the Albany region.\n\n",{"type":"==","value":["Prepare"]},"\n\nIf you are driving by car from Perth to travel to Albany, most towns and smaller localities have most things you might need while travelling, but if prepared well, there is no need to get them. The fuel stops on the first part of the Albany highway are far apart - best to check before leaving Armadale.\n\nDon't expect to be able to stock up with items unless you are in Katanning or Albany.\n\n",{"type":"==","value":["Get in"]},"\n\nStarting in the York area, the ",{"type":"''","value":["Great Southern Highway"]}," can also be accessed by side connections from the Albany Highway, from the west, and a range of roads from the east, if you are travelling from the Eastern States.\n\n",{"type":"''","value":["Albany Highway"]}," starts in the metropolitan area of Perth, and is easy to find just south of Armadale, with signs showing Williams as the next stop.  Don't be confused by the Brookton Highway turnoff, it takes you across to the Great Southern Highway, and is still taking you in the same direction.\n\nIf you have travelled from the eastern states of Australia, and are going in the reverse direction - it is possible to enter into this itinerary from the South Coast Highway at Esperance.  Then there are options as to whether you visit Albany, or enter further north.\n\nIf you are in a hurry to reach Perth, there are a number ways of make short cuts from Esperance that can utilise part of the Albany to Perth route.\n\n",{"type":"==","value":["Drive"]},"\n\nThe two inland highways for most of their distance are a mere 30 to 40 km apart.  They eventually join just near Cranbrook, where the Albany highway proceeds through Mount Barker, with the Stirling Range to the east.\n\n",{"type":"===","value":["Great Southern Highway"]},"\n\nThe Great Southern Highway starts at The Lakes - a fork in the Great Eastern Highway near Chidlow.  It proceeds east across to York, and then from there goes south.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beverley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Brookton"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pingelly"]]},"  - has an astonishing range of old buildings that remain intact, to give an idea what a former wheatbelt town looked like in the earlier twentieth century."]},{"type":"*","value":[" ",{"type":"[[","value":[["Narrogin"]]},"  - is an excellent base if you are on a slower itinerary, there are diversions both to the west, and east of town, and this former railway junction is a mere shadow of its former self, but still an important regional town."]},{"type":"*","value":[{"type":"*","value":[" Dryandra - to the west, the Dryandra forest region is historically and ecologically a very interesting area"]}]},{"type":"*","value":[{"type":"*","value":[" Wickepin - to the east, a major wheat silo still very busy here, as well as some choice historical buildings and places to visit"]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wagin"]]}]},{"type":"*","value":[{"type":"*","value":[" Dumbleyung - the town near the lake where Donald Campbell attempted the world waterspeed record in the 1960s"]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Katanning"]]}," - a major regional town"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tambellup"]]}," - a smaller wheatbelt town"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cranbrook"]]}," - just 3 km west is where the Albany Highway and Great Southern Highways combine"]},"\n\n\n",{"type":"===","value":["Albany Highway"]},"\n\n",{"type":"*","value":[" Williams"]},{"type":"*","value":[" Arthur River"]},{"type":"*","value":[" Kojonup"]},{"type":"*","value":[" Mount Barker"]},{"type":"*","value":[{"type":"*","value":[" Porongorup"]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nSome parts of the highway are in the wheatbelt, with unimproved roads that you need to share with wheat trucks during the harvesting season, better to pull off the road when in doubt, and wait for them to pass.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["South Coast Highway"]]}]},{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"[[","value":[["wikipedia:Great Southern Highway"]]},"\n",{"type":"[[","value":[["wikipedia:Albany Highway"]]}]