[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comune.perugia.it Perugia"]}]}," is a city in the ",{"type":"[[","value":[["Italian"]]}," region of ",{"type":"[[","value":[["Umbria"]]},". It has an important university that attracts many foreign students, is a major center of medieval art, has a stunningly beautiful central area and is home of the Umbria Jazz Festival. The city is a major producer of chocolates.\n",{"type":"[[","value":[["File:Perugia panoramic.jpg"],["thumb"],["right"],["455px"],["The Piazza IV novembre, the central piazza of Perugia, with the Fontana Maggiore in the middle"]]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\nThe Airport in ",{"type":"[[","value":[["Rome"]]}," is three hours away (see the By bus section for transportation) and Milan's Malpensa airport about 7 hours away. Perugia has a small regional airport with connecting service to ",{"type":"[[","value":[["Milan"]]}," and flights from ",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Barcelona"]]}," on ",{"type":"[[","value":[["Ryanair"]]},". A little further away, ",{"type":"[[","value":[["Pisa"]]}," and ",{"type":"[[","value":[["Bologna"]]}," are served by low cost European airlines.\n\n",{"type":"===","value":["By train"]},"\nThe train station is in the valley, a few kilometers from the ",{"type":"'''","value":["centro storico"]}," (historic center) of the city. You can take the Mini Metro railway, a local bus or a taxi from the station. From ",{"type":"[[","value":[["Rome"]]}," to Perugia by train is only €10.50 if you take Treno Regionale, otherwise it's double.\n\n",{"type":"===","value":["By bus"]},"\nBuses from Rome Fiumicino Airport depart from the lower level parking area at regular intervals (3 hours, 20 €)",{"type":"[","value":["http:\/\/www.sulga.it"]},". ",{"type":"''","value":["(NB: Many of the buses in the Tourist Bus Parking area are privately hired, and are not available to the general public. Some buses, such as the Sulga, may appear on the upper levels of Terminal C, but do not be concerned; they will arrive at the scheduled time in the lower level parking area. Be sure to check timetables online or elsewhere before arriving to be sure of departure times.)"]}," \n\n",{"type":"===","value":["By car"]},"\nPerugia is just off the A1 autostrada that runs from ",{"type":"[[","value":[["Rome"]]}," to ",{"type":"[[","value":[["Milan"]]},". Approximate travel times are  ",{"type":"[[","value":[["Rome"]]}," 2.5 hours, ",{"type":"[[","value":[["Orvieto"]]}," 1 hour, ",{"type":"[[","value":[["Milan"]]}," 6 hours, ",{"type":"[[","value":[["Florence"]]}," 1 hour.\nPerugia is also accessible from other parts of Italy by car via the Autostrada.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Minimetrò primopiano.jpg"],["thumb"],["right"],["250px"],["Perugia's MiniMetro"]]},"\nPerugia is a large hill town. Most major attractions are at the top of the hill in the ",{"type":"''","value":["Centro Storico"]}," (historic center). It is almost impossible to access the ",{"type":"''","value":["Centro Storico"]}," by car unless you have a confirmed hotel booking. Even outside the very centre you will drive very slowly over the many cobblestoned one-way streets and may very well end up driving around in circles several times as traffic signs are very confusing. You are best advised to do as little driving as possible, and get around on foot. The main car park for tourists is at Piazza Partigiani. From there you can take a series of escalators (hopefully most of them will be working!) up into the old town. There are lots of interesting things to see on the way up as the route was dug through the Rocca Paolina, a medieval citadel. More details about car parks (in English) can be found at ",{"type":"[","value":["http:\/\/www.perugiaonline.com\/parchepgus.html"]}," Small buses also go to the top. The railway station is, inevitably, some distance from the hilly center, but buses are easily available.\n\nIn 2008 Perugia opened its MiniMetro. This is a small, driverless train that every two minutes or so takes you from a car park (Pian di Massiano) near the football stadium or from the main station to the center of town; a single ticket is €1.50 as of May 2012.  However, if you are planning a night on the town. note that these trains stop running at around 21.00.\n\nWithin the central area getting around on foot is best, although some of the hills can be a bit steep and you will need to be fit.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Perugia rocca paolina.jpg"],["thumb"],["right"],["250px"],["Underneath Perugia"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Underground Perugia."]}," The escalators from the lower town lead up through the remains of ",{"type":"''","value":["Rocca Paolina"]}," which was a 16th-century fortress. This was built on top of medieval streets, which were used as foundations, and before coming out into daylight at Piazza Italia you go through some of these medieval streets covered with brick ceilings when the fortress was built. Little now remains of the fortress itself."]},"\n",{"type":"*","value":[{"type":"'''","value":["Porta Marzia"]}," (Marzia Gate). This is an Etruscan city gate built in the Third Century BC and much later incorporated into the city walls. It is close to the remains of the Paolina Fortress. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Fontana Maggiore."]}," This large medieval fountain is found between the cathedral and the Palazzo dei Priori. It was made between 1277 and 1278 by Nicola and Giovanni Pisano as part of Perugia's celebrations of its independence. On the twenty-five sides of the basin are sculptures representing prophets and saints, the work of the seasons, signs of the zodiac, Bible scenes and events from Roman history."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Perugia Cathedral"],["alt=Cattedrale di San Lorenzo"],["content=This has an unusual layout for Italian churches in that the side rather than the front entrance faces the main square. There have been many churches on the site: this one was last worked on around 1490. But finished it was not, as can be clearly seen from the unfinished façade facing the square. This side includes the ",{"type":"''","value":["Loggia di Braccio"]},", an early Renaissance structure. Under it a section of Roman wall and the basement of the old bell tower can be seen. Also found here is the 1264 ",{"type":"''","value":["Pietra della Giustizia"]}," (\"Justice Stone\") with which Perugia announced that it had repaid its public debt, a not inconsiderable feat. Also noteworthy is the external pulpit from which Saint Bernardine of Siena, a virulently anti-homosexual priest, would preach."]]}]},{"type":"[[","value":[["Image:Perugia 028.JPG"],["thumb"],["250px"],["right"],["The Sala dei Notari in the Palazzo dei Priori"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palazzo dei Priori (Town Hall)"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite the side of the cathedral, with its main entrance on Corso Vannucci"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This is a large building in Italian Gothic style built in the early 1300s. On the side facing the piazza are a griffin, the emblem of Perugia, a 14th century bronze lion, and some chains, from where the keys of Siena were displayed after victory over the Sienese in 1358. Inside is the impressive meeting room, the Sala dei Notari. On the second floor is the Municipal Library. The building also houses the National Gallery of Umbria"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Galleria Nazionale dell’Umbria (National Gallery of Umbria)"],["url=http:\/\/www.gallerianazionaleumbria.it\/info-generali.html"],["email="],["address="],["lat="],["long="],["directions=in the Palazzo dei Priori on Corso Vannucci"],["phone="],["tollfree="],["fax="],["hours=8.30-19.30 from Tuesdays to Sundays: closed Mondays, 1st January, 1st May, 25 December."],["price=6.50"],["content= The collection consists of paintings from the 13th to the 19th century, including artists such as Perugino, Nicola e Giovanni Pisano, Beato Angelico, Benozzo Gozzoli, and Pintoricchio."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Etruscan Well (",{"type":"''","value":["Pozzo Etrusco"]},")"],["url="],["email="],["address=Piazza Danti 18"],["lat="],["long="],["directions=To the right, just past the front entrance of the cathedral"],["phone="],["tollfree="],["fax="],["hours=11.00-13.30 \/ 14.30-17.00, longer in the summer months"],["price="],["content=Damp and dark but an excellent way of appreciating the skills of Third Century BC Etruscan architects."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Just walking around."]}," There is probably no city in the world that better rewards the casual explorer in the sheer variety of its streetscapes. You can stroll along a Roman aqueduct that connects two of the city's hills, passing doors on the third stories of homes to peer over the edge at the doors at street level below. You can walk along the Via delle Volta della Pace, which follows the Etruscan city wall, but is now wholly arched over by a Gothic portico. You can stumble along cobbled streets that have the unique combination of slopes interrupted by small steps that only Italians seem to master. The wide, traffic-free Corso Vannucci, named after the painter known as Il Perugino, is what really makes Perugia. You can loll with the students from the International University on the steps of the Cathedral at one end or amble down the Corso from those steps to sit on a bench at the other end and look over Umbria's hills as the sun sets. "]},"\n",{"type":"[[","value":[["Image:Perugia.jpg"],["thumb"],["250px"],["Tomb of Pope Benedict XI in San Domenico."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["San Domenico"]}," is on Corso Cavour, down the hill to the southeast of Corso Vannucci. It is a Gothic church whose three aisles were a model for the design of the later cathedral of San Lorenzo. San Domenico has faced many problems in the past. Soon after its completion, the upper section was found to be unstable and had to be demolished. In 1614 and 1615 other parts collapsed. The rebuilt church was consecrated in 1632."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Pietro."]}," About 1km further along Corso Cavour after San Domenico, this church and abbey is well filled with fine works of art, including by Perugino. Interesting hexagonal bell tower. See too the medieval garden through the hall off the courtyard."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Academy of Fine Arts."]}," At the bottom of Via dei Priori in the former convent of San Francesco al Prato. A small but excellent collection of plaster casts of famous sculptures: the ",{"type":"''","value":["Dying Gaul"]},", two of Michangelo’s ",{"type":"''","value":["Prisoners"]},", the ",{"type":"''","value":["Laocoön and His Sons"]},", and even the reconstructed façade of the Roman temple at Clitunno. The Pinacoteca is not overwhelming, with a interesting selection from the Academy's four centuries' old collection. €5, €3 reduced. Open Saturday 14:30-17, and Sunday 10:30-13 & 14:30-17.",{"type":"[","value":["http:\/\/inperugia.com\/tourist-attractions\/academy-of-fine-arts-of-perugia\/"]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Umbria Jazz."]}," The Umbrian Jazz festival takes place all over Umbria but is centred on Perugia, with a large number of concerts both free and with admission fee. Over the years the Festival has attracted just about every famous jazz player. The Festival takes place for a week and two weekends in the middle of July every year. During this period Perugia has a really beautiful atmosphere, with jazz concerts in the center of the city ",{"type":"[","value":["http:\/\/www.umbriajazz.com\/"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eurochocolate."]}," Perugia is home to the producers of ",{"type":"''","value":["Perugina"]}," and ",{"type":"''","value":["Baci"]}," chocolates. It hosts a very popular annual chocolate festival every October. ",{"type":"[","value":["http:\/\/www.eurochocolate.com\/perugia2013\/home.php"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Music Fest Perugia"],["url=http:\/\/www.musicfperugia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Over two weeks in August, MusicFestPerugia produces classical concerts in the historical and sumptuous surroundings of Sala dei Notari, Basilica di San Pietro, the Cattedrale di San Lorenzo and the Caio Melisso. Performed by a combination of world famous professionals, and their most promising students, MusicFestPerugia aims to keep the classical repertoire vibrant and alive."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Let's cook in Umbria"],["url=http:\/\/www.cookinumbria.it"],["email=info@cookinumbria.com"],["address=Strada Comunale San Marino 25"],["lat="],["long="],["directions=Perugia"],["phone=(+39) 075.589.9951"],["tollfree="],["fax="],["hours="],["price="],["content=Offers cooking classes, winery tours, gourmet tours, excursions to artisan chocolate and olive oil producers, truffle hunting and very popular cooking vacation programs that include accommodation and excursions to remote villages throughout Umbria and Tuscany."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Raffaello, affresco della cappella san severo 2.jpg"],["thumb"],["Fresco by Perugino and his student, Rafaello Sanzio (Raphael) of the Trinity and Six Saints, San Severo Chapel"]]},"\nFor most tourists, the center, or downtown, of Perugia will be the most rewarding place to eat either lunch or dinner. The main street 'walk' begins at the Piazza Duomo at the Fontana Maggiore and ends with a dramatic view that showcases the city's churches and the Umbrian countryside. There are many dining options along this street.  The last hotel on the right hand side (Hotel Brufani) before reaching the viewpoint offers five star accommodation and regional dishes, specializing in legumes and fantastic olive oils.  At the other end of Corso Vannucci, just to the right of the cathedral, is a charming pizzeria, La Mediterranea.  It is comprised of two rooms, the first with a brick oven and a buffet where an expert pizzaiolo slides freshly topped pizzas onto the stone hearth.  This restaurant is always crowded, and only open from 1-4 and 7-11.  Arrive either right at opening or after the traditional Italian dinner hours if you don't want to wait outside. The prices range from 5-10 euro per pizza. The pizzas are also available for take-out without a cover charge.  Step inside the door and give your order to one of the white-aproned gentlemen who will take your money and deliver you your pizza (wait outside while it's being cooked).  \n\nLocated on the historic Via Volte della Pace lies La Botte pizzeria. La Botte operates from 12-3 and 7-11 and offers a variety of local pizzas for in restaurant dining or take-out. At 3.50 Euro for a take-out pizza, La Botte offers one of the best deals in town for those on a budget. \n\nYou definitely have to go by Dal mi Cocco, a traditional Perugian restaurant. A fixed menu for 13 euro and a bottle of good wine for 5. Make sure to make a reservation though (+39 0755732511). Open from 20.30, so real Italian dinner times. All the food is made fresh, a visit to Perugia is completed by eating here. Also perfect for groups. For dessert, the gelato at Gambrinus Centro, on Via Bonazzi just off the opposite side of the Piazza is delicious with a great many flavours.  Or continue down the road past the pizza shop, and down the winding street.  When you come to the end, turn left and walk down the road through the historic apartments until you see the ducal palace which is now the Universita' dei Stranieri di Perugia.  On the right side of the street is a delightful chocolate shop which serves freshly made chocolates as well as an assortment of gelato—the chocolate flavours are fantastic.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria Il Gufo"],["url=http:\/\/www.osteriailgufo.it"],["email="],["address=via della Viola 18"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8pm-1am, closed sundays, mondays"],["price="],["content=A very good osteria with good green salads and decent prices. The homemade Limoncello is a nice touch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Settimo Sigillo"],["url="],["email="],["address=Via Ulisse Rocchi phone="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= An excellent trattoria\/ristorante with great prices that serves wonderful local cuisine, good wines and deserts, and has very friendly staff."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Merlin Pub"]},", Via del Forno. Good place to drink, good mix of locals and students alike.  Good offers on beers, remember if you get a leaflet, make sure the barman sees it, otherwise you will get charged full whack. Look out for Pisco, the owner, who will love to give you a free welcome shot."]},"\n",{"type":"*","value":[{"type":"'''","value":["Punta di Vista"]},". Just off the Piazza Italia, open air bar which is open in the summer. Nice cocktails and (like the name says) a beautiful view."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.perugiarentals.com Villa Nuba Apartments"]}]},{"type":"[","value":["http:\/\/www.perugiarentals.com"]}," - Address Villa Nuba residenze di pregio, Strada vicinale Colle San Giorgio, 70 06122, tel & fax: (+39) 075.5725765\/ cellular: (+39) 338.6872362. Luxury cottages vacation rentals directly by the owners. Salt water swimming pool, barbecue area, garden,parking and Jacuzzi. 15 minutes walking distance from the medieval center of Perugia."]},{"type":"*","value":[{"type":"'''","value":["Castello dell Oscano"]}," - Strada della Forcella, 37. The Castello dell'Oscano is situated in the outskirts of Perugia, Locality Cenerente. Other major locations in the vicinity are: Perugia airport (20 km), Assisi (25 km), Gubbio (40 km)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Borgo Monticelli"]}," 14 km from the centre of Perugia, it is a tiny hamlet dated back to 1100 with 18 apartments all recently renovated. Riding centre and golf courses nearby. Parking by the house. For shared use: garden and swimming pool. There are also agritourism hotels just out of town, which are easily accessed by car. There may also be free buses to certain hotels, depending on where you wish to stay."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Alla Posta dei Donini"],["alt="],["url=http:\/\/www.postadonini.it\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Deruta 43 - 06132. An historical residence in San Martino in Campo, near Perugia in the direction of ",{"type":"[[","value":[["Torgiano"]]},". €150-250 for double."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Vega Hotel"],["url=http:\/\/www.vegahotel.net"],["email=info@vegahotel.net"],["address=Strada di Montalcino, 2\/a 06134 Ponte Valleceppi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotel is built on two floors and offers 37 comfortable rooms with varying characteristics: apart from the single, twin and double rooms, it also offer very large, family-oriented triple and four-bedded rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Tirrenus Perugia"]},", 3 stars hotel on the edge of town 3km from the historical centre. Parking, free internet, quick food, international channels tv, english and french speaking staff. Completely renovated in a quiet location. Convenient if you have a vehicle and want to use Perugia as a base for trips around Umbria. ",{"type":"[","value":["http:\/\/www.hoteltirrenus.it"]}," - tel +3907538200 - info@hoteltirrenus.it"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Agriturismo la volpe e l'uva"],["url=http:\/\/www.agriturismovolpeuva.it"],["email=info@agriturismovolpeuva.it"],["address=strada comunale san marino 25"],["lat="],["long="],["directions="],["phone=00390755899951"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Four kilometres from Perugia.The farmhouse is surrounded by 10 hectares of olive groves, vineyards and fruit trees. Six independent apartments have been restored around the ancient stone house, which goes back to 17th century."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dimora la Sapienza"],["url=http:\/\/www.dimoralasapienza.it"],["email="],["address=Via della Sapienza 11, info@dimoralasapienza.it"],["lat="],["long="],["directions=Perugia city centre"],["phone=00393391211070"],["tollfree="],["fax="],["hours="],["price="],["checkin=15:00"],["checkout=10:00"],["content=Dimora la Sapienza is a two rental houses properties complex, in the centre of medieval town. Carefully restored, with fantastic facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Signa"],["url=http:\/\/www.hotelsigna.it\/"],["email=hotelsigna@tin.it"],["address=Via del Grillo 9"],["lat="],["long="],["directions=off Corso Cavour"],["phone=075 5724180"],["tollfree="],["fax="],["hours="],["price=€60-80 for a double"],["checkin="],["checkout="],["content=Quiet and inexpensive 23-room hotel, a 15-minute walk from Corso Vannucci. Avoid staying in the \"Annex\", particularly in the summer when you will want the window open, as it is on the noisy Corso Cavour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Brufani Palace"],["url=http:\/\/www.sinahotels.com\/eng\/home_brufani_palace.htm"],["email="],["address=Piazza Italia 12"],["lat="],["long="],["directions=Right in the center of town"],["phone=0755 732541"],["tollfree="],["fax="],["hours="],["price=€100-500+ for room or suite"],["checkin="],["checkout="],["content=Upmarket hotel where all the top jazz musicians stay during the festival."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel La Rosetta"],["url=http:\/\/www.perugiaonline.com\/larosetta\/"],["email="],["address=Piazza Italia 19"],["lat="],["long="],["directions=right downtown"],["phone=075 5720841"],["tollfree="],["fax="],["hours="],["price=€120-240"],["checkin="],["checkout="],["content= If you stay during the jazz festival you will run into all the artists. But price-quality ratio a bit disappointing."]]}]},"\n",{"type":"==","value":["Go next"]},"\nPerugia provides a good base for exploring central and northern ",{"type":"[[","value":[["Umbria"]]},", including ",{"type":"[[","value":[["Assisi"]]},". You can explore Umbria's medieval towns by day and enjoy Perugia's nighlife by night.\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Umbria"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Perugia"]]},"\n",{"type":"[[","value":[["Commons:Category:Perugia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Umbria\/Localities\/Perugia\/"]]},"\n\n",{"type":"{{","value":[["geo"],["43.116667"],["12.383333"]]}]