[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Pesaro and Urbino"]]},"\n",{"type":"'''","value":["Pesaro and Urbino"]}," Province is in ",{"type":"[[","value":[["Marche"]]}," Region in ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fano (Italy)"],["Fano"]]}]},"Known as Fanum Fortunae in Roman times, the city today is a fairly well-known coastal resort and one of the most important Adriatic fishing ports. Fano is a tourist destination for those looking for quality of life, with a first rate cultural, historical and environmental heritage, enabling visitors within a distance of a few kilometres to enjoy the sea as well as the delightful hilly inland countryside.\nThe port divides the coast of Fano into two, with Sassonia beach to the east and the sandy Lido to the west. A number of other wide beaches and small bays are to be found along the coast on both sides of the town at Fosso Sejore, Metaurilia, Torrette and Marotta and provide welcoming natural environments the tourist. \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gabicce Mare"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pesaro"]]}," - pleasant resort by the sea"]},{"type":"*","value":[" ",{"type":"[[","value":[["Urbino"]]}," - attractive university town up in the hills"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nIf one had to decide which Italian landscape was the most typical, you’d have to choose the Marche…\nItaly, with its range of landscapes, is a distillation of the world; the Marche is a distillation of Italy.\nThe Pesaro and Urbino province offers a long seaside with sandy and stone beaches and gentle sloping hills that take you to rugged mountain peaks in the interior, through 2 National parks: Monti Sibillini and Gran Sasso e Monti della Laga, 5 Regional parks: Monte Conero, Sasso Simone e Simoncello, Monte San Bartolo, Gole della Rossa e Frasassi and 5 Nature reserves: Abbadia di Fiastra, Gola del Furlo, Montagna di Torricchio, Ripa Bianca e Sentina.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe Province of Pesaro and Urbino (just a short distance south of the Emilia Romagna region) stands between the Adriatic coast and the Marche countryside. It is linked by an excellent road and rail network from the north and south, with the SS.16 Adriatic Coastal road, the A14 motorway and the Bologna-Ancona mainline railway (Train stations: Pesaro, Fano). Rome can be reached easily along the SS.3 Via Flaminia with a rail connection via Falconara and Orte. From the Raffaello Sanzio Airport at Falconara (Ancona) there are daily flights to and from many national and international destinations (From the UK, Ryanair fly from either Liverpool or London Stansted). Distances from the main cities (km): Rome 289 Venice 250 Bologna 161 Urbino 40\nMilan 372 Florence 208 Assisi 131 Ancona 48.\n\n",{"type":"==","value":["Get around"]},"\nThe railway that runs down the coast is excellent for exploring the coast places with fast and frequent trains running all day. Busses tend to be rather infrequent, especially if you are looking to explore inland, so hiring a car is essential if you want to explore a bit. The bicycle is perfect to run across the gentle hills and along the beaches.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Art"]}," - The Province of Pesaro and Urbino offers lots of ancient towns, villages and castles which all have their own story to tell. Each of  them bear the indelible evidence of the inspiration and creativity of those who played a part in their history. The problem about creating a series of art tours around the area arises from the simple fact that every town has something to make it worth a visit. And often it is the smallest villages, which still retain strong links with their rural past, that have the greatest interest."]},"\n",{"type":"*","value":[{"type":"'''","value":["Theatres"]}," - That great passion and enthusiasm for art and culture in the entire province of Pesaro and Urbino has produced a number of famous names. Among these are the Fano theatre designer Giacomo Torelli, who worked for a long period in Paris at the court of the Sun King, and the great composer Gioachino Rossini, from Pesaro. These great names provide proof of the existence of an inspiring, lively artistic life which continues to maintain this rich tradition today."]},"\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Flaminian Way"]}," - The Flaminian Way provided a vital link between ancient Rome, Cisalpine Gaul and the whole of Northern Europe. For the cities lying along its route this brought new-found prosperity. From Rimini to Pesaro and on to Fano, it then turned inland towards the narrow Furlo Gorge, an incredible mountain canyon between Monte Pietralata and Monte Paganuccio, before continuing on to the Imperial capital. Visitors today following this ancient road will find archaeological sites of great importance, walled hill towns and castles guarding the Metauro Valley and magnificent natural scenery -this is a route to meander along, to discover tiny gems of history along kilometre after kilometre of road."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fortresses and Castles"]}," - Few other places have a history and beauty as rich as the ancient fortresses and castles guarding the hills and valleys of this area, whose age-old past becomes lost in legend. Here we find ourselves in a sort of magic time machine where fantasy and reality become one. San Leo takes us to Cagliostro's dungeon, Gradara takes us to the chamber of Francesca da Rimini and her lover Paolo, Urbino to the rooms where Lucrezia Borgia once lived and halls which held Renaissance banquets..."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Wines"]}," - The gentle hilly countryside of the Province of Pesaro and Urbino provides fertile terrain for fine quality grapes and the local people have prized their aphrodisiac qualities for centuries! Grapes were grown in this area as long ago as the 8th-10th Century BC by Etruscan tribes who understood the potential of the landscape, the mildness of its climate and the variety of micro-climates most favourable to this rich variety of grape. A passion for wine-growing developed over time and has led to the production of a number of excellent wines which are now classified with the label \"Denominazione di Origine Controllata\". Around the province of Pesaro and Urbino you can find the following particular DOC classified wines: \"Bianchello del Metauro\", \"Colli Pesaresi Rosso\", \"Colli Pesaresi Bianco\"."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Moretta"]}," - It is difficult to find coffee quite like this Fano speciality anywhere else. It isn't just a question of knowing how to use a coffee machine or even the way in which the beans are blended or roasted. The secret of the unmistakable aroma of moretta lies in the ingredients which are added to it in their correct proportion and blend. Yet if you find, even by following the recipe, that your own coffee doesn't quite match up to the true Fano Moretta, then you must allow the fisherman of the town, who are the true masters of the tradition, to retain a few secrets for themselves about the making of this unique and unmistakable drink."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Visner"]}," - The typical inland \"Visner\" is a wild cherry wine, in which wine and fruit are matured together. Once upon a time farmers produced this blend of wine and cherries to quench their thirsts while working on the land but now Visner has become a delicacy served in restaurants which are proud of maintaining local traditions."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Da Maria"]}," - Simply unique! Maria and her daughter Domenica will sweetly cook for you the best fresh local fish. "]},"Fano, via IV Novembre 86   +39 0721 808962\n\n",{"type":"*","value":[{"type":"'''","value":["The Fish"]}," - The Adriatic sea is one of the richest areas for fishing, history and culture and those who fish its waters know how to make the most of the opportunities of all that the sea has to offer. It is therefore no surprise that fish is the main element in the gastronomic tradition of the province and that hundreds of restaurants provide an infinite number of ways to prepare it. "]},"\n",{"type":"*","value":[{"type":"'''","value":["The Truffle"]}," - Travel a few kilometres along the via Flaminia from Fano and you reach Acqualagna, capital of the truffle (along with Sant'Angelo in Vado and Sant'Agata Feltria). The truffle, with its magic aroma, is one of the world's great culinary ingredients and the finest gourmets are prepared to go to any lengths to enjoy its exquisite taste."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Olive Oil"]}," - Over the years, time and history have shown the hills just outside Fano to be particularly suited the growing of olives. The high number of olive presses still operating in the area hark back to days gone by. At Cartoceto olive growing has always been a characteristic feature of the landscape. Here, olive presses are still in operation and their excellent quality extra virgin olive oil is renowned at international level."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Cheese"]}," - Among the many specialities are a number of cheeses, of which the finest is without doubt the famous golden Formaggio di Fossa, matured in underground caves of tufa stone, whose strong intoxicating aroma fills the air. It is to be found in the north of the province at Talamello, in the Val Marecchia, but also a few kilometres away from Fano in the village of Cartoceto. It is a magnificent culinary delicacy used in a variety of dishes from soups to dessert. The Casciotta di Urbino is also worthy of mention. It has been made since the 16th century and even Michelangelo had a weakness for it! The Pecorino cheese is a very versatile ingredient and can be conserved in a hundred different ways. The tourist travelling through the countryside will find the fine Pecorino con le Vinacce and the Pecorino di botte, that is a typical product of the Fano area. The Pecorino di botte is wrapped in particular types of foliage and has an unmistakable and delightfully delicate flavour."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fano Hotel Imperial"],["alt=Fano Hotel Imperial - Marotta di Fano"],["url=http:\/\/www.hotel-imperial.it"],["email="],["address=Lungomare Faà di Bruno,119 · 61032 Marottta di Fano (Pesaro-Urbino)"],["lat="],["long="],["directions="],["phone=39 0721 969445"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fano Hotel Imperial is a clean family-run Hotel on the Adriatic shore just south of Fano, Marche region. The Hotel is a stand-alone building with swimming-pool, restaurant and private beach. It offers full-board prices or b&b rates. Imperial Hotel is a seasonal Hotel in Fano."]]}]},"\n\n",{"type":"==","value":["Stay safe"]},"\nLe Marche is probably one of the safest Italian regions.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Marche"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Province of Pesaro and Urbino"]]},"\n",{"type":"{{","value":[["geo"],["43.91015"],["12.9133"]]}]