[{"type":"{{","value":[["pagebanner"],["Peshawar banner Arcade.jpg"]]},"\n\n",{"type":"'''","value":["Peshawar"]}," (Pashto: پېښور‎; Urdu: پشاور) is a relatively prosperous frontier town in ",{"type":"[[","value":[["Pakistan"]]}," near the ",{"type":"[[","value":[["Khyber Pass"]]},", which gives it a distinct ",{"type":"[[","value":[["Afghanistan"],["Afghan"]]}," flavor.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nPeshawar International Airport (PEW) is  located about a 25 minute drive from the center of Peshawar, it is the 4th busiest airport in Pakistan. It is served by all Pakistan carriers including national flag carrier \"PIA\" or \"Pakistan International Airlines\". Moreover, many ",{"type":"[[","value":[["Middle East"]]}," airlines also serve this airport, such as Emirates Airlines, Etihad Airways, Gulf Air, Air Arabia and Qatar Airways. \n\nPeshawar airport has international direct flights to ",{"type":"[[","value":[["Al Ain"]]},", ",{"type":"[[","value":[["Bahrain"]]},", ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Abu Dhabi"]]},", ",{"type":"[[","value":[["Doha"]]}," , ",{"type":"[[","value":[["Jeddah"]]},", ",{"type":"[[","value":[["Kabul"]]},", ",{"type":"[[","value":[["Muscat"]]},", ",{"type":"[[","value":[["Kuwait"]]}," and ",{"type":"[[","value":[["Riyadh"]]},". The connections to\/from other Asian, European and American cities are available VIA Lahore, Karachi and Islamabad airports. The domestic flights to\/from Peshawar Airport are Chitral, Islamabad, Karachi and Lahore.\n\n",{"type":"===","value":["By train"]},"\n\nYou can reach Peshawar by train with Pakistan Railway ",{"type":"[","value":["http:\/\/pakrail.com\/"]}," from ",{"type":"[[","value":[["Karachi"]]}," (36 hours) and ",{"type":"[[","value":[["Quetta"]]}," (25 hours), both are via ",{"type":"[[","value":[["Lahore"]]}," and ",{"type":"[[","value":[["Rawalpindi"]]},".\n\nThere are currently no passenger trains from Landi Kotal in the ",{"type":"[[","value":[["Khyber Pass"]]},".\n\n",{"type":"===","value":["By Road"]},"\n\nPeshawer is connected with Islamabad via Motorway ",{"type":"'''","value":["M-1"]}," and via national highway ",{"type":"'''","value":["N-5"]},". \n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":["Buses"]}," and ",{"type":"'''","value":["minibuses"]}," run to many parts of the country from here.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Daewoo"]},", ",{"type":"[","value":["http:\/\/www.sammi.com.pk"]},", operates the most luxurious services to ",{"type":"[[","value":[["Rawalpindi"]]},", ",{"type":"[[","value":[["Islamabad"]]},", ",{"type":"[[","value":[["Multan"]]},", ",{"type":"[[","value":[["Faisalabad"]]},", ",{"type":"[[","value":[["Abbottabad"]]}," and ",{"type":"[[","value":[["Lahore"]]}," (Rs. 600 per person, 6.5 hours time)."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["Auto-rickshaws"]}," give Peshawar two of its most well-known traits: polluted air and clogged streets, and are the most popular way to get around the city.\n\n",{"type":"'''","value":["Walking"]}," is another option, but take care with the traffic and at night.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Old Peshawar.jpg"],["thumb"],["240px"],["Peshawar's \"Old Town\""]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Old City Centre"]}," with the Qissa Khwani Bazaar, Bazar-e-Kalan, Clock Tower Square, Chowk Yadgar, Tehsil Gorgathri, Mohabbat Khan Mosque, Sunehri Masjid (Sadar), Peshawar Museum, Khyber Bazar. Parks includes Khalid bin waleed park, Shahi bagh and Wazir bagh. The traditional halal food of Peshawar can be bought from Namak Mandi, Khyber Bazar. The famous \"Kulfa\" can be accessed from Qissa Khwani Bazar in the months of Apri-Sept every year, when there is hot weather in the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bala Hisar Fort"]}," is one of the most historic places of Peshawar. The word Bala Hisar is from Persian, meaning, “elevated or high fort”. Renowned historian, Dr A.H. Dani in his book \"Peshawar-Historic City of Frontier\" writes that when Hiuen Tsang, a Chinese traveller, visited Peshawar in 630 AD, he spoke of a \"royal residence\"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sethi Houses"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ghor Khutree"]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ghanta Ghar (Clock Tower)"]}," The clock in this tower is one among the pair (second one in England) presented by the Queen Elizebeth, UK."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mahabat Khan Mosque"]},"; Mahabat Khan, the governor of Peshawar, built it in 1630 AD during the reign of Mughal Emperor Shah Jahan (the ruler of the Mughal Empire in India from 1628 until 1658)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Islamia College (Chartered University)"]},", is an educational institution located in the city of Peshawar of the North West Frontier Province (NWFP), Pakistan. It was opened on October 1st 1913 as a constituent college of University of Peshawar by Sir Sahibzada Abdul Qayum Khan and Sir George Roos-Keppel. Though its names suggests it to be some kind of a religious institution, it is not. In fact, inline with other government colleges, it primarily educates its students in arts, humanities and sciences."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Peshawar Museum"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["University of Peshawar"]},", came into being in 1950 AD,  institution is committed to achieving excellence in the undergraduate and graduate education, research and public service. The University provides superior and comprehensive educational opportunities at the baccalaureate through doctoral and special professional educational levels."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sir Sahibzada Abdul Qayum Museum, University of Peshawar"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hayatabad"]}," is a posh neighborhood of Peshawar, famous for its Shopping centers"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villages"]}," Regi, Lakaray, Mulazi, Nasir Bagh, Palosi, Naway Kalay, Achini, Tehkal, Shahi Bala, Mathra, Pir Bala, Hazar Khawani, Rehman Baba Mazar,"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" In the summertime ",{"type":"'''","value":["hiking tours"]}," to the mountains are offered. Ask at Green Tours in front of the Greens Hotel, Peshawar Cantt, and Pearl Tours of the Pearl Continental Hotels. This can also be done by hiring a car, jeep or pickup from local 'Rent-a-Car' servicing private agencies at a very cheap rate ranging from US$20-US$60 per day, depending upton the condition of the vehicle. (the prices r correct as at June 30, 2006-maslampsh)"]},{"type":"*","value":[" Khyber train Safari"]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Shah Qabool Gems Street"],["url="],["email="],["address=Namak mandi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can buy gems and minerals precious and semi precious ask Mr Nasro Minallah Ahmadzai and co shop No 1 Ashoor building Shah Qabool Gems Street"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Dry Fruit Wala. Peshawar.jpg"],["thumb"],["One of the vendors in Namak Mandi."]]},"\nBefore going to buy anything in Peshawar, you first have to be ready to ",{"type":"[[","value":[["bargain"]]},".  You will need to bargain at most of the shops for items especially fabric.  If you are a foreigner, be careful when shopping at shops that do not have fixed prices.  The shop keepers will try their best to rip you off.  When you ask how much, be prepared to offer half of what they ask and then bargain from there.  Also, if the price still seems to high, don't be afraid to walk away. Many times they will call you back or you can find the same thing at another shop nearby. If is best to take a local person with you when shopping at stores that require bargaining.   \n\nThe old town is a good place to stock up on Pakistani and Afghani handicrafts. These markets are located in almost all parts of the Peshawar, most commonly at Bazar Shah Qabool Olia, Namak Mandi, Khyber Bazar, Sadar Road, etc. (maslampsh)\n\nShafi Market (and surrounding bazaars) in the Sadar area is one of the best places to buy clothing fabric.  You will find every kind of cloth from simple everyday fabric to fabric suitable for the fanciest of occasions.  The shops in Shafi Market work on a bargaining system for the most part. The market is usually very crowded, so keep a close watch on your money. \n\nDean's Trade center opened in late October 2007.  It can be accessed from both Sadar Road and Sonheri Masjid Road.  It is a beautiful shopping center. Many of the shop keepers who have stores on Shafi Market are also opening stores in Dean's Trade Center, however there is a lot more than just fabric at Dean's Trade Center. In general the prices are a bit higher at Dean's Trade Center, but it is much easier to shop there as it is less crowded.  Some of the stores have fixed prices, but most will bargain with you. A to Z Mart is one a great general department store in Dean's that has clothing, cosmetics, stationary, housewares, and groceries.  The prices are all fixed, but very reasonable.  As of October 2007, most of the shops at Dean's Trade center are not occupied, so it is bound to only get better as more shops open.  \n\nIn the Sadar area, the best place to buy fabric at fixed prices is at R-Sheen on Arbab Road.  As for Shoes, Imperial, and Jolly, Service, Bata, and Stylo have the best ladies and kids collections as well as fixed prices.  There are a number of ready made clothing shops along Sadar Road and Arbab Road as well.  Most have fixed prices, but some will still bargain a bit so don't be afraid to ask.\nAlso on University Road there are several Big Plazas and Fashion Outlets with outstanding class and Designs. Most of them are Fixed Price, take a look in the shop if its Fixed Price they must have it displayed otherwise don't forget to bargain.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Khan's Club,"]}," Peshawar City, rated among Top 10 resturants in Pakistan by ",{"type":"'''","value":["\"The News\""]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Celeste Cafe,"]}," Bithani Plaza, Iqra University Chowk, University Road, Peshawar'''"]},"\n",{"type":"*","value":[{"type":"'''","value":["Mr. Cod,"]}," Bithani Plaza, Iqra University Chowk, University Road, Peshawar'''"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ceentral Perk,"]}," Bithani Plaza, Iqra University Chowk, University Road, Peshawar'''"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chief Burger,"]}," University Town. Best fast food in town offering several kind of Burgers, Pizza's etc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe de Milan,"]}," University Town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clock Tower Food Street"]},", Peshawar City, for all local and traditional spicy foods."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Masoom's, University Town"]},", for continental foods."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pearl Continental Hotel Roof Top Bar B Que"]},", on weekends only."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["KFC."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizza Hut"]},", near Sher Khan Shaheed Stadium."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["North West Frontier Heritage"]},", roof top Bar B Que with live traditional music. Behind Firdos Cenima, Main GT Road, Peshawar City"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Habibi Resturant"]},", (can be located in city and entrance to Hayatabad) for local and traditional foods."]},{"type":"*","value":[" ",{"type":"'''","value":["Khyber friends"]},", a small restaurant located on university road near Orakzai plaza. the food of this restaurant is very delicious and on a reasonable price. the taste could be compared to CHERSEE TIKKA HOUSE. though the environment is not up to the mark."]},"\n",{"type":"*","value":[" Chapli ('sandal') Kabab, a flat beef kebab, one of the famous dishes of Peshawar. Several famous kabab selling shops are around. Information about them can be obtained from the travel agents or local hotels and guides. To name a few: Jalil Kabab House near Hayatabad Entrance is the most popular also you can find some others near the Ring Road Hayatabad"]},"\n",{"type":"*","value":[" The restaurants in *",{"type":"'''","value":["Namak Mandi"]}," serve marvellous tikka and karai.\"",{"type":"'''","value":["CHERSEE TIKKA HOUSE"]},"\"  is the most famous tikka shop here. Meat is ordered by the kilogram, and then prepared according to your preference, either as tikka (barbecued) or as karahi (stir-fried, finished with fresh tomatoes & chilli)."]},"\n",{"type":"*","value":[" Faluda, a sweet dish mainly found on the Peshawar markets and bazaars especially Qisa-Khwani Bazaar."]},"\n",{"type":"*","value":[" Fried Fish is also an another good treat, it can be found in Jalil Kabab House and some other restaurants near Hayatabad on Ring Road."]},"\n",{"type":"*","value":[" Of course the easy to eat and everywhere available \"Samosa\" and \"Pakora\""]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"[[","value":[["Image:Peshawarkawa.JPG"],["thumb"],["A pot of Kawa, known as \"Green Tea\""]]},"\n\nPeshawar is known for its ",{"type":"'''","value":["Kawa"]}," (Green Tea) which has a unique flavor, and is usually served sweet.\n\n",{"type":"'''","value":["Sharbat-e-Sandal"]}," is a sweet, non-carbonated drink unusually found in markets in summer. It has a good taste and a yellowish-green transparent colour - look out for the black seeds. Served ice cold.\n\nNWFP is a dry state, making ",{"type":"'''","value":["alcohol"]}," hard to come by.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Rose Hotel"]},", Khyber Bazaar, Shoba Chowk, +92-91-250-755. Good sized and fairly clean rooms with attached bath in a large, secure building. Parking is available. Another popular place to meet other travelers, and the office can arrange trips to the Khyber Pass and other areas, but at a premium. Doubles from Rs. 400-600 w\/cable tv and attached bath. They can put you in touch with a couple of good guides. They can be contacted by asking at the reception. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Amin Hotel"]},", main GT Road"]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Greens Hotel"]},", Saddar Rd, (",{"type":"''","value":["1 block west of Tourist Inn Motel"]},"), +92-91-270-182. A nice mid-range hotel, with a decent restaurant. Rooms from Rs. 1200."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Grand"]},", Tehkal Road, Peshawar. Room prices start from Rs. 1000 and up, "]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pearl Continental"],["alt="],["url=http:\/\/www.pchotels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Khyber Rd, (",{"type":"''","value":["near Bala Hissar Fort"]},"), +92-91-276-631. The nicest hotel in the city, 5 star standards, with a few restaurants, a business center with internet (Rs. 400\/hour), and a swimming pool. Room prices start from Rs. 10,000 and up."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Khan's Club,"]}," Located in Peshawar City Centre. Standards are high but surrounded in a crowded area."]},"\n",{"type":"==","value":["Stay safe"]},"\nBefore going to Peshawar, check for travel advisories from your government's website, as these regions have become volatile and unstable, with fighting between the Taliban forces and Pakistani military.\nPeshawar is the home of several ethnic and religious groups and has had a number of terrorist attacks in recent years.\n\nThere were several bomb blasts in or near the old city in October 2006.  More recently, 49 were killed in a Taliban attack in Peshawar in October 2009.\n\nPolice sergeants can be found in the streets and roads to ensure safety.\n\nAs a stranger, and therefore a guest, you can usually rely on the support of people around you should something or someone feel threatening. Make noise and create a scene, drawing as much attention to the problem as you can should work to your advantage.\n\nSeveral areas bordering on Peshawar, the agencies, are administered by tribal authorities only, and outside the control of the regular police. Entry to these areas can be dangerous for foreigners.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Khyber Pass"]]}," is one hour away and can be visited by taking a taxi. It is in the tribal area and easy-to-get permissions (from the NWFP gov't office or through your hotel or tour guide) are needed for foreigners to enter this area. A taxi to bring you there and back to Peshawar shouldn't set you back more than US$20. See Bab-e-Khyber (Khyber Gate), Jamrud Fort, Shagai Fort, Ali Masjid Fort. Due to Pakistan's security situation it is currently impossible to visit the Khyber Pass. Taliban and local warlords are currently fighting running battles with the Pakistani army in Khbyer Agency, part of tribal area. Main part of the conflict is about the control of the road between Peshawar and the Khyber Pass (entry into Afghanistan). This road is being used by truckdrivers to supply Nato troops in nearby Afghanistan. Taliban regularly attacks these Nato convoys whereby trucks are burned and truckdrivers are punished or killed. For now, stay away from Khyber Agency. Beware, tribal area starts already in the western outskirts of Peshawar. "]},"\n",{"type":"*","value":[" The Hayatabad, is a modern and first planned suburb at south-western fringe of Peshawar (the capital of the North-West Frontier Province, Pakistan)."]},"\n\n",{"type":"[[","value":[["WikiPedia:Peshawar"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Pakistan\/Provinces\/North-West_Frontier\/Localities\/Peshawar\/"]]},"\n\n",{"type":"{{","value":[["geo"],["34.0167"],["71.5833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest Pakistan"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]