[{"type":"{{","value":[["pagebanner"],["Wikivoyage page banner bee.jpg"]]},"\n: ",{"type":"''","value":["Wikivoyage articles have a ",{"type":"'''","value":["Stay Healthy"]}," section with location-specific advice.  This article contains general information relevant to many destinations."]}," \n\nTravellers may encounter ",{"type":"'''","value":["animal pests"]}," that they are not familiar with in their home regions. Pests can spoil food, cause irritation, or in a worse case cause allergic reactions, spread venom, or transmit infections. Infectious microbes themselves (such as ",{"type":"[[","value":[["tropical diseases"]]},"), or ",{"type":"[[","value":[["dangerous animals"]]}," that can injure or kill people by force, do not usually qualify as pests. There is a separate article on ",{"type":"[[","value":[["poisonous plants"]]},".\n\n",{"type":"==","value":["Ants"]},"\n",{"type":"[[","value":[["Image:Bullant head detail.jpg"],["thumb"],["Long mandibles and big eyes of a bull ant"]]},"\nThe common black ants are a problem mainly because they get into food. However, there are types of ants that can make for an uncomfortable or even dangerous encounter. The three types of stinging ants are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Bull ants"]}," - around 90 species of ant endemic to ",{"type":"[[","value":[["Australia"]]}," and ",{"type":"[[","value":[["New Caledonia"]]},", identified by their slender bodies 15-40 mm long, large eyes, and long mandibles"]},{"type":"*","value":[" ",{"type":"'''","value":["Fire ants"]}," - 285 species worldwide, typically with black-reddish bodies, 2-6 millimeters in length"]},{"type":"*","value":[" ",{"type":"'''","value":["Ponerine ants"]}," - 1600 species worldwide, which can be identified by a very constricted \"waist\" and large body size"]},"Ant stings can really hurt, and accidentally walking on a fire ant nest can give a person - especially a toddler - an experience they won't soon forget. Though painful, bites will usually clear up within a couple of days if left alone. For cases where there are multiple bites, hydrocortizone or aloe vera is sometimes applied topically, or antihistamines may be taken orally. A few unfortunate people are allergic, and for such people stings may lead to anaphylactic shock, which can be lethal.\n\n",{"type":"==","value":["Bedbugs"]},"\nThese tiny nuisances tend to nest under beds or in other furniture, coming out at night to feed on the blood of unsuspecting victims who typically do not feel bites at the time. Infestation can be found almost anywhere in the world - they are most common in less developed areas but are becoming an increasingly common problem in the developed world as well. Bites are typically nothing serious and may be hardly noticeable, but can sometimes provoke rashes, allergic reactions, or other skin irritations. If you are travelling cheap and happen to detect a faint odor of rotten raspberries in your hotel room, or if you find small, mysterious red bites on your skin in the morning, you might consider changing your choice of accommodations. Sleep tight!\n\nYou do not want to take these home with you. Avoid unpacking into places where the bugs may be dwelling and wash your spare clothes before the bugs have a chance to hide away.\n\n",{"type":"==","value":["Bees, hornets and wasps"]},"\n",{"type":"[[","value":[["Image:Wasp talakaveri.jpg"],["thumb"],["Spider wasp common to ",{"type":"[[","value":[["India"]]}]]},"\n",{"type":"[[","value":[["File:Vespa mandarinia japonica s3.JPG"],["thumbnail"],["Asian Giant Hornet"]]},"\nHornets and wasps sting more readily than bees because stinging is fatal for bees and not the other two types of insects. Wasp stings can be very painful, but unless you are allergic to the stings of any of these insects or are stung by an entire hive, there is usually very little chance of serious complications. However, varieties such as the 'Asian Giant Hornet' (found in ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Korea"]]}," and ",{"type":"[[","value":[["China"]]},") can be extremely dangerous, even to people without an allergy. People who are allergic to bee stings need to exercise great caution, because one sting can be fatal for them. Yellowjackets, though similar to bees in appearance, are actually a type of wasp. They probably won't sting you for no reason, but if you are eating or drinking outside and a swarm of yellowjackets decides they want what you're having, you're best off letting them have it.\n\n",{"type":"==","value":["Chiggers"]},"\n\n",{"type":"==","value":["Cockroaches"]},"\nCockroaches are common carriers of disease and you surely do not want to handle them or allow them to get into your food. Quite a few people are allergic to cockroaches, and this allergy is a major cause of asthma in places with large roach infestations, like poor areas of American cities. In some parts of the world, such as ",{"type":"[[","value":[["Thailand"]]},", large roaches called waterbugs are considered a delicacy and are for sale in markets for human consumption.\n\n",{"type":"==","value":["Fleas"]},"\n\n",{"type":"==","value":["Flies"]},"\n\n",{"type":"[[","value":[["File:Tsetse foldedWings.jpeg"],["thumb"],["Tsetse flies fold their wings on top of each other when resting."]]},"\nIt pays to check on what kind of flies are present where you are visiting. House flies can spread infection and are a common contaminator of food. In some countries exposed waste makes flies particularly dangerous by what they can spread.\n\nSome types of flies bite but, unlike female mosquitoes, have many sources of food other than blood, so they may leave you alone and are mostly just a nuisance. However, horseflies have a particularly annoying bite, and there are parts of the world where black flies are a horrible scourge. Even worse, certain types of flies are very dangerous, like the tsetse flies that spread sleeping sickness, which kills tens of thousands of people or more every year in East Africa. In Australia, non-biting flies can swarm and simply make it difficult to do anything without whisking them away from the face, leading to various nets and hat attachments as essential clothing.\n\n",{"type":"==","value":["Jellyfish"]},"\nJellyfish are found the world over in many shapes and sizes. Some are harmless but many are venomous and will sting you. A few species are incredibly dangerous and in some cases can kill a human. See the article: ",{"type":"[[","value":[["Jellyfish"]]},".\n\n",{"type":"==","value":["Leeches"]},"\n\n",{"type":"==","value":["Lice"]},"\n",{"type":"[[","value":[["File:Aedes Albopictus.jpg"],["thumb"],["upright 0.65"],["The Aedes or Asian tiger mosquito that spreads ",{"type":"[[","value":[["dengue fever"],["dengue"]]}," has a recognizable stance and appearance."]]},"\n\n",{"type":"==","value":["Mites"]},"\nMites are similar to ticks and tend to be much smaller. They can be hard to see with the naked eye and be very uncomfortable if you are covered by some. See a doctor if you are affected.\n\n",{"type":"==","value":["Mosquitoes"]},"\n",{"type":"[[","value":[["Image:Mosquito net.jpg"],["thumb"],["Mosquito net on a tent frame"]]},"\n",{"type":"'''","value":["Mosquitoes"]}," exist around the world, especially in wetlands. In parts of the tropics, mosquitoes carry ",{"type":"[[","value":[["malaria"]]},", ",{"type":"[[","value":[["dengue"]]},", or ",{"type":"[[","value":[["yellow fever"]]},". Other diseases, including West Nile virus, can be spread by mosquitoes in some temperate latitudes.\n\nPrevention is better than cure: cover your arms and legs as much as possible, and use repellents. Use insect screens or insect nets where you sleep. For areas where mosquitoes are known to carry diseases you should check in advance whether preventive medication is recommended. For malaria this varies by region. Some drugs are quite strong and may be unsuitable e.g. when pregnant.\n\nIn areas where mosquitoes are a problem, typical precautions include:\n",{"type":"*","value":[" ",{"type":"'''","value":["insect repellent"]}," - topical lotions or sprays"]},{"type":"*","value":[" ",{"type":"'''","value":["long sleeves and pants"]}," - wise even in some hot environments"]},{"type":"*","value":[" ",{"type":"'''","value":["wearing white or bright clothing"]}," - black clothing attracts mosquitoes"]},{"type":"*","value":[" ",{"type":"'''","value":["mosquito nets"]}," - can be placed over your bed, hammock, or sleeping bag"]},{"type":"*","value":[" ",{"type":"'''","value":["citronella candles or oil"]}," - emits a strong scent which repels them"]},{"type":"*","value":[" ",{"type":"'''","value":["staying inside at dawn or dusk"]}," - daybreak and nightfall are higher activity times for mosquitoes"]},"\nSleeping in rooms that are either air-conditioned (so that you can close the windows and doors), or have insect screens over the windows, will help prevent mosquitoes from entering the room. Be sure to check the screens for defects before relying on them. Having a fan switched on can help, as the moving air makes it more difficult for mosquitoes to land. When ",{"type":"[[","value":[["camping"]]},", it may be wise to avoid setting up near areas with stagnant or standing water which may serve as a breeding ground. When camping or sleeping indoors without screens, use a mosquito net that has been treated with permethrin insecticide - these can be found at some pharmacies and airports. As mosquitoes are very persistent insects that will keep trying to find a way to reach you, make sure the net is securely tucked under your bed or sleeping mat.\n\nRepellents are available in various forms, including lotions and aerosols that can be applied to the skin, and others that can be applied to clothing. There are also devices that generate repelling scent, such as mosquito coils and citronella candles.\n",{"type":"*","value":[" ",{"type":"'''","value":["DEET (diethyl toluamide)"]}," - effective at concentrations of 10% and up; its strength plateaus at around 50%. DEET-based repellents are generally the most common, the most effective overall, and are readily available from pharmacies, supermarkets, and vendors at larger airports."]},{"type":"*","value":[" ",{"type":"'''","value":["Permethrin"]}," - an insecticide used to treat fabrics, mosquito nets, etc (but not suitable for application to the skin). Clothing is usually impregnated by soaking in a permethrin solution; a single application will last several washes."]},{"type":"*","value":[" ",{"type":"'''","value":["Picaridin (icaridin)"]}," - for those sensitive to DEET, or who dislike its smell, repellents containing Picaridin (e.g. Cutter Advanced) are available in limited areas. These have been shown to be as effective as DEET in certain circumstances, and there's almost no odor."]},{"type":"*","value":[" ",{"type":"'''","value":["Oil of lemon eucalyptus (p-menthane 3,8-diol)"]}," - another option for those sensitive to DEET. Considered to be the strongest of the plant-based repellents and according to some studies may be similar to DEET in terms of effectiveness. Has a strong lemon-like odor, but without the acrid chemical edge typical of DEET. Less toxic than DEET."]},"\nMosquito coils, usually permethrin-based, provide effective protection for up to 8 hours in spaces up to 30 cubic meters (a small room). They usually come with little stands: bend the center part upwards, slot the middle of the coil on the pointy bit, heat the other end with a flame until it catches fire, then blow it out and let the end smoulder. The main danger with these is the risk of fire: place the coil on a ceramic plate or other fireproof platform and extinguish it before going out or going to sleep. The smell will also stick to your clothes and other belongings for a while, although it usually fades pretty fast.\n\nVarious herbal or plant-based repellents are also available, but their effectiveness is extremely limited.\n\n",{"type":"==","value":["Rodents"]},"\n",{"type":"'''","value":["Rats"]},", ",{"type":"'''","value":["mice"]}," and other rodents are as prolific as humans; rats have colonized the world during the last centuries as stowaways on ships. They cause trouble by eating human food, as well as chewing through clothing and other equipment. Rodent-proofing a building can be difficult.\n\nRats can enter buildings through a toilet. Make sure the trap is filled with water, and close the lid.\n\nRats can also carry other pests such as fleas, many of which carry diseases as well. A good example is the plague, also known as \"black death\", which wiped out more than half of Europe's population in the 14th century.\n\n",{"type":"==","value":["Ringworm"]},"\n\n",{"type":"==","value":["Snakes"]},"\n",{"type":"''","value":["Snakes are covered in our article on ",{"type":"[[","value":[["Dangerous animals"]]},"."]},"\n\n",{"type":"==","value":["Spiders"]},"\nThere are many spiders, especially in the tropics, with poisonous bites that can be fatal. Many spiders, such as the Huntsman, can give you a strong bite but is not venomous. The two most dangerous spider species in the world are endemic to Australia, although fatalities are very rare.\n\n",{"type":"==","value":["Ticks"]},"\n",{"type":"[[","value":[["File:Ixodes scapularis.jpg"],["thumb"],["A tick in the grass"]]},"\n",{"type":"[[","value":[["File:Tick male size comparison (aka).jpg"],["thumb"],["100x60px"],["Tick compared to head of match"]]},"\n",{"type":"'''","value":["Ticks"]}," are small, eight-leg arachnids (sharing ancestry with spiders and mites) that prey on large animals, such as humans. They are among the most common visible parasites in temperate areas such as ",{"type":"[[","value":[["Europe"]]}," and ",{"type":"[[","value":[["North America"]]},". However you may encounter ticks in the tropical regions as well, for instance in the Amazon rainforest. In ",{"type":"[[","value":[["Australia"]]}," kangaroo ticks are very common and require checking for in areas frequented by kangaroos.\n\nTicks can be a nuisance for travellers in wildlife, especially when ",{"type":"[[","value":[["hiking"]]}," and ",{"type":"[[","value":[["travelling with pets"]]},", and in some parts of the world, certain kinds of ticks can carry nasty diseases including Lyme disease. Young ticks, ",{"type":"''","value":["nymphs"]},", are barely visible to the naked eye; when fed with blood, they can become as big as a pin head.\n\n",{"type":"===","value":["How to prevent tick bites"]},"\n",{"type":"*","value":[" Avoid contact with warm-blooded animals (outdoor pets, livestock and wildlife)."]},{"type":"*","value":[" Avoid walking through tall grass or otherwise exposing yourself to ground vegetation."]},{"type":"*","value":[" Dress in bright colours, making ticks more visible."]},{"type":"*","value":[" Wear high-ankle footwear."]},{"type":"*","value":[" Examine your skin when the trek is over. Ticks prefer soft, thin skin, such as between the toes, the back of the knee, and the groin."]},{"type":"*","value":[" Examine your pets, especially after they have been through thick vegetation."]},"\n",{"type":"===","value":["How to remove a tick"]},"\nCare must be taken when removing ticks to prevent the mouth parts from breaking off under the skin and to avoid squeezing the tick, as that would increase the chance of infection. You can buy special fine-tipped tick tweezers from the pharmacy that can be used to remove a tick safely if you happen to get bitten. You should remove the tick from your skin without unnecessary delay (leaving it over the night will drastically augment the risks) and preferably with the tick tweezers to reduce the infection risk. After removal, wash the bite with alcohol, iodine, or soap and water. If the tick bite starts to form red rings on the skin around it or if you experience other symptoms relating to the bite, you should go visit a doctor as soon as possible. Similarly, if you develop a rash or fever within weeks, seek prompt medical attention and remember to tell about the tick.\n\n",{"type":"==","value":["Scorpions"]},"\nIf you see a scorpion, watch out. At best, their sting is very painful. At worst, in some parts of the world, a scorpion strike can be fatal. In general, scorpions are more interested in smaller creatures they can eat than they are in you, but they do need to be respected. If you are travelling in an area where scorpions are endemic, take special care not to leave your luggage open overnight, and check inside your shoes before putting them on, in case a scorpion has decided to make its home there.\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dangerous animals"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Aggressive dogs"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Poisonous plants"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tropical diseases"]]}]},"\n",{"type":"{{","value":[["Outlinetopic"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Stay healthy"]]},"\n",{"type":"[[","value":[["wikipedia:Pest (organism)"]]}]