[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:22 фонтана.jpg"],["thumb"],["400px"],["Grand Cascade, Peterhof"]]},"\n",{"type":"'''","value":["Peterhof"]}," (in Russian: Петерго́ф) or ",{"type":"'''","value":["Petergof"]}," (Dutch\/German for \"Peter's Court\"), known as ",{"type":"'''","value":["Petrodvorets"]}," (Russian: Петродворец) from 1944 to 1992, is a municipal town within Petrodvortsovy District of the federal city of ",{"type":"[[","value":[["Saint Petersburg"]]},", on the southern shore of the Gulf of Finland.\n\nThe town is famous for its a series of palaces and gardens known as the Peterhof Palace, laid out on the orders of Peter the Great, and sometimes called the \"Russian Versailles\", but also for the \"Petrodvorets Watch Factory - Raketa\", a 300 years old Russian watch manufacture. \nThe palace-ensemble along with the city center is recognized as a UNESCO World Heritage Site.\nThe area was extensively damaged during World War II during occupation by Nazi Germany. Reconstruction efforts began almost immediately following the war, and they are still underway.\nPeterhof also hosts one of two campuses of Saint Petersburg State University.\n\n",{"type":"==","value":["Understand"]},"\n\nPeterhof is a Dutch and German word meaning \"Peter's Court\". Peter was fascinated by the West and took on many of its customs in his court, switched to the Julian calendar, and so on. Western European influence is abound in the Peterhof, called the Russian ",{"type":"[[","value":[["Versailles"]]},". Peter played an active role in the layout and design of the Peterhof ensemble that he started in 1714, although it continued to be developed after his death.\nIn 1721 Peter the Great also founded next to his palace the Peterhof Fabric that later became the \"Petrodvorets Watch Factory - Raketa\" producing since 1962 the famous Russian watches under the brand \"Raketa\" in honor of Yuri Gagarin.\n\n",{"type":"===","value":["New and Old Peterhof"]},"\n\nSometimes it is useful to speak of New Peterhof (Russian: Новый Петергоф, ",{"type":"''","value":["Novy Peterhof"]},") and Old Peterhof (Russian: Старый Петергоф, ",{"type":"''","value":["Stary Peterhof"]},"). New Petergof is in the area with the palaces and parks. Old Peterhof is that area to the west, on the way to ",{"type":"[[","value":[["Lomonosov"]]},".\n\n",{"type":"===","value":["World War II"]},"\n\nBefore the German occupation of Peterhof, attempts were made to remove or bury Peterhof's treasures. The efforts were somewhat successful. Despite the attempts, the area was extensively looted, vandalized, and damaged during the war. It was renamed ",{"type":"''","value":["Petrodvorets"]}," (Russian: Петродворец, ",{"type":"''","value":["Peter's Palace"]},") following World War II because of anti-German sentiment. In 1997, it was renamed back to Петергоф.\n\n",{"type":"==","value":["Get in"]},"\n\nVisitors on a tour package are likely to have Peterhof on their itinerary. Nonetheless, there are several methods for travelers to visit Peterhof.\n\n",{"type":"===","value":["By boat"]},"\n\nVisitors can take a  hydrofoil between Peterhof and ",{"type":"[[","value":[["Saint Petersburg"]]},". Tickets can be bought behind the Hermitage museum (also known as the Winter Palace) on the Neva River. The time to Peterhof is roughly 45 minutes. It is the fastest and most expensive (about 450 RUR for a ticket) way to get from Saint Petersburg to Peterhof. The trip is often touted as offering great views. Some, however, find this a disappointing overstatement.\n\nThere are two hydrofoil companies (",{"type":"''","value":["Russian Cruises"]}," ",{"type":"[","value":["http:\/\/www.russian-cruises.ru\/"]},", 450 RUB one-way ticket and ",{"type":"''","value":["Vodokhod"]}," ",{"type":"[","value":["http:\/\/www.vodohod.spb.ru\/"]},"), each offering a discount rate for a return ticket if original ticket from their company is present. However, from time to time one of them becomes out of service--which leads you to paying full amount for a return trip as well.\n\nIf you arrive by hydrofoil and want to leave lower park for eating out, there's a trick on how to return without paying admission fee for the second time. Ask for details upon arrival in the ticket office at the pier.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Peterhof, Saint Petersburg, Russia.jpg"],["thumb"],["240px"],["Looking over the gardens from the Palace entrance"]]},"\n\nIn ",{"type":"[[","value":[["Saint Petersburg"]]}," take the train from  Baltisky station to New Peterhof.\n\nBuy the ticket to ‘NOVYJ PETERHOF’ (means ‘new Peterhof’) and get into the commuter train. In 45 minutes you will be in Peterhof. Watch station signs closely and know the cyrillic spelling beforehand as there are no announcements or signs on the train. After you get off the train you shall take one of the buses that park on the square in front of the train station. Numbers are 350, 351, 352, 356. Fifth stop is yours – Peterhof Parks. You can also walk from the station to the park which takes approx. 40 minutes. Get to know the route beforehand - there are no signs in town.\n\nBear in mind that commuter trains from Baltisky station go to different routes, so you need to get into the train to Oranienbaum 1 (Russian: Ораниенбаум 1), Kalische (Russian: Калище), Lebyazhye (Russian: Лебяжье) or straight to Novyj Peterhof (Russian: Новый Петергоф).\n\n",{"type":"===","value":["By bus"]},"\n\nBuses run from Baltisky station to Peterhof. Bus number is 200. Tickets are inexpensive and buses run frequently. Bus number 200 will bring you to the fountains and palace.\n\n",{"type":"===","value":[" By Metro and Minibus "]},"\n\nTake the subway down to ‘AVTOVO’ station (red line), cross the street and take one of many minibuses, for ex. К424, К300. \nOr you can take subway down to 'LENINSKY PROSPEKT' station, К224. \nThey all have big sign ‘ФОНТАНЫ’ which means ‘fountains’. Minibus will bring you directly to the entrance of the Upper Park in 30 minutes. Don’t forget to tell the driver where you want to get off the bus.\nMinibus will cost appr. 55RUR ($2 USD).\n\n",{"type":"===","value":["By taxi"]},"\n\nCould be expensive, however.\nUse Yandex.Taxi or GetTaxi mobile apps to get fixed (and much lower) price.\n\n",{"type":"===","value":["By car"]},"\n\nHighway A121 (several local names) which goes east-west.\n\n",{"type":"==","value":["Get around"]},"\n\nWalking is the practical way to get around Peterhof.\n\nThere is a gas station in Novy Peterhof (near the old watch factory, which called Petrodvortsovy Chasovoi Zavod).\n\n",{"type":"==","value":["See"]},"\n\nPeterhof ",{"type":"[","value":["http:\/\/www.peterhofmuseum.ru"]}," offers the visitor a suburban atmosphere with plenty of parks, gardens, fountains, and palaces to see.\n\nThe \"Petrodvorets Watch Factory - Raketa\" is open for visits from Monday to Friday from 9am to 3pm. call before hand: +7 926 633 73 68 . It is worth to visit both in one day, Peter's Palace and the watch factory.\n\n",{"type":"===","value":["The Peterhof ensemble"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Upper Park"]},". Also known as the Upper Gardens. This area forms the land approach to the ensemble. Originally, the upper park was somewhat functional: vegetables were grown and ponds were stocked with fish. By the middle of the 18th century, however, it would become more like a formal garden. The paths of the upper park are decorated with statues and arbored trellises. The area was extensively damaged during the German occupation in the early 1940s. Visiting the upper park is free."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lower Park"]},". Also known as the Lower Gardens. Visitors arriving by hydrofoil from ",{"type":"[[","value":[["Saint Petersburg"]]}," will arrive at a pier at the end of the sea channel and approach the great palace from the lower park. In the lower park is the centerpiece of the whole ensemble. A small ridge forms the southern boundary and the Gulf of Finland forms the northern boundary. The fundamental principle of the design is symmetry. In the middle is the great palace, great cascade, and sea channel going to the Gulf dividing the park into eastern and western sections. On the east side is the Monplaisir ensemble and on the west side is the Marly palace. Visitors to the lower park must pay admission. Russian visitors pay admission fees (200RUB) substantially less than non-Russian visitors. Open 9am-7pm daily. Almost everything is closed on the last Tuesday of each month."]},"\n",{"type":"====","value":["Palaces"]},"\n",{"type":"[[","value":[["Image:PeterhoffRoomWithHarp.jpg"],["thumb"],["260px"],["A palace interior"]]},"\n\nMany of the palaces are now museums. Hours and days of operation vary, however, almost everything is closed on the last Tuesday of each month.\n\n",{"type":"*","value":[{"type":"'''","value":["Great Peterhof Palace"]},". The three storey great palace sits on top of the ridge that separates the upper and lower parks. What is seen now is what was seen in Peter the Great's time. In his time there was only a small royal mansion at the site. Only after his death (and over two centuries) was the site expanded, altered, and improved to become what is seen today. Open 10:30am-6pm (ticket office 10:30am-5pm), closed on Mons."]},"\n",{"type":"*","value":[{"type":"'''","value":["Marly Palace"]},". This is the main structure of the lower park. Three avenues radiate from the palace, one crossing the Sea Channel. Fine examples of antique furniture within; an old lady stands guard in each room, some even with a smile. Open only on Sat and Sun."]},{"type":"*","value":[{"type":"'''","value":["Monplaisir Palace"]},". ",{"type":"''","value":["Mon plaisir"]}," means \"my pleasure\" in French. It is located near the Gulf. It also has three avenues radiating from it. This palace greets visitors arriving by hydrofoil. The Peterhof ensemble began with the construction of this palace. Peter the Great sketched its design and gave it its name."]},"\n",{"type":"====","value":["Cascades"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Great cascade"]},". Directly below the palace is an artificial grotto which has five arches. Decorated stairs are on each side and go up to the grotto. The great cascade starts here and goes into the Sea Channel, which goes out into the Gulf of Finland."]},{"type":"*","value":[{"type":"'''","value":["Dragon cascade (Chess Hill)"]},". An impressing cascade where water comes out of brightly-painted dragons and flows through a series of chessboard-like steps."]},{"type":"*","value":[{"type":"'''","value":["Marly cascade"]},". Also known as the Golden Hill cascade and is located on the western side."]},{"type":"*","value":[{"type":"'''","value":["Lion cascade"]},". The last one to be built in the park and the last one to be restored."]},"\n",{"type":"====","value":["Fountains"]},"\n\nThe fountains operate from May to mid-October every day of the week from 11AM-5PM.\n\n",{"type":"*","value":[{"type":"'''","value":["Adam and Eve fountains"]},". Along the Sea Channel is Adam on the east side and Eve on the west side."]},{"type":"*","value":[{"type":"'''","value":["Dragon and chessbord cascade"]},". This is located in the eastern section of the lower park. The water cascades over black and white marble arranged as on a chessboard. The ten statues lining the cascade were buried to keep them safe from the German occupation during World War II."]},{"type":"*","value":[{"type":"'''","value":["Faun and a Kid Cloche fountains"]},". These are located in the Monplaisir Garden."]},{"type":"*","value":[{"type":"'''","value":["Fable fountain"]},". This is sort of hidden and seems to be a mops chasing ducks, apparently inspired by La Fontaine's fable ",{"type":"''","value":["The Ducks and the Poodle"]}," (French: ",{"type":"''","value":["Les Canes et le barbet"]},")."]},{"type":"*","value":[{"type":"'''","value":["Menager fountains"]},". These use comparatively little water with big effect due to the design of the nozzle. These fountains are located in front of the Marly cascade."]},{"type":"*","value":[{"type":"'''","value":["Midway fountain"]},". Located in the upper park."]},{"type":"*","value":[{"type":"'''","value":["Neptune fountain"]},". Located in the upper park."]},"\n",{"type":"[[","value":[["File:Церковь Большого Дворца. Петергоф.jpg"],["thumb"],["280px"],["Church of the Grand Palace"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Nymph and Danaid fountains"]},". Located in the north-western and north-eastern corners of the flower beds are two female figures. The eastern side is a copy of Christian Daniel Rauch's Danaid. The western side is the Classical statue of Nymph."]},{"type":"*","value":[{"type":"'''","value":["Orangery Fountain"]},". In the center of the Orangery Garden, this fountain depicts Triton fighting a seamonster. The fountain was completed destroyed during World War II and recreated in 1956."]},{"type":"*","value":[{"type":"'''","value":["Oak fountain"]},". Located in the upper park."]},{"type":"*","value":[{"type":"'''","value":["Pyramind fountain"]},". This fountain is made up of 505 jets that form a large pyramid of water. This fountain was severely damaged in World War II, but was back in operation in 1953."]},{"type":"*","value":[{"type":"'''","value":["Roman fountains"]},". Destroyed during World War II. Some of it was restored, the rest had to be recreated."]},{"type":"*","value":[{"type":"'''","value":["Samson fountain"]},". This depicts Samson opening the jaw of a lion and symbolizes Russia's victory over ",{"type":"[[","value":[["Sweden"]]}," in the Great Northern War. The lion is a part of the Swedish coat of arms, and one of the victories during the war was won on St. Samson's Day."]},{"type":"*","value":[{"type":"'''","value":["Settee fountain"]},". Located in the Monplaisir Garden. This is one of the trick fountains."]},{"type":"*","value":[{"type":"'''","value":["Sheaf fountain"]},". This fountain is found in the center of the Monplaisir Garden."]},{"type":"*","value":[{"type":"'''","value":["Shell fountain"]},". This fountain are in the Chinese Garden."]},{"type":"*","value":[{"type":"'''","value":["Square Pools foutains"]},". Located in the upper park. These small fountains surround figures in the middle of the pools."]},{"type":"*","value":[{"type":"'''","value":["Sun fountain"]},". This fountain, a large disc, is located in the center of the Menagerie Pool."]},{"type":"*","value":[{"type":"'''","value":["Triton Cloche fountains"]},". There are four of these fountains of Triton holding a large disc over his head."]},{"type":"*","value":[{"type":"'''","value":["Umbrella fountain"]},". Another trick fountain."]},{"type":"*","value":[{"type":"'''","value":["Voronikhin Colonnades fountains"]},". Located on the roof."]},{"type":"*","value":[{"type":"'''","value":["Whale fountain"]},". Another fountain in the western part using the same nozzle as the Menager fountains. Surrounding this fountain are four small dolphin fountains."]},"\n",{"type":"===","value":["Other parks"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Alexandria Park"]},". Building began in 1826. The park is located east of the Lower Park and on the Gulf of Finland. The park includes a small palace and church built in a neo-Gothic style. A favorite spot for Tsar Nicolas II."]},{"type":"*","value":[{"type":"'''","value":["Strelna Park"]},". Another of Peter the Great's projects."]},"\n",{"type":"===","value":["The Petrodvorets Watch Factory - Raketa"]},"\n\nWhile you are there you may visit one of the last watch manufactures in the world producing its own movements from A to Z and certainly the last one in Russia. It is Russia's oldest factory in activity. It was founded by Peter the Great in 1721 and watches are produced under the Raketa brand since Gagarin's flight to space in 1961. It is best to call the factory before hand to organize the visit. (+7 926 633 7368 \/ info@raketa.su) closed on week-ends.\n\n",{"type":"===","value":["Church"]},"\n\nWhile you are there go and see the beautiful church directly opposite upper park entrance.\n\n",{"type":"===","value":["World War II memorial"]},"\n\nThis memorial is known locally as The Cannons. The memorial is located in Old Peterhof at the T-intersection of A121 and Petergofskaya Ulitsa (Russian: Петергофская Улица, ",{"type":"''","value":["Peterhof Street"]},"). On the east side is a small graveyard and obelisk and on the west side are some disabled artillery pieces.\n\n",{"type":"==","value":["Do"]},"\n\nWalk up and down the street to Saint Petersburg and see the palace, gardens, and fountains for which Peterhof is known.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["a \"Russian Watch\": most \"Russian Watches\" sold in tourist shops in Russia are fake and most probably made in China. So use the opportunity to be in the city of the Famous Russian Watch Factory \"Raketa\", to buy a real one. The Souvenir shop of the palast sells real ones."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Большая Оранжерея"],["alt=Russian: The great greenhouse"],["url=http:\/\/www.greatorangery.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+7 812"]}," 427 9106"],["tollfree="],["fax="],["hours="],["price="],["content=This cafe is located in the lower park of the Peterhof ensemble in the greenhouse."]]}]},{"type":"*","value":[{"type":"'''","value":["Двойка"]},", Санкт-Петербургский проспект, д. 49\/9, ",{"type":"''","value":["+7 812"]}," 450 6093. A small cafe and bar with a strange name (",{"type":"''","value":["dvoika"]},", which is a fairly low mark in Russian schools). Menu has English, but some of the translations are strange. Dvoika is located on the road to Saint Petersburg."]},"\nNote: The word \"dvoika\" implies a not-so-sharp person, someone who scored \"2\" in lots of classes.\n\nIn this particular case, the word \"dvoika\" comes from the Soviet time, when all shops in every city had their unqiue numbers. Cafe Dvoika is located on the premises of the old groceries store no.2, that is where the name comes from.\n\n",{"type":"==","value":["Drink"]},"\n\nMost, likely all, kiosks along your way and near the bus stops offer alcoholic drinks.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a few hotels in Peterhof. ",{"type":"[[","value":[["Saint Petersburg"]]},", however, has plenty.\n\n",{"type":"==","value":["Connect"]},"\n\nThere is a free Wifi access point \"Obit\" around the palace.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kopore"]]}]},". A small town west of Peterhof where a crumbling fortress hundreds of years old is located along side the road. The fortress can be completely explored in less than an hour, however, a visit could last longer. A sign (in Russian) at the ticket booth gives a brief history of the fortress. Local legend says there are catacombs underneath."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Lomonosov"]]}]},". The namesake of Mikhail Vasilyevich Lomonosov. The town is located to the west of Peterhof. It is also the birthplace of Igor Stravinsky. You can get there by train, bus, or car. The town used to be Orangebaum (German for ",{"type":"''","value":["orange tree"]},") and one may still hear it refered as such."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pushkin"]]}]},". A small suburb to the south and east on the way to ",{"type":"[[","value":[["Novgorod"]]}," (and ",{"type":"[[","value":[["Moscow"]]},")."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Saint Petersburg"]]}]},". Although most visitors come to Peterhof from Saint Petersburg."]},"\n",{"type":"{{","value":[["isPartOf"],["Saint Petersburg (district)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Petergof"]]},"\n",{"type":"{{","value":[["geo"],["59.883333333333"],["29.9"]]}]