[{"type":"{{","value":[["pagebanner"],["Petra (Jordan) banner 2.jpg"],["otbp=yes"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Al Khazneh.jpg"],["thumb"],["right"],["350px"],["Petra, The Treasury (Al Khazneh)"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitpetra.jo\/ Petra"]}]},", the fabled \"rose red city, half as old as time\", is a well known ancient Nabataean city in the south of ",{"type":"[[","value":[["Jordan"]]},".  Due to its breathtaking grandeur and fabulous ruins, Petra was recognized as a ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage Site"]]}," by UNESCO in 1985.\n\n",{"type":"==","value":["Understand"]},"\nPetra was the impressive capital of the Nabataean kingdom from around the 6th century BC.  The kingdom was absorbed into the Roman Empire in AD 106 and the Romans continued to expand the city.  An important center for trade and commerce, Petra continued to flourish until a catastrophic earthquake destroyed buildings and crippled vital water management systems around AD 663.  After Saladin's conquest of the Middle East in 1189, Petra was abandoned and the memory of it was lost to the West.\n\nThe ruins remained hidden to most of the world until the Swiss explorer, Johann Ludwig Burckhardt, disguised as an Arab scholar, infiltrated the Bedouin-occupied city in 1812.  Burckhardt's accounts of his travels inspired other Western explorers and historians to discover the ancient city further.  The most famous of these was David Roberts, a Scottish artist who created a number of accurate and detailed illustrations of the city in 1839.\n\nThe first real excavations of the site were in 1929 after the forming of Trans-Jordan.  Since that time, Petra has become by far Jordan's largest tourist attraction, partially due to the exposure by the Steven Spielberg movie, ",{"type":"''","value":["Indiana Jones and the Last Crusade"]},", in 1989.  Due to the fantastic engineering accomplishments and well-preserved dimension of Petra, the archaeological site was chosen in July 2007 as one of the ",{"type":"[","value":["http:\/\/www.new7wonders.com\/index.php?id=371 New Seven Wonders of the World"]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Entry ticket and hours"]},"\n\nWhat may be one of the most expensive admissions to any archaeological site in the world. The entry ticket to Petra costs 90 JD (127 USD) for one day visitors to Jordan (i.e., those that have arrived in Jordan from some other country, e.g. Israel, on the day of the visit and will be returning there for the night). Tourists that overnight in the country or on a cruise ship pay 50 JD (=70 USD) for 1 day, 55 JD for 2 days or 60 JD for 3 days. Students have to pay the full price, except those who enroll in a Jordanian university, for whom the admission price drops sharply to 1 JD.\n\nPetra is open to visits 06:00-16:00 in winter, and 06:00-18:00 in summer, daily throughout the year.\n\n",{"type":"===","value":["Visas"]},"\n",{"type":"[","value":["http:\/\/www.iaa.gov.il\/Rashat\/en-US\/Borders\/Arava\/UsefulTerminalInfo\/Rates Exit fee from Israel"]}," is 100 NIS + 5 NIS processing fee (Feb 2014) .  Exit fee from Jordan is 10 JD (Feb 2014). Border open Sunday to Thursday 06:30 – 20:00 and Friday and Saturday - 08:00 - 20:00 closed on Yom Kippur and Muslim New Year (Id il Hajira).\n\nEntry is also possible from Syria, Iraq and Saudi Arabia via ",{"type":"[","value":["http:\/\/www.visitjordan.com\/default.aspx?tabid=105 various border crossings"]},".\n\n",{"type":"===","value":["By bus"]},"\nJETT buses, both ordinary and all-inclusive guided tour, connect to ",{"type":"[[","value":[["Amman"]]}," and ",{"type":"[[","value":[["Aqaba"]]}," via the fast (but boring) Desert Highway. Other tourists come with organized groups, including daily trips from ",{"type":"[[","value":[["Eilat"]]},", Israel. Tours to Petra from the Egyptian cities of ",{"type":"[[","value":[["Taba"]]},", Sinai and ",{"type":"[[","value":[["Sharm el Sheikh"]]}," are also gaining popularity with charter tourism.\n\nIt would cost 24 JD for two persons to travel by JETT bus, and allow you to see almost the entire site in an (exhausting) day trip.\n\n",{"type":"===","value":["By minibus"]},"\nPublic minibus from Wadi Musa (Petra) to Ma'an is 0.55 JD and from there to Aqaba 1.50 JD (April 2012). The main route from Wadi Musa to Aqaba is overpriced for tourists! The same for the route from Amman to Wadi Musa. With the stop over in Ma'an you should be able to pay the normal price for the public minibus.\n\nThe minibus from ",{"type":"[[","value":[["Wadi Rum"]]}," costs 5 JD. It takes 1.5 hours to get to Petra. Have the Rum Guesthouse or your tour operator call the bus owner the day before to arrange an exact time for pick up. The bus usually leaves from Wadi Rum at 8:30 in the morning, but may be delayed due to weather or tour groups coming the other way.\n\nThere are also minibuses from Amman departing from the Wihdat bus station - these leave when full, and tourists are charged 5 JD to get on. Do not allow the drivers to charge you for your luggage, as they might sometimes try to do. The ride is about three hours.\n\nThere is a daily bus to Wadi Musa from ",{"type":"[[","value":[["Madaba"]]}," that travels via the scenic (but slow) ",{"type":"[[","value":[["King's Highway"]]},". This minibus leaves from outside the Mariam Hotel in ",{"type":"[[","value":[["Madaba"]]},".\n\nThere is a minibus going from Aqaba, for those that cross from Eilat and don't want to pay the outrageous taxi fare. The problem is, there's no timetable - it leaves early in the morning (6:45) from Wadi Musa towards Aqaba, then returns from Aqaba when it fills up etc. The trip was 5 JD (Dec 2011).\n\nAsk at the tourist information right at the border for information of departures.\n\n",{"type":"===","value":["By taxi"]},"\nTaxi is also a viable option.  For 75 JD or less (depending on how much you haggle) you may be able to get a private taxi from Amman to Petra and back, including the driver waiting around for 6 hours.\n\nA taxi from Aqaba to Petra should cost about JD 30 one-way. In January 2010 a day trip to Petra and back from Aqaba was 45 JD.\n\nIf you get there renting a minibus with a driver in the hotel at the ",{"type":"[[","value":[["Dead Sea (Jordan)"],["Dead Sea"]]},", the one-way price would be 140 JD.\n\n",{"type":"====","value":["Aqaba\/Eilat Border Taxi Mafia"]},"\nThere is a problematic man running the border taxi service, which has been likened to the \"Mafia\", just outside the customs gate. As soon as you see him, he will let you know that ",{"type":"'''","value":["sharing a taxi is not allowed"]}," (three men were forced to take three separate taxis in Dec 2011). If you want to share a taxi, you must form your group ",{"type":"''","value":["before"]}," exiting the customs area and insist that you are all part of the same group.\nUpdate from Aug 15th 2012 : This man still seems to be there but there has been some cleanup apparently. A ride to city center is now 10 JOD no matter how many people go in the car. You've to be clear about destination and there won't be any hassle. \nRiding back to the border from city center can be a problem when you pick up people on 2 different (but very close hotels). Should they have to wait, they'll try to switch on the taximeter and ask for 25-30JOD instead of the 10 JOD initially arranged. Don't get intimidated, the driver will call the problematic man and try to pressure you. Insist on the initial pricing and when it gets hot, offer 2 JOD on top of the 10 to quiet things and get rid of the taxi mafia.\nIn February 2013 there seems to be some government fixation of prices for transportation at the border. A \"controller\" showed up and claims that a ride to Petra costs 55 JOD and that this is a fixed price stated by the government. There is no negotiation possible about the price. Nevertheless it is possible to negotiate the price back to the border from Petra which lies at around 35 JOD.\n\nIn January 2010 a day trip to Petra and back by taxi from the Eilat border crossing cost 50 JOD return for 3 people.\n\nAlso, if he sees you call your hotel or any other car to come and pick you up, they may be stopped and forced to go back to Aqaba. The man has said, \"we will close their hotel\" and \"we will take their driving license\". To try to avoid this, call your hotel or private car while still in the customs area, ",{"type":"''","value":["before"]}," being seen by the taxi man.\n\nFor those trying to walk the 500 meters to the main road, the taxi mafia has connections with the military personnel and may have you brought back.\n\n",{"type":"==","value":["Get around"]},"\nThe only modes of transport allowed within Petra are on two feet or four (camel, donkey, or horse).  When entering Petra, there is a brief hike down towards the Siq.  Horses will be available for travel to the entrance of the Siq, or you can choose to take a horse-drawn buggy through the Siq (a distance of about 0.9 kilometers) and down to the Treasury.  The prices for such rides are not set and are extremely negotiable, depending on one's bargaining abilities. Also riding a horse to the Siq entrance will end up in tipping the horse guides. As the walk down to the Siq entrance is only 15mn, it's not really worth it. The horse have been treated so badly in the past that a clinic to treat and heal them from the bad treatments they receive has been opened left to the entrance. It's not uncommon to see wounded animals, especially those pulling the carts, to be put to gallop under 37°C. So if you can walk, it's better to spare the animals.\n\nThere are 4 segments within Petra with 3 possible types of animal transport: from the entrance to the Siq (by horse), from the Entrance to the Treasury (by cart), from the Treasury to the stairs of the Monastery (donkey or camel), the 800 stairs of the monastery (donkey).\n\nOnce you arrive at the Treasury and throughout Petra, there will be many camel and donkey owners jockeying for your business.  Be prepared to do some bargaining and don't pay more than 10 JD, a more reasonable price is around 3 JD a person. Often there are times when the owner will drop his price in half simply by hearing a few phrases in Arabic.\n\nCamel transport could be an option. Riding a camel is a unique experience on more level ground, but a donkey is recommended for more ambitious climbs, such as the ones to the High Place or the Monastery.  \nCamels are the only animals respected by their owners in Petra as they're very expensive and less docile than donkeys or horses. So riding them is OK, but deal well with the owner before climbing on them.\n\nHowever if you are reasonably fit and the weather is good, the walk is quite nice. Prefer climbing the Monastery's path from 3PM on, it will be mostly in the shadow.\nRiding a donkey is nothing for the animal friends as they treat the animals really badly and the climb at noon is really hard for them. You'll see them passing by and it will definitely deter you from riding one of them. They're exploited by small groups of Bedouin youths who uses 75cm electrical cable sections to strike them all the way up to the monastery.\n\nBetween your hotel and Petra entrance, you can either walk or take a taxi for 1-2jd. Most hotels have free shuttle to the entrance on fixed schedules.\n\nA good idea is to stock up on high quality batteries for your digital camera, before you enter the site. You will need more photos than you think, and local batteries will often not last many minutes.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:PetraSiq.jpg"],["thumb"],["the Siq"]]},"\n\n",{"type":"[[","value":[["File:Petra Treasury Urn.jpg"],["thumb"],["right"],["150px"],["The urn atop the Treasury"]]},"\n\nPetra is an archaeological park, so the entrance fees are considered fairly steep compared to other Jordanian attractions.  Tickets for visitors spending at least one night in Jordan cost 50\/55\/60 JOD for a 1\/2\/3-day pass (Feb 2014). Bring your passport to prove you entered Jordan at least one day before. If entered the same day, your room key will be asked by the ticket seller. Day-visitors to Jordan are charged an impressive 90 JOD (Feb 2014), although you may get away with the normal rate if you don't say anything. Student discounts are not available.  Do not attempt to purchase tickets from dubious scalpers around town!  Time permitting, the two-day pass is recommended, as there is much to see and do in Petra. For more than one day, the ticket office can ask for your passport as the ticket has your first name on it.\n\nGuides can be hired from about 50 JD and up (depending on what you want to see) at the Visitors Center. Many of them were born and raised in Petra, and will gladly share their knowledge with you. Major hotels can rent you a portable ",{"type":"[","value":["http:\/\/www.easyinfojo.com\/ Easyguide"]}," audio guide (JOD 10\/day) for commentary in English, Arabic, French and Spanish. Easyguide is also available as a mobile phone service on all Jordanian mobile phone networks; a map is needed to use this service.\n\n",{"type":"*","value":[" The entrance to Petra is a long, winding sandstone canyon known as the ",{"type":"'''","value":["Siq"]}," (about 2km).  There are minor carvings spotted here and there throughout the Siq, but the most impressive sights are the colorful and unusual sandstone patterns in the rock walls. There are also remains of terracotta pipes built into the sides of the canyon that were used in Roman times to carry water."]},"\n",{"type":"*","value":[" Upon exiting the Siq, visitors can view the jaw-dropping grandeur of the ",{"type":"'''","value":["Treasury"]}," (",{"type":"''","value":["al-Khazneh"]}," in Arabic).  Be sure to note the urn atop the Treasury structure.  It has been rumored that the urn contained a Pharaoh's hidden treasure, and the urn bears the bullet pock marks where Bedouin travellers throughout the years have tested the theory.  Get there when the park opens at 6AM or 6:30AM (depending on the season) and you may have the Treasury all to yourself or with less than 5-10 people around."]},"\n",{"type":"*","value":[" Past the next bend is the ",{"type":"'''","value":["outer Siq"]}," or ",{"type":"'''","value":["Street of Facades"]},", a large canyon lined with the facades of various tombs."]},"\n",{"type":"*","value":[" At the end of the Street of Facades is the 7000-seat ",{"type":"'''","value":["Roman Theater"]},".  The theater was created by the Nabateans but later enlarged by the Romans.  It is still used for occasional performances."]},"\n",{"type":"*","value":[" On the side of the valley opposite the Roman Theater and a short walk up the hill, are the ",{"type":"'''","value":["Royal Tombs"]},".  The name was given because they are quite grand in scale compared to the others in the area, but it is unclear for whom the tombs were originally constructed."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Monastery"]}," (",{"type":"''","value":["ad-Deir"]},"), the largest carved monument in Petra, dates back to the 1st century AD.  The interior, like that of the Treasury, is puny in comparison to the facade.  The more than 800 steps up to the Monastery can take over an hour; Few visitors choose to ride donkeys up to the top. The donkeys are treated very badly, and it's quite depressing seeing this along the way."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Petra by Night"]}," happens on Monday, Wednesday and Thursday at 20:30 (be there at 20:15!). Entrance fee is 12 JD (Feb 2014) and you ",{"type":"''","value":["do not need a day pass"]},". Order your tickets at your hotel. It is only made of candles, you'll hear a short play of Bedouin music and be served some tea in plastic cups while you sit on mats at the Treasury. It's best to see this before you see Petra by day, as it becomes far less impressive if you already walked up to the Treasury during daytime. It's not amazing, but it's something nice to do during nighttime. However, there are really mixed reviews of this."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Princess Alia Clinic, Brooke Hospital for Animals"],["alt="],["url=http:\/\/www.thebrooke.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located just inside the entrance to the park. As you can witness inside Petra, not all donkeys, horses and camels are treated right. A few are overworked, carrying overweight tourist or being excessively whipped. The Brooke charity educates owners about the treatment of equestrian working animals and treats the animals for free. The clinic is happy to tell you about conditions for working animals in Jordan. You can give a donation to the clinic."]]}]},"\n",{"type":"*","value":[" Wadi Musa, which is the city next to Petra, doesn't have any big touristic attraction except for a great panorama from uphill."]},"\n",{"type":"==","value":["Do"]},"\nFor the terminally energetic, there are a number of popular hikes around Petra.\n\n",{"type":"*","value":[" In order to understand what in reality Petra is, it is better to spend there two days. The first day: Siq - Treasury - City - Monastery. The second day: another way to Petra through Wadi Muthlim - see the Treasury from above on Jebel Al -Khubtha - High Place of Sacrifice. If you enter Petra through Wadi Muthlim do not turn left immediately after the small Siq, first go right to see Aqueduct, Tunnel and Al-Wu'eira Fort and only after that return to Petra center. It may not be possible to go through this route due to excess water in it. It's not recommended doing this route without a guide."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["High Place of Sacrifice"]}," - The site at the top of the mountain contains elaborate rock altars used for sacrifices.  From the High Place, one can view much of Petra from above. Beautiful scenery. It can get cold and windy up there. The trek down the back side of the mountain reveals many interesting tombs and carvings that might be missed by the average tourist.  The round trip generally takes 1.5-2.5 hours. Not many people go through the back route as it's not always clear where it starts - ask."]},"\n",{"type":"[[","value":[["File:The Monastery, Petra, Jordan8.jpg"],["thumb"],["right"],["200px"],["The Monastery is one of Petra's most impressive structures"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Mountain of Aaron"]}," (",{"type":"''","value":["Jabal Haroun"]},") is the highest peak in the area.  At the top you will find a small church and the tomb of Aaron, brother of Moses.  The route to the top and back will take you past the Monastery and will take 4-8 hours depending on your chosen path."]},"\nMost hikes last about 2-3 hours both way.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"{{","value":[["infobox"],["Ancient coin, mister?"],["The Bedouin tradesmen around the area will display artificial \"ancient\" Roman or Nabatean coins which are rather large in size.  If pressed further, they will generally have a hidden stash of small, authentic coins from various periods. However buying these coins encourages the illegal looting of archaeological sites. To supply you with a souvenir the local inhabitants destroy graves, tombs and buildings in searches for coins and other antiquities. The Antiquities Law of 1988 states that individuals who engage in illicit excavations and\/or trading in antiquities are criminals."]]},"\n\nThroughout Petra, vendors will offer bottles of decorative sand art (small ones about 1JOD bigger ones up to 6JOD).  While they may appear similar to other such souvenirs found in other Jordanian locations, these are unique in that the sand used to create the art is naturally colored sand scraped from the rock walls of various Petra canyons and not artificially colored. The most common design displays a camel's silhouette against a desert background. Some artists can write a name inside the sand bottle in a surprisingly short amount of time.\n\nBracelets, necklaces and rings are sold frequently by vendors walking around and presenting their goods. Offers vary extremely in price and often salespersons claim that they are made out of silver, even though they are not (1-5 JOD is a fair price for most of the offered goods).\n\n",{"type":"==","value":["Eat & Drink"]},"\n\nThere is only one ",{"type":"'''","value":["restaurant"]}," in all Petra at the far end of the Roman Highway, which does a roaring trade despite steep pricing.  It also has the valley's monopoly on beer.\n\nFor just snacks and hot & cold drinks however, there are a number of small stores and vendors scattered throughout Petra.\n\nShade is sparse in Petra, and on a hot summer day you can expect to go through at least 4 liters of water (and more if you can afford to carry it). The need for water in the winter months is much less. 1.5 liter bottles cost 0.5 JD.\n\nThere is running tap water in Petra's bathrooms throughout the site but it is *not* safe for drinking. If you are exploring the place on a hot day, it might not be a bad idea to fill up an empty bottle with tap's water to refresh yourself during the trip.\n\nIn Wadi Musa, there are many more eating options.\n",{"type":"*","value":[" Of particular note, is ",{"type":"'''","value":["Al-Wadi Restaurant"]}," on Shaheed roundabout\/Circle in the center of town. Reasonably priced, and the servers are extremely friendly.  Also great food that you will be unlikely to finish. Expect to pay JD2-JD4 for a main dish."]},{"type":"*","value":[" Also, Cleapatra restaurant below Circle\/Al Wadhi restaurant. About 1JD for a falafel or a tea."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Wrangler Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=at Petra Palace Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=JD 4 for beer and wine"],["content=cosy bar with alcoholic drinks and oldies but goodies music"]]}]},{"type":"*","value":[" Si Wan restaurant has some good local food with fair prices. Also, there's a good and cheap bakery near it."]},{"type":"*","value":[" ",{"type":"'''","value":["Mountain Pub"]}," (at Hidab Hotel). Traditional wood bar with alcoholic beverages, hot and cold drinks, and snacks"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Al-Anbat 1"],["url=http:\/\/www.alanbat.com"],["email=info@alanbat.com"],["address="],["lat="],["long="],["directions="],["phone=+962 (06) 215 6888"],["tollfree="],["fax=+962 (03) 215 6888"],["hours="],["price=From 35JD (January 2013)"],["checkin="],["checkout="],["content=Clean rooms with satellite TV (including BBC & CNN). All upstairs rooms have baths and the occasional balcony. Poorly located some 4 km from Wadi Musa, but breakfast and transport to Petra is included in the price. Internet cafe, restaurant and Turkish bath. In January 2009 the hot air from the air-conditioning system was being switched off at night and during the day (\"when all the tourists are in Petra\"), that caused extremely cold temperature inside the rooms, where you could stay only having your coat on or under two covers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Al-Anbat 2"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+962 (06) 215 6888"],["tollfree="],["fax="],["hours="],["price=Single 5JD; double 10JD"],["checkin="],["checkout="],["content=All rooms have air-con and satellite TV."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cleopetra Hotel"],["url="],["email=cleopetra_h@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+962 (03) 215 7090"],["tollfree="],["fax="],["hours="],["price=Single: 25JD; Double: 30JD"],["checkin="],["checkout="],["content=mid range hotel with common area with TV and couches. Recently refurbished (December 2010), all rooms have bathroom included. Located up the hill (near the bus station) but free transport is provided to Petra. Great reception with lots of advice and can organise trips to Wadi Rum. Mosleh will take care of you - he seems to know everyone in town. Breakfast is also included in the price which makes this hotel great value!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Petra Gate Hotel"],["alt="],["url="],["email=petragatehotel@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+962 (03)215 6908"],["tollfree="],["fax="],["checkin="],["checkout="],["price=11 JD per person"],["content=Warm, welcoming, and friendly atmosphere; the rooms all with bath and toilet , offers free transportation to the site; free luggage storage; international telephone call service; laundry; wireless internet services; satellite TV; movies; tickets to Petra by Night; and a big buffet-style restaurant. English speaking, super friendly and helpful staff is there to answer all your questions, and they can organise trips to Wadi Rum and to the kings highway and Dead Sea and they will help you during your stay. Clean and quite cheap, breakfast included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saba'a Hotel"],["url=http:\/\/www.sabaahotel.com\/"],["email=sabaahotel@hotmail.com"],["address=Wadi Musa, Petra, Jordan"],["lat="],["long="],["directions=From the bus station, turn left and walk along the main road to the roundabout, cross over and walk 100yards up the hill on the left."],["phone=+ 962 776250574 (Ibrahim)and +962 779730533 (Gail)"],["tollfree="],["fax="],["hours="],["price=Prices per person from: single ensuite 14JD, double ensuite 10JD, twin ensuite 10JD, triple ensuite 9JD, breakfast. is included"],["checkin="],["checkout="],["content=This hotel opened late 2009 and the couple running it are really welcoming - he's from Jordan and she's from the UK and they really make you feel at home. The rooms are simple and clean, they are all ensuite. Wireless internet; packed lunches; laundry service, luggage storage; satellite tv; book swap;local information; trips to Wadi Rum are all available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Valley Stars Inn"],["url=http:\/\/www.valleystarsinn.com"],["email=info@valleystarsinn.com"],["address="],["lat="],["long="],["directions="],["phone=+962 3 2155733"],["tollfree="],["fax="],["hours="],["price=JD 35 for double, includes international breakfast buffet, complete with eggs cooked to order. Half board for JD10 extra adds a superb dinner"],["checkin="],["checkout="],["content= Family owned and operated, and the manager's devotion to service and direct attention to details makes this two star hotel like a five star international quality experience. Bright and sociable living room\/ eating areas with warm and homey atmosphere and unlimited free high speed wireless internet access. Clean and comfortable guest rooms. Manager speaks and writes (emails\/ texts) English, graciously responds to all questions about your complete Petra vacation, and can arrange for local guided tours. Upon request, Manager will assist with travel plans to and from other points within Jordan, organize trips, and provide travel advice for Wadi Rum, Wadi Dana, Aqaba, Amman and other destinations, all for a fair and honest price (no need to haggle). Free shuttle service provided to and from Petra main gate. Free luggage storage upon check-out. Boxed lunches can be arranged for day trips with a local restaurant and delivered to hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Valentine Inn"],["url=http:\/\/www.valentine-inn.com\/index.html"],["email="],["address=Wadi Mousa, Jabal Alzohour Str, Jordan."],["lat="],["long="],["directions=At the main roundabout, head up the (steep) hill about 200mt, entrance on the right."],["phone=+ 962 (03)215 6423"],["tollfree="],["fax="],["hours="],["price=Dorm 3JD (14 beds) 5.5JD (9 beds); Single 15JD, feb 2011; double 18JD; Triple 20JD"],["checkin=anytime"],["checkout=11AM"],["content=The place where every taxi driver will attempt to take you, the Valentine Inn has become very popular with budget travelers and backpackers. They offer a generous and tasty breakfast and dinner buffet (2.5 and 5JD, feb 2011), clean and cool dorm rooms, and sociable dining area with great views of the town. Depending on which staff or owners, you can easily have help with directions or get tea. Like all places they can arrange everything, and offer a free minibus to the park entrance at 7 & 8AM and returning at 5 & 6PM. The dorms may be cramped, but there is free Wi-Fi and pickup from the bus stand. Laundry is available at 2.5jd"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nawaf Bedouin Camp"],["url=http:\/\/sites.google.com\/site\/nawafdeserttours\/"],["email=nawafpetra@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+962 795 537 109"],["tollfree="],["fax="],["hours="],["price=95JD\/night, including dinner and breakfast"],["checkin="],["checkout="],["content=Very good way of getting to know the real Bedouin lifestyle. Nawaf is a warm and respectful person, and the way he manages his camp has very little to do with a hotel - he likes to work with small groups of tourists, so he can use all his energies to make you feel comfortable and spend time talking with you around the campfire. At night, in the magic atmosphere of the Bedouin tent, he will prepare on the fire (just in front of you) a very tasty dinner, following the old Bedouin traditions. The price also includes transportation to and from the Bedouin village next to Petra and to the desert camp in Wadi Araba."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Peace Way Hotel"],["url="],["email=peaceway_petra@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+962 3 2156963"],["hours="],["price=18JD\/night, single room including breakfast, feb 2011"],["checkin="],["checkout="],["content=free wifi in the lobby, free transport to Petra in the morning (1-way only)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amra Palace Hotel"],["url=http:\/\/www.amrapalace.com"],["email=info@amrapalace.com"],["address=P.O.Box 124 Wadi Mousa 71810 - Petra - Jordan"],["lat="],["long="],["directions="],["phone=+962 3 2157070"],["tollfree="],["fax=+962 3 2157071"],["hours="],["price=24JD\/night, single room including breakfast, feb 2011"],["checkin="],["checkout="],["content=wifi in lobby and bedroom (7jd for 1 day but often special unlimited offer mix with other things). Located just next to the Petra Gate Hotel - offers a nice terrace with good standing, a swimming pool and clean rooms"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cleopatra Hotel"],["url=http:\/\/www.cleopetrahotel.com"],["email=info@cleopetrahotel.com"],["address=P.O. Box 125 - Wadi Mousa"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+962 3 2156963"],["hours="],["price=25JD\/night, single room including breakfast, feb 2011"],["checkin="],["checkout="],["content=wifi (2jd for all your stay)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Moon Valley Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Rooms for 22JD\/night (April 2011). 20JD for additional nights. Room was decent for the price but not the cleanest. Air conditioning, Satellite TV, and hot water. Included in the price is a minimal breakfast. WiFi for 2JD\/day. Staff was very nice and helpful. Walking distance to Petra's entrace, although it may take 10 minutes or so. It's near a bunch of cheap supermarkets, SiWan restaurant (great local food, fair prices, not the cheapest), and near a good and cheap bakery."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sharah Mountains Hotel"],["alt="],["url=http:\/\/www.sharahhotel.weebly.com"],["email=sharahhostel@yahoo.com"],["address=Wadi Mousa"],["lat="],["long="],["directions=500 meters from the bus station"],["phone=00962779421440"],["tollfree="],["fax="],["hours="],["price=20 JOD per room per night"],["checkin=12:00"],["checkout=12:00"],["content=Sharah Mountains Hotel is located in Petra (Wadi Mousa), One minute walk from Al-Shaheed roundabout. Offers free transportation to & from the gate of Petra at any time you want, deposit safe, reservation for other hotels in Jordan , Organizing transportation to any place in Jordan with very competitive prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Qaser Al-Bint Hotel"],["alt="],["url=http:\/\/www.hostels.com"],["email=mshmaseen@yahoo.com"],["address=City Center"],["lat="],["long="],["directions=five minutes to The bus station"],["phone=00962776434952"],["tollfree="],["fax="],["hours="],["price=18 JOD per room"],["checkin=12:00"],["checkout=12:00"],["content=Offers clean and comfortable rooms with air condition and private paths."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hidab Hotel"],["alt=hidabhotel@batelco.jo"],["url=http:\/\/hidabhotelbooking.com\/"],["email="],["address=City Center"],["lat="],["long="],["directions=five minutes from the entrance to Petra"],["phone=0096232159100"],["tollfree="],["fax="],["hours="],["price=25 JOD per room"],["checkin=12:00"],["checkout=12:00"],["content=Budget 3-star hotel offering spacious rooms with air conditioning and private bath, satellite TV, hair dryer, fridge, 24-hour front desk service, Turkish Bath, Moonlight Terrace Restaurant, and Mountain Pub. Breakfast included."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mövenpick Resort & Petra"],["url=http:\/\/www.moevenpick-petra.com\/"],["email=resort.petra.reservations@moevenpick.com"],["address=Wadi Mousa 71810"],["lat=30.32569"],["long=35.46950"],["directions="],["phone=+ 962 3 21 57 11 1"],["tollfree="],["fax=+962 3 21 57 11 2"],["hours="],["price=Rates starting from JOD 99.00++"],["checkin=14:00 hrs"],["checkout=12:00 hrs"],["content=Located directly at the entrance to the historic city of Petra, the luxurious Mövenpick Resort Petra is certainly one of the most notable hotels in the Middle East. The Mövenpick Resort Petra is delighted to welcome its guests and visitors to the newly refurbished and tastefully decorated rooms and suites. The newly remodeled rooms and suites are elegantly designed and decorated with modern stylish furniture and fixtures that will satisfy the most discerning individual. All rooms and suites are equipped with the latest technological requirements such as wireless broadband internet connection and a 32\/37 inch LCD flat screen television."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand View Resort"],["url=http:\/\/www.grandview.com.jo"],["email=info@grandview.com.jo"],["address=Queen Rania St"],["lat="],["long="],["directions=Beside the Marriott overlooking Wadi Musa"],["phone=+962 (3) 215 68 71"],["tollfree="],["fax="],["hours="],["price=Single: 75JD; Twin: 100JD; Studio: 150JD; Junior Suite: 250JD; Executive Suite: 450JD"],["checkin="],["checkout="],["content=One of the top 5 hotels in Wadi Musa, the Grand View Resort offers excellent service with a fantastic view of Jabal Haroun (the Mountain of Aaron) and the surrounding area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taybet Zaman Hotel and Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+962 (06) 215 0111"],["tollfree="],["fax="],["hours="],["price=Rooms start at $110"],["checkin="],["checkout="],["content=Located in a renovated 19th-century village, this is quite possibly the best hotel and almost certainly the most stylish one in Petra, if not in all of Jordan. The 111 rooms are all located in individual houses decorated in Bedouin style. The inevitable handicraft shops are attractively camouflaged in a \"souq\", and there are good restaurants and even a Turkish bath on hand. The resort is a fair distance from Petra, but a courtesy shuttle bus is provided once a day: 9:30AM to Petra and 2:30PM for the return. This doesn't give enough time for exploration of Petra. If you have your own transportation, this is doable. If not, you end up paying 8JD each way for a taxi.there are two seasons in petra.the high season the price is getting up 195$.in low season is 130$."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mövenpick Nabatean Castle Hotel"],["url=http:\/\/www.moevenpick-nabatean.com\/"],["email=resort.petra.nabatean@moevenpick.com"],["address=Wadi Mousa 71810, P.O BOX 184"],["lat=30.28865"],["long=35.45658"],["directions="],["phone=+962 3 21 57 20 1"],["tollfree="],["fax=+962 3 21 57 20 9"],["hours="],["price=Rates starting from JOD 66.00++"],["checkin=14:00 hrs"],["checkout=12:00 hrs"],["content= Mövenpick Nabatean Castle Hotel is a 10 minute drive from the entrance to the historic site of Petra, situated in a breathtaking secluded position on a hillside at an altitude of 1,400 metres. All the hotel's 90 rooms and suites are spacious and most have extraordinary views over the Great Rift Valley. Interconnecting rooms and non-smoking rooms are available on request."]]}]},"\n",{"type":"==","value":[" Stay healthy "]},"\nThe most cold and rainy months to visit Petra are December and January. In this time it is warm during the day and very cold in the evenings and at nights. That's why it is necessary to take coats, hats and gloves. And it could warm up your visit there if you take a thermos with hot tea with you. Avoid going if the forecast shows a lot of rain, as the guards may need to transport tourists out if the valley starts to flood (like on Jan 18th 2010). The hot, dry air sometimes results in nosebleeds. Carry petroleum jelly (Vaseline or other brands) or petroleum jelly based products like Vicks and apply liberally to the insides of the nostrils to avoid nosebleeds. Also, carry plenty of water and Oral Rehydration products like Electral if you are traveling to Petra in the hot summer months to avoid dehydration. A good cap and sunglasses will help you avoid getting a heat stroke.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Little Petra, a scaled down version of Petra, is accessible by taxi or from\/to Petra. It is less traveled than the main site and is well worth the visit if you spend more than a day in Wadi Musa. Approximate cost for a cab ride to and from the site, including having the taxi wait for an hour or so, is about 15jd. There is also at least one minibus leaving from the bus station (city center) around 12 (May 2012)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wadi Rum"]]},", a stunning desert valley in southern Jordan, lies about an hour south of Petra. Buses leave in the morning (~6:30AM) and generally cost 5JD. Taxi for 25 JD and not more than 30 JD. (June 2012)"]},"\n",{"type":"*","value":[" Mujib nature reserve"]},"\n",{"type":"*","value":[" Buses to ",{"type":"[[","value":[["Aqaba"]]}," also leave in the morning for 5JD (price for Tourists) (~ 7AM)."]},"\n",{"type":"*","value":[" Public minibus from Wadi Musa (Petra) to Ma'an is 0.55 JD and from there to Aqaba 1.5 JD (Dec 2011)."]},"\n",{"type":"*","value":[" It is recommended to do ",{"type":"[[","value":[["Kerak"]]}," on your path between Petra\/Amman as most hotels don't organized one day tour back to the initial place."]},"\n",{"type":"*","value":[" To get to Amman, you can take a minibus at the central bus station (5.5JD). There must be one per hour until 2 or 3PM. Jett compagny also has a dayly bus leaving at 5PM from the parking close to the visitor center, around 8JD. (May 2012)"]},"\nMost budget hotels have tours but the level of organization changes a lot and could block you to take a tour. Best to form a group yourself (at least 4 persons).\nExample tour could be Kings way trip: hotel, shoubak castle, dana, tafilah, karak castle, dead sea, madaba, mount nebo, churches madaba, amman for about 30jd at Valentine Inn.\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["30.3333"],["35.4333"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern Desert"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Petra"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Jordan\/Localities\/Petra\/"]]}]