[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["El Petén"]}," is the biggest and northernmost department of ",{"type":"[[","value":[["Guatemala"]]},".\n\nBesides providing its visitors with a multi-faceted nature, it compells through its diversity of Maya sites in a distinctive regional style (\"El Estilo Petén\").\n\n",{"type":"==","value":["Understand"]},"\nMore than a thousand years ago, what is now the Petén was the hub of Classic Maya civilization, with a high population and many large splendid cities. For reasons still not fully understood by scholars, the civilization collapsed around the year 900. The Maya people did not \"disappear\" (more than 40% of Guatemala's population are ethnically Maya today), but no new temples and palaces were built, the population of the Petén region declined, and after a time the old cities were allowed to be reclaimed by jungle. \n\nFrom Spanish Colonial times into the mid-20th century, the Petén was Guatemala's wild frontier, with only a few towns like Flores in the vast jungle, and hardly any roads.  That has changed in recent decades. New paved highways were built, people moved into the area and cleared large sections of the jungle for farming -- though other large sections of jungle have been preserved as National parks. Eco-tourism and the fantastic ruins of the ancient Maya cities now draw many visitors. Still, the Petén remains less developed than other parts of Guatemala.\n\n",{"type":"===","value":["Climate"]},"\nEl Petén is tropical rain forest, so the days will be hot. It is most mild November thru February, when the nights can get a bit cool (but not cold like in the Highlands). The rainy season starts in late May or early June and continues to October, with frequent rain and more numerous mosquitoes.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Guatemala-Peten-around-Flores.png"],["thumb"],["420px"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Flores (Guatemala)"],["Flores"]]}," – this island town is the hub of the region, with an airport nearby and connections to the rest of the area"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dolores, Petén"],["Dolores"]]},", a small town in southern Petén, with a nice new archaeological museum and a colonial church - the oldest in Petén."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["El Remate"]]}," – a sleepy town on the east side of Lake Peten Itza"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Poptun"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Melchor de Mencos"]]}," – small town and the only land border crossing to ",{"type":"[[","value":[["Belize"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["San Andrés (Guatemala)"],["San Andrés"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Sayaxché"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" Classic Maya ruins at ",{"type":"[[","value":[["Tikal"]]}," - the most famous attraction in the Petén."]},{"type":"*","value":[" Pre-Classic site ",{"type":"[[","value":[["El Mirador"]]}," - huge ancient site, much less visited."]},{"type":"*","value":[" ",{"type":"[[","value":[["Piedras Negras"]]},", Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nakbé"]]},", Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nakum"]]},", Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ceibal"]]}," (often just Seibal in English), Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Uaxactún"]]}," to the north of Tikal. "]},{"type":"*","value":[" ",{"type":"[[","value":[["El Peru"]]}," (",{"type":"''","value":["Waká"]},"), Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yaxhá"]]},",  Maya ruins between ",{"type":"[[","value":[["Flores (Guatemala)"],["Flores"]]}," and ",{"type":"[[","value":[["Melchor de Mencos"]]},". Site of ",{"type":"[[","value":[["Survivor"]]}," episodes."]},{"type":"*","value":[" ",{"type":"[[","value":[["Topoxté"]]},",  Maya ruins on an island near Yaxhá"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dos Pilas"]]},", Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aguateca"]]},", Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Motul de San José"]]},", Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["El Tintal"]]},", Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["La Blanca"]]},", Maya ruins, under restoration"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ixkún"]]},", unrestored Maya ruins with a small collection of sheltered monuments, including the largest stela in Petén"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ixlú"]]},", unrestored Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["El Chal"]]},", unrestored Maya ruins with some badly eroded monuments"]},"\n",{"type":"==","value":["Talk"]},"\nSpanish. Guides who speak English and other major international languages can be hired at Tikal.\n\n",{"type":"==","value":["Get in"]},"\n\nDon't skimp on long distance bus rides. Budget \"chicken buses\" can be fun for a short ride, but for most the more comfortable first class buses are worth the price for long trips. \n\nThe route from Guatemala City via Poptun is served by three first class bus companies, ",{"type":"[","value":["http:\/\/tikalmayanworld.com\/services\/horarios.htm\/ Linea Dorada"]},", ",{"type":"[","value":["http:\/\/www.adnautobusesdelnorte.com\/eng\/quienes.htm\/ Autobuses del Norte"]},", and \n",{"type":"[","value":["http:\/\/www.autobusesfuentedelnorte.com\/index.php\/ Fuente del Norte"]},". \nThe latter has for years run cheaper buses between Flores and Guate, but more recently it also runs day and night buses that include first class and deluxe seating. Downstairs \"camitas\" are plush, but especially from Guate at night, you had better have a light sweater to wear.           \n\nThe route via Coban takes about 12 hours on buses, as opposed to the 8-10 or so via the other route, but it is more scenic. Plus, though you have to change buses in Coban, that is a destination in its own right. You would start out from Guate on  ",{"type":"[","value":["http:\/\/www.autopullmanmonjablanca.com\/home.htm\/ Monja Blanca"]}," and switch to a minivan in Coban.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nPetèn is dotted with hundreds of Maya archaeological sites, most of which are  worth visiting. Unfortunately the majority of tourists only see \"Tikal\", which is certainly a highlight, but neglect the other Maya jewels in the jungle. For curious adventurers untouched archaeological sites in the old-growth forests are waiting to be explored. Hidden ruins being especially worth visiting include ",{"type":"'''","value":["Holmul, La Honradez, Chochkitan, Kinal, Xultun, Dos Aguadas "]},"and",{"type":"'''","value":[" Rio Azul"]},". Even though their magnitude is comparable to Tikal, the yearly visitor number at these sites only reaches an average of 20 persons. The quality of the roads to the more remote sites leaves a lot to be desired. Therefore it is advisable to undertake these kind of trips only during dry season (February until June). Travelers wishing to go off the most crowded tourist paths but still find well explored sites with amenities are advised to visit ",{"type":"'''","value":["San Clemente, La Blanca "]}," and ",{"type":"'''","value":["Nakum"]}," (providing for the greatest Palace Acropolis of the Maya World).\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n\n\n",{"type":"==","value":["Sleep"]},"\nStay at the Jaguar Inn Hotel, Flores Petén. The hotel is located inside the National Park, so you don't have to travel to and from Flores city center. The hotel has nice typical Guatemalan breakfast (beans and tortillas). At night, the lights and electricity is unavailable at around 6pm. The only thing is that, hot water is unavailable. You can listen to the sounds of the animals at night.\n\n",{"type":"==","value":["Drink"]},"\n\nTwo good beers in Guatemala are Gallo, which is probably all you will find in smaller towns and Moza (which is a flavorful bock beer). Both have 5% alcohol. \n\nIn most of the restaurants there are also fruit, smoothy type drinks called Liquiados, that come in a variety of fruits, and are made from fresh fruits.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAlways stay on the beaten path, and stay with a group.  Don't wander off, stay alert. In out of the way places, it can be too easy to get lost on unknown jungle paths. In towns and touristy areas try your best to blend in and not draw too much attention to yourself. \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Guatemala"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Petén Department"]]},"\n",{"type":"{{","value":[["geo"],["16.9"],["-89.9"]]}]