[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Isla Tapu, Phuket, Tailandia, 2013-08-20, DD 36.JPG"],["thumb"],["350px"],["Ko Tapu"]]},"\n\n",{"type":"'''","value":["Phang Nga Bay"]}," is a bay between ",{"type":"[[","value":[["Phuket"]]},", ",{"type":"[[","value":[["Phang Nga"]]}," and ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]}," north of ",{"type":"[[","value":[["Ko Yao"]]},", known for its limestone rock formations. Most visitors explore the area in a one-day tour, but some larger islands have accommodation available.\n\n",{"type":"==","value":["Islands"]},"\nThere are dozens of small islands between Phuket, Phang Nga and Krabi. The following have accommodation:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ko Maphrao"]]}," (Coconut Island)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Yao"]]}," — two islands halfway to Krabi, with four upmarket resorts"]},"\n",{"type":"==","value":["Understand"]},"\nPhang Nga Bay is one of the most beautiful bays of Thailand. It is famous for its gravity-defying limestone formations, including ",{"type":"'''","value":["James Bond Island"]}," (",{"type":"''","value":["Ko Tapu"]},").\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nTour operators organize many different tours and most of them follow the standard route around the bay passing weird rock formations, limestone outcrops, hidden lakes, tiny beaches and caves. Tours usually go to ",{"type":"'''","value":["Khao Ping Gan"]}," (Leaning Rock) which was featured in the James Bond movie ",{"type":"''","value":["The Man With the Golden Gun"]}," as Scaramanga's hideaway. ",{"type":"'''","value":["Ko Tapu"]}," in front of James Bond Island is a popular rock. It is often used as a symbol of Phang Nga. Beware that on \"the\" James Bond Island, the beach is littered with trinket vendors trying to sell you something and the experience of seeing the island may be somewhat disappointing and diluted.  \n\nA Phang Nga Bay tour may take you to ",{"type":"'''","value":["Ko Panyi"]},", a village built on stilts. The mosque and the graveyard are the only places which are built on ground. It's a tourist trap during the day as many tours also stop here. Some tours will give you the option of staying overnight, which is preferable to really experience the village as the village returns to normal in the evening. If you go inland you can see more of the village and eat at local stalls. In Ko Panyi there are now many people living and working from outside, thus less authentic. Many of these people come from the poorer ",{"type":"[[","value":[["Isaan"]]}," region. If you want to see a real fishing village go to ",{"type":"'''","value":["Ko Ma Paay"]},". Just as in other parts of southern Thailand, the inhabitants of Ko Panyi are of Malay descent.\n\nIf you're coming from ",{"type":"[[","value":[["Phang Nga"],["Phang Nga Town"]]},", you can make the Phang Nga Bay tour with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sayantour.com\/ Sayan"]}]}," (in the bus station) or ",{"type":"'''","value":["MT Tour"]}," (in the Muang Thong hotel, 100 m from the bus station). If you arrive at the bus station there is the usual harassment. But take your time and don't believe everything the people tell you there because they want to force or lure you to their tour operator or hotel. So do ",{"type":"''","value":["not"]}," immediately buy a ticket when you get off the bus. Talk with the different tour operators and see what's the best for you. Usually there are a couple of different trips available every day. Half day tours, full day tours, and tours with a night in Ko Panyi. There are also sea canoeing trips. Tours booked from Krabi or Phuket are shorter and are more expensive.\n\n",{"type":"[[","value":[["Image:Seacanoe.jpg"],["thumb"],["350px"],["Sea canoeing in Phang Nga Bay"]]},"\n\n",{"type":"'''","value":["Sea-canoeing"]}," is a popular activity in the Phang Nga Bay. It is a form of eco-tourism that is available in several variations, as popular one-day tours, or more extended tours involving overnight camping on island beaches. You will see more of the area, as many mangrove swamps and island grottoes are only accessible by canoe.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nPhang Nga Bay is bounded by ",{"type":"[[","value":[["Phuket"]]},", ",{"type":"[[","value":[["Phang Nga"]]}," and ",{"type":"[[","value":[["Krabi Province"]]},".\n\n",{"type":"[[","value":[["WikiPedia:Phang Nga Bay"]]},"\n\n",{"type":"{{","value":[["geo"],["8.2833"],["98.6000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Phuket"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]