[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Phang Nga"]}," (พังงา) is a both a coastal province and a town, the provincial capital, on the ",{"type":"[[","value":[["Northern Andaman Coast"]]},", ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nPhang Nga is a coastal province on the Andaman Sea with scenic forests and islands. The province offers superb natural beauty both onshore and underwater. Phang Nga is also the name of the city that serves as the provincial capital.\n\n",{"type":"===","value":["History"]},"\n\nPhang Nga was originally inhabited by small communities and named Kraphu-nga. During the reign of King Rama II, nearby areas (including Thalung, now known as ",{"type":"[[","value":[["Phuket"]]},") were occupied by the Burmese and so many people fled to Kraphu-nga. In 1824, Siamese troops defeated the Burmese and the invaders were expelled. King Rama III renamed the area Phang Nga and in 1933 the town was expanded to be a province.\n\n",{"type":"===","value":["People"]},"\n\nPhang Nga is a mix of Buddhists, Thai-Chinese, Muslims and even sea gypsies. The majority of the rural population is Muslim. Phang Nga, however, is free of religious tension and the populace live in peace and harmony. Outside of the provincial town, the rural folk speak with a thick Southern dialect which is difficult for even other Thais to understand.\n\nGiven its ethnic mix, Phang Nga is always celebrating something, be it part of Thai Buddhist, Thai-Chinese or Thai-Islamic tradition.\n\nOn the small island of Ko Surin is a community of Moken sea gypsies who still live their traditional lives as seafaring people. These sea gypsies speak Yawi dialect and are welcoming to tourists. However, just as is the case of the long-necked Karen in Mae Hong Son, some Moken complain that their village has come to resemble a human zoo with hoards of tourists walking around gawking at the villagers. Nevertheless, there are organised tours from Phang Nga which go there.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By car "]},"\n\n",{"type":"*","value":["First route: From Bangkok, take Hwy 4, passing the provinces of Prachuap Khiri Khan, Chumphon, and Ranong, then drive straight to Phang Nga town.  It is 788 km from Bangkok.  The trip takes around 12 hours."]},"\n",{"type":"*","value":["Second route: From Bangkok, take Hwy 4 to Chumphon, from there, take Hwy 41 to Amphoe Tha Chang, then go straight to an intersection where a right turn is made to Hwy 401, keep driving to Amphoe Ban Ta Khun for about 50 km, and then take Hwy 415 for 30 km, take a right turn to Phang Nga town."]},"\n",{"type":"*","value":["Visitors travelling from Phuket should use Hwy 402, passing the Sarasin Bridge to Ban Khok Kloi, take a right turn to Amphoe Takua Thung.  It is 87 km from Phuket.  The journey takes around 1 hour and 30 minutes."]},"\n",{"type":"===","value":[" By plane "]},"\n\nThere is no airport here. The closest are in ",{"type":"[[","value":[["Phuket"]]},", ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]},", or ",{"type":"[[","value":[["Surat Thani"]]},".\n\n",{"type":"===","value":[" By train "]},"\n\nThere is no train station here. You must catch a bus for ",{"type":"[[","value":[["Phun Phin"]]},", near ",{"type":"[[","value":[["Surat Thani"]]},".\n\nThe State Railways of Thailand operates daily train services between Bangkok and Surat Thani.  A trip to Phang Nga can be made by getting off at the Surat Thani Railway Station and then taking a bus for another two hours.  For more information, call Bangkok’s ",{"type":"[","value":["http:\/\/www.railway.co.th Hualamphong Railway Station"]}," tel. 1690, +66 2 2237010, +66 2 2237020.\n\n",{"type":"===","value":[" By bus "]},"\n\nBuses from Phuket, Takua Pa and Krabi pass through Phang Nga. During the day there are many buses from the bus station to Phuket, Krabi, Takua Pa, and Surat Thani. In the evening, however, there are few buses, but if you're lucky you might catch a bus on the Phuket-Krabi road. (4 km from the city) The phone number of the bus station is +66 76 412014.\n\nThere are daily bus services from Bangkok to Phang Nga.  Air-conditioned buses, 3 types, depart from Bangkok’s Southern Bus Terminal at the following times:\n\n",{"type":"*","value":["VIP Bus: 18:30"]},"\n",{"type":"*","value":["Standard 1 Bus: 19:30"]},"\n",{"type":"*","value":["Standard 2 Bus: 06:30 and 16:00"]},"\nTravelling time is ~12 hours. For more information, call the Southern Bus Terminal at +66 2 4351199200 or the Phang Nga Bus Terminal at Tel: +66 76 412300 or +66 76 412 014.\n\nAt the bus station itself, there is a friendly travel agent who will quite gladly give you a map of the city and area.\n\n",{"type":"===","value":[" By boat "]},"\n\nThe pier, Tha Dan, is 9 km south of the town.\n\n",{"type":"===","value":[" By taxi "]},"\n\nFrom Phuket there are a variety of taxi and private car-hire services. However, there is a stranglehold on many of these agencies through local \"associations\" that demand high prices and disallow competition. It is a common complaint that passengers are made to stop at local gem and\/or travel agencies allowing the drivers to collect a commission. To avoid this, demand the meter to be turned on or agree to price ahead of time, with no stops. Try to use licensed and certified agencies.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.khaolaktaxi.com Khao Lak Taxi"]}]}]},"\n",{"type":"==","value":["By plane"]},"\n\n",{"type":"*","value":["Thai Airways International operates ",{"type":"[[","value":[["Bangkok"]]},"-",{"type":"[[","value":[["Phuket"]]}," flights daily.  From Phuket, take a bus or rent a car to Phang Nga, about 58 km.  For more information, call ",{"type":"[","value":["http:\/\/www.thaiair.com Thai Airways"]}," tel: 1566 or +66 2 2800060, +66 2 6282000 or Phuket office at tel. +66 76 360444."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.bangkokair.com Bangkok Airways"]}," has daily flights connecting Phuket Airport with ",{"type":"[[","value":[["Pattaya"]]}," and ",{"type":"[[","value":[["Ko Samui"]]},". For more information, contact their Bangkok office at Tel. +66 2 2655678. Reservations can be made at Tel. +66 2 2655555 or Phuket office Tel. +66 76 225033, +66 76 225034."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.airasia.com Air Asia"]}," also offers several daily flights connecting Bangkok and Phuket airport. Call +66 2 5159999 or Phuket office at Tel. +66 76 351428, +66 76 369182 for reservations."]},"\n",{"type":"==","value":["Get around"]},"\n\nThe most popular form of transport in Phang Nga is by songthaew (public passenger pick-up vehicles). To get to and from other districts, there is a public, non-air-conditioned bus service or even cars for rent. And for a day out on the islands, there are long-tailed boats for hire.\n\nYou can use the songthaews for travel in the city. If you want to explore the area, it is better to rent a motorbike. You can rent a motorbike at ",{"type":"'''","value":["M.T. Tour"]}," (Muang Thong Hotel: from the bus station, go to the exit, turn right at the main road, walk 100 m and it's on your left). If you have your own car or motorbike already, you still can go to MT Tour (+66 89 289 2566) to get a free detailed map of the area. In general, everything (tours, accommodation, food) in Phang Nga is cheaper than Phuket. It's not possible to rent a car in Phang Nga, but in Khao Lak, Krabi or Phuket you can rent a car.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Heaven and Hell Cave"]}," (ถ้ำ้้ตาปาน) Within the town itself, about 1 km back towards Krabi from the bus station. On Tapan Road, some 200 m along, is a temple and a cave within easy walking distance. "]},"It is patterned after the Hindu tradition which is, to a point, prominent in Thai Buddhism.  You will see statues of various gods including Ganesha, as well as virtues like the Three Wise Monkeys.\nBut the most prominent feature is the statues of souls suffering in hell. These are very graphic and quite similar in some ways to the medieval Christian images of the same. They cover an area of about an acre.\n\nOn the way to the cave itself, you will pass to the right of the path, images of a judge and his two scribes who are judging. To the left of the path are two really scared souls with what looks like a potential executioner on either side of them.\n\nSome people may consider this rather over the top, but, it is their tradition and religion, so please respect.\n\nThe cave itself is nothing much.\n\nYou can climb up the structure on the right (steep steps) and get a really good view of Phang Nga Bay, and the surrounding mountains. Well worth a look.\n\nIt is suggested that you leave 100 baht at the temple on the way out as an offering in respect of what you have seen.\n\n",{"type":"==","value":["Do"]},"\n\nPhang Nga has a beautiful landscape with many waterfalls, mountains, islands, rivers and hot springs. You can get a good map at M.T. Tour. Phang Nga has also special temples, each one with different characteristics. Attractions near the city are: The elephant mountain (temple), Sanong Manora waterfall, Somdet Phra Srinagarindra Park. Further away are: Namtok Lamru a 5-tiered waterfall, Khao Lak (beaches), Ko Similan National Park (diving & snorkelling), Ko Surin National Park (diving & snorkelling). There are also jungle tours with rafting and temple tours.\n\nAnother great thing to do is ",{"type":"''","value":["community-based tourism"]},". Communities around Phang Pga Province are opening up their villages to one day tours and overnight home stays. They usually come at a base price and list everything that will be included in the tour from batik painting to tin mining.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Khao Lak Trip Dive Centre"],["alt=Khao Lak Trip Dive Centre"],["url=http:\/\/www.khaolaktrip.com\/"],["email=info@khaolaktrip.com"],["address=4\/93 Moo 7, Khuk Khak, Takuapa, Phang Nga 82190"],["lat="],["long="],["directions="],["phone=+66 76 485297, +66 8 4638 6668 (Mobile)"],["tollfree="],["fax=+66 76 485296"],["hours="],["price="],["content=4-day\/4-night trip (up to 14 dives) to the Similan Islands, Ko Bon, Ko Tachai, and Richelieu Rock from 18,900 baht"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Similan Dive Center"],["url=http:\/\/www.similandivecenter.com\/"],["email=info@similandivecenter.com"],["address=13\/61 Moo 7 Khao Lak, Khuk Kak, Takuapa"],["lat="],["long="],["directions=opposite Bangkok Bank in the centre of Bang La On"],["phone=+66 76 485 792"],["tollfree="],["fax="],["hours="],["price="],["content= Khao Lak's largest dive center offers diving in a friendly atmosphere with an experienced crew. Day trips and daily departing liveaboards to the Similan Islands, Ko Bon, Ko Tachai and Richelieu Rock."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wicked Diving, Khao Lak"],["url=http:\/\/wickeddiving.com"],["email=info@wickeddiving.com"],["address=4\/37 Moo 7 Khuk Khak, Takuapa"],["lat="],["long="],["directions=on Rt. 4 in Bang La On, next to Viking Steakhouse"],["phone=+66 76 485 868"],["tollfree="],["fax="],["hours="],["price="],["content=Dive centre run to ethical and environmentally friendly standards. Operating liveaboards on 3- and 5-day expeditions to the Similan and Surin Islands"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nPhang Nga city is not a tourist destination. There are many banks and ATMs in the city, but there are no currency exchange booths. If you have cash, change it before 15:30 on weekdays.\n\nTesco Lotus carries all brand names and convenience food. Boots, the chemist, and other chemists and pharmacies are available.\n\n",{"type":"==","value":["Eat"]},"\nDuring the day you can get cheap and delicious meals at the market or at the restaurant in the ",{"type":"'''","value":["Muang Thong Hotel"]},". In this hotel it's also possible to have breakfast  of eggs, toast, butter & jam. There is a vegetarian restaurant on the main road if you walk south from the bus station. At night it is worth trying the restaurants on the riverside. Tuesdays and Thursdays there is a night market 500 m south of the bus station on the main road. Many guidebooks recommend ",{"type":"'''","value":["Duang"]}," as a good place to eat. However as a tourist you will probably pay more than Thais, and Malaysians may have to pay even more than other tourists.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several hotels throughout the city, although they are all of relatively low standard and rather old. If you plan to see Phang Nga Bay and you want to stay overnight only for that reason you might want to reconsider your choice. In that case it might be better to stay in Phuket, Khao Lak or Krabi and take one of the frequent and inexpensive buses to Phang Nga early in the morning. You will likely get better quality of accommodation at comparable prices that way.\n\n",{"type":"===","value":["Budget"]},"\n\nAll of the budget hotels are within 400 m of the bus station so it won't be hard to walk to them. Exit the bus station and turn right.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Muang Thong Hotel"],["url="],["email="],["address=Petchkasem Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=400 baht"],["checkin="],["checkout="],["content=Old hotel with free Wi-Fi, TV, air-con, fridge and generally friendly staff. The office for booking tours of Phang Nga Bay is in the same building (MT Tours)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phang Nga Guesthouse"],["url="],["email="],["address=99\/1 Petchkasem Rd"],["lat="],["long="],["directions="],["phone=+66 76 411358"],["tollfree="],["fax="],["hours="],["price=350-480 baht"],["checkin="],["checkout="],["content=Looks more decent from the outside and the rooms look better than in the other hostels\/budget hotels. Rooms have air-con, TV and free Wi-Fi but are smaller than the rooms in other hotels in town. They seem generally cleaner, although slightly moldy."]]}]},"\nOther budget options are ",{"type":"'''","value":["Rattanapong"]}," (located between Muang Thong and Phang Nga Guesthouse), ",{"type":"'''","value":["Thaweesuk"]}," (150 baht), and ",{"type":"'''","value":["Lak Muang"]},".\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Phang Nga Inn"],["url="],["email="],["address=2\/2 Soi Lohakit"],["lat="],["long="],["directions=turn left as you exit the bus station, take the second street on your left--opposite the school. The hotel is about 100 m along on your right"],["phone=+66 76 411 963"],["tollfree="],["fax="],["hours="],["price=500 baht"],["checkin="],["checkout="],["content= It's clean, with A\/C and TV, and hot water in the shower."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phang Nga Villa"],["url=http:\/\/www.phuketvillagetaways.com\/villas-in-phuket\/phang-nga\/"],["email="],["address=Natai Beach beachfront"],["lat="],["long="],["directions=25 minutes drive north of Phuket airport"],["phone="],["tollfree="],["fax="],["hours="],["price=294,000 to 438,900 baht per week"],["checkin="],["checkout="],["content=6 bedrooms, 7 bathrooms. The villas are laid out as 3 individual pavilions, each with pool and ocean views, and have a contemporary Thai style."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Phang Nga Bay"]]}," is famous for its gravity-defying limestone formations. You can make the tour with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sayantour.com\/ Sayan"]}]}," (in the bus station) or ",{"type":"'''","value":["MT Tour"]}," (in the Muang Thong hotel, 100 m from the bus station).\n\n",{"type":"{{","value":[["routebox"],["image1=Thai Highway-4.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Takua Pa"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Sadao"]]}],["minorr1=",{"type":"[[","value":[["Krabi Town"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["8.464444"],["98.531667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Andaman Coast"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Phang Nga"]]}]