[{"type":"{{","value":[["pagebanner"],["Philadelphia Broad Street night banner.jpg"],["caption=Night view of Philadelphia City Hall, looking north from Broad Street between Walnut and Locust Streets"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"[[","value":[["Image:CIMG1532a.JPG"],["thumb"],["220px"],["Rocky statue outside the Philadelphia Museum of Art"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/philadelphiausa.travel Philadelphia"]}]},", located in southeastern ",{"type":"[[","value":[["Pennsylvania"]]},", in the mid-Atlantic region, is the fifth most-populous city in the United States. Often referred to as \"Philly,\" the city is coterminous with Philadelphia County. Philadelphia sits adjacent to the ",{"type":"[[","value":[["New Jersey"]]}," and ",{"type":"[[","value":[["Delaware"]]}," borders, and as such, its metropolitan area encompasses counties in Pennsylvania, New Jersey and Delaware.\n\n",{"type":"==","value":["Districts"]},"\n\nFor most visitors, the focal point will be ",{"type":"'''","value":["Center City"]}," and ",{"type":"'''","value":["Old City"]},", which comprise the \"downtown\" section of Philadelphia. It is bounded by Vine St. to the north, the Delaware River to the east, South St. to the south, and the Schuylkill River to the west. The 2010 Center City residential population of 57,000 makes it the third most populated central business district in America, behind ",{"type":"[[","value":[["New York City"]]}," and ",{"type":"[[","value":[["Chicago"]]},". Other popular districts to visit are ",{"type":"'''","value":["West Philly"]}," and ",{"type":"'''","value":["South Philly"]},". \n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Philadelphia districts map2.png"],["regionmaptext="],["regionmapsize=341px"],["region1name=",{"type":"[[","value":[["Philadelphia\/Center City East"],["Center City East"]]}],["region1color=#ac5c91"],["region1items="],["region1description=Philadelphia's beautiful City Hall, the Convention Center, Chinatown, Washington Square West, the gay-friendly Gayborhood, and the Broad Street Arts Corridor."],["region2name=",{"type":"[[","value":[["Philadelphia\/Center City West"],["Center City West"]]}],["region2color=#d09440"],["region2items="],["region2description=West of Broad Street and City Hall, includes the art museum district, Rittenhouse Square, shopping resembling an outdoor mall with dining on Chestnut and Walnut Streets, and a good portion of the central business district with Philadelphia's tallest skyscrapers."],["region3name=",{"type":"[[","value":[["Philadelphia\/Old City"],["Old City"]]}],["region3color=#3650ea"],["region3items="],["region3description=Philadelphia's oldest historic quarter, where the roots of the American Independence began. Located between 6th Street and the Delaware River, it features Independence Mall and historical landmarks like the Liberty Bell, Constitution Hall, and Independence Hall. Also of significance are the art, design and fashion businesses and galleries, making Old City a vibrant and culturally diverse neighborhood with an 'old world' european aesthetic. Evening hours bring added excitement with great restaurants, bars and clubs."],["region4name=",{"type":"[[","value":[["Philadelphia\/South"],["South Philly"]]}],["region4color=#71b37b"],["region4items="],["region4description=South Street, the Italian Market, the Sports Complex, endless cheap dive bars, and Philly cheesesteaks."],["region5name=",{"type":"[[","value":[["Philadelphia\/North"],["North Philly"]]}],["region5color=#b5d29f"],["region5items="],["region5description=Working class neighborhoods, some of which are struggling with crime problems, but also the home of Temple University and Northern Liberties."],["region6name=",{"type":"[[","value":[["Philadelphia\/West"],["West Philly"]]}],["region6color=#d56d76"],["region6items="],["region6description=West of the Schuylkill River, includes University City comprising of University of Pennsylvania and Drexel University and its surrounding neighborhoods."],["region7name=",{"type":"[[","value":[["Philadelphia\/Northwest"],["Northwest"]]}],["region7color=#4fb7c0"],["region7items="],["region7description=The off-the-beaten-path northwestern reaches of the city, most notable for its middle-to-upper class residential neighborhoods of Manayunk, Chestnut Hill, East Falls and Mt. Airy."],["region8name=",{"type":"[[","value":[["Philadelphia\/Northeast"],["Northeast"]]}],["region8color=#69999f"],["region8items="],["region8description=The far northeastern part of town, mostly residential."]]},"\n\n",{"type":"==","value":["Understand"]},"\nPhiladelphia, often called the \"Birthplace of America\", is the birthplace of America's modern democracy. Phily was founded by William Penn in 1681, and assumed its present-day shape and size in 1784 when ",{"type":"[[","value":[["Montgomery County (Pennsylvania)"],["Montgomery County"]]}," was split off from Philadelphia. The city's name translates to \"City of Brotherly Love\" and has been a seat of freedom since its inception; originally founded by Quakers, the colony promoted religious freedom among its residents in stark contrast to the ",{"type":"[[","value":[["England"]]}," of the time.\n\nNote that the definition of \"Philadelphia\" changed in 1854. Prior to that time term \"Philadelphia\" referred to we today call \"Center City\", and what we today call \"Philadelphia\" was referred to as \"Philadelphia County\" (that term is still used today, but it's extremely uncommon). For clarity's sake we will use modern terminology, though be aware that many people will refer to Center City as \"Philadelphia\" when referring to pre-1854 periods.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Goal in Walnut Street Philadelphia Birch's views plate 24 (cropped).jpg"],["thumb"],["300px"],["Walnut Street, Philadelphia, c. 1800"],["Walnut Street, Philadelphia, c. 1800"]]},"\nKnown for its role in the American Revolutionary War, Philadelphia saw the convening of the Continental Congress as well as the writing of the Declaration of Independence and the Constitution. Shortly after the nation's inception took place in Philadelphia, Center City was named the nation's capital, a role it filled from 1790 until 1800, when ",{"type":"[[","value":[["Washington, D.C."]]}," took over. Prior to 1854, Philadelphia as we know it today only consisted roughly of center city, extending east to west between the Delaware and Schuylkill Rivers and north to south between Vine and South Streets. Everything else was Philadelphia County and contained thirteen townships, six boroughs, and nine districts. The Act of Consolidation in 1854 consolidated all these areas within Philadelphia County with the city of Philadelphia, creating the boundaries you see today. ",{"type":"[","value":["http:\/\/www.ushistory.org\/philadelphia\/philadelphia.html"]},"\n\nBenjamin Franklin, probably the Philadelphia's most famous resident, was responsible for the city's alternative title, the \"new Athens.\" While Franklin's most famous experiment dealt with the conducting of electricity, he was also responsible for the country's first insurance company, the city's first public library and the first fire department; Franklin also played a great role in establishing the city's postal system as well as inventing new conveniences such as bifocal lenses and the Franklin Stove.\n\nPhiladelphia has seen its skyline and its name in lights throughout the years in such famous films as the \"Rocky\" series (the statue from \"Rocky III\" still stands prominently outside the Philadelphia Museum of Art), as well as films like namesake \"Philadelphia\" and many of Philadelphia native M. Night Shyamalan's thrillers.\n\nThe Liberty Bell is right in the center of Philadelphia inside of a pavilion near Independence Hall. The Liberty Bell is a major piece in Philly's history. It was rung to announce the news of the passage of the Catholic Emancipation Act of 1829 in Great Britain. John Sartain in his book, Reminiscences of a Very Old Man, claims the bell was cracked during this announcement:\n\"The final passage of the Emancipation Act by the British Parliament is linked to a bit of Philadelphia history.  On receipt of the news in Philadelphia the Liberty Bell in the tower of the State House was rung, and cracked in the ringing.  When I was up in the tower in 1830, two years after, viewing the cracked bell for the first time, Downing, who was then the custodian of Independence Hall, told me of it and remarked that the bell refused to ring for a British Act, even when the Act was a good one.\"\n\n",{"type":"===","value":["People"]},"\n\nThe Philadelphia area's 6.2 million inhabitants comprise a diverse group of almost every nationality. Philadelphia's primary cultural influences can be seen in its plethora of Irish pubs, the city's Italian Market, the Chinatown District, and the Reading Terminal which plays host to a diverse crowd of merchants — from first-generation European and Asian immigrants to the area's local Amish and Mennonite farmers.\n\n",{"type":"===","value":["Economy"]},"\n\nPhiladelphia's economy is as diverse as the population that inhabits the city. In Old City, the 'Third Street Corridor', from 3rd and Chestnut Streets to Vine Street, is home to many locally owned businesses contributing to art, design and fashion industries. The Philadelphia Stock Exchange, the oldest one in America, has been in operation since 1790. In addition, the city is host to several Fortune 500 companies, including Comcast (the nation's largest cable television and broadband Internet provider), CIGNA insurance, Aramark, and Lincoln Financial Group. The largest private employers in the city are the University of Pennsylvania, Children's Hospital of Philadelphia, Thomas Jefferson University Hospital, Temple University, and US Airways.  In the region there are approximately 50 higher educational institutions making Philadelphia a large 'college town'. \n\nDating back to the city's roots as the nation's first capital, the federal's government presence is also strong in Philadelphia. A U.S. Mint is located near Philadelphia's historic district and the Philadelphia division of the Federal Reserve Bank is close to that. Thanks to this governmental presence the city plays host to a large number of prestigious law firms and is considered one of the nation's centers of law.\n\nThe Pennsylvania Railroad, once the largest railroad company in the world, continues to influence Philadelphia's economy under the Amtrak name. Amtrak's second-busiest station, 30th Street Station, is on the west bank of the Schuylkill River and employs many Philadelphians in customer service, engineering, accounting, and IT jobs at the station.\n\nMany medical schools, pharmaceutical companies, and medical technology firms make their homes in and around Philadelphia, arguably making it the nation's healthcare capital.  And numerous virtual commerce firms have made their home in the Philadelphia area, including QVC, Half.com (purchased by eBay), DuckDuckGo, Monetate, and MyWikiBiz.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 39"],["febhigh = 42"],["marhigh = 51"],["aprhigh = 63"],["mayhigh = 73"],["junhigh = 82"],["julhigh = 87"],["aughigh = 85"],["sephigh = 78"],["octhigh = 67"],["novhigh = 55"],["dechigh = 44"],["janlow = 24"],["feblow = 26"],["marlow = 33"],["aprlow = 43"],["maylow = 53"],["junlow = 62"],["jullow = 68"],["auglow = 66"],["seplow = 59"],["octlow = 47"],["novlow = 38"],["declow = 29"],["janprecip = 3.2"],["febprecip = 2.8"],["marprecip = 3.7"],["aprprecip = 3.4"],["mayprecip = 3.6"],["junprecip = 3.4"],["julprecip = 4.2"],["augprecip = 3.9"],["sepprecip = 3.3"],["octprecip = 2.7"],["novprecip = 3.3"],["decprecip = 3.3"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Philadelphia"],["39.95383"],["-75.16245"]]}]]},"\nPhiladelphia has a humid continental climate with four distinct seasons. Winters are cold and often snowy, with temperatures usually hovering around 32°F (0°C) during the colder months. Average annual snowfall is 24 inches (59 cm) which is spread out mainly from December to March, but the area is sometimes hit by devastating blizzards that can dump up to half that total or even more on the city in one day, such as in 1996 when a single storm dumped 30.7 inches (78 cm) of snow on the city in just a couple days.\n\nSpring and fall are rather pleasant, with temperatures in the 60s and 70s F (15°C-25°C). Summers are hot and humid, and conditions can get quite unpleasant when the air temperature is near 90°F (32°C) and humidity is high.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.phl.org\/index.html Philadelphia International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["PHL"]]},") is the largest airport in the Delaware Valley, just minutes from the city and is served by taxis and the SEPTA Regional Rail Airport Line. Taxis offer a flat rate of $28.50 from the airport to Center City. The Airport Line serves each terminal throughout the day until approximately midnight and takes about twenty minutes to travel between the airport and Center City Philadelphia, making stops at all major commuter tunnel stations: 30th Street Station (Amtrak), Suburban Station (Penn Center, City Hall) and Market East Station (East Market Street, The Gallery, Pennsylvania Convention Center, Reading Terminal). Tickets for the Airport Line can be purchased on board the train, cash-only, for $8. Tickets purchased at ticket windows at stations in Center City cost $6.50.  You can also buy a day pass for $12 valid on all regional rail trains after 9:30AM except into New Jersey either on board the train or at a ticket office. However, if you buy on board the train be advised that to use your pass on SEPTA services other than Regional Rail, you will have to trade in your pass for an Independence Pass at a ticket office in the city center. A family pass is available for $29; the same restrictions apply. Alternately, the #37 SEPTA bus stops at all terminals (Directly outside baggage claim) and goes into South Philadelphia, terminating at the Broad Street Line subway station \"Snyder.\" The trip costs $2.25 cash, payable to the driver.\n\nThe predominant carrier at PHL is ",{"type":"[","value":["http:\/\/www.usairways.com US Airways"]},", which offers flights to destinations throughout the U.S. and Europe, as well as a handful to Latin America. ",{"type":"[","value":["http:\/\/www.southwest.com Southwest"]}," has become US Airways' main domestic competitor at PHL, and the two airlines constantly attempt to outbid each other's fares on many trunk routes.\n\nAlternatively, you can fly to ",{"type":"'''","value":["Newark International Airport"]}," (",{"type":"{{","value":[["IATA"],["EWR"]]},") or ",{"type":"'''","value":["Baltimore-Washington International Airport"]}," (",{"type":"{{","value":[["IATA"],["BWI"]]},"), each of which has a more or less direct connection by Amtrak to 30th Street Station (1 hr from EWR; 80 min from BWI). Other New York and Washington-area airports are less convenient.\n\nCommercial service on Frontier Airlines begins operation July 2013 from ",{"type":"'''","value":["New Castle Airport"]}," (",{"type":"{{","value":[["IATA"],["ILG"]]},").  Frontier will offer five nonstop routes on Airbus A320 aircraft.  The New Castle Airport is 40 miles from downtown Philadelphia.\n\nPhiladelphia proper also has the ",{"type":"'''","value":["Northeast Philadelphia Airport"]}," (",{"type":"{{","value":[["IATA"],["PNE"]]},"). PNE is Pennsylvania's 6th busiest airport. It opened in 1945, which was a great relief to the city, in which PHL (then called the Philadelphia Municipal Airport) was shut down. Currently, it operates as the city's general aviation airport and does not have scheduled commercial airline service.\n\n",{"type":"===","value":["By train"]},"\n\nThe city is a major hub along ",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]},"'s Northeast Corridor and Keystone lines, with frequent trains (at least once an hour during the day) from some of the nation's largest cities. Inbound trains from Washington and New York arrive at least once an hour during the day; 30th Street Station is also part of ",{"type":"[","value":["http:\/\/www.amtrak.com\/ Amtrak"]},"'s Acela High Speed Corridor which allows for faster travel times between the major Northeast Corridor cities. The Keystone and Pennsylvanian trains arrive in Philadelphia many times throughout the day, with Keystone service between ",{"type":"[[","value":[["Harrisburg"]]}," and Philadelphia arriving between 10-14 times daily and Pennsylvanian service between ",{"type":"[[","value":[["Pittsburgh"]]}," and Philadelphia arriving once each day. Additionally, Amtrak provides service to ",{"type":"[[","value":[["Vermont"]]},", ",{"type":"[[","value":[["Virginia"]]},", ",{"type":"[[","value":[["Charlotte"]]},", and overnight service to ",{"type":"[[","value":[["Florida"]]}," and ",{"type":"[[","value":[["New Orleans"]]},".\n\nIt's also possible to get to Philadelphia from NYC via commuter rail. Using this method, one would take New Jersey Transit from New York Penn Station to ",{"type":"[[","value":[["Trenton"]]}," and then transfer to the SEPTA Regional Rail Trenton Line. While this is about a third the price of Amtrak service from NYC, it is more than an hour slower; on the other hand, this is comparable to both the speed and price of an average bus trip from New York, with much more frequent journeys and a more comfortable trip.\n\nWith the Maryland Transit Administration's consideration of extending MARC Train service to ",{"type":"[[","value":[["Newark, Delaware"]]},", it may become possible in the near future to reach ",{"type":"[[","value":[["Baltimore"]]}," and ",{"type":"[[","value":[["Washington, DC"]]}," by commuter rail, again at rates and speeds competitive with bus services. If MARC service is extended to Newark, then travel from Philadelphia to Baltimore and Washington will be possible via the Wilmington\/Newark Line and a subsequent transfer to the MARC Penn Line in Newark. Travelers over the next few years should pay attention to developments as they occur.\n\nAll SEPTA Regional Rail commuter lines stop at the upper level\/SEPTA concourse of 30th Street Station. Commuter rail is an efficient way to see the scenic Philadelphia suburbs and enjoy the shopping that the city's 'burbs have to offer. The New Jersey Transit ",{"type":"[[","value":[["Atlantic City"]]}," Line makes stops around the clock at the station. SEPTA's Market-Frankford Elevated Line Subway stops just one block outside the station at a newly-renovated station and is efficient for travel between 30th Street, Old City, and West Philadelphia.\n\nAs a last resort, and most costly depending on destination, 30th Street Station has a taxi platform just outside the main entrance that is served by all major Philadelphia taxi companies. Several rental car agencies have cars at 30th St Station.\n\n",{"type":"===","value":["By car"]},"\n\nPhiladelphia is located at the crossroads of many of the region's and the nation's most vital Interstates. Interstate 95 runs along the Eastern edge of Philadelphia as it traverses the East coast from ",{"type":"[[","value":[["Maine"]]}," to ",{"type":"[[","value":[["Miami"]]},". In addition, Philadelphia is linked to the Pennsylvania Turnpike which traverses the state from east to west. The Northeast Extension of the Turnpike connects Philadelphia to the Poconos and Wilkes-Barre-Scranton. It is also served by I-76 and I-676, which connect directly to the New Jersey Turnpike and Atlantic City Expressway, and indirectly to the Garden State Parkway.  Within the city, Route 1 (also called the Roosevelt Expressway) as well as Roosevelt Boulevard serves as a connector for Northeast Philadelphia and Center City.\nThere are also bridges across the Delaware River that link Philadelphia to New Jersey.  Of these bridges are Tacony Palmyra Bridge (Route 73), Betsy Ross Bridge (Route 90), Benjamin Franklin Bridge (US 30) and Walt Whitman Bridge (I-76).\n\n\n",{"type":"'''","value":["Parking"]}," — You can park at the ends of the subway lines for very little.  It is important to consider that Philadelphia is a city of 1.5 million and the center of a metro area of 6 million, and as such, the roads are congested from early morning until the mid-evening, and the parking is not cheap. Should you choose to bring a car, check with your hotel about parking in the city. Legal street parking is available but is very difficult to find close to Center City attractions or hotels. Secured parking garages can cost $10-35 per day or higher in some cases. In the historic district, there were several parking options under $20.  Visitors should also be aware that the Philadelphia Parking Authority is renowned (even notorious) for its efficiency, and PPA parking enforcement personnel are as quick to write tickets as they are unlikely to yield to a violator's plea for leniency. Tickets that are not paid promptly quickly accumulate additional penalty fees.  It is also worth mentioning that the only coins that the meters accept are dollar coins and quarters.  Putting other coins in the meter will not give you extra time.  Fortunately, depending on where you are in the city, a quarter can give you up to a half hour of parking.  However, in such busy places such as Chinatown and Center City, a quarter can get you only eight minutes of parking.  Recently, a new parking method has been brought about in the city -- although there are still parking meters throughout the city, some areas have a kiosk at which patrons can use bills or credit cards (not just quarters) to print a ticket which they leave on the dashboard.  You can park and ride for $1.00 at AT&T Station (the southernmost stop on the Orange subway line) on Mondays through Fridays until 7:00pm, but you must get there before 12:00 Noon.\n\n",{"type":"'''","value":["Traffic"]}," — In terms of congestion Center City Philadelphia compares favorably to most large U.S. cities. Gridlock does occur, however, particularly during rush hour. Traffic generally moves at the slowest pace in the Chinatown neighborhood, on the numbered streets west of Broad and in the South St. and Old City areas on weekend evenings.  Broad St. is typically only moderately congested. The most heavily-traveled roads in the area are I-95, I-676\/I-76 (The Schuylkill Expressway), which connects Center City to the various suburbs west of the city, and I-476 (the \"Blue Route\") which curves from the south to the northwest of Philadelphia, connecting I-95 with I-76 and, beyond that, the PA Turnpike. Rush-hour delays are common on all these roadways: During the morning rush-hour I-95 south-bound typically backs up between the Bridge St. and Girard Ave. exits; and eastbound I-76 typically jams from Gladwynne to 30th Street. During the evening rush-hour, I-95 usually slows from the Bridge Street to Academy Road exits. On I-676 and the west-bound Schuylkill, traffic can be stop-and-go from roughly Broad St. potentially all the way to the so-called \"Conshohocken Curve,\" just east of the town of the same name, effectively doubling the time it normally takes to drive from Center City to the PA Turnpike entrance at King of Prussia. Anyone planning to drive through Philadelphia during either rush hours would do well to anticipate traffic conditions and plan accordingly.\n\n",{"type":"===","value":["By bus"]},"\n\nPhiladelphia is served by the Greyhound, Trailways, Bieber, and Peter Pan bus routes to cities across the U.S. The city is also served by a ",{"type":"'''","value":["Chinatown Bus"]}," service, which began as a way to shuttle Chinese immigrant workers between various Chinatowns, but are now low-cost bus options for anyone looking to get in to Philadelphia from New York City or Washington, D.C. Although the buses are a bargain compared to corporate competitors like Greyhound, they are far from luxurious; they also use small terminals in both Chinatown districts, and have a poor reputation for safety, which can be daunting for less adventurous visitors.\n \nTo compete against the Chinatown buses in the low-cost, low-frills bus market, corporate bus companies have started Megabus and BoltBus services. Charter bus services are also available to enter Philadelphia from New York City, Baltimore, and Washington DC. In Philadelphia, most buses will arrive near 30th Street Station.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Apex Bus"],["url=http:\/\/www.apexbus.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20 one way, $35 round-trip (from NYC)"],["content=The NYC stop is at 88 E Broadway. The stop for Philadelphia is on 121 N 11th St. The ride is about 1 1\/2 hr."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Today's Bus"],["url=http:\/\/www.todaysbus.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$12 each way (from NYC)"],["content=The NYC stop is at 28 Allen St. The stop for Philadelphia is on 121 N 11th St. No advance purchase is required."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=New Century Travel"],["url=http:\/\/www.2000coach.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20 round-trip (from NYC)"],["content=Offers service from both NYC and D.C. The NYC stop is at 88 E Broadway. The stop for Philadelphia is at 1015 Arch St. This bus is commonly called the \"Chinatown Bus\" because the pick up\/drop off spot in Philadelphia is located in the outskirts of Chinatown and the likewise location in NYC is also in Chinatown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Megabus"],["url=http:\/\/www.megabus.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Provides service from NYC, Washington, D.C., Baltimore, Pittsburgh, State College, Harrisburg, Toronto, Buffalo, Boston, Richmond, and Hampton; fares start at $1 when ordered far enough in advance. Buses arrive and depart from the north side of John F. Kennedy Blvd., just west of 30th St. near 30th St. Station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=BoltBus"],["url=http:\/\/www.boltbus.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Provides service from NYC, Newark, and Boston; fares start at $1 when ordered far enough in advance. Free wifi. Buses arrive and depart from 30th and Market Sts., near 30th St. Station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bieber Tours"],["url=http:\/\/www.biebertourways.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Provides roundtrip service from Philadelphia Bus Terminal to ",{"type":"[[","value":[["Allentown"]]}," and other eastern Pennsylvania locations."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Elite Coach"],["url=http:\/\/www.elitecoach.com"],["email=info@elitecoach.com"],["address=1685 West Main St. Ephrata, PA 17522"],["lat="],["long="],["directions="],["phone=+1 717-733-7710"],["tollfree=+1-800-722-6206"],["fax="],["hours="],["price="],["content=Roundtrip service to Philadelphia from Lancaster, Baltimore, Washington DC, New York City and other Mid-Atlantic locations."]]}]},"\nIf you buy tickets online, be sure to get on the right bus.  Some companies trick you into taking the wrong bus and then charge you again.\n\n",{"type":"===","value":["By boat"]},"\n\nThe ",{"type":"[","value":["http:\/\/riverlinkferry.org RiverLink and Freedom Ferry services"]}," provide travel from Philadelphia to neighboring Camden, NJ between April and September. The service provides direct service to Camden's Susquehanna Bank Center on the Waterfront, a popular concert venue for the Philadelphia area. Access to the other waterfront attractions, including an aquarium, is also provided by the ferry service.\n\n",{"type":"==","value":["Get around"]},"\nThere are plenty of public transportation options to get around the downtown core of Philadelphia.  Busses, trains, and trolleys gather at 30th St. Station and the 69th St. Transportation Centre.\n\n",{"type":"===","value":["By foot"]},"\nPhiladelphia is one of America's most walkable cities. This has been taken advantage of and the city is marked extremely well by \"Walk! Philadelphia\" signs that are placed on each block, sometimes only several feet apart, that guide visitors toward shopping, dining, gallery perusing, cultural enjoyment, local must-sees and public transportation should it need to be taken. The city has two very walkable shopping districts as well as the walkable Benjamin Franklin Parkway, which is home to many museums, including the Franklin Institute and the Museum of Art that was made famous in the \"Rocky\" movies.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/septa.org SEPTA Bus"]}]},". SEPTA runs an extensive bus network in Philadelphia. Buses are a convenient (if slow) method of getting almost anywhere within the city.  On-time performance is relatively lacking especially in the suburbs, and it's bound to happen to you at least once in a weekend if you take the bus heavily. Frequencies are spotty in the outer suburbs so plan ahead.  Cash fare $2.25, exact change only; tokens are $1.80 but must be bought in groups of 2, 5, or 10. Because tokens are discounted, you might want to buy tokens in bulk when given a chance; token purchases are easiest at machines located in the busiest subway stations in Center City and at some convenience stores, but unfortunately, not all stations have token machines. In Center City, bus routes will be fairly well documented on bus shelters, but in all other locations around Philadelphia, route maps and schedules will generally not be posted; in fact the stops or route markers may only be posted on a tree branch, so do your bus route research early. Seniors ride free with a Medicare Card or a Senior Citizen Transit ID Card.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gophila.com\/C\/Tours_and_transportation\/401\/U\/Phlash\/1303.html Phlash Bus"]}]},". Philadelphia has a seasonal (May-October) trolley bus for tourists called the Phlash.  It runs in a 20-stop East-West circuit of major tourist locations, from the Museum of Art in the West to Penn's Landing in the East.  Free for kids under 5 and for senior citizens (aged 65 or more).  It is $2 per ride or $12 for a one day pass.  Look for the purple trolley bus or the winged purple & blue logo.\n\n",{"type":"===","value":["By train"]},"\nThe 69th St. Transportation Centre and 30th St. Station are the main hubs of major commuter (regional) rail, subway rail and trolley lines.  \n\n",{"type":"====","value":["Commuter rail"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.septa.org SEPTA Regional Rail"]}]}," regional commuter rail trains stop in Center City at underground commuter rail tunnels. The three major Center City stops, 30th Street Station, Suburban Station and Market East Station, serve most of the city's major attractions. Suburban Station is near City Hall, the shopping district, the financial district, and many cultural attractions; Market East Station connects to the Pennsylvania Convention Center, shopping at The Gallery, and the Reading Terminal Market, a famous local marketplace. Traveling within Center City is considered a \"Zone 1\" fare and will cost $4.75. Seniors ride for $1. Fares to other destinations are up to $10. Between Temple University, the city center stations and University City, service is generally frequent enough that you won't need a schedule. Service in other areas tends to be about every hour, with more frequent service during peak hours. The Airport Line comes every 30 minutes from about 4:30 AM to midnight 7 days a week, and Paoli\/Thorndale Line and Lansdale\/Doylestown Line also have half-hourly service during the day on weekdays. The lightly-used Cynwyd Line only comes Monday through Friday on an erratic, rush hour centered schedule.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.riverline.com New Jersey Transit RiverLINE"]}]}," is a light rail line serving 20 stations between Trenton and Camden, New Jersey. The line connects with DRPA's PATCO Hi-Speed Line at Camden's Walter Rand Transportation Center. RiverLINE travels North-South along the Delaware River entirely in New Jersey. One-way fare between Trenton and Camden, NJ is $1.50. There are reduced fare options for senior citizens, children and families. Monthly passes are available. Trains come every 15 minutes during rush hours but only every 30 minutes at other times. There is no late evening service except on Saturday nights.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.njtransit.com New Jersey Transit Atlantic City Line"]}]}," provides service to suburbs in New Jersey and to Atlantic City. Service patterns are somewhat uneven; be sure to check the schedule online in advance. These trains pick up passengers from the Amtrak concourse at 30th Street Station.\n\n",{"type":"====","value":["Subway"]},"\n",{"type":"[","value":["http:\/\/www.septa.com SEPTA"]}," operates two elevated\/subway lines, and a Subway-Surface line that serve Center City Philadelphia as well as the smaller neighborhoods on the city's fringe. Cash fares are $2.25, but one can buy tokens ($1.80) in packets of two, five or 10. Seniors ride free with ID.\n\n",{"type":"'''","value":["Broad Street (Orange) Line"]}," (BSL) — referred to by locals as the \"subway\" — runs North-South underneath Broad Street, the main north-south arterial. It serves Temple University, City Hall, the Sports Stadium Complex and everywhere in between. The BSL also has a \"spur\" called the Broad-Ridge Spur that serves Chinatown and 8th & Market Sts. in Center City. Free transfers from the Broad St. Line to the Market-Frankford Line (MFL) can be made at City Hall Station (BSS) to 15 St.; a free interchange with Subway-Surface Lines can be made at the City Hall station. Transfers from a subway to a bus or from a bus to a subway cost $1.00 and must be purchased when you pay for the first leg of your trip. This transfer is also required from the 8th St. Ridge Avenue spur to the 8th MFL station.\n\n",{"type":"'''","value":["Market-Frankford (Blue) Line"]}," — referred to by locals as the \"el\" — runs North-South from the Frankford Transportation Center in Northeast Philadelphia to 2nd and Markets St., then East-West between 2nd and Markets St. and 69th St. Terminal in West Philadelphia. The line runs underground beneath Market Street from 2nd to 45 Streets within Center City, Old City, and University City, and is elevated elsewhere. An interchange with the Broad-Ridge Spur is available at 8th St. Station; an interchange with SEPTA's Regional Rail is available at 11th St. to Market East Station, 15 St. to Suburban Station, and at 30 St. to the 30th St. Amtrak Station; a free interchange with the Broad St. Line is available at 15th St. Station. Free interchanges with the Subway-Surface Lines are at 13th St., 15th St., and 30th St. Stations.\n\n",{"type":"'''","value":["Subway-Surface (Green\/Trolley) Lines"]}," — referred to by locals as the \"trolleys\" — is actually a set of five streetcar lines: 10 (Lancaster), 11 (Woodland), 13 (Chester), 34 (Baltimore), and 36 (Elmwood). Each runs along a different avenue in West Philadelphia, but all meet at a subway portal at 40 St. and Woodland Ave. (except the #10, which joins the subway at a portal at 36th St.) to run in a streetcar subway under the University of Pennsylvania and Drexel University to 30 St., then under Market St. from 30 to Juniper St, near 13 St. It shares 30th, 15th, and Juniper\/13th St. stations with the MFL, but is the only subway stopping at 19th and 22nd Sts. along Market St. There is a free interchange between the lines at all three shared stations. There is no cross platform interchange because the MFL has high platforms, and the Subway-Surface has low platforms, and these have to be on the right side of the streetcar.\n\n",{"type":"'''","value":["Norristown High Speed Line"]}," — sometimes called the Route 100, this above-ground electric single car service departs from the 69th Street terminal on the Market-Frankford Line and travels through suburbs in the main line to Norristown. Service comes about every 20 minutes, with more frequent service including express trains during peak hours. Stops are made on request only- to request a train to stop when standing on a platform (except at 69th Street, Ardmore Junction, and Norristown), it is necessary to press a button to activate a signal to stop the train. Otherwise, trains can blast through at up to 65 miles per hour, leaving you stranded. When traveling outbound from 69th Street, passengers should be prepared to pay a fare as they exit. If you are transferring to\/from the another service, you can get a transfer upon boarding for $1.00. Travel on the NHSL costs $0.50 more than a standard fare - either $2.75 cash or a token or transfer plus $0.50 - but it is still cheaper (and sometimes faster) than taking regional rail. (The extra $0.50 does not apply to the One-Day Convenience or Independence Pass.)\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.drpa.org\/patco\/ PATCO Hi-Speed Line"]}]}," operated by the Delaware River Port Authority, travels between 16th and Locust Sts. past 8th and Market Sts. in Center City Philadelphia and Lindenwold Station in Southern New Jersey. PATCO runs underground in the city and rises above ground to cross over the Delaware River on the Benjamin Franklin Bridge. It then runs underground in the center of Camden, then is above ground through the rest of its trip in New Jersey. There is no free interchange between SEPTA's subways or regional rail and the PATCO service, and SEPTA passes are not valid on PATCO; a discounted round-trip transfer to SEPTA can be purchased for $3.10 extra when buying a round trip from a New Jersey station to Philadelphia. The PATCO line is the easiest way to access Camden, NJ's waterfront attractions, including the New Jersey State Aquarium and the Tweeter Center at the Waterfront concert venue. Fares are based on the distance of travel. Those rates are as follows:\n\n",{"type":"*","value":["Lindenwold, Ashland & Woodcrest Stations and Philadelphia: $3.00"]},{"type":"*","value":["Haddonfield, Westmont & Collingswood Stations and Philadelphia: $2.60"]},{"type":"*","value":["Ferry Avenue (Camden) Station and Philadelphia: $2.25"]},{"type":"*","value":["Travel within PA, between Broadway and City Hall (Camden), and between PA and those two stations: $1.40"]},{"type":"*","value":["Any other trip within NJ: $1.60"]},"\n",{"type":"===","value":["SEPTA one-day passes"]},"\nPassengers who wish to use a combination of SEPTA trolley, bus and subway around downtown Philadelphia may purchase a One-Day Convenience Pass.  It costs $8 and may be purchased from the ticket booth at a SEPTA subway station.  Unlike other metropolitan transit systems, the one-day pass does not entitle the passenger to unlimited rides on the entire system and is limited to 8 rides on the day it was purchased.  That said, it effectively brings down the cost of each ride to $1 (compared to the standard fares of $1.80 to $2.25).\n\nTo use the pass, present it to the driver or station attendant at the fare gate who will punch the ride number (from 1 to 8) you have taken to indicate how many rides were used.  Transfers that require you to exit the station fare gates will be counted against the number of rides allowed by your pass.  Transfers to a bus will also be counted against your ride allowance.\n\nThe Convenience Pass is not valid on regional\/commuter rail lines.  However, SEPTA also offers the Independence Pass, which is a one day pass that is valid on all modes of transit, including the regional rail lines (except to Trenton and West Trenton, which are $5 extra each way).  The ",{"type":"[","value":["http:\/\/www.septa.org\/fares\/pass\/independence.html Independence Pass"]}," costs $12 for an individual and $29 for a family. The Independence Pass does not have the 8-ride limit of the Convenience Pass.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are regulated by the Philadelphia Parking Authority and display a medallion license on their hood.  As a result, Go2Go does not serve Philadelphia and the surrounding area.  All taxis are metered.  Rates are $2.70 at flagfall and $2.30 per mile (1.6 km). There is also a variable gas surcharge. In July 2012 it was $1.15. For trips from the airport, a flat rate, including fuel surcharge, of $28.50 applies. An additional $1 per passenger ($3 maximum) after the first passenger will be charged on flat rate trips between the airport and Center City for those passengers over the age of 12. Tipping for good service is common.\n\n",{"type":"===","value":["By car"]},"\nPhiladelphia is also home to ",{"type":"[","value":["http:\/\/www.phillycarshare.org PhillyCarShare"]}," and Zipcar, where, after registering, you can book vehicles by the hour or day for significantly less than a rental car. PhillyCarShare has vehicles including Toyota Priuses, Volkswagen Beetles and Mini Coopers stationed at various locations called 'pods' around Philadelphia. You first book online, and then use your personal key to unlock the vehicle and away you go. Rental is $5.90-7.90 per hour, or approximately $50 for a full day, plus a few dollars booking fee and $0.09 per mile (1.6 km) traveled.\n\n",{"type":"===","value":["By trolley"]},"\nSEPTA operates 8 trolleys lines including the 5 subway-surface branch lines and the two suburban trolley lines, numbered 101 and 102, that leave from the 69th Street terminal on the Market Frankford Line. In addition, the 15 line (running along Girard Ave.) has recently been renovated and vintage trolley cars are now in use on this route. Connections to this line can be made at either the Broad Street Line or Market-Frankford Line Girard Stations; a transfer should be purchased upon boarding the trolley or entering your origin subway station for $1 to avoid paying an additional fare when making the connection. Among its other uses, the 15 line provides the only rail link to the Philadelphia Zoo. SEPTA has also been studying whether to restore trolley service on former lines, as many miles of rail are still in place.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n\nTravelers planning to visit multiple attractions may benefit from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citypass.com\/philadelphia Philadelphia CityPASS"]}]},", which grants admission to 6 Philadelphia attractions within 9 days of first use for a much reduced rate and includes expedited entry in some cases. The included attractions are: The Franklin Institute; Adventure Aquarium; Phila Trolley & The Big Bus Company, 24 hours of on-off privileges; Philadelphia Zoo; Option Ticket One with choice of either The Academy of Natural Sciences or the National Constitution Center and Option Ticket Two with choice of Please Touch Museum or Eastern State Penitentiary. ",{"type":"[[","value":[["A Weekend in Philly"]]}," offers a detailed itinerary that includes several of these attractions. \n\n",{"type":"===","value":["Public art"]},"\nMuch of Philadelphia's art requires not a dollar to see and not a building to enter. Philadelphia has the largest collection of public art in the nation, courtesy of the city's innovative ",{"type":"[","value":["http:\/\/www.muralarts.org Mural Arts Program"]},", designed to stop graffiti and enliven the city's buildings. They even provide a ",{"type":"[","value":["http:\/\/muralarts.org\/explore\/mural-mile free tour"]},".  Other public art of note includes the many glass mosaics found throughout the city; a sampling of this great public art can be seen on South St. east of Broad.\n\nCenter city Philadelphia offers many public statue displays. \"The Clothespin\" is a sculpture by Claes Oldenburg that resembles a clothespin located just across from City Hall on West Market St. LOVE Park, serving as a terminus between City Hall and the museum-laden Benjamin Franklin Pkwy., features a famous LOVE statue that has come to represent the brotherly love that Philadelphia was founded on. The site once was the city's (and perhaps the nation's) most popular skating attraction until new legislation and remodeling efforts outlawed skating in the park.  Just across the JFK Blvd. from City Hall at the Municipal Services Building, visitors can find many larger than life game pieces from popular board games as well as a statue of former mayor Frank Rizzo.\n\nMore statues can be found throughout ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fpaa.org Fairmount Park"]}]}," along Kelly Dr. on east side of the Schuykill River.  Sculptures by Remmington can be found on the path, while several sculptures by Alexander Milne Calder can be found in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thelaurelhillcemetery.org Laurel Hill Cemetery"]}]},", which is located just off the paved walking path.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Philadephia Museum of Art.jpg"],["thumb"],["Philadelphia Museum of Art"],["Philadelphia Museum of Art"]]},"\n",{"type":"[[","value":[["Philadelphia\/Center City West"],["Center City West"]]}," is home to the ",{"type":"'''","value":["Philadelphia Museum of Art"]},", ",{"type":"'''","value":["Academy of Natural Sciences"]},", ",{"type":"'''","value":["Franklin Institute Science Museum"]},", ",{"type":"'''","value":["Barnes Foundation"]},", ",{"type":"'''","value":["Mutter Museum"]},", ",{"type":"'''","value":["Rosenbach Museum & Library"]}," and ",{"type":"'''","value":["Rodin Museum"]},". ",{"type":"[[","value":[["Philadelphia\/Center City East"],["Center City East"]]}," is home to the ",{"type":"'''","value":["African American Museum"]},", and ",{"type":"'''","value":["Atwater Kent Museum of Philadelphia History"]},". ",{"type":"[[","value":[["Philadelphia\/Old City"],["Old City"]]}," is home to the ",{"type":"'''","value":["National Museum of American Jewish History"]}," and ",{"type":"'''","value":["Independence Seaport Museum"]},". ",{"type":"[[","value":[["Philadelphia\/West"],["West Philly"]]}," is home to the ",{"type":"'''","value":["Please Touch Museum"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Palestra"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Philadelphia is known for its rich college basketball history, and the Palestra, located on the campus of the University of Pennsylvania, is a museum of the Philadelphia Big 5 programs (La Salle, Penn, Saint Joseph's, Temple, and Villanova). The arena serves as the home court for the Penn Quakers basketball team and is the court for many basketball games between the city's colleges."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rare Book Department of the Free Library of Philadelphia"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you're into rare books at all, take the free tour, offered at 11AM M-F, of the Philadelphia Free Library's amazing rare book collection. Besides the Gutenberg Bible, highlights include medieval manuscripts, children's book illustrations, and the stuffed body of Charles Dickens's pet raven Grip, the raven who indirectly inspired Poe's \"The Raven.\""]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=University of Pennsylvania Museum of Archaeology and Anthropology"],["url=http:\/\/www.museum.upenn.edu"],["email="],["address=On South Street between 32nd and 33rd Sts"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This museum houses an impressive collection of Egyptian and Greco-Roman artifacts."]]}]},"\n",{"type":"===","value":["Historic sites"]},"\n",{"type":"[[","value":[["File:Eastern State Penitentiary aerial crop.jpg"],["thumb"],["Eastern State Penitentiary"],["Eastern State Penitentiary"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eastern State Penitentiary"],["url=http:\/\/www.easternstate.org"],["email="],["address=22nd St and Fairmount Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\"America's Most Historic Prison.\" It is also the site of an annual Bastille Day recreation.  In October, the notoriously haunted penitentiary is home to one of the city's most popular Halloween attraction: the \"Terror Behind the Walls\" haunted house. This site is accessible by subway (Fairmount stop) as well as the 33 or 48 bus from Center City."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Edgar Allan Poe National Historic Site"],["url=http:\/\/www.nps.gov\/edal"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The former home of the famous American author of mystery and the macabre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fairmount Water Works"],["url=http:\/\/www.fairmountwaterworks.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features information on local watersheds as well as interpretive art."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Independence National Historic Park"],["url=http:\/\/www.nps.gov\/inde\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Philadelphia's signature historic site in Old City features the Liberty Bell, Independence Hall, Constitution Hall (home of the Declaration of Independence and Constitution). It also features historic buildings from the city's revolutionary past, approximately 20 of which are open to the public."]]}]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fairmount Park"],["url=http:\/\/www.phila.gov\/fairpark\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Technically, Fairmount Park covers all of the city parks in Philadelphia such as Pennypack Park in the northeast and Wissahickon Valley Park in the northwest, but the name also refers more specifically to the large park on both sides of the Schuykill River northwest of Center City. East Fairmount Park is home to the Smith Memorial Playground, Dell East Concerts, and a driving range. West Fairmount Park, much of which has been renamed The Centennial District, includes the Mann Music Center (where The Philadelphia Orchestra plays in summer), the Japanese TeaHouse, Please Touch Museum for kids in a restored Memorial Hall (from the nation's Centennial celebration). Wisshickon Valley is just that, with many hiking trails, the Valley Green Inn (a picturesque place to eat), and a walking\/biking, horseback riding trail known as the Forbidden Drive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clark Park"],["url=http:\/\/www.clarkpark.org"],["email="],["address=43rd & Chester"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Clark Park is an outdoor music and arts festival area in West Philadelphia."]]}]},{"type":"[[","value":[["File:LOVE Park Philly.JPG"],["thumb"],["LOVE Park with the Philadelphia Museum of Art in the distant background"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=LOVE Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A square near City Hall, known for its Robert Indiana \"LOVE\" sculpture and for attracting skateboarders from around the world (despite a ban on skating in the park).  Since 2002, this ban has been rigorously enforced. Free wireless access is now available in the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rittenhouse Square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One (southwest) of William Penn's original \"five squares\" of public, open space in the city, Rittenhouse Square sits among classic and classy Rittenhouse hotels and residences and attracts people from around the world.  It is named after David Rittenhouse, a clockmaker and astronomer.\nToday, you can find Rittenhouse Row, where there are tons of places nearby to eat, stay and take in the arts and culture of Philadelphia.  Some places to eat are: gelato and sorbetti shop Capogiro, Starr restaurant Continental and the Marathon Grill.  Lodging includes the Four Seasons Hotel, AKA Rittenhouse Square, Rittenhouse Hotel, and the Ritz-Carlton.  Cultural hot spots are the Kimmel Center, Wilma Theater, Prince Music Theater and the Philadelphia Horticultural Society.\nAnother activity that one can take part in when in Rittenhouse is shopping.  Some places include Barnes & Noble Booksellers (with a Starbucks Cafe inside on the 3rd floor), Armani Exchange, Philadelphia Runner, Guess, and just a few blocks away is the Liberty Place."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Washington Square"]}," (southeast), ",{"type":"'''","value":["Franklin Square"]}," (northeast), ",{"type":"'''","value":["Logan Square"]}," (northwest), and ",{"type":"'''","value":["City Hall"]}," (center) make up the other four original \"squares\" created by William Penn. Four of the five squares (Logan Square is better known as Logan Circle) are somewhat symmetrically located at the four corners of an imaginary square surrounding the very center of Center City, now occupied by City Hall. The center of City Hall's Square is a large compass in the ground. There are four archways leading into it. Logan Circle, named after William Penn's secretary James Logan, is considered the gateway to Fairmount Park and the Art Museum area.  Up until 1823, Logan Circle was an execution site as well as burial ground. Located in Logan Circle is the Swann Memorial Fountain. Washington Square is near Independence Hall.  It was also used as a burial ground and in addition, as a potter's field. Franklin Square is located on the outskirts of Chinatown at 6th and Race Streets.  It is home to the Philadelphia Park Liberty Carousel, has a Philadelphia-themed miniature golf course, two playgrounds, and a gift shop.  Like Logan Circle, Franklin Square also has a fountain.  New technology causes the water to shoot lower on rainy or windy days so by standers do not become wet."]},"\n",{"type":"*","value":[{"type":"'''","value":["FDR Park"]},", known as \"The Lakes\" to the locals, is in South Philadelphia near the stadium district.  It offers many activities such as fishing, bird watching, tennis, baseball and rugby.  There is also a skate park underneath the bridge that runs throughout the park.  Located within FDR is Bellaire Manor."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pennypack Park"]}," Large city park ranging throughout Northeast Philadelphia. This park includes creeks, waterfalls, biking trails, dog walking trails, and home to the Pennypack Park Music Festival. The music festival originally began in the 1970s, but ceased to exist in the 90s, due to insufficient funds. The music festival came back to life in 2000 with funding from local organizations. Pennypack is a thriving park that is utilized by the Northeast residents daily."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.fishtownonline.com\/penn-treaty-park.php ",{"type":"'''","value":["Penn Treaty Park"]}]},", located at Delaware and Columbia Aves. in a neighborhood known as ",{"type":"[","value":["http:\/\/www.fishtownonline.com\/ ",{"type":"'''","value":["Fishtown"]},"."]}," Legend has it that it was here in 1682 William Penn and Lenape Indians made a treaty known as Penn's Treaty. Just North of Center City along the edge of the Delaware River Penn Treaty Park is a community pride with many events throughout the year, as well as attracting many visitors for its wonderful view of the river. Park has walking paths, picnic tables, benches, a playground for children as well as open field for other activities. In May, 2012 the Park has been recognized by Philadelphia Historical Commission and placed on the Registrar of Philadelphia Historic Places. Penn Treaty Park is a home to: an Obelisk of the Treaty Ground erected in 1827; William Penn Statue unveiled 1982; Bob Haozous Penn Treaty sculpture placed in 1991."]},"\n",{"type":"===","value":["Miscellaneous"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Philadelphia Zoo"],["url=http:\/\/www.philadelphiazoo.org"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-215-243-1100"],["tollfree="],["fax="],["hours=Open everyday except Thanksgiving, Dec 24, 25 and 31, and January 1"],["price=Adult-$18, Child (2-11) $15, Under 2 Free, $2 military discount with proper identification"],["content=The Philadelphia Zoo was the first zoo in the United States and is located just across the Schuylkill River. Due to open on March 1859, the zoo's opening was delayed fifteen years because of the Civil War, finally opening for business July 1, 1874, with costs of only twenty-five cents for adults and ten cents for children, and opening to more than 3,000 guests. The Zoo welcomed nearly 1.2 million visitors in 2010, and remains a popular and prosperous tourist and local attraction. Physician, Dr. William Camac is credited with being the Zoo's founding father, along with many other historical landmarks in Philadelphia. Upon its opening the Philadelphia Zoo housed up to a thousand animals and wildlife, which has rose to nearly fifteen hundred today, and has become a large institution for breeding and housing various animals in captivity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Smith Memorial Playground & Playhouse"],["url=http:\/\/smithplayground.org"],["email=info@smithkidsplayplace.org"],["address=3500 Reservoir Drive, East Fairmount Park Philadelphia, PA 19121-1095"],["lat=39.982141"],["long=-75.195362"],["directions=Smith is located in East Fairmount Park just above Kelly Drive near 33rd and Oxford Streets. There is free parking on site and Smith is also easily accessible by public transportation."],["phone=+1-215-765-4325"],["tollfree="],["fax="],["hours=Playground Hours (for children 10 and younger) April 1 – September 30 Tuesday – Friday 10am – 6pm, Saturday - Sunday 10am - 7pm; October 1 – December 31 Saturday – Sunday 10am – 4pm. Playhouse Hours (for children 5 and younger) April 1 – September 30 Tuesday – Friday 10am – 4pm, Saturday – Sunday 10am – 7pm; October 1 – March 31 Tuesday – Sunday, 10am – 4pm"],["price="],["content= Smith Memorial Playground & Playhouse opened its doors in East Fairmount Park in 1899.  Funded by Richard and Sarah Smith, the site was dedicated to the memory of their adult son, Stanfield.  Smith’s beautiful, 16,000 square foot Playhouse was designed solely as a play space for children by one of Philadelphia’s most prominent late 19th century architects, James H. Windrim.  The Playground is situated on its original historic landscape – 6 1\/2 acres of open fields, wooded terrain, and sloped hills – and is home to the century old Ann Newman Giant Wooden Slide, a treasured play experience for generations of Philadelphia’s children, as well as other unique pieces of play equipment. Smith strives to be Philadelphia’s foremost resource for play by providing opportunities for unstructured creative play for children 10 and younger. Smith contributes to the development of healthy children, strong families, and safe communities by: 1) maintaining a proud tradition of free family admission; 2) partnering with community-based organizations to reach a diverse audience; and 3) advocating for the importance of play."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":["Every year, Philadelphia is host to the ",{"type":"'''","value":["Philadelphia International Championship"]},", which is a 144-mi (232 km) bike race from Benjamin Franklin Parkway to the hillside community of Manayunk, which is the site of the Manayunk Wall.  2010 marks its 26th year running.  The event usually takes place in early June."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Philadelphia Marathon"]}," is also another annual event.  This marathon race is held every 3rd Sunday in November.  There are three races: the full marathon, half marathon and the \"Rothman Institute 8k\"."]},"\n",{"type":"*","value":["Every year in the beginning of July, an ",{"type":"'''","value":["All-You-Can-Eat Ice Cream Festival"]}," is held down Penns Landing.  $5, children under 2 free."]},"\n",{"type":"*","value":[{"type":"'''","value":["AIDS Walk Philly"]}," occurs every October.  It is an 8.2-mi (13 km) walk that begins and ends at Eakins Oval (in front of the stairs of the Philadelphia Art Museum).  The first walk started in 1987 and raised $33,000 that year.  Since then, the event became annual."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Mummers Parade"]}," is held each New Years Day.  The first official parade took place on January 1, 1901.  Local clubs (usually called New Years Associations) compete in one of four categories (Comics, Fancies, String Bands, and Fancy Brigades). They prepare elaborate costumes and moveable scenery, which take months to complete. The parade of over 10,000 marchers travels approximately 3 miles northward on Broad Street, beginning in South Philadelphia and concluding near City Hall in Center City."]},"\n",{"type":"===","value":["Theater and music"]},"\n\nPhiladelphia prides itself on its wide variety of live performances, particularly for music. Venues can be found throughout ",{"type":"[[","value":[["Philadelphia\/Center City East"],["Center City East"]]}," and ",{"type":"[[","value":[["Philadelphia\/Center City West"],["West"]]},",  ",{"type":"[[","value":[["Philadelphia\/Old City"],["Old City"]]},",  ",{"type":"[[","value":[["Philadelphia\/South"],["South Philly"]]}," and the Northern Liberties\/Fishtown districts of ",{"type":"[[","value":[["Philadelphia\/South"],["North Philly"]]},".  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.r5productions.com R5 Productions"]}]}," promotes smaller bands and affordable shows at several local venues.\n\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Philadelphia Phillies"],["url=http:\/\/philadelphia.phillies.mlb.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city's hometown baseball team. Founded in 1883, they are the oldest one name, one city franchise in all of professional sports. Since 2004 the team has played at Citizens Bank Park, a new $350 million baseball-only facility in South Philadelphia that is among the best in the big leagues.  The park is easily accessible on the subway and tickets start at $18.  The food at the park was named as Best Ballpark Food in a survey of Food Network viewers in 2007.  Keep your eye out for Dollar Dog Nights, where hot dogs are only $1."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Philadelphia Eagles"],["url=http:\/\/www.philadelphiaeagles.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Philadelphia's NFL team has played at Lincoln Financial Field, next door to Citizens Bank Park, since 2003. Games routinely sell out."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Philadelphia 76ers"],["url=http:\/\/www.nba.com\/sixers"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city's NBA team, playing at Wells Fargo Center, in the immediate vicinity of the two major stadiums."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Philadelphia Flyers"],["url=http:\/\/flyers.nhl.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hockey fans can also enjoy the city's NHL team, which shares Wells Fargo Center with the Sixers."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Philadelphia Union"],["url=http:\/\/www.philadelphiaunion.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The 16th team in Major League Soccer, Union are now playing their fourth season in the league. Unlike Philly's other teams in the four biggest sports in North America, however, they are not located in South Philly; home games are played at PPL Park, their soccer-specific stadium on the waterfront in the nearby suburb of Chester."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Philadelphia Passion"],["url=http:\/\/www.lflus.com\/phillypassion\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Philadelphia has played in the Legends Football League, originally the Lingerie Football League, since the league's formation in 2009.  The rules of the NFL and the LFL are slightly different; the LFL plays 7 on 7 rather than 11."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["College sports"]}," – The Philadelphia area is also a mecca for college sports, especially men's basketball. One term you will often see or hear in the sports pages, talk shows, and general sports conversation is \"Big 5\". This refers to the heated men's basketball rivalry between five of the major universities in the area—Temple, Villanova, Saint Joseph's, Penn, and La Salle."]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Temple Owls"],["url=http:\/\/www.owlsports.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The sports teams of Temple University, currently in the American Athletic Conference. The football team, the city's only top-level NCAA Division I FBS program, shares Lincoln Financial Field with the Eagles. Temple men's basketball is a regular contender for conference honors. The school's best-known venue is the on-campus Liacouras Center, home to basketball."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Villanova Wildcats"],["url=http:\/\/www.villanova.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Villanova University (often called \"Nova\"), a Catholic school located in the Main Line suburb of Villanova, has arguably the city's highest-profile college basketball program. It is usually a strong contender in the rugged Big East Conference. Since the current Big East does not sponsor football, Nova plays that sport in the second-level Division I FCS as a member of the Colonial Athletic Association (CAA). Most of Villanova's venues are on campus, most notably The Pavilion (basketball) and Villanova Stadium (football). However, high-profile basketball games are often played at the Wells Fargo Center."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Saint Joseph's Hawks"],["url=http:\/\/www.sjuhawks.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Saint Joseph's University, like Villanova a Catholic institution, plays in the Atlantic 10 Conference (A10). Basketball is the hot-button sport on campus—\"Saint Joe's\" has no football team. Basketball games are played on campus at Hagan Arena. While a part of the Big 5, it has an especially strong rivalry with Villanova, with their matchup locally called the \"Holy War\"."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Penn Quakers"],["url=http:\/\/www.pennathletics.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Ivy League's Philadelphia outpost, the University of Pennsylvania, also enjoys a rich athletic tradition, especially in men's basketball. Historically, Penn and Princeton have dominated the league in that sport, though other schools have emerged as contenders in recent years. Penn boasts two of the most historic venues in American sports—the Palestra (basketball) and Franklin Field (football and track). The latter is also home to the historic Penn Relays track meet."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=La Salle Explorers"],["url=http:\/\/www.goexplorers.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=La Salle University is another Catholic institution in the A10. Like Saint Joe's, it also has no football team. Basketball games are played on-campus at Tom Gola Arena."]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["do"],["name=Drexel Dragons"],["url=http:\/\/www.drexeldragons.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Drexel University, a private but secular institution, is something of an \"odd man out\" in the Philly sports landscape. Despite being literally next door to Penn, it is not part of the Big 5. The Dragons are members of the CAA, and like Villanova and Saint Joe's have no football team. Basketball games are played on campus at the Daskalaskis Athletic Center, often called \"The DAC\"."]]}]}]},"\n",{"type":"==","value":["Learn"]},"\nPhiladelphia is rich with educational opportunities. Universities include ",{"type":"'''","value":["Temple University"]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.philau.edu Philadelphia University"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.drexel.edu Drexel University"]}]}," with the only co-op program in the area, the Ivy League ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.upenn.edu University of Pennsylvania"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lasalle.edu La Salle University"]}]}," a major Catholic university, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sju.edu Saint Joseph's University"]}]}," a Jesuit university, and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ltsp.edu\/ The Lutheran Theological Seminary at Philadelphia"]}]}," a divinity school; as well as ",{"type":"[","value":["http:\/\/www.wts.edu \"Westminster Theological Seminary\""]}," in Glenside.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ccp.edu Community College of Philadelphia"]}]}," is Philadelphia's premier community college. \n\nArt schools include the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uarts.edu University of the Arts"]}]},", one of the most prestigious art schools in America, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pafa.edu Pennsylvania Academy of Fine Arts"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moore.edu Moore College of Art and Design"]}]}," an all women college, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hussianart.edu Hussian School of Art"]}]},", and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/aiph.aii.edu Art Institute Philadelphia"]}]},". \n\nTrade schools include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vinology.com The Wine School of Philadelphia"]}]}," which offers professional sommelier & winemaking diplomas, along with ",{"type":"[","value":["http:\/\/www.vinology.com wine tasting classes"]},".\n\n",{"type":"==","value":["Work"]},"\n\nPhiladelphia's job market is ever-expanding both in the city and in its suburbs. The 975' Comcast Center is a constant reminder of the economic revitalization of Philadelphia and of Comcast's presence in the city. Additionally, a Keystone Opportunity Zone over the Powelton Rail Yards adjacent to 30th St. Station promises a bright future for jobs and new office buildings in the city.\n\n",{"type":"==","value":["Buy"]},"\n\nHistorically, Philadelphia's ",{"type":"[[","value":[["Philadelphia\/Old City"],["Old City"]]}," has always been a center of commerce, and as Philadelphia grew to be a bigger city many shops and department stores were located on Market Street between Old City and City Hall. Two such landmark department stores on Market Street were Gimbels and Strawbridge & Clothiers, which faced increasing difficulty in competing against suburban department chains in the 20th century. In the 1970s, the ",{"type":"'''","value":["Gallery at Market East"]},", an urban mall utilizing Gimbels and Strawbridge & Clothiers as major anchors, opened to stem the tide of retailers fleeing the urban core to the regional shopping malls. Despite initial success in the first decade or so of operation, the Gallery remained unable to compete; Gimbels closed in 1986 and is now a KMart, while Strawbridge's closed in 2006 and now stands vacant. The rest of the mall offers mid-range stores catering to the city's working class population, and has a busy food court on the basement level, convenient for the 12,000 or so daily commuters who take the regional rail into the city.\n\n",{"type":"[[","value":[["File:Reading Terminal Market.jpg"],["thumb"],["Reading Terminal Market"],["Reading Terminal Market"]]},"\nJust northwest of the Gallery is the ",{"type":"'''","value":["Reading Terminal Market,"]}," an very successful indoor public market that opened in 1893 at the site of the Reading Railroad's headhouse terminal, now part of the Philadelphia Convention Center, after open-air sidewalk markets were closed down in the 1850s due to health and safety concerns.  Some of the vendors have been in business for over a century, and sell produce, meats, chocolates, and a variety of other usually handmade foodstuffs and items. There are a lot of small restaurants as well as a section for Pennsylvania Dutch (or Amish) vendors.\n\nThe high-end shopping district of ",{"type":"[[","value":[["Philadelphia\/Center City West"],["Center City"]]}," did eventually regain its footing in downtown Philadelphia starting in the 1980s and 1990s, and is located along Chestnut Streets and Walnut Streets west of Broad Street to Rittenhouse Square, featuring national brands and boutiques, from the high-end Burberry, Tiffany and Diesel to locally-managed corporate Anthropologie and Urban Outfitters.  Chestnut Street also has a larger range of mid-range shops as well, with many ma-and-pa outfits in addition to bargain big-leaguers H&M and Daffy's, and extends from as far east as 11th Street to 22nd Streets. ",{"type":"''","value":["The Shoppes at Liberty Place"]}," is located Philadelphia's second-tallest building, and ",{"type":"'''","value":["The Shops at the Bellevue"]}," is located in a historic building on Broad Street.\n\nFor a more unique flavor, there are shopping districts with its own distinct character.  ",{"type":"'''","value":["3rd Street Corridor"]}," in ",{"type":"[[","value":[["Philadelphia\/Old City"],["Old City"]]}," has the city's best in high-end, independent retailers for fashion, art and design. Landmark ",{"type":"'''","value":["Sugarcube"]}," should not be missed for the fashion savvy. Beauty-goers will enjoy ",{"type":"'''","value":["Moko"]},", an organic beauty studio along the corridor. ",{"type":"'''","value":["Antique Row"]},", on Pine Street between 9th and 13th (",{"type":"[[","value":[["Philadelphia\/Center City East"],["Center City"]]},"), is home to a mix of antique stores and local gift and craft boutiques. ",{"type":"'''","value":["The Italian Market"]}," in ",{"type":"[[","value":[["Philadelphia\/South"],["South Philly"]]}," is an open-air street market with fresh produce and food; although it was historically an Italian district, there is now a large infusion of Mexicans. ",{"type":"'''","value":["Chinatown"]}," (",{"type":"[[","value":[["Philadelphia\/Center City East"],["Center City"]]},") is similar to many other similar Chinatowns in various U.S. cities, as an ethnic enclave of Asian American immigrants and residents.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["Philadelphia#Districts"],["Districts"]]}," articles for specific listings."]},"\n\n",{"type":"===","value":["Cheesesteaks"]},"\n\n",{"type":"[[","value":[["Image:philly_cheesesteak.jpg"],["thumb"],["300px"],["Cheesesteak at Jim's Steak with Provolone cheese and onions"]]},"\nNo trip to Philadelphia is complete without trying the ",{"type":"'''","value":["cheesesteak"]},", Philly's most famous homegrown food, a sandwich made of a fresh roll filled with grilled shaved beef and cheese (as well as onions, mushrooms, and other optional sides). The spiritual homes of the cheesesteak are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.patskingofsteaks.com Pat's King of Steaks"]}]},", where the cheesesteak was invented, and ",{"type":"'''","value":["Geno's Steaks"]},", where they claim to have improved on Pat's version. They are located across from each other in ",{"type":"[[","value":[["Philadelphia\/South"],["South Philly"]]}," at the intersection of 9th Street and Passyunk Avenue.\n\nThere are many ways to order a cheesesteak.  Some cheesesteaks are made with chopped steak (Pat's and Geno's), while others are made with sliced top-round (Steve's).  While Cheez-Wiz is a local favorite, many people also enjoy American or Provolone cheese on their cheesesteaks.  The way the cheese is served makes a huge difference.  Some cheesesteak joints simply place the cheese on top to melt (Pat's and Geno's), while other's such as Steve's ladle hot melted cheese on top, adding to the delicious grease from the meat.  Any local will tell you as well that the most important part of the cheesesteak (or hoagie, for that matter) is the roll, which is why many have found it difficult to replicate the cheesesteak outside of the Philadelphia region.  Many displaced Philadelphians who have started their own restaurants elsewhere have encountered trouble making authentic cheesesteaks, and import their rolls from the Philly area.\n\nAlthough Pat's and Geno's are the most famous cheesesteak joints, they are far from the best.  There are many others to choose from, particularly in South Philadelphia—",{"type":"'''","value":["John's Roast Pork"]}," at Snyder and alley-street Weccacoe is considered by many locals to offer a standout.  Not only does John's offer what sports radio 610 WIP's Cheesesteak Challenge called the best cheesesteak in the city, they also offer an outstanding roast pork sandwich.  It is common for people visiting John's to bring a friend and split a cheesesteak and a roast pork sandwich.  Placing at #2 on the 610 cheesesteak list is ",{"type":"'''","value":["Steve's Prince of Steaks"]}," in Northeast Philadelphia, of which there are 2 locations, both equally great.  They also serve a delicious side of cheese fries, which can be had with Wiz, American, or Provolone.  Many enjoy ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jimssteaks.com Jim's Steaks"]}]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tonylukes.com Tony Luke's"]}]},".  'The Great Northeast' is also home to ",{"type":"'''","value":["Chink's Steaks"]},", a delightful drug-store throwback on Torresdale Avenue near the Delaware River. No cheesesteak aficionado can call himself such without a visit to ",{"type":"'''","value":["Dalessandro's Steaks"]}," or Chubby's on Henry Avenue in the Roxborough section of Northwest Philadelphia (north of Manayunk and East Falls).  This regions best steak, though, is found at takeout only Sorrentino's on cresson in Manayunk. Sonny's in Old City, on Market St between 3rd and 4th, also serves an excellent cheesesteak in a location convenient to Independence Hall. Philadelphia's other notable sandwich is roast pork which can be found at Dinic's in the Reading Terminal Market, Tony Luke's, John's, or a Latin version at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hollyeats.com\/PorkysPoint.htm Porky's Point"]}]},". Lastly, the city's best Roast Beef sandwich served on a locally baked sarcone's roll is at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/philadelphia.citysearch.com\/profile\/8988604\/philadelphia_pa\/caffe_chicco.html#profileTab-reviews caffe chicco"]}]},".\n\nA caveat before ordering a cheesesteak, particularly at the often crowded Pat's and Geno's—know how to order.  There is somewhat of a 'no soup for you' attitude at these busy and fast-service oriented establishments which can really make a tourist stand out. The way to order is as follows: It is assumed that you are going to order a cheesesteak, so unless you are not, don't specify this.  First, say the type of cheese—only ",{"type":"'''","value":["American"]},", ",{"type":"'''","value":["provolone"]},", and ",{"type":"'''","value":["whiz"]}," are generally available.  Ask for Swiss at your own risk. The only condiment that is not available in a jar outside the stand will be fried onions; ",{"type":"'''","value":["with"]}," (or ",{"type":"''","value":["\"wit\""]}," in Philly parlance) or ",{"type":"'''","value":["without"]}," (\"witout\") will specify your preference on the matter. So 'Whiz \"Wit\", Provolone \"Witout\",' etc. Not too complicated, and a straightforward way to have a nice local moment on your travels.\n\n",{"type":"===","value":["Local and street food"]},"\n\nYou can also find cheesesteaks at ",{"type":"[","value":["http:\/\/www.readingterminalmarket.org\/ ",{"type":"'''","value":["Reading Terminal Market"]}]},", located at 12th and Arch Sts.  Here visitors will find many stands selling produce, meats, flowers, and baked goods.  Reading Terminal Market is a good place to get lunch if you are in the area.  The multitude of vendors and low prices provide plenty of options for a quick meal. It's also home to one of the city's best pretzels (Miller's).\n\nPhiladelphia's most famous snack is the salted ",{"type":"'''","value":["soft pretzel"]},", which, while shaped with the three holes like soft pretzels everywhere else, are distinctive in that they are flattened into a wide rectangle and are made in long chains in which the wide sides of the pretzels are attached. A person may typically buy two, three, or more attached pretzels at a convenience store or from a street vendor. The price is low, especially compared to national vendor brands sold in other cities and in malls. Unlike pretzels served in many other cities, Philly pretzels are not served hot, but at room temperature and often eaten with mustard.\n\nThe most famous sweet snack is from the ",{"type":"'''","value":["Tastykake"]}," brand. Their main factory is in the Navy Yard in far south Philly, so every flavor and type of TastyKake is sold in Philadelphia, and they are usually extra fresh, since they do not have to travel far to the retail outlet. \n\nAlso unique to the area are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.peanutchews.com Goldenberg's Peanut Chews"]}]},", a bit-sized chocolate bar with a chewy peanut center. Originally developed as a high-energy ration bar during WWI, but still popular today!\n\n",{"type":"'''","value":["Scrapple"]},"  is a favorite comfort food of native Philadelphians. Best described as a spicy breakfast pork product, scrapple is of Pennsylvania Dutch origin and is made from pork by-products (you're better off not knowing exactly what's in it) and cornmeal, cooked into a thick pudding, formed into a loaf, sliced, and fried. You'll find it on the breakfast menu of many neighborhood diners in Philly. Ask for it very crispy.\n\nSome other Philly foods include Philadelphia Cream Cheese, water ice, and hoagies.\n\nLocated in the far Northeast of Philadelphia at Byberry and Roosevelt Blvd. is the Kraft\/Nabisco factory.  Drive by with your windows down and take a whiff!\n\n",{"type":"'''","value":[" Wawa"]}," is a chain of local convenience stores similar to, but better than, 7-Eleven.  They are most famous for their deli ordering terminals, which allow you to specify via a touch-screen monitor exactly what you want on a sandwich.  Although locals refuse to consider Wawa's cheesesteaks as authentic, due to its use of ground beef rather than sliced or diced beef, the Wawa option is still delicious and you get to customize it with a wide range of options. Many stores also carry a respectably thick and doughy fresh soft pretzel at their counter.\n\n",{"type":"===","value":["Fine dining"]},"\n\nPhiladelphia has an extremely vibrant ",{"type":"'''","value":["culinary scene"]},", with many young and enterprising new chefs coming to the City of Brotherly Love for its food-obsessed culture. Local restauranteurs such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.starr-restaurant.com Stephen Starr"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vetriristorante.com\/index.php?a=biography Marc Vetri"]}]},", Iron Chefs ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.morimotorestaurant.com Masaharu Morimoto"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grg-mgmt.com Jose Garces"]}]},", and others have become household names and food celebrities in their own right, transforming Philadelphia's food scene and exporting its concepts to other parts of the country.  In part, the scene is bolstered by a culture of organic and sustainable foodstuffs coming from local farmers.\n\n",{"type":"===","value":["BYOBs"]},"\n\nPennsylvania's draconian liquor laws make it very expensive and inconvenient for restaurants to obtain liquor licenses. As a result, many restaurants—including some of the best—are ",{"type":"'''","value":["BYOB"]},", that is, ",{"type":"'''","value":["Bring Your Own Bottle"]},".  These restaurants will advertise their BYOB-status, and will usually help you out by supplying  corkscrews, glasses, or club soda, so long as you supply the beer, wine, or spirits.  You'll have to pick wine or spirits up at a state-sponsored liquor store, or six-packs or individual beers from a neighborhood bar or bottle shop, which are good locations for finding a variety of craft beers.  Convenience stores do not sell alcoholic beverages.  Even if you don't drink, or don't want a drink, dining at a BYOB can pay off as the restaurant doesn't need to pay off a license and can charge a little less for the food.\n\n",{"type":"==","value":["Drink"]},"\n\nBecause of the state of Pennsylvania's complicated liquor laws (which date from immediately after Prohibition and were designed, in the words of the governor at the time, to \"discourage the purchase of alcoholic beverages by making it as inconvenient and expensive as possible\"), supermarkets won't sell beer or spirits, although some small neighborhood convenience stores might.  State-sponsored liquor stores are all over the place but don't sell beer, and beer distributors sell beer only in bulk and are scattered in inconvenient locations, and neither will be open late or on Sundays.  Thus, even for locals, the most convenient way to get a drink is to find a local bar or restaurant with a liquor license.  In part because of this complicated setup, Philadelphia has a visibly strong, public ",{"type":"'''","value":["beer culture"]},", celebrated in events such as the annual summertime ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.phillybeerweek.org Philly Beer Week"]}]}," or the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.phillycraftbeerfest.com Philly Craft Beer Festival"]}]}," in March. \n\nLocal beers include ",{"type":"'''","value":["Yuengling"]},", ",{"type":"'''","value":["Yards"]},", or ",{"type":"'''","value":["Troegs"]},", just to name a few.  Many bars will have a varied selection of beers you already know and love alongside ones you've never heard of.  If you're ever stuck on a choice but don't want to look out of place, just ask for a ",{"type":"'''","value":["\"lager\""]},", which in Philly specifically means the Yuengling Traditional Lager, a pre-Prohibition style amber lager rather different from the mass-market pale lager you find elsewhere. \n\nPrimarily, most of the ",{"type":"'''","value":["nightlife scene"]}," takes place in Center City (",{"type":"[[","value":[["Philadelphia\/Center City West"],["West"]]}," and ",{"type":"[[","value":[["Philadelphia\/Center City East"],["East"]]},") and in ",{"type":"[[","value":[["Philadelphia\/Old City"],["Old City"]]},". The areas around Rittenhouse Square in ",{"type":"[[","value":[["Philadelphia\/Center City West"],["Center City"]]},", and Headhouse Square and Penn's Landing in ",{"type":"[[","value":[["Philadelphia\/Old City"],["Old City"]]},", are popular destinations that have a large concentration of bars and clubs, many of them attracting the hip, young, pretty people of the suburbs or the universities. Slightly further out, the rapidly-gentrifying ",{"type":"[[","value":[["Philadelphia\/North"],["Northern Liberties"]]}," district is another solid nightlife destination with more of a \"yuppie\" or \"hipster\" vibe.  Yet another area that has a vibrant nightlife is the ",{"type":"[","value":["http:\/\/www.manayunk.com\/dining-a-nightlife?catid=4 Manayunk neighborhood"]},".\n\nHowever, bars can be found in just about every corner of Philadelphia, and nothing is more characteristic of Philly than the ",{"type":"'''","value":["local bar"]}," as a default place for social gathering; every neighborhood's got one or two just around the corner, even if it's a dark, run-down dive without proper signage and a crowd of blue-collar regulars, or a new-but-looks-old pub attracting the yuppies with outdoor seating and live music. Any major street or well-known district is going to have its own selection of watering holes, and each of these establishments will cater to a crowd, whether it's students, sports fans, hipsters or clubbers. In particular, streets and neighborhoods with a notable collection of drinking locales, not including Center City, Old City or Northern Liberties, include University City and ",{"type":"[[","value":[["Philadelphia\/West"],["West Philly"]]},"; South Street and Passyunk Ave in ",{"type":"[[","value":[["Philadelphia\/South"],["South Philly"]]},"; and the ",{"type":"[[","value":[["Philadelphia\/Center City West"],["Art Museum District"]]},".\n\nIn the summer, the Center City District sponsors ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.centercityphila.org\/life\/Sips.php Center City Sips"]}]},", a downtown-wide Happy Hour every Wednesday from 5PM-7PM where many bars and restaurants all participate in drink specials: $2 beers, $3 wines and $4 cocktails, and usually some selection of food specials.\n\n",{"type":"===","value":["Quizzo"]},"\n\nIt's been said that Philadelphia invented, or at least popularized, the popular ",{"type":"'''","value":["pub trivia"]}," event that is known here as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quizotrivia.com Quizzo"]}]},", which are called by other various names such as \"quiz nights\" by the time they expanded to other parts of the United States. Philadelphia native Patrick Hines first began running Quizzo games at the New Deck Tavern in ",{"type":"[[","value":[["Philadelphia\/West"],["University City"]]}," in 1993 (though he spelled it with one 'z', as in \"Quizo\"), and began a second one at Fergie's Pub in ",{"type":"[[","value":[["Philadelphia\/Center City East"],["Center City"]]}," in 1995; there are now plenty of other bars running their own Quizzo nights throughout Philadelphia, and while Hines has moved to Ireland, he still writes the questions for several local bars. If you're able to find yourself in a game (you'll have to have a team and needlessly long and\/or hilarious team name, or see if you can join one as a free agent) it's a fun way to spend a night, but be prepared to be completely left in the dust by trivia buffs who play regularly.\n\n",{"type":"===","value":["Breweries"]},"\n",{"type":"*","value":[{"type":"'''","value":["Philadelphia Brewing Company"]}," produces a variety of beers.  If you can't make it to the brewery (or find it in a bar) you can pick up a sampler pack (24 bottles) for around $30 at a beer distributor."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Yard's Brewing"],["alt="],["url=http:\/\/yardsbrewing.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Produces a variety of beers, though notably Philadelphia Pale Ale, ESA (especially if you find this in cask format), and the ales of the revolution. Historically certified beers from recipes tied to Ben Franklin, Jefferson, and a porter named after Gen. Washington. Accessible via the Spring Garden Station on the Market Frankford el."]]}]},"\n",{"type":"===","value":["Brewpubs"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nodding Head Brewery and Restaurant"]}," - One of the older brewpubs in the city; keep an eye out for all the bobble heads!"]},{"type":"*","value":[{"type":"'''","value":["Earth Bread and Brewery"]}," - Known as much for their well made beer as they are for their bread and locally sourced food. "]},{"type":"*","value":[{"type":"'''","value":["Dock Street Brewery"]}," - Located in West Philadelphia. "]},{"type":"*","value":[{"type":"'''","value":["Manayunk Brewery and Restaurant"]}," - Located in the Manayunk neighborhood right on Main St. "]},{"type":"*","value":[{"type":"'''","value":["Iron Hill Brewery"]}," - Local brewpub chain, this is their only location within the city limits. Located in the Chestnut Hill neighborhood."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hostels"]},"\nPhiladelphia is home to a limited number of hostels (compared to major US and international cities). Currently, two are located within the city limits, both are affiliated with Hostelling International USA:\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apple Hostels of Philadelphia"],["url=http:\/\/www.applehostels.com"],["email=philly@applehostels.com"],["address=32 S Bank St, (Old City)"],["lat="],["long="],["directions="],["phone=+1 215 922-0222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Less than 3 blocks from the Liberty Bell and Independence Hall, free wireless Internet (for travelers with laptops), free bed linens, no curfews, no lockouts. Affordable, clean hostel with loads of free activities, friendly & knowledgeable staff and plenty of outside tours you can book at the reception desk that's open 24 hours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=HI — Chamounix Mansion Hostel"],["url=http:\/\/www.philahostel.org"],["email="],["address=3250 Chamounix Dr (West Fairmount Park)"],["lat="],["long="],["directions="],["phone=+1 215 878-3676"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=On a scenic bluff above the Schuylkill River and 45 minutes to downtown Philadelphia's cultural and historic attractions. Associated with Hostelling International"]]}]},"\n",{"type":"===","value":["Hotels"]},"\nThere is a wide variety of hotels located in the city of Philadelphia. Hotels usually range from $100 to $200 a night, excluding weeks with major trade conventions. Center City is home to a wide variety of moderate and high end hotel chains that can be found in five main areas: \n",{"type":"*","value":["Convention Center: Loew's, Marriott, Courtyard by Marriott, Residences at the Marriott, Four Points, Hampton Inn, Le Meridien, Hilton Garden, Travelodge, Clarion Suites"]},{"type":"*","value":["Rittenhouse\/West Market-Palomar, Latham, Rittenhouse hotel, Bellevue at Stratford, Ritz Carlton, Embassy Suites, Four Seasons, Crowne Plaza, Sofitel, Club Quarters, Windsor Suites, Westin"]},{"type":"*","value":["East of Broad\/Washington Sq West-Doubletree, Alexander Inn, Independent Hotel, Holiday Inn, Rodeway Inn, Parker Spruce"]},{"type":"*","value":["Old City (near Independence Hall)-Sheraton Society hill, Penn's View, Comfort Inn, Hyatt, Omni, Holiday Inn, Best Western"]},{"type":"*","value":["Philadelphia International Airport located in ",{"type":"[[","value":[["Philadelphia\/South"],["South Philadelphia"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nPhiladelphia is thoroughly covered by all of the major American cellular telephone companies. AT&T Wireless, Verizon Wireless, Sprint-Nextel Wireless, and T-Mobile Communications phones will all receive full service in most parts of the city. As always, service indoors varies according to signal strength, phone brand, and the composition of the building itself. AT&T has contracted with SEPTA to provide wireless service in transit tunnels.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"'''","value":["Colloquialisms"]},"\n\nFor someone who isn't familiar with either the Mid-Atlantic \/ Northeast or even just Philadelphia, local lingo in the area can seem rather daunting. Here is a breakdown of Philadelphia's most popular local terms:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wooder"]}," Water"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Youse (guys)"]}," You guys, you all. Second-person plural. (Can sound like \/juːs\/ (",{"type":"''","value":["yooce"]},") or \/juːz\/ (",{"type":"''","value":["yooze"]},".)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Water Ice"]}," A dessert served by local restaurants that features flavored slushy ice. Sometimes called Italian Ice. Pop's, near the corners of Oregon Avenue and Broad Street, is arguably the most popular."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gravy"]}," This is tomato sauce, and is for the most part only used by those who are of Italian heritage. \"Gravy\" is usually prepared with meat including meatballs, sausage, and sometimes pork in order to give it flavor."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coffee Regular"]}," Coffee with cream and sugar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jimmies"]}," Chocolate or rainbow colored candy sprinkled onto ice cream or cookies."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Steak"]}," Any sandwich in the cheesesteak family.  An entire menu category at neighborhood pizza joints."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hoagie"]}," Submarine sandwich."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grinder"]}," A toasted hoagie."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tomato pie"]}," Pizza crust with tomato sauce but no cheese (besides, perhaps, a little Parmesan)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stromboli"]}," A sauceless pizza rolled up: like a calzone, but with mozzarella and without ricotta."]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplobel.us\/Representatives\/Find_Consul.asp"],["email=sjannetta@morganlewis.com"],["address=1701 Market St"],["lat="],["long="],["directions="],["phone=+1 215 963-5092"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/philadelphia-philadelphie\/index.aspx?lang=eng"],["email="],["address=1650 Market St, 36F"],["lat="],["long="],["directions="],["phone=+1 267 207-2721"],["tollfree="],["fax=+1 267 207-2722"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/www.gknewyork.um.dk\/en\/servicemenu\/Links\/HonoraryConsulatesEastCoast.htm"],["email=Akuffler@mmwr.com"],["address=123 S Broad St"],["lat="],["long="],["directions="],["phone=+1 215 772-1500"],["tollfree="],["fax=+1 215 772-7620"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France (Honorary)"],["url=http:\/\/www.consulateoffrancephiladelphia.org\/"],["email=consulfrancais@yahoo.com"],["address=One Penn Center, 1617 JFK Blvd Suite 1500"],["lat="],["long="],["directions="],["phone=+1 215 557-2975"],["tollfree="],["fax=+1 215 557-2990"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany (Honorary)"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/04__Legal\/01__Consulate__Finder\/HC\/02__ABC\/Afanassiev.html"],["email=honconsulphila@aol.com"],["address=One Penn Center, 1617 John F. Kennedy Blvd Ste 340"],["lat="],["long="],["directions="],["phone=+1 215 568-5573"],["tollfree="],["fax=+1 215 665-0375"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/embassies.gov.il\/philadelphia\/Pages\/default.aspx"],["email=information@philadelphia.mfa.gov.il"],["address=1880 John F Kennedy Boulevard #1818"],["lat="],["long="],["directions="],["phone=+1 267 479-5800"],["tollfree="],["fax=+1 267 479-5855"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.consfiladelfia.esteri.it"],["email=urp.filadelfia@esteri.it"],["address=100 S 6th St, 1026 Public Ledger Bldg"],["lat="],["long="],["directions="],["phone=+1 215 592-7329"],["tollfree="],["fax=+1 215 592-9808"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.consulmexphila.com"],["email="],["address=111 S Independence Mall E, Bourse Bldg Ste 1010"],["lat="],["long="],["directions="],["phone=+1 215 922-4262"],["tollfree="],["fax=+1 215 923-7281"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal (Honorary)"],["url=http:\/\/www.un.int\/portugal\/visainfo.htm"],["email="],["address=7950 Loreto Ave"],["lat="],["long="],["directions="],["phone=+1 215 745-2889"],["tollfree="],["fax=+1 215 745-2867"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nWhile Philadelphia is a city that struggles with crime, it's important to remember that the places visitors are likely to spend time in are quite safe and well policed.\n\nCenter City and its immediate surrounding neighborhoods in particular have low crime rates. Wealthier neighborhoods, like Rittenhouse Square, Old City and Society Hill, are safe, as are most central districts, including the majority of Northeast Philadelphia, the Art Museum Area, Chinatown, the Parkway, and Bella Vista. Some personal crimes (break-ins, muggings, burglary, assault) happen but much less often than the media suggest. On the flip side, violent crime is sometimes censored with the influence of developers and their PR companies. Northern Liberties is widely known to be a safe and hip area, but violent crime is very real even with the gentrification process. \n\nOther parts of the city still struggle with crime. Violence is generally concentrated in the north central, west, and southwest portions of the city, and also to some extent in Powelton Village between Drexel University and the Philadelphia Zoo (though the latter location has seen some improvements). It is not wise to walk too far off Broad St. (PA Route 611) in North Philly around the Temple University area.\n\nPhiladelphia has a lower crime rate than tourist-friendly cities such as Chicago, Washington D.C, and New Orleans.  As of December 2009, the homicide rate had dropped 20% over the previous year, continuing a trend of reduced violence in the city.\n\nAlso, be careful of traffic when crossing at major intersections—in Philadelphia, as in many major cities, one must always walk, cross, and drive defensively. The winding Schuylkill expressway provides some beautiful views, particularly around Boathouse Row, but do not try to enjoy them from your car; with the high speeds, the river on one side, and jagged rocks on the other, this is a sure way to cause an accident.\n\nAlthough it is blown out of proportion at times, Philadelphia sports fans have earned a reputation as a very passionate and notorious bunch. It is advised to be extra vigilant when attending a major sports match at the Sports Complex, particularly those who have the courage to wear the opposing team's gear in hostile territory. For these fans, it is best not to provoke the Philadelphia faithful and take their jabs in stride, as fans have been assaulted and even seriously injured in fights in and around the Sports Complex and around town.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Allentown"]]},", Pennsylvania's third largest city. Home of Dorney Park."]},{"type":"*","value":[" ",{"type":"[[","value":[["Doylestown"]]},", Browse world-class museums, including the renowned James A. Michener Art Museum, the Moravian Pottery & Tile Works, the Mercer Museum and Fonthill, a 44-room mansion featured on A&Es “America’s Castles.”"]},{"type":"*","value":[" ",{"type":"[[","value":[["Harrisburg"]]},", Pennsylvania's state capital."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hershey (Pennsylvania)"],["Hershey"]]},", home of Hershey Park."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kennett Square"]]},", the site of Longwood Gardens"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lancaster (Pennsylvania)"],["Lancaster"]]},", home of Pennsylvania Amish."]},{"type":"*","value":[" ",{"type":"[[","value":[["Langhorne"]]},", Home of Sesame Place. Approximately 30-45 minutes outside Philadelphia. ",{"type":"[","value":["http:\/\/www.SesamePlace.com Sesame Place"]}," is a one of a kind theme park aimed towards toddlers, pre-school, and grade school children. The theme of the park is based on all of the characters from the children's show Sesame Street. This park is as close to Disney World that the surrounding Philadelphia Area has to offer. The park includes wet and dry amusement rides, games, shopping, live shows, musical parades, restaurants, and meet and greet opportunities with Elmo, Oscar, Bert and Ernie, among other characters."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lehigh Valley"]]},", region of eastern Pennsylvania north of Philadelphia."]},{"type":"*","value":[" ",{"type":"[[","value":[["New Hope"]]},", major shopping center north of Philadelphia."]},{"type":"*","value":[" ",{"type":"[[","value":[["Poconos and Endless Mountains"]]},", home to some ski and other mountain resorts."]},{"type":"*","value":[" ",{"type":"[[","value":[["Princeton"]]},", home to Princeton University, in New Jersey."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Jersey Shore"]]},", including ",{"type":"[[","value":[["Atlantic City"]]},", ",{"type":"[[","value":[["Cape May"]]},", ",{"type":"[[","value":[["Ocean City (New Jersey)"],["Ocean City"]]},", and ",{"type":"[[","value":[["Wildwood (New Jersey)"],["Wildwood"]]},". Visiting the Jersey shore is referred to locally as \"going down the shore.\" Atlantic City is home to the Donald Trump casinos as well as the Borgata, Caesar's, and several other casinos. Cape May offers historical tours (and haunted tours!) of the town. And hey, it's a great way to cool off and unwind—and perhaps work off that cheesesteak! "]},{"type":"*","value":[" ",{"type":"[[","value":[["Valley Forge"]]},", historic site of American Revolutionary War."]},{"type":"*","value":[" ",{"type":"[[","value":[["Washington Crossing"]]},", historic site of American Revolutionary War."]},{"type":"*","value":[" ",{"type":"[[","value":[["Brandywine Creek"]]},", historic site of American Revolutionary War."]},{"type":"*","value":[" ",{"type":"[[","value":[["York (Pennsylvania)"],["York"]]},", historic site of American Revolutionary War."]},{"type":"*","value":[" ",{"type":"[[","value":[["Gettysburg"]]},", historic site of American Civil War."]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Amtrak_Northeast_Regional.png"],["imagesize1=100"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["Baltimore"]]}],["minorl1=",{"type":"[[","value":[["Wilmington (Delaware)"],["Wilmington"]]}],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["New York City"]]}],["minorr1=",{"type":"[[","value":[["Bensalem"]]}],["image2=I-76.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Harrisburg"]]}],["minorl2=",{"type":"[[","value":[["King of Prussia"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Atlantic City"]]}],["minorr2=",{"type":"[[","value":[["Camden (New Jersey)"],["Camden"]]}],["image3=I-95.svg"],["imagesize3=22"],["directionl3=S\/W"],["majorl3=",{"type":"[[","value":[["Baltimore"]]}],["minorl3=",{"type":"[[","value":[["Chester (Pennsylvania)"],["Chester"]]}],["directionr3=N\/E"],["majorr3=",{"type":"[[","value":[["New York City"]]}],["minorr3=",{"type":"[[","value":[["Bensalem"]]}],["image4=US 1.svg"],["imagesize4=22"],["directionl4=S\/W"],["majorl4=",{"type":"[[","value":[["Baltimore"]]}],["minorl4=",{"type":"[[","value":[["Upper Darby"]]}],["directionr4=N\/E"],["majorr4=",{"type":"[[","value":[["New York City"]]}],["minorr4=",{"type":"[[","value":[["Langhorne"]]}],["image5=US 13.svg"],["imagesize5=22"],["directionl5=S\/W"],["majorl5=",{"type":"[[","value":[["Wilmington (Delaware)"],["Wilmington"]]}],["minorl5=",{"type":"[[","value":[["Chester (Pennsylvania)"],["Chester"]]}],["directionr5=N\/E"],["majorr5=Ends at ",{"type":"[[","value":[["Image:US 1.svg"],["18px"]]}],["minorr5=",{"type":"[[","value":[["Bensalem"]]}],["image6=US 30.svg"],["imagesize6=22"],["directionl6=W"],["majorl6=",{"type":"[[","value":[["Lancaster (Pennsylvania)"],["Lancaster"]]}],["minorl6=",{"type":"[[","value":[["Ardmore (Pennsylvania)"],["Ardmore"]]}],["directionr6=E"],["majorr6=",{"type":"[[","value":[["Atlantic City"]]}],["minorr6=",{"type":"[[","value":[["Camden (New Jersey)"],["Camden"]]}],["image7="],["imagesize7="],["directionl7="],["majorl7="],["minorl7="],["directionr7="],["majorr7="],["minorr7="]]},"\n\n",{"type":"[[","value":[["WikiPedia:Philadelphia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Pennsylvania\/Localities\/P\/Philadelphia"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Philadelphia Region"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["39.95383"],["-75.16245"]]}]