[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.phillipislandguide.com\/ Phillip Island"]}]}," is a large island at the mouth of Western Port Bay, located less than two hours drive from ",{"type":"[[","value":[["Melbourne"]]}," in ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},". Because of its proximity to the state capital, it's a popular weekend tourist destination, especially during the summer months. The island is separated from the mainland by just a channel and is connected by a bridge. It is part of the ",{"type":"[[","value":[["Bass Coast"]]}," Shire of ",{"type":"[[","value":[["Gippsland"]]},".\n\n",{"type":"==","value":["Understand"]},"\nCowes is the main town on the island, and in addition there are other smaller towns such as Rhyll, Cape Woolamai, Ventnor (closest town to the Penguin Parade) and Newhaven. The principal source of income is tourism, and there are many cafes, restaurants etc. to cater to the appetites of the tourists.\n\nThe island is steeped in motorsport history. Australia's first ever international Grand Prix was held in 1924 on the original circuit comprising the still existing roads on Phillip Island. The annual Australian Grand Prix ",{"type":"[","value":["http:\/\/www.phillipislandgrandprix.com\/"]},", an official round of the World MotoGP plus a round of the World Superbike (WBSK) is currently held at the 1950s purpose built Motor Racing Circuit ",{"type":"[","value":["http:\/\/www.phillipislandcircuit.com.au\/"]},", and draws a massive contingent of motor sport fans (colloqially known as \"petrolheads\") every year.\n\n",{"type":"==","value":["Get in"]},"\nThere are a multitude of ways to reach the Island.\n\n",{"type":"===","value":["By car"]},"\nThe journey from the ",{"type":"[[","value":[["Melbourne\/City Centre"],["Melbourne City Centre"]]}," to Cowes is just over 140km and takes about 1 hour and 45 minutes (be warned, it can take up to 3 hours during major events such as the Grand Prix). The main route is down the Monash Freeway towards Warragul, turning off at the South Gippsland Freeway and following the signs. Phillip Island is connected by a two-lane bridge to the small fishing town of San Remo on the mainland.\n\n",{"type":"===","value":["By bus"]},"\nV\/Line runs public coaches from Southern Cross Station in Melbourne's CBD to Cowes on Philip Island. You will need to catch the coach towards ",{"type":"''","value":["Yarram"]}," in the state's east, alighting at the town of ",{"type":"[[","value":[["Koo Wee Rup"]]},". From there, you can transfer to another coach towards ",{"type":"''","value":["Cowes"]},". The buses are timetabled to connect, so there should only be a 5-10 minute wait at Koo Wee Rup. There are 8 departures daily on weekdays, with 4 departures daily on weekends. The trip should take no more than 2 and a half hours. You can plan your journey at ",{"type":"[","value":["http:\/\/ptv.vic.gov.au\/journey Public Transport Victoria"]},".\n\n",{"type":"===","value":["By ferry"]},"\nIf you're after a more scenic journey, a ferry departs from ",{"type":"''","value":["Stony Point"]}," on the ",{"type":"[[","value":[["Mornington Peninsula"]]}," to Cowes daily.\n",{"type":"*","value":[" From Flinders Street Station, take a metro train to ",{"type":"[[","value":[["Melbourne\/Frankston"],["Frankston"]]}]},{"type":"*","value":[" Transfer to a diesel train at Frankston station, alighting at the last stop, Stony Point."]},{"type":"*","value":[" Board the ferry at the Stony Point Wharf, adjacent to the station."]},"\nIn total, the journey should take about 2 and a half hours, the same as the road coach. However, you will need to pay for a ferry ticket on top of a Myki fare. The ferry departs daily to Phillip Island at 8am and 5pm, with additional midday departures on Tuesday, Thursday and weekends. For timetabling and costs, see ",{"type":"[","value":["http:\/\/www.interislandferries.com.au\/pi_costs.php Inter Island Ferries"]},".\n\nIf you want to make the first ferry departure and are catching the train, your only option is to catch the early 5:58am service from Flinders Street to Frankston in order to arrive at the ferry wharf by 7:40am. See ",{"type":"[","value":["http:\/\/ptv.vic.gov.au\/timetables\/linemain\/13 PTV"]}," for timetabling and journey planning.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Penguin Parade"],["alt="],["url=http:\/\/www.penguins.org.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Summerland Beach (",{"type":"''","value":["near the south western end of the island"]},"). At sunset the little penguins walk up from the sea to their nests. This is Philip Islannd's biggest attraction and is unmissable. Adult $20.60, child $10.30, family $51.50. (\"Penguins Plus\" offeres better seats and includes a free hot drink. There is no doubt you're closer to the action but the additional $16 may no be worth it for everyone. In winter or with bad weather \"Penguins Plus\" may be reduced by 20% - it's definitely worth it then) Note All viewing areas are unprotected from rain and wind. (The newer \"Sky box\" allows VIP treatment from the warmest seat in the house! The cost of $62 per adult means you get to enjoy penguin viewing with your very own ranger and in comfort. Children under 16 years ar not allowed in the Skybox)."]]}," "]},"\nYour ranger will guide you through the penguin colony to the Skybox where you'll have fantastic views across the beach.\n \n\n\n",{"type":"*","value":[{"type":"'''","value":["The Nobbies and Seal Rocks"]}," (",{"type":"''","value":["near the southwestern end of the island, past the Penguin Parade"]},"). From the boardwalks here you can see penguins for free, as well as gull rookeries. You might even see a snake in the grass. The Seal Rocks are too far away to see much of the seals with the naked eye but you can look through the pay binoculars. If nothing else, there are fantastic the views of coastal scenery."]},"\n",{"type":"*","value":[{"type":"'''","value":["Koala Conservation Centre"]},", At the centre you will see wild koalas in their natural habitat via a Koala Boardwork. You can also talk to the Rangers who look after the Koala's and manage this centre with is dedicated to koala conservation. There is also stroll through Australian bushland on the Woodland Boardwalk.  Cost Adults (16yrs+) $10.80 Children (4-15yrs) $5.40 Located Phillip Island Rd."]},"\n",{"type":"*","value":[{"type":"'''","value":["A Maze'N Things"]}," (mini golf, a giant maze, and a 'hall of illusions')"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vietnam Veterans Museum"],["alt="],["url=http:\/\/www.vietnamvetsmuseum.org\/"],["email=vvmuseum@nex.net.au"],["address=5 Churchill Road South"],["lat="],["long="],["directions="],["phone = +61 3 5956 6400"],["tollfree="],["fax=03 5956 6406"],["hours="],["price="],["content=Newhaven . M-F 10AM-4PM, Sa-Su 10AM-5PM. Dedicated to preserving and exhibiting memorabilia from Australia’s longest war. It is run by volunteers and does not have the quality of presentation of a big museum. There are over 5000 items though and there are videos playing. Go out the back to see the tank, helicopter, howitzer and vehicles. Entry by donation."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Churchill Island"]},", Churchill Island is a working Heritage Farm that can be accessed from Phillip Island.  The 57 heactare Island was originally inhabited by the Bunurong people with the first European inhabitants finding remains of canoes and fires. European settlement started when Lieutenant James Grant sailed the Lady Nelson to the island in 1801. He planted seeds he'd been provided, felled trees and built a hut making this the first European agricultural pursuit in Victoria. The Island  forms part of the Churchill Island Marine National Park and is maintained by Parks Victoria. From an Indigenous cultural perspective Aborigianl middens and the remains of stone foundations are also preserved  with  the area of Western Port surrounding the island listed under the Convention on Wetlands of International Importance (RAMSAR Convention). Admission is $10 for adults, 5 for kids."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rhyll"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a small,pretty, peaceful fishing village located at the north-eastern tip of Phillip island.To the west of Rhyll is the Rhyll Inlet and Conservation Hill Reserve. This network of waterways and wetlands is a significant feeding and breeding area for resident and migratory birds. A pathway which features several sections of boardwalk extends along the coast from Rhyll's town centre and along the southern side of the inlet, then heads inland to the Rhyll Wetlands."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Cape Woolamai"]},". There are several loops of walking tracks of various lengths. Doing all the walks might take up to 3 hours. Most of the cape is a huge mutton-bird or shearwater colony and the birds’ burrows are everywhere. There are few trees in much of the area but there is a section of regenerating bush. The first part of the walks is along the beach, starting near the lifesaving club."]},"\n",{"type":"*","value":[{"type":"'''","value":["Beaches"]},". There are a large number of beaches (both sheltered beaches on the inland side and surf beaches on the ocean side of the island)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Scuba Diving"]},". Phillip Island is home to some of the most spectacular ",{"type":"[[","value":[["scuba diving"]]}," destinations in Victoria."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Phillip Island Helicopters"],["alt="],["url=http:\/\/www.phillipislandhelicopters.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +61 3 5956 7316"],["tollfree="],["fax="],["hours="],["price="],["content=Take a helicopter flight and see this fantastic Island from one of our new helicopters."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Phillip Island Chocolate Factory"],["url=http:\/\/www.phillipislandchocolatefactory.com.au"],["email="],["address=930 Phillip Island Rd Newhaven"],["lat="],["long="],["directions="],["phone=+61 3 5956 6600"],["tollfree="],["fax="],["hours=9am to 5pm"],["price="],["content=A chocolate factory with a difference.  Consists of a large retail store and cafe (free entry to both) and a paid tour of Pannys Amazing World of Chocolate.  This consists of 6 rooms of interactive displays, games and exhibits all dedicated to chocolate.  It includes the world's largest chocolate waterfall, robots that dispense chocolates and a squirl machine that creates chocolate patterns on a conveyor belt which can be eaten after they set.  Every visitor gets a free chocolate on entry"]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are many and varied accommodation options available for the visitor to Phillip Island. These range from hostel accommodation, caravan parks, motels to \"bed and breakfast\" and private short-term holiday home rental.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cliff Top Boutique Accommodation"],["url=http:\/\/www.clifftop.com.au"],["email="],["address=1 Marlin St, Smiths Beach, VIC"],["lat="],["long="],["directions="],["phone=+613 5952 1033"],["tollfree="],["fax="],["hours="],["price=130- 230"],["checkin=3:30PM"],["checkout=10:30AM"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Silverwater Resort"],["alt=Phillip Island Accommodation"],["url=http:\/\/www.silverwaterresort.com.au"],["email="],["address=Silverwater Resort, Phillip Island Tourist Road,17 Potters Hill Road, SAN REMO  VIC  3925"],["lat="],["long="],["directions=Drive towards Phillip Island, travelling on the Phillip Island Tourist Road leads directly to the bridge, the Resort is up on the left about 2km before San Remo. If you get to San Remo or the bridge to Phillip Island, you have gone 2km too far."],["phone=+61 3 5671 9300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Bass Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["-38.483333"],["145.233333"]]},"\n",{"type":"[[","value":[["wikipedia:Phillip Island"]]}]