[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Tad Xay and Pha Xay"]}," is in ",{"type":"[[","value":[["Phou Khao Khouay National Protected Area"]]}," of ",{"type":"[[","value":[["Laos"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Tad Xay and Pha Xay"]}," are considered to be the most beautiful waterfalls of ",{"type":"[[","value":[["Phou Khao Khouay National Protected Area"]]}," (PKK). They consist of two falls within less than a kilometre. The stream ",{"type":"[[","value":[["Houay Xay"]]}," has its source in the northern mountains of the park, meanders through dense and relatively untouched evergreen and dry deciduous forest, and finally empties about 2.5 km north of ",{"type":"[[","value":[["Ban Hatkhai"]]}," into the ",{"type":"[[","value":[["Nam Mang"]]},", one of the three major rivers of the PKK area. This small stream appears to be a calm and gentle creek with little water during the dry season (October to May). As soon as the rain starts to fall, though, it turns as quickly as it dried out into a roaring \"wild dangerous beast\" for the rest of the year. Particularly in September, Tad Xay id nothing than a thundering white wall. \n\nBy reaching Tad Xay, the crystal clear waters ",{"type":"[[","value":[["Houay Xay"]]}," are cascading over seven 1-3 metre steps, and then flowing in a sharp curve to the left through a picturesque small valley, just to plunge only 800 metres downstream over a steep 50 metres  cliff info a breathtaking forested gorge.\n\n\"Tad\" means waterfall in Laotian, \"Pha\" - cliff, \"Houay\" - stream, \"Nam\" - river and water. \n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Car or Bike"]},"\nCan be reached directly from ",{"type":"[[","value":[["Vientiane"]]}," by car or motorbike. Turn left short before entering Thabok (Km 90, highway 13 south), the dirty (and during dry season, very dusty) road leads to Ban Houay Leuk (5 km). Always follow the road signs \"National Park\". After crossing iron bridge over the Nam Leuk turn right after 1 km. Two kilometres on, you'll pass another small village, Ban Hatkhai, which is the \"gateway\" to this part of the park.\n\nFor the time being, a bridge only half a kilometer before Ban Hatkai collapsed end of 2002, and is not passable during the rainy season, but can be by-passed without major problems during the dry season through the riverbed. The waters can be very deep there. Makeshift bridges have been constructed several times, but were later torn away by torrential waters. These bridges were also very narrow and shaky and it'a on the nerves of the driver to cross. The construction of a new, solid bridge turned out to be very costly for the villagers and it may still take some time to repair it.\n\nThe remainder of the road to  ",{"type":"'''","value":["Tad Xay and Pha Xay"]}," is inside the forest and may occasionally get a bit rough and steep. This part after Ban Hatkhai, about 7 km long, is amazingly good. Finally, you reach the parking area, from where you are to explore the beautiful surroundings by foot. \n\nHighly recommended for people who want to experience more of the beautiful nature: Ban Hatkhai offers well trained guides, who will bring you to Tad Xay on a rewarding 45 min boat trip and relatively easy 1.5 hour trek through wonderful jungle. Other treks to different destinations can be booked as well.\n\n",{"type":"===","value":["By Boat"]},"\nBan Hatkhai can also be reached by boat from Thabok (a little bit more than 2 hours). It's not a regular tour so you have to find someone to bring you there and negotiate for the price.\n\n",{"type":"===","value":["Public transport"]},"\nFrom ",{"type":"[[","value":[["Vientiane"]]}," is available from bus stations at ",{"type":"[[","value":[["Talat Sao"]]}," (Morning Market) or at Talat Thad Luang. These buses or pick-ups  pass either Thabok or go once a day directly to Ban Hatkhai. Irregular and often overcrowded public transport is also available from Thabok to the Long Xan valley, passing Ban Houay Leuk. 1 km after this village at the junction  Tad Leuk\/Tad Xay, leave the car and walk for about 2 km.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nStarting at parking area, two trails are marked with coloured triangles:\n",{"type":"*","value":["White-red is leading to the viewpoint of Pha Xay. Enter the forest less than 100 metres before you reach the parking itself (almost there where the incoming road turns sharp left). Watch otu for a big tree. A marker should be there, but people sometimes like to remove it. A dark hole in the otherwise dense vegetation may give you a hint. There can be fallen trees on the path which you'll have to climb over. After 200 metres you'll reach the viewpoint."]},"\nThe safety fence is there, but should be approached with ultimate care. It's going down 50 metres straight and can be very slippery when wet. The cliff is not fenced over its entire length.\n \n",{"type":"*","value":["Yellow-red is leading to Tad Xay. It starts just left of the big signboard, where you have to cross a small bridge. During the dry season you can also be able to cross the river itself and walk up-stream inside the sandstone riverbed along the opposite riverbank to the waterfall. "]},"\nIt is also a very good plase for a picnic. A large pool with clear water all year round at the foot of Tad Xay invites visitors for a refreshing bath. Please bring back your rubbish and do not use soap in the water.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Laos"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]