[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Phu Chi Fa"]}," (ภูชี้ฟ้า) Forest Park is in ",{"type":"[[","value":[["Chiang Rai Province"]]}," of ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":["Understand"]},"\nIn an area of outstanding natural beauty, this peak is (was?) a word-of-mouth secret with minimal crowds or touristic tackiness. It is not one of the tallest peaks in ",{"type":"[[","value":[["Northern Thailand"]]},", but its remote location, winding approach roads and final spectacular view makes it a trek worth making.\n\n",{"type":"===","value":["History"]},"\nThe area is today part of Thailand but the area is traditionally a \"Tai-Lao homeland\". The border division between ",{"type":"[[","value":[["Thailand"]]}," and ",{"type":"[[","value":[["Laos"]]}," created by the Mekong River (visible for the eagle-eyed from the summit) is relatively new.\n\n",{"type":"===","value":["Landscape"]},"\nAn outstanding array of rolling hills, verdant valleys, and elegant peaks.\n\n",{"type":"===","value":["Flora and fauna"]},"\nFarmland and orchards\/vineyards turn to bush, scrub, and grass near the summit.\n\n",{"type":"===","value":["Climate"]},"\nChilly for Thailand in the morning and pleasantly cool throughout the day.\n\n",{"type":"{{","value":[["panorama"],["image=Phu Chee Fah.JPG"],["caption=Panoramic view of Phu Chi Fa"],["width=800px"]]},"\n\n",{"type":"==","value":["Get in"]},"\nDriving is evidently the easiest option to get to the area, but be aware of the challenging nature of both the road and the (pickup truck) drivers on it. Cars are available for rent starting at around 1,000 baht per day (plus refundable deposit around 20,000 baht) at Chiang Rai airport. A full tank of petrol (~1,000 baht) will get you there and back safely.\n\n",{"type":"''","value":["Directions from ",{"type":"[[","value":[["Chiang Rai"]]}]}," (2.5-3 hours)\n\nLeave the city southbound on Rte 1 (Phahonyothin Rd). Take the turn off for Rte 1020 which will lead you south and then east. 1020 eventually splits in a rural town, with a left turn continuing as Rte 1020 and straight on becoming Rte 1021. Follow Rte 1021. You will begin to see signs for Phu Chi Fa and will take a left turn for Rte 1155 before reaching the town of Ngao. This road passes through some incredible scenery but you will need to keep an eye on signs at junctions. Eventually you will come to a checkpoint, keep right. A little further you will reach a T-junction. Take a right, following the signs for Phu Chi Fa Forest Park. From here it is a direct road and you will see signs for the amenities, parking, camping, information, and the viewpoint, i.e., the peak.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nNone.\n\n",{"type":"==","value":["Get around"]},"\nOnce you're there, it's on foot all the way.\n\n",{"type":"==","value":["See"]},"\nWalk the final 750 m on a dirt path to the summit and be rewarded with the immense beauty of the Thai-Laos border.\n\n",{"type":"==","value":["Do"]},"\nEnjoy a traditional song from local children in hill tribe costume as you climb. They will spot you, and those not astonished by your presence (assuming you are not Thai!) start singing - a smile or \"sawaadee kaaa(p)\" as you pass by is fine, but this is a rare circumstance when rewarding them with a few baht doesn't seem unethical. They are fun and friendly, and fascinated by farangs. Rather than hassling you as they might at ",{"type":"[[","value":[["Angkor Wat"]]}," they will return to happily playing shortly and rather than being some cabal of gangsters, the money goes straight to their proud parents, invariably just a few feet away. Those unwilling to support the use of children for income could instead teach them a little of your language or compliment their song (",{"type":"''","value":["dee dee!"]},") or attire (",{"type":"''","value":["suay maahk!"]},").\n\n",{"type":"==","value":["Buy"]},"\nThere is a minimal amount of warm clothing and souvenirs available for purchase at the final car park near the summit. Don't pay more than 80 baht for a scarf.\n\n",{"type":"==","value":["Eat"]},"\nIf you're not into instant rice porridge (sold at stalls near the peak), pack a lunch. There is said to be a pub\/restaurant near the top.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are homestays available nearby. Keep an eye out for signage.\n\n",{"type":"===","value":["Camping"]},"\nThere is camping available very close to the summit. Essential for sunrise viewing.\n\n",{"type":"==","value":["Go next"]},"\nThere is little choice but to retrace your steps for most of the journey. Taking Rte 1021 eastward rather than westward back to Rte 1020 will take you through ",{"type":"[[","value":[["Phayao Province"]]},", near ",{"type":"[[","value":[["Phayao"]]}," itself and to ",{"type":"[[","value":[["Chiang Mai"]]}," along back roads in a little under four hours.\n\n",{"type":"{{","value":[["IsPartOf"],["Chiang Rai Province"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Phu Chi Fa"]]}]