[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Phuentsholing"]}," (also sometimes spelled Phuntsholing), the second largest town in ",{"type":"[[","value":[["Bhutan"]]}," (population around 40,000), is on the ",{"type":"[[","value":[["India"]]},"n border, next to the town of ",{"type":"[[","value":[["Jaigaon"]]},". \n       \n",{"type":"[[","value":[["image:Phuentsoling-051215.JPG"],["thumb"],["Phuentsholing"]]},"\n\n",{"type":"==","value":["Understand"]},"\nPhuentsholing is the point of entry for travelers arriving by bus from ",{"type":"[[","value":[["Kolkata"]]}," and ",{"type":"[[","value":[["Siliguri"]]}," and the town functions primarily as a place where Bhutanese and Indians do business. The architecture is modern, and there is no dzong, famous monastery or in fact anything of particular interest to tourists. However, like all of Bhutan, it does offer a clean, pleasant and safe environment in which to go about your business. NB: Until 2005, it was possible for overseas visitors to enter the town without a Bhutanese visa. Except for Indian nationals, this is no longer possible. Indians are denied entry beyond the checkpost in the absence of a permit.\n\nThe tourist information office is located in the Bhutan Post Building. Tel: ",{"type":"''","value":["975 5"]}," 251-393.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Entry procedure"]}," \nThe information below is relevant only to guests or NGOs with visa clearance documents. Bhutan does not operate a visa on arrival system, and visitors without correct documentation will be denied entry. NB: Indian nationals do not require a visa to enter Phuentsholing, but need a permit to visit other parts of the country.    \n",{"type":"*","value":["1. Receive exit stamp from Indian immigration office - located next to the cinema hall (there is a fork in the road when entering the town marked by a statue). Immigration is a short way up the road on the left."]},{"type":"*","value":["2. Show visa clearance documents to Bhutanese border guards at Bhutan Gate.  "]},{"type":"*","value":["3. Present visa documents, passport, one photograph and a US$20 visa processing fee at the immigration office just inside Bhutan Gate.  A visa will be issued according to the length specified on clearance document."]},{"type":"*","value":["no need of any visa for Indians for entry in City only..."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["From Kolkata"]},". The Bhutan Government runs a direct service from Kolkata to Phuentsholing, with buses departing Esplanade Bus Station at 7PM on Tuesday, Thursday and Saturday, with the return journey starting from the Phuentsholing office of Bhutan Post at 3PM on Monday, Wednesday and Friday. The journey takes around 18-25 hours (pending on road work) and costs 350Rps\/Nu. The buses are comfortable, but because much of the highway through West Bengal is like the surface of the moon, don't bank on getting much sleep on the way. "]},"\n",{"type":"*","value":[{"type":"'''","value":["From Siliguri"]},". There are two routes. One is via Sevak Bridge and the other goes through Alipurduar and Hasimara. It is better to take the second route if you are prone to car sickness as the condition of this road, which forms part of the main Siliguri to ",{"type":"[[","value":[["Guwahati"]]}," Highway, is better. The Bhutan Government buses depart from Siliguri Bus Station on Hill Cart Road at 7:30AM and 1:30PM everyday. Tickets are purchased in the bus station, but the bus departs from the other side of Hill Cart Road. NB: Before entering Bhutan, non-Indians are required to receive an exit stamp in their passports at the Indian inmmigration office. Therefore, when passengers disembark at the main stop in Jaigaon, move your luggage from the roof to inside the bus and request the driver to let you off at the Indian immigration office. It is a short walk from there to Bhutan gate."]},"\n",{"type":"===","value":["By train"]},"\nThe nearest railway station to Phuentsholing is at ",{"type":"[[","value":[["Hasimara"]]},", which is roughly a 30 minutes bus ride; however, the line is being extended and cross-border services may start as soon as 2010.\n\nNew Jalpaiguri Station in ",{"type":"[[","value":[["Siliguri"]]}," is a four hour journey, but offers a greater number of services and is most favored option for travelers arriving in Bhutan by train.\n\n",{"type":"==","value":["Get around"]},"\nThe town center can easily be covered on foot, but there are an abundance of taxis for journeys out of town.\nReserve cars are also available from Kings Travels,dial-098304-28401\/093319-39486.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Amo Chuu"]}," The Crocodile Breeding Centre on the banks of the river behind the bus station. The crocodiles are bred in order to be released in a nature reserve."]},{"type":"*","value":[{"type":"'''","value":["The gate at the border"]}," (called ",{"type":"'''","value":["Bhutan Gate"]},") - not much to see, but it makes a good first photograph for your Bhutan photo album.  "]},{"type":"*","value":[{"type":"'''","value":["Natural beauty of the surroundings."]}]},{"type":"*","value":[{"type":"'''","value":["Chukha Hydrothermal Project."]}]},{"type":"*","value":[{"type":"'''","value":["Zangtho Pelri Lhakhang "]},"This city centre temple represents the heaven of Guru Rinpoche. On ground floor there are statues of eight manifestations of Guru Rinpoche and paintings on Buddha's life while the next floor contains eight Bodhisattavas and statues of Avalokiteshvara and Shabdrung Ngawang Namgyal. On top floor, there is a main statue of Amitabha. "]},{"type":"*","value":[{"type":"'''","value":["Karbandi Monastery"]},". After an Indian pilgrim became pregnant after praying at this monastery to conceive, the temple has become a regular port of call for couples wishing for children. For those who do not have parental ambitions, the view from the monastery over Phuentsholing and the Bengal Plain is still worth making the trip. The monastery is located a short distance above the town. Take a cab up and walk back."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Wander round the town and plan your journey in or out of the country."]},"You can also visit -Gumba- famous temple of Lord Budhha.nearby residence of royal family\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Phuentsholing does not have any handicraft gift shops, so do not leave your souvenir shopping until your departure from here."]},{"type":"*","value":["The town has a good selection of supermarkets, electrical and computer shops and a fresh vegetable market."]},"\n",{"type":"==","value":["Eat"]},"\nBeing on the Indian border, the town has a great selection of Indian restaurants.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pastry Shop"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["975 5"]}," 252246"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Tashi Commercial Complex, this bakery offers a good selection of cakes and pastries."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Galing"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["975 5"]}," 252-387"],["tollfree="],["fax="],["hours="],["price="],["content=Located across from Hotel Bhutan, Galing offers excellent Indian vegetarian cuisine at reasonable prices."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThe Bhutanese are generally very liberal consumers of alcohol. Small wonder then that alcohol is cheap and readily available in the innumerable bars of the town. One can choose from a range of Bhutanese brands of whiskeys, rums, brandies, gins, and a peculiar green concoction called sonfy which one would be wise to avoid. Two whiskey brands, Special Courier, and CSJ, made with Scottish malt,are actually quite pleasant.\nMore internationally recognised brands of alcohol are also available at some of the more reputed watering holes such as the bars at Hotel Kuenga and at Hotel Druk-Bhutan, located in Dhamidhara, half a mile away from the din of the maintown market.\n\n\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Central Hotel"],["alt="],["url="],["email=centralhotel@druknet.bt"],["address=PO Box 248"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+975 5"]}," 252-172"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= as the name suggests, this older hotel is smack in the center of town - popular with business types. Single without TV:325Nu, single deluxe:450Nu. Standard double:550Nu, Deluxe double:650Nu."]]},"    "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Peljorling"],["alt="],["url="],["email="],["address=PO Box 149"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["975 5"]}," 252-833"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Near Bhutan Gate. Single:450Nu, Double:550Nu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bhutan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+975 5"]}," 252-576"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Goeden Lam. - A modern and centrally located hotel. Excellent value at 300Nu for a basic single, 450Nu for a double."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Kuenga"],["alt="],["url="],["email="],["address=PO Box 62"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["975 5"]}," 252-293"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= One of the original hotels in town. Drab and badly in need a of lick of paint, but offering basic facilities - hot water and TV. Located smack in the center of town. 300Nu for a single, 450Nu for double."]]}]},"    \n",{"type":"===","value":["Mid range"]},"                                                          \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bhutan Residence"],["alt="],["url=http:\/\/www.bhutanresidence.com"],["email=bhutanresidence@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+975 5 253688 & 253689"],["tollfree="],["fax=+975 5 253690"],["price="],["checkin="],["checkout="],["content= This new hotel has contemporary interiors, modern amenities and business facilities. The rooms are fully furnished with stylish modern fittings and A\/C Room Rate 10 minutes' walk from border gate. Nu.850-2000"]]}]},{"type":"*","value":[{"type":"'''","value":["Midpoint Hotel"]},", Tel:+975-5-254903 - Mobile:17616379 - In Dhamdara away from the hustle and bustle of the town - with a swimming pool, a restaurant and a  bar. Rooms range from Nu.770\/- to Nu.2000\/-"]},{"type":"*","value":[{"type":"'''","value":["Hotel Druk-Bhutan"]},", PO Box 385 - Tel:",{"type":"''","value":["975 5"]},"254451\/254496\/251163 - Mobile:17110318\/17110140 - Pleasant, in Dhamidhara, away from the hub of town - overlooking the Toorsa river - with garden and mini-pool - "]},{"type":"*","value":[{"type":"'''","value":["Hotel Druk"]},". The town's largest and one of the main tourist hotels - patio for sitting out - located near Bhutan Gate (on the right when entering the town from Jaigaon)."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Namgay"],["alt="],["url="],["email=hotel_namgay@yahoo.com"],["address=PO Box 99, Tharpai Lam"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["975 5"]}," 252-374"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=  A pleasant, centrally located hotel. Deluxe:2,000Nu & 2,500Nu. Standard:1,100Nu & 1,300Nu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lhaki Hotel"],["alt="],["url="],["email=lhakihotel@druknet.bt"],["address=PO Box 187"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+975 5"]}," 257-111"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= A spacious tourist hotel located just above the down town area. 1,800Nu for single."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["There are daily bus and shared taxi services to ",{"type":"[[","value":[["Thimphu"]]},", ",{"type":"[[","value":[["Paro"]]},", Haa and other places."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["area code"]}," for Phuentsholing is 05. When calling from overseas, dial +975 5 XXXXXX"]},{"type":"*","value":[{"type":"'''","value":["E-mail"]},": Connections in Phuentsholing are not fast, but one of the better places is Phajoding located on the second floor on the main street leading from Bhutan Gate, across from the entrance to Hotel Druk. NB: International phone calls and internet service is much cheaper in India, so you might consider crossing over into ",{"type":"[[","value":[["Jaigaon"]]}," to make your contacts."]},"\n",{"type":"{{","value":[["IsPartOf"],["Western Bhutan"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["zh:彭措林"]]},"\n",{"type":"[[","value":[["wikipedia:Phuntsholing"]]},"\n",{"type":"{{","value":[["geo"],["26.85"],["89.383333333333"]]}]