[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Arrombada beach Luis Correia Piaui Brazil.jpg"],["thumb"],["325px"],["Arrombada Beach, in ",{"type":"[[","value":[["Luís Correia"]]},", Piauí"]]},"\n",{"type":"'''","value":["Piauí"]}," is a state in ",{"type":"[[","value":[["Northeast (Brazil)"],["Northeast"]]}," ",{"type":"[[","value":[["Brazil"]]},". It has the shortest coastline of any northeastern state. Piauí is one of the poorest states in Brazil, and the economy is largely agricultural.\n\n",{"type":"==","value":["Understand"]},"\nPiauí was settled from the interior by cowboys and bandits. The battle of Jenipapo in 1823 - where a Piauíese militia suicidally gave battle to Portuguese regular soldiers - is largely credited with leading to the independence of the northern part of Brazil.\n\nPiauí is home to three of Brazil's National Parks, including the oldest known inhabited site in the Americas: Serra da Capivara National Park. The state has the world's fourth largest river delta, which is especially a haven for birds.\n\nThe state is remote. It has a population of three million people, and less than a dozen foreign permanent residents. The Brazilian Federal Government once forgot to include Piauí in a map of the country, and the state has given it's name to Brazil's best-known satirical magazine.\n\nPiauí is for travellers rather than tourists. Culturally, perhaps the state is the most authentically northeastern. The extreme heat shapes the culture. The state claims to be the birthplace of Forró music. Frank Aguiar, Brazil’s undisputed “King of Forró”, is Piauíese and sings about the state. Piauíese Milindô music is one of the roots of samba. Maracatu is a specifically north-eastern form of samba.\n\nCarnaval in Piauí is modest but includes local traditions such as Bumba meu Boi, a dance involving people dressed as a bull. Teresina hosts the three-day Micarana festival in July, attracting top artists and visitors from all over Brazil - and no tourists.\n\nSouth America's only opal mine is located at Pedro II. Local artisan products, including lacework, wood carving and leatherwork, are of a high standard. \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Teresina"]]}]},{"type":"*","value":[{"type":"[[","value":[["Luís Correia"]]}]},{"type":"*","value":[{"type":"[[","value":[["Oeiras"]]}]},{"type":"*","value":[{"type":"[[","value":[["Parnaíba"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pedro II"]]}]},{"type":"*","value":[{"type":"[[","value":[["Picos"]]}]},{"type":"*","value":[{"type":"[[","value":[["Piracuruca"]]}]},{"type":"*","value":[{"type":"[[","value":[["Piripiri"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Serra da Capivara National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Parque Nacional de Sete Cidades"]]},", a national park with peculiar rock formations."]},{"type":"*","value":[{"type":"[[","value":[["Parnaíba River Delta"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nTravel to Piauí in most cases will be by bus from other Brazilian states. Teresina has regular bus links to ",{"type":"[[","value":[["Fortaleza"]]}," and ",{"type":"[[","value":[["São Luis"]]}," and it is also possible to get a bus to ",{"type":"[[","value":[["Brasília"]]}," or the big cities in the South-East (",{"type":"[[","value":[["São Paulo"]]},", ",{"type":"[[","value":[["Rio de Janeiro"]]},", ",{"type":"[[","value":[["Belo Horizonte"]]},") but these destinations are over 48 hours away by bus and the roads entering South Piauí are in a terrible state.\n\nTeresina and Parnaíba both have small airports receiving domestic flights. Both airports are accredited to receive international flights. An Italian charter airline has occasional flights to Parnaíba. Generally the fastest (not necessarily cheapest) way to reach Piauí from abroad is a direct flight to Fortaleza, Ceará, and a connecting flight to Teresina. Most international flights to Piauí are routed through first São Paulo or Rio de Janeiro and then Brasilia.\n\n",{"type":"==","value":["Get around"]},"\nTeresina is the hub from which to get around the state by bus. The bus north to Parnaíba takes 5-6 hours.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Parque Nacional de Sete Cidades - Piauí.jpg"],["thumb"],["Sete Cidades National Park"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Teresina"]]},", the state capital, is extremely hot all year round. For people who like dramatic weather, it is one of the world's most lightning prone cities. Visitors mainly use the city as a transport hub, and there is not much touristic interest. Karnak Palace, built in 1890 and seat of the Governor of Piauí since 1926 is named after the famous Egyptian palace. The garden was designed in 1970 by Roberto Burle Max, Brazil’s most famous landscape architect. The palace is open to visitors. Unfortunately an outgoing Governor stole many of the precious artefacts. Teresina has a smaller and less dramatic \"Meeting of the Waters\" than the Amazon, as the clear waters of the river Poti flow into the muddy river Parnaíba. The river is also the place to see the annual Procissão de São Pedro, or just to relax with the locals on one of the river beaches."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Parnaíba"]]}," is the state's second largest city located near the thin strip of coastline. It is a long way from anywhere else but has excellent beaches nearby. Try Coqueiro or for the more adventurous the more distant Barra Grande. Parnaíba is also located on the delta of the river of the same name and daytrips to see the fauna, flora and sand dunes of the delta are well worth the detour."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ilha do Cajú"]]}," is actually in Maranhão, but can only be accessed from Parnaíba in the state of Piauí. The boat trip to the island is fabulous in itself, taking a couple of hours meandering through lush mangrove swamps, a fantastic opportunity for acquatic bird watching. The island itself is private property and there is only one guesthouse and one adjoined restaurant. On the island, which is practically deserted, there are numerous hiking and cayaking opportunities, all arranged by the guesthouse staff. Reservations are essential, and for what you get the guesthouse is comparitively overpriced, but its really the only way to see the island. ",{"type":"[","value":["http:\/\/www.ilhadocaju.com.br\/index2.php"]}," This is about as far away from it all as you can possibly get."]},"\n",{"type":"*","value":["The ",{"type":"[[","value":[["Parque Nacional de Sete Cidades"]]}," is located between ",{"type":"[[","value":[["Teresina"]]}," and ",{"type":"[[","value":[["Parnaíba"]]}," (nearest town ",{"type":"[[","value":[["Piracuruca"]]},"). Well worth a visit for its weird and wonderful rock formations and prehistoric cave paintings. There is a guesthouse located within the national park, and another, larger one, just outside the main gate. The best way to see the park is by bicycle, which can be rented at the visitor's center. Other options include walking (a warning: it gets very hot) or by car. In every case you must hire an official guide, who are all very friendly and well trained, although its doubtful any will speak more than rudimentary English. They are always available at the visitor's center."]},"\n",{"type":"*","value":["The town of ",{"type":"[[","value":[["Pedro II"]]},", in the hills not far from Sete Cidades National Park. This is one of only two Opel producing areas in the world (the other is in Australia). The town is pleasant, sometimes called the \"Switzerland of Piauí\", somewhat of an exageration, but nice enough anyway and cooler than the rest of the state also. Visit the Opel mines, all mined by hand, with a local guide. Ask for one in any of the many stores selling Opel products. Pedro II is also known for its weaving, with many stores and workshops spread around town."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Serra da Capivara"]}," is located in the remote south of the state where the arid Sertão begins to merge with the more Amazonian landscape of the west. Incredibly hard to get to but full of indigenous wildlife and some of the earliest evidence for human settlement in the Americas."]},"\n",{"type":"*","value":["Poços Jorrantes''' – naturally pressurised jets of water at Cristino Castro – is close to Serra da Capivara."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Serra das Confusões National Park"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cachoeira do Urubu"]},". White water rapids. A popular picnic spot."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe Piauiense coastline is one of Brazil's main crab-producing areas so on the coast don't miss out on all the ",{"type":"'''","value":["crab specialities"]},". The state also grows a lot of ",{"type":"'''","value":["cashew"]}," trees - you can eat the fruit, the toasted nuts and they even make alcoholic and non-alcoholic drinks from the juice, not to mention caramelized sweets from the fruit itself.\n\nLocal specialities include:\n\n",{"type":"*","value":["Carne de sol - meat that has been preserved by the sun."]},"\n",{"type":"*","value":["Baião de Dois – rice, beans, cheese and herbs"]},"\n",{"type":"*","value":["Maria Isabel – rice with sun dried meat"]},"\n",{"type":"*","value":["Panelada - Tripe"]},"\n",{"type":"*","value":["Linguiça do porco - a type of pork sausage"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cajuína"]}," - a soft drink made from cashew fruit - is produced in Piaui. Caetano Veloso, one of Brazil's best-known singers, wrote a song about Piauiese cajuína."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.2333"],["-43.1000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northeast (Brazil)"]]},"\n",{"type":"[[","value":[["WikiPedia:Piauí"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South_America\/Brazil\/States\/Piaui\/"]]}]