[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"'''","value":["Pidgin"]}," languages are created as a group of people merge words and parts of two or more languages into a unique combination. Pidgin languages may evolve as immigrants or displaced people use some of their old language, peppered with new words from their new country. Or they may come about as native people try to deal with an influx of a new dominant group, holding on to some of their old language even as they must communicate with the new group. If the ",{"type":"''","value":["pidgin"]}," becomes more stable and children begin learning the combined language as their primary language, the ",{"type":"''","value":["pidgin"]}," will become a ",{"type":"''","value":["creole"]},", a permanent combination. Instead, if later generations take one of the languages instead of the combination, the pidgin will be lost.\n\nTrue pidgin languages are normally in a state of transition and development. People speaking the pidgin language will still have their old language to fall back to, if you are able to speak to them in that language. \n\nMany people may continue to refer to a language as a ",{"type":"''","value":["pidgin"]}," for some decades after it has been adopted by the group, even though linguists would term it a stable ",{"type":"''","value":["creole"]},".\nLanguages which have become standardized creoles but are still frequently referred to as ",{"type":"''","value":["pidgin"]}," are:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bislama phrasebook"],["Bislama"]]}," -- spoken in ",{"type":"[[","value":[["Vanuatu"]]},". Bislama was based on a combination of English, French, and native words for local plants and animals."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tok Pisin phrasebook"],["Tok Pisin"]]}," -- spoken in ",{"type":"[[","value":[["Papua New Guinea"]]}," and sometimes referred to as New Guinea Pidgin. Tok Pisin was based on a combination of several European languages and native languages."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hawaii Pidgin English"]]}," -- spoken in Hawaii."]},"\n",{"type":"{{","value":[["PartOfTopic"],["Talk"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Pidgin"]]}]