[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Piedmont"]]},"\n",{"type":"'''","value":["Piedmont"]}," is in a small and wealthy city in ",{"type":"[[","value":[["Alameda County"]]}," in the ",{"type":"[[","value":[["San Francisco"]]}," ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]},". Located in east of Emeryvile and Oakland and is two blocks from Piedmont Avenue in Oakland. By the Roaring Twenties, Piedmont was known as the \"City of Millionaires\" because there were more resident millionaires per square mile than in any city in the United States].\n\n",{"type":"==","value":["Get in "]},"\n\nPiedmont can be reached by car, bus, bicycle, or on foot from other parts of the Bay Area.\n\nThe nearest BART (Bay Area rail system) stations are in Oakland: Rockridge and Macarthur. From these stations, it possible to walk into Piedmont or take a bus. The bus line that services the East Bay is AC Transit.",{"type":"[","value":["http:\/\/www.actransit.org\/"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Walking"]},"\nPiedmont is a walkable city with tree-lined streets and views of Oakland, the Bay, and San Francisco. Although the city is walkable due to its small size, much of it is hilly, such Oakland Ave, a major street that cuts through the city. For this reason bicycling is only recommended for those who do not mind steep inclines.\n\n",{"type":"===","value":["Driving"]},"\nDriving is an option in Piedmont.\n\n",{"type":"===","value":["Public transportation"]},"\n\nAC Transit provides excellent bus service for Piedmont, including express buses to San Francisco for commuters and visitors, and local buses to downtown Oakland and to BART stations.\n\nMost commuters to San Francisco's financial district take \"casual carpool\" in the morning:  riders are picked up by drivers hoping to hop in the commuter lane and reduce the $6 toll across the Bay Bridge to $2.50.  The trip is about 25 min. in the morning, and only slightly longer in the evening via AC express bus.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["The Piedmont hills offer great views"]},{"type":"*","value":["Piedmont Park"]},{"type":"*","value":[{"type":"*","value":["Japanese tea garden"]}]},{"type":"*","value":[{"type":"*","value":["dog-walking trails"]}]},{"type":"*","value":[{"type":"*","value":["Bushy Dell Creek"]}]},{"type":"*","value":["Dracena Park"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nDue to strict zoning regulations, Piedmont's businesses are limited and generally concentrated in the city center, across from Piedmont Park, and along Grand Avenue, near the border with Oakland. Shopping options are very limited, but Mulberry's, a general store that sells food items, is a popular stop for students and residents despite the relatively high prices.\n\n",{"type":"==","value":["Eat"]},"\n\nPiedmont has no restaurants within city limits. However, Piedmont is located in the middle of four great restaurant and shopping districts in Oakland.\n\nThe Rockridge business district on College Avenue in Oakland caters primarily to young professionals who commute to the city from the Rockridge BART station.\n\nThe Piedmont Avenue business district in Oakland was built around the neighborhood of the Kaiser-Oakland hospital. It is easily walkable from lower Piedmont.\n\nThe Lakeshore Ave.\/Grand Ave. area just above Lake Merritt and on either side of the Grand Lake Theater.\n\nThe Montclair shopping district in Oakland also caters to professionals, though its restaurant scene is less attractive than the other three, which feature restaurants organized by many Chez Panisse alums.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nPiedmont has no hostels or hotels. If one does not have acquaintances in the city, couchsurfing may be an option, but seeking accommodation in Oakland or another nearby city, such as Berkeley, is probably the best option.  \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=I-580.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["San Rafael"]]}],["minorl1=",{"type":"[[","value":[["Oakland"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Livermore"]]}],["minorr1=",{"type":"[[","value":[["San Leandro"]]}]]},"\n\nFrom BART, which can be reached by AC 59 & 59A, you can either ride train or ride trains to connect to other transit for all over the Bay Area.\n\n",{"type":"[[","value":[["WikiPedia:Piedmont, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/P\/Pedmont"]]},"\n\n",{"type":"{{","value":[["geo"],["37.82444"],["-122.23167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Alameda County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Piedmont, California"]]}]