[{"type":"{{","value":[["pagebanner"],["Piestany banner.jpg"]]},"\n\n",{"type":"'''","value":["Piešťany"]}," is a city in the ",{"type":"[[","value":[["Trnava"]]}," region of ",{"type":"[[","value":[["Slovakia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Napoleonske kupele Piestany.JPG"],["thumb"],["350px"],["The Spa of Napoleon (1882 - 1862"]]},"\nPiešťany, a well-known spa town, is located in western part of Slovakia in Trnava region. A lowland, dry and soft windy climate is typical for Piešťany. Moreover, Piešťany is a town with the most sunshine days in Slovakia. Presently, there live around 31,000 habitants in Piešťany. Symbols of the town are: municipal coat-of-arms, town´s seal, town´s flag, mace of town mayor and standard of mayor of the town.\n\nPiešťany has its specific irreplaceable atmosphere which makes this city extraordinary.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nPiešťany is also known as a town of cyclists. The town is not very big and to get from one place to another does not take a lot of time. That is why the habitants prefer to use bicycle rather than car and traffic jams are rare in Piešťany.\n\n",{"type":"==","value":["See"]},"\nPiešťany could be also called “Queen of the spa towns“.  On the other side of Váh river is located Spa Island which is actually not very far from the lake. Both town sides are connected with two bridges. The colonnade bridge is architectonically very interesting and it is designated for pedestrians. Parallel to this bridge is Krajinsky Bridge dedicated to automobile and truck transportation. To get to Spa Island is not difficult though and it is not far from the centre of the town. In the entrance to the spa complex takes place the statue of a man breaking his crutch which symbolizes people who left the spa with a good health and without any disease.  This Spa Island is full of cure houses, hotels, parks, swimming pools, unique fountains, natural springs and vegetation. All the hotels offer for their guests very high qualities of services and accommodation. Renewed Hotel Thermia Palace located here in the island is the first 5* spa hotel in Slovakia confirming great traditions of spa resort.\n\n",{"type":"==","value":["Do"]},"\n\nThe nature of this town is unique and special because it has been influenced by the location and the history for many years. Piešťany has great conditions for relax, sport and cultural life. The lake Slňava is the biggest water basin in neighborhood of Piešťany. In summer days, it is the best place for people who prefer cycling, in-line skating, water-skiing, barbecuing or just sunbathing and relaxing. The opening of the spa season is a day which takes place every year on June 1 and it is full of attractions. There are lots of open air concerts, film festivals and traditional exhibitions. Piešťany is a popular conference center as well. The winter atmosphere in Piešťany is also something special. Usually the snow is everywhere and the streets are quite. It is possible just to take a walk and admire the beauties of the surrounding countryside or to go a little bit further to the ski center Bezovec which has great conditions for the winter sports lovers. Piešťany is not only town of spas, parks and culture, but also a very important centre for development sport abilities of citizens or visitors. Big tradition has swimming, tennis, soccer and water sports in general. Golf is irreplaceable sport in Piešťany and golf area provides great conditions for supporters of this specific sport.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are many possibilities to eat in pubs and restaurants in this small and agreeable town. You can choose from many offers that really differ from each other, and every single restaurant or pub is specific and unique.\n\nLe Griffon - restaurant in French style situated in centre of the town offers meals from French cuisine and the interior and exterior is decorated in the style of this country as well. \n\nJazz - live jazz music concerts, centre of the town, quiet and agreeable atmosphere \n\nIndians pub - restaurant during the day and disco during the night, big place with tree bars and DJ´s\n\nSlovensky dvor - restaurant in the suburb of the town offers typical Slovak meals including bryndzove halusky and other specialties\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.6000"],["17.8333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western Slovakia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Piešťany"]]}]