[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pinawa.com Pinawa"]}]}," is resort-like community in ",{"type":"[[","value":[["Manitoba"]]},", ",{"type":"[[","value":[["Canada"]]},".\n\nIt lies on the northern edge of the Whiteshell Provincial Park, just 110 kilometres from Winnipeg.  Situated on the Winnipeg River, the town is a recreation paradise offering sailing, canoeing, fishing, hiking, swimming, snowmobiling, and cross-country skiing.  The town is home to one of the province’s best golf courses, which is situated along the shores of the Winnipeg River and Pinawa Channel.  Pinawa derives its name from the First Nations people who lived in the area prior to the explorer La Vérendrye’s arrival along the historic Winnipeg River route.  This particular area was referred to as “pinnowok” or “calm waters.”  \n\nThe Pinawa Heritage Sundial, which is a millennium project, has a horizontal dial stretching 10 metres square, with a gnomon 5 metres high and is designed specifically for the latitude and longitude of the site.  The sundial incorporates 12 heritage icons depicting themes of the First Peoples, explorers such as La Vérendrye, the development of hydroelectric power, industry, research, as well as others.  The structure teaches visitors how one of the world's oldest timepieces, a sundial, is used to tell time.  It is situated in a small park in the centre of town near the marina.  \n\nThe Pinawa Suspension Bridge, opened on May 24th 1999, is located on Alice Chambers Trail and is 54 metres long and 1 metre wide.  Crossing the Pinawa Channel north of the Pinawa Cemetery, the bridge is part of a loop for interpretive walks, casual fishing and cross country skiing.  The Pinawa Channel Heritage Walk on the north side of the channel is accessed either by the bridge or the Diversion Dam at the end of PR #211.  Both visitors and local residents have a greater opportunity to discover and appreciate the natural beauty of the Pinawa district on this branch of the Trans Canada Trail. This project was built by volunteer labour under the direction of the Pinawa Trails Group, and is known to many in the community as the \"Labour of Love\".  \n\nPinawa’s section of the Trans Canada Trail includes mixed forest, granite ridges, and beaver dams as it winds from the Seven Sisters Generating Station to the Pinawa Dam Provincial Park.  This section of the trail includes the Pinawa Channel Heritage Walk, Ironwood Trail, and Alice Chambers Trail.  All the trails provide an excellent opportunity to view birds and wildlife in summer and winter. The town trails are also usable year round for hiking, biking, skiing, or snowmobiling.  The Pinawa Trails Group and the Whiteshell Cross Country Ski Club maintain the extensive network of hiking and ski trails.  Eastman SnoPals maintains snowmobile trails from the Red Deer Hills in the North to Elma in the south and from Pinawa in the east to Seddon’s Corner in the west.  Five km. of trail skirts the Ironwood trail in Pinawa bringing the traveler to accommodations and other services.\n\nThe Winnipeg River and the Pinawa channel are available for boating, sailing, canoeing, kayaking, and fishing.  A remarkable amount of wildlife can be seen from the Pinawa waterways including bald eagles, moose, and deer.  Bring your canoe, kayak, or boat for a self-guiding adventure.  Pinawa boasts several launches and a marina with free visitor parking.  Enjoy the public beach equipped with a play structure, picnic shelter, volleyball court, and diving dock or the outdoor heated Pinawa Swimming Pool.  The four-section Pinawa Club is the place for tennis, golf, curling and bridge.  Day passes for tennis are available from the pro shop located behind the club.  The Pinawa Club also offers a licensed restaurant.  \n\nThe annual Pinawa Birthday Celebrations occur on the third weekend in July.  The weekend before, Pinawa hosts two triathlons: the Kids of Steel (for ages 8-16) and the Free Spirit (for everyone else).  The Pinawa Town Markets are in the Community Centre and occur on the Birthday Weekend Sunday and the first Saturday in December.  \n\nWinter events include the annual Ski Loppet, poker derbies, and a number of hockey tournaments at the Orville Acres Arena.  During the fall, winter, and spring months, the Eastern Manitoba Concert Association provides first class entertainment for the region.  Season tickets (1-204-753-2767) can be purchased in advance with individual concerts tickets, as available, sold the week of the performance.  Concerts are held at the Pinawa Community Centre.  \n\nPinawa visitor information can be found at the Pinawa CDC office in the Pinawa Mall.  Stop by for maps and information at the self-serve office or contact staff weekdays at 1-800-806-0412 or local 753-5172. \n\nDrive, snowmobile or boat on over.  We’re located on Highway 211, just north of Whiteshell Provincial Park.  Check out our events and join us for the Pinawa Birthday Celebrations, our popular Town Markets, golf tournaments, and other activities.  For more information on events and attractions, residential, and business information contact the Pinawa Community Development Corporation at 1-800-806-0412.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["50.148889"],["-95.880556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Manitoba"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Pinawa, Manitoba"]]}]