[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Pinar del Rio"]]},"\n",{"type":"'''","value":["Pinar del Rio"]}," is a province in Western ",{"type":"[[","value":[["Cuba"]]},".\n\n",{"type":"==","value":["Regions"]},"\nThis is the name of the provice (state) as well as the name of the Capital city.\nApart from car rental, the best way to get there is Viazul Bus. In feb 2006, the ticket was $12 CUC from havana and there are three buses going there in a day starting from early in the morning. The buses are comfortable safe and very tourist friendly. Make sure you book for the ticket, otherwise you will have to be lucky enough to get a seat in the reservation.\nTaxi costs $200CUC.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pinar del Rio"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Maria_la_Gorda"],["Maria la Gorda"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Viñales"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"===","value":["Parks"]},"\n",{"type":"[[","value":[["Image:Vinalesvalley3.jpg"],["thumb"],["Viñales National Park"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Parque_Nacional_de_Viñales"],["Parque Nacional de Viñales"]]}," (Viñales National Park). A national park with mountains and caves. Perhaps Cuba's national park with the best-developed tourist facilities. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Parque Nacional La Güira"]]}," (La Güira National Park) Another national park with mountains and caves, but without many tourist facilities."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Reserva de la Biosfera Sierra del Rosario"]]}," This is a UNESCO Biosphere Reserve in the Sierra del Rosario mountains. The principal sites are Soroa and Las Terazzas."]},"\n",{"type":"===","value":["San Diego de Los Baños"]},"\nThis was a spa town, 120 kilometers west of Havana. There's a nice hotel, the Hotel El Mirador, and a beautiful swimming pool. The hotel is open to tourists and the swimming pool is popular with Cubans. The restaurant serves both Cubans and tourists, or perhaps you wait so long for food that you qualify as landed immigrants. \n\n",{"type":"===","value":["Cayo Jutías"]},"\nThis is one of the few beaches on Cuba's northwest coast. There's nothing wrong with the beach, but it isn't as nice as the beaches on Cuba's south coast. There's a restaurant but no hotel. The restaurant doesn't serve jutía (giant tree rat), so be sure to amuse your Cuban friends, especially the ones under twelve, by trying to order a fried jutía and then feigning indignation and saying that you're going to write to Raúl to complain that you went to Cayo Jutías, paid your 5 CUC at the gate, and didn't get your jutía.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe best and most widely used way to get it in is going there on a bus from ",{"type":"[[","value":[["Havana"]]},". Prior reservation is important which is possible online.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nMojito. Lots of it. it is a cool Cuban drink.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western_Cuba"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Pinar del Río Province"]]}]