[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Pinecrest"]}," is a town in ",{"type":"[[","value":[["Tuolumne County"]]}," in the ",{"type":"[[","value":[["Sierra Nevada"]]}," region of ",{"type":"[[","value":[["California"]]},".\n",{"type":"==","value":["Understand"]},"\nPinecrest is a resort town located in the Stanislaus National Forest.  It has a mountain lake, Pinecrest Lake, that is popular for swimming, fishing, boating, and sunbathing (it has a small beach).  Cabins and campgrounds are available.\nThe lakes, streams, and rivers in the area were originally part of an elaborate wooden flume and ditch system built during the Gold Rush to provide water for washing gold in placer mining.\nPinecrest Lake was originally known as Strawberry Lake.  The dam that forms the lake is known as Strawberry Dam.\nPinecrest and nearby Cold Springs and Strawberry are a small cluster of resort towns at roughly the 5000 foot elevation level along Highway 108.\n\n",{"type":"==","value":["Get in"]},"\nPinecrest is reached by traveling on Highway 108 from the Central Valley of California (e.g., Modesto) into Tuolumne County and past the foothills city of Sonora into the forest.  Pinecrest is about 30 miles northeast of Sonora and 10 miles northeast of ",{"type":"[[","value":[["Mi-Wuk village"]]},".\nExcept in winter, when Highway 108 over Sonora Pass is closed, Pinecrest can be reached from the eastern high desert by driving west from Highway 395 on Highway 108 over Sonora Pass.\nFron Highway 108, turn (right if heading east on 108) onto Pinecrest Lake Road and go about two miles to the lake and resort itself.\n",{"type":"==","value":["Get around"]},"\nThe Pinecrest area, once you get to the lake and resort area, is pedestrian oriented.  Walk or ride a bicycle.  It generally requires a car to go to nearby areas such as Cold Springs, Strawberry, or Dodge Ridge, although some use a bicycle.\n",{"type":"==","value":["See"]},"\nSee Pinecrest Lake, the trees, the mountains behind the lake.  See many squirrels, the occasional raccoon, and the very occasional black bear.  (The bears are around, but shy.)\n",{"type":"==","value":["Do"]},"\nIn summer:\nFish for trout in the lake, either from the bank or a boat.\nRent a kayak, a party boat, a paddle boat, or a motorboat.\nHike around the lake and see Strawberry Dam.\nIn winter:\nGo skiing, snowboarding, or snowshoeing in nearby Dodge Ride Ski Area, or the Leland Meadows Snowplay Area.\n",{"type":"==","value":["Buy"]},"\nShops mostly sell winter clothing, snow gear such as sleds and toboggans, and fishing tackle, and rent skis, snowboards, boots and the like.\n",{"type":"==","value":["Eat"]},"\nIn Pinecrest:  At the Steam Donkey Cafe, expresso at a nearby stand, at the snack bar near the beach and marina.\nAt Dodge Ridge:  During winter, at the food court.\nIn Strawberry:  At the Strawberry Inn, at the junction of Highway 108 and the Stanislaus River.\nIn Cold Springs:  At the Mexican restaurant or at the new Mia's brick oven pizza and specialties.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nCabins at Strawberry in Strawberry.\nAt rental cabins or the Strawberry Inn.\n\n",{"type":"==","value":["Go next"]},"\nIn summer, continue on Highway 108 to Dardenelle, Kennedy Meadow, and Sonora Pass.\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Tuolumne County"]]},"\n",{"type":"[[","value":[["wikipedia:Pinecrest, Tuolumne County, California"]]},"\n",{"type":"{{","value":[["geo"],["38.1886"],["-119.991"]]}]