[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:2009-11-04 20-View north from the top of the Apple Pie Hill fire tower.jpg"],["thumb"],["300px"],["Pine Barrens landscape"]]},"\n\nThe ",{"type":"'''","value":["Pine Barrens"]},", also known as the ",{"type":"'''","value":["Pinelands"]},", are a heavily forested region in southern ",{"type":"[[","value":[["New Jersey"]]},", covering one-third of the state's total area. Sandwiched between the ",{"type":"[[","value":[["Philadelphia"]]}," and ",{"type":"[[","value":[["New York City"]]}," metro areas, the Pine Barrens remain surprisingly rural and undeveloped with more than one million acres of open space. The region contains a diverse spectrum of plant life and offers opportunities for camping, hiking, boating, fishing, and hunting that can't be found in the more populated areas.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nThe name ",{"type":"''","value":["Pine Barrens"]}," partially refers to the region's sandy, acidic, nutrient-poor soil, to which the crops imported by European settlers did not take well. Due to the poor agricultural conditions and the lack of natural resources, the Pine Barrens had remained largely unsettled despite the rapid growth of nearby Philadelphia and New York City. The Pine Barrens have been home to charcoal, glass, and lumber industries, but the forest has reclaimed almost all traces of the Pine Barrens' industrial past. The region has become home to many cranberry bogs and blueberry farms, which thrive in acidic conditions.\n\nIn the mid-20th century, concerns about the suburbanization of the area led to the creation of the New Jersey Pinelands National Reserve in 1978, the nation's first National Reserve. About 1.1 million acres of the Pine Barrens are now part of the New Jersey Pinelands National Reserve, which includes the Wharton, Brendan T. Byrne (formerly Lebanon), and Bass River state forests.\n\n",{"type":"===","value":["Landscape"]},"\nAlthough New Jersey is the most densely populated U.S. state, the Pine Barrens contain acres of flat, remote wilderness composed almost entirely of the Pitch Pine. The Pitch Pine can survive in nutrient-poor conditions and is resistant to the region's frequent forest fires, which makes it the dominant tree type.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nThe easiest way to get in is by car. The closest freeways are the Atlantic City Expressway, Garden State Parkway, New Jersey Turnpike, and Interstate 195. Several small local roads provide direct access to the Pine Barrens.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Wharton State Forest"]},{"type":"*","value":["Lebanon State Forest"]},{"type":"*","value":["Jersey Devil"]},"\n",{"type":"==","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Camp and make s'mores"]},{"type":"*","value":["Hike"]},{"type":"*","value":["Canoe and kayak"]},{"type":"*","value":["Ride horses"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["39.7500"],["-74.7500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["New Jersey"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Pine Barrens (New Jersey)"]]},"\n\n",{"type":"[[","value":[["Commons:Category:New Jersey Pine Barrens"]]}]