[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Pingyao, China after rain.jpg"],["thumb"],["350px"],["One of the main streets of Pingyao after a rain shower."]]},"\n\n",{"type":"'''","value":["Pingyao"]}," (平遥; ",{"type":"''","value":["Píngyáo"]},") is a small city whose old town is on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPingyao's old town is typically considered the best ancient walled city in China, and is on many lists of the best walled cities in the world.\n\nThe old walled city is 2.6 sq. kilometers (1 sq. mile), inhabited, mostly off-limits to cars, and constructed of cobbled streets and buildings almost entirely from the Ming and Qing dynasties. Picture a period film showing ancient China - and you won't be far off. Perfect for atmospheric wandering, this city is still off the radar of most foreigners. As such, the tourist hordes tend to be over 99% mainland Chinese on any given day. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nPingyao has no airport. The closest major city and airport is ",{"type":"[[","value":[["Taiyuan"]]},", 90km (55 miles) away. However, frequent bus, train and even, many willing taxis or hotel pickups, can complete the last leg of your journey.\n\n",{"type":"===","value":["By bus"]},"\nFrom Taiyuan: As the nearest major city, frequent buses run back and forth between the two.  Theoretically the last bus to Pingyao leaves at 6:30pm. Though if you plan on leaving late, booking ahead, or simply showing up early, may be smart to avoid a sold-out bus. Approximately 90 minutes. \n\nFrom Xi'an:  Approximately 6 hours. \n\n",{"type":"===","value":["By train"]},"\nMost of the trains stopping at Pingyao depart for other parts of Shanxi. A few goes to other provinces overnight.\n\nFrom Taiyuan:  Approximately 1.5 to 2 hours. As all trains (around 15) to and from Pingyao stop at Taiyuan, one can make for Taiyuan first before arriving at Pingyao if tickets are scarce--common during travel seasons.\n\nFrom Xi'an: Approximately 8.5~10.5 hours. These trains stop midway at Pingyao, and tickets (especially sleepers) might be reserved for further stations. Advanced booking is advised.\n\nFrom the train station, you can either take a good walk (~1-2km) to old town or take a tuk tuk (¥5-10; at ¥5, they will probably try to get a commission by driving you to a hotel).\n\n",{"type":"===","value":["By taxi"]},"\nGiven China's low taxi rates, some opt for this from Taiyuan.  For instance, if you find yourself at the bus or train station with no other option that day- seek out other travelers until you have a total of ~4.  Nearby taxis will be glad to negotiate.  Try not to pay above ¥400, regardless of the # of passengers. Many have paid less (prices circa 2011). \n\nAdditionally, if booking Pingyao accommodation in advance - check if your hotel\/hostel offers airport pickup (surprisingly many do, given this is the nearest airport), and at what price.\n\n",{"type":"==","value":["Get around"]},"\nAs the old walled city is only about 1 mile by 1 mile (or 1.6km by 1.6km), walking is the by far #1 way around.  Most of the old walled city is also off-limits to taxis\/cars.  However if you are feeling lazy, you can hire golf carts that wander the streets. Pay around ¥5 for a ride if a single person, around ¥15 for four people. It is also possible to rent bikes for ¥10 per day, though the streets crowded with Chinese tourists may make this not much faster than walking. \n\nIf navigating by map - know that there are several interior towers\/wall sections that look very much like part of the city wall proper.  The first day, many map-wielding tourist become confused in placing themselves, thinking they are seeing the nearby city wall, when they in fact are not.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Shuanglin_Si_Temple.JPG"],["thumb"],["Scuplture at Shuanglin Si Temple"]]},"\n",{"type":"[[","value":[["File:Pingyao, China outer wall.JPG"],["thumb"],["250px"],["Pinyao, China:  Outer wall (west side)"]]},"\nThe main attraction in Pingyao's walled city is - well, the city itself.  i.e. - simply wandering the streets.  Nearly every building dates from the Ming (1368-1644) or Qing (1644-1911) Dynasties. The car-free status and ancient street plan adds to the strong atmosphere.  \n\nEntry to the walled city is free.  \nAdmission to around 20 specially-designated attractions inside the city requires a common ticket that lasts for 3 days.  Price is ¥150 per person, BUT, 20% discount from March 1 to October 31st (¥120 normal, ¥60 student) and 40% discount from November 1st to end of February (¥90normal, ¥45 student). These discounted rates are valid at least until March 2014.\nMap guides and pamphlets are sold separately at the ticket office and around town. Maps cost from ¥5 to ¥8 (as for September 2013).\n\nThese specially-designated attractions include, among others:  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=City Walls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pingyao was originally established some 2700 years ago, during the reign of King Xuan (827-782 BC) of the Western Zhou Dynasty.  The original walls were made of tamped dirt and were located to the northeast of the present location.  The current wall--faced with bricks and stone--was started in 1370, making it over 600 years old.  It is often said that the city wall is shaped like a tortoise--a traditional Chinese symbol of longevity--with the south gate and north gate representing the head and tail respectively.  The east and west walls each have two additional gates, representing the tortoise's feet.  A series of 72 watchtowers are distributed around the wall, and a moat, now dependent on the rains, encircles the city.  One can still walk the 6 km long road atop the ramparts, with the outward-facing parapets punctuated by 3000 crenelations, or openings for shooting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rishengchang Exchange House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During the Ming and Qing Dynasties, Shanxi merchants developed extensive trade routes throughout China and overseas, with Pingyao at the centre of this trade.  In those days, traders paid for their goods with silver coins, and in those dangerous times it was unsafe for a merchant to carry large sums in silver from one city to another.  In 1823 the first ",{"type":"''","value":["piaohao"]}," (alteratively translated as \"exchange house\", \"draft bank,\" or \"remittance shop\") was opened, and these ",{"type":"''","value":["piaohao"]}," provided remittance services, accepted deposits, and made loans.  Named Rishengchang, or \"Sunrise Prosperity,\" this first exchange house established branches in different cities in China and abroad and used bank drafts to move money from one city to another.  Subsequently, Pingyao became the center of the nation's banking industry, with over 50% of the country's ",{"type":"''","value":["piaohao"]}," headquartered within Pingyao's ancient walls.  This original head office of the Rishengchang Exchange Shop--consisting of a series of rooms built around several courtyards--was restored and converted to a museum in 1995.  Rishengchang Exchange House had a total of 43 branches located in key Chinese cities as well as in Japan, Singapore, and Russia.  Altogether some 22 ",{"type":"''","value":["piaohao"]}," were headquartered in Pingyao, and they oversaw a network of 404 branches.  Rishengchang survied for 108 years before collapsing in 1932. A number of other piaohao based in Pingyao have been restored and opened to tourists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=County Government Office ",{"type":"''","value":["(Yamen)"]}],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pingyao has been a county seat ever since the establishemnt of the prefecture-county system in the Qin dynasty, and the city has a well preserved ",{"type":"''","value":["yamen"]},", or county government office, a complex which houses the home and office of the magistrate sent to act as mayor, judge, and senior official.  This ",{"type":"''","value":["yamen"]}," consists of an archway, ceremonial gate, various offices, a prison, a court, meeting rooms, a residential area, and a garden.  This ",{"type":"''","value":["yamen"]}," compound was built in 1346, during the Yuan Dynasty, but only one building remains from the Yuan period, the rest having been built during the Ming Dynasty.  There are altogether over 300 rooms in the complex."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Temple of the City God"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While the ",{"type":"''","value":["yamen"]}," ruled the \"yang\" of the human world, the Temple of the City God (\"Chenghuang Miao\") ruled the \"yin\" of the spiritual world.  These two sites were situated so as to balance each other, with both on the same street and placed equidistant from Qing-Ming Street (South Street), with the ",{"type":"''","value":["yamen"]}," to the west and the Temple of the City God to the East.  Visitors enter the temple, which consists of seveal courtyards and halls, through a magnificent three-gate wood archway.  The main hall of the Temple is still very much in its original state and is clearly still in regular use.  Elsewhere in the Temple visitors will also see a re-creation of heaven and hell, with every manner of torture shown in hell, from being cut to bits and being boiled to death, with happy families painted on the walls of heaven above.  Unlike most City God temples, this one honors not just the City God but also the God of Wealth and the Kitchen God.  The Temple of the City God was originally built in the Northern Song Dynasty (960-1227) and has undergone two major renovations due to fire in 1544 and 1859."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ming-Qing Street"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This street, named for the Ming and Qing Dynasties, has been the main comercial avenue in Pingao for centuries.  Hundreds of shops line this busy street, most of them built in the Ming and Qing Dynasties.  Also called Nanda Jie, or South Street, Ming-Qing Sreet houses many courtyard houses--one-story compounds with rooms built around a series of courtyards--and a number of the main tourist sites.  Today, many traditional-style shops line the street and sell food, snacks, specialities, paintings, furniture, calligraphy, and souvenirs.  Also on this street is the City Tower; at 18.5 meters it is the tallest structure in the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Former Residence of Lei Lutai"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lantern Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the town decked out in red lanterns, as well as a parade.  It is held 15 days after the Lunar New Year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Walk on top of the city walls"],["url="],["email="],["address="],["lat="],["long="],["directions=Accessible from North & South gates"],["phone="],["tollfree="],["fax="],["hours=Closes at sunset"],["price=Entrance included on the Pingyao combination ticket"],["content=Make a circuit of the city from atop the ancient walls.  Not particularly popular with domestic tourists, it's refreshingly non-crowded."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=City Tower"],["url="],["email="],["address="],["lat="],["long="],["directions=On South Street, just below intersection of East & West Streets"],["phone="],["tollfree="],["fax="],["hours="],["price=5¥ circa 2011"],["content=Climb up the historic tower for a several stories high view of the city from its center. Note this is one attraction whose entrance is not covered by the combination ticket. The guard is in the ticket office 24\/7, so one can visit the tower at less-crowded hours. Seeing the sunrise from there is a wonderful sight."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Massage shops"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=50-100¥ depending on if full\/facial\/feet\/etc. ."],["content=Many massage shops in town."]]}]},"\n",{"type":"==","value":["Buy"]},"\nMost of the Ancient City, at least the areas near the major attractions and along the busiest streets, is lined with shops that cater toward tourists. Standard Chinese bric-a-brac is for sale, at relatively high prices. This includes antiques although an alert shopper should beware of the preponderance of forgeries.  Bargain hard and keep an eye out for stalls that sell handmade crafts right in the places where they make them. The city makes excellent cloth shoes, which you will see the locals wear as they march up and down the dusty streets. Pingyao also has a large ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Lacquerware lacquerware"]}," manufacturing industry.\n\nIf one is looking for nearby modern shops, then outside of west gate is one's best bet.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Pingyao Supermarket"],["url="],["email="],["address="],["lat="],["long="],["directions=On west street, on left side of street when facing the city walls."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only supermarket inside the old city walls."]]}]},{"type":"===","value":["Money"]},"\n\nICBC (Industrial and Commercial Bank of China) has a branch just outside the West Gate--they have an ATM that accepts foreign cards. When you go through the gate, it's to the right and across the street. (checked Mar 2013)\n\nThere's an ATM of the Agricultural Bank of China a few meters out of the south-western gate of the Ancient City. Foreign Maestro cards accepted (checked Aug 2006).\n\nInside the walled city, ATMs can be found on Yamen Street and Ming-Qing Street (a.k.a Nan Dajie 'Southern Street'). One is located near the police station on Yamen Street. (checked Mar 2013)\n\nFor other options, the nearest modern shops and presumably ATMs will be located outside of West Gate.\n\n",{"type":"==","value":["Eat"]},"\nPingyao's speciality is ",{"type":"'''","value":["Pingyao Beef"]},". It has an acquired, strong taste, somewhat similar to corned beef. Be careful in some of the more touristy restaurants: outrageous bills of ¥100 or more are not uncommon for a meal that appeared to be quite cheap. Be sure to ask about the price of any chef's specialties, and take a look at the prices as you are ordering your food.\n\nFood within the city walls mostly caters to tourists and is overpriced and underwhelming. Going outside of the city walls usually results in better prices and quality. Outside the West Gate in particular are many nearby dining options. \n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dico's"],["url="],["email="],["address=Intersection of Yamen St. and Nan Street (the main North-South street)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most popular fast food chains in China.  Why mention it in an article about an amazingly historic city?   Because it's the same setup as elsewhere in China.  This means it lacks the inflated prices, and often deflated quality, of elsewhere in old town.  One of the by far cheapest places for a meal within the old walls."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere aren't too many clubs or bars, but you can sip a brew until midnight at many guesthouse restaurants. Domestic & foreign beers, Chinese hard liquor (typically 50% or stronger), and Chinese whiskey (~ 35%) are additionally available at most shops.  \n\nHowever, one place of particular interest to Westerners is Sakura, situated in the centre of the East\/West street. Western food, music and drinks are available at a reasonable price. Another one, Lily's pub, located midway of Ming-Qing street, is a popular dating place for single travellers.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Pingyao, China Courtyard.JPG"],["thumb"],["250px"],["Courtyard of traditional accommodation in Pingyao, China"]]},"\nThe ancient city is full of Ming\/Qing-era compounds converted into hotels and hostels. Staying in one is often thought of as part of the experience.  The small size and distributed sights of the old city mean location is not particularly important.  On the main street a bed can go for as much as ¥400. Poke around backstreets and this price can easily quarter.  Accommodation in modern buildings is mostly located outside the old city wall. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Harmony Guesthouse"],["url="],["email=harmonyguesthouse@asia.com"],["address=165 Nan Dajie"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorms about ¥40, doubles ¥80-120"],["checkin="],["checkout="],["content=This guesthouse is very popular with Western travellers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yamen Hostel"],["url=http:\/\/www.yamenhostel.com"],["email="],["address=Yamen Street"],["lat="],["long="],["directions="],["phone=+86 354 5683539"],["tollfree="],["fax="],["hours="],["price=. Probably the most popular hostel with foreigners. Expect to pay about ¥35 for a dorm bed, and maybe ¥80 for a double. Discounts for HI members."],["checkin="],["checkout="],["content=You can call them to arrange a free pick up from the train station.  The staff speak English, many fluently.  They have a dedicated travel desk to make bus\/train ticket bookings, tours, etc."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zhengjia Hotel & Hostel"],["url=http:\/\/www.hotelpingyao.com\/"],["email="],["address=68 Yamen Street"],["lat="],["long="],["directions="],["phone=+86-354-5681362"],["tollfree="],["fax="],["hours="],["price=Rooms average ¥60 (single) to ¥75 (triple), ¥40 for dorm beds. Discounts for HI members."],["checkin="],["checkout="],["content=A few doors down the street from Yamen Hostel, this is actually two buildings next to one another. The hostel has private rooms on the ground floor and dorms on the 2nd.  The hotel is all private, and has perhaps slightly nicer private rooms.  You have access to both facilities whichever one you stay in.  General consensus is that Zhengjia has the nicer rooms, but unless the owner is around to do things himself, Yamen has significantly superior service.  Some opt for staying here, while booking tickets at Yamen's travel desk."]]}]},"\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"===","value":[" Post Office "]},"\nThere is a small post office near Hui Wu Lin and Wei Tai Hou, crossing west\/east\/south streets.\n\n",{"type":"==","value":["Go next "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beijing"]]}," - Through night train."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Xian"]]}," - At least one or two buses depart daily. Circa Aug 2011, tickets cost ¥130 (100 for ticket, 30 service charge if booking from a hostel). Such accommodation-booked tickets typically include free transport from the accommodation to the bus stop itself.  Ideally book at least a day in advance.  Travel time is approximately 6 hours.  Keep in mind the bus may only make one bathroom\/food break in that time.  Anecdotal experience - the bus was modern, clean, and had AC. Trains (including night trains) also run this route, and are also bookable from hotels\/hostels - but take almost twice as long.  Sleeper seats are especially hard to come by, so book ASAP."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Taiyuan"]]}," - Regular buses depart from the Pingyao bus station (near north gate). One can generally show up and purchase for a ticket for a bus departing in the not too distant future.  The price is around ¥25.  2 hours. "]},"\n",{"type":"*","value":[" Other far flung cities - You can catch a trains to ",{"type":"[[","value":[["Wuhan"]]},", ",{"type":"[[","value":[["Chengdu"]]},", ",{"type":"[[","value":[["Datong"]]},", ",{"type":"[[","value":[["Zhengzhou"]]},", and ",{"type":"[[","value":[["Beijing"]]},"."]},"\nPingyao Ancient City shares its UNESCO World Heritage Site listing together with Shuanglin Temple and Zhenguo Temple, both located just a few miles away.  In addition, Pingyao can also serve as a good base for visiting the nearby Shanxi merchant family compounds.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shuanglin Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=In Qiaotou Village, about 7 km southwest of Pingyao Ancient City."],["phone="],["tollfree="],["fax="],["hours="],["price=Entry fee NOT included in Pingyao ticket ¥25 + transport (~¥40 shareable between multiple persons up to 6, both way, ask hotels)"],["content=This Buddhist temple complex was founded 1500 years ago and contains over 2000 colorful sculptures of various gods, warriors, Buddha, and other characters, some over 1000 years old.  Construction on Shuanglin Temple started during the Northern Wei Dynasty (386-534) at about the same time that the Yungang Grottoes in northern Shanxi were being sculpted.  The existing buildings in the complex--ten halls arranged around three courtyards--date from the Ming (1368-1644) and Qing (1644-1911) Dynasties.  As distinctive as the architecture may be, the highlight of this temple, however, is the amazing collection of terracotta and wood sculptures, over 2000 in total.  The clay sculptures were made with wooden molds and generally were produced in the Ming Dynasty.  Together they form one of the most impressive collections of Ming sculptures, noted for their vivid colors, fine workmanship, and expressive postures.  Key buildings in the temple complex include the Hall of the Heavenly Kings, the Sakyamani Hall, the Hall of the Bodhisattvas, the Wusheng Hall, and the Hall of Arhats. One sad points are most sculptures are under bar which almost kill the scenes. No inside photo allowed (enforced by video camera)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zhenguo Temple"],["url="],["email="],["address=12 km northwest of the Ancient City of Pingyao"],["lat="],["long="],["directions=Can be reaches by bus or taxi from Pingyao."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Zhenguo Temple is a 1000-year-old Buddhist Temple located to the north of Pingyao.  It is the only remaining temple in China built in the architectural style of the Five Dynasties Period (10th century). It shares the UNESCO World Heritage Site designation together with the Ancient City of Pingyao and Shuanglin Temple. Zhenguo Temple was first constructed in 963, during the Northern Han Dynasty, when it was known as Jingcheng Temple. The name changed toZhenguo Temple around 1540, in the Ming Dynasty.  This impressive temple complex is divided into two sections, built around front and back courtyards. At the center of the front courtyard is the most noteworthy building in the temple, the Hall of Ten Thousand Buddha, one of the oldest wooden buildings in China. Originally constructed in 963, this square-shaped hall was restored in 1815 when the brick walls were added.  Inside the hall are 11 statues.  The plump-looking sculptures, all with distinctive facial expressions, date from the Five Dynastive Period and are considered to be important works of art.  The intricate roof design is also considered a noteworthy feature of this historical building, with the tall bracket sets considered a rarity in an ancient temple.  In the back courtyard is the Hall of Three Buddha, with the Guanyin Hall and the Hall of the King of Hell on either side. They contain noteworthy sculptures and frescoes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Qiao Family Compound"],["url="],["email="],["address=Qi County"],["lat="],["long="],["directions=Approximately 30 km north of Pingyao and 54 km south of Taiyuan. There are buses from Taiyuan to Qixian; one should ask the driver to let you off near the Qiao Family Compound prior to getting to Qixian. From here it is a short taxi ride to the entrance."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This extensive compound was originally constructed in 1756 by Qiao Guifa, who made his fortune selling tea and bean curd in Inner Mongolia. He returned to his hometwon in Qi County and built his dream house, which was then expanded by later generations of Qiao's. This magnificent complex is laid out in the shape of the Chinese xi character, meaning \"double happiness.\" After entering through the main gate, one finds oneself on a long path leading to the main hall, which is the family's ancestral hall. This path divides the compound into southern and northern sections. Both halves have three courtyards each, and these six courtyards in turn include 20 smaller courtyards, 313 rooms, and a number of gardens spread out over a two-acre piece of land. The compound impressed visitors not just for its size but also for the exquisitie craftsmanship displayed in the brick carvings, woodwork, murals, and inscribed tablets. The wide variety of different roof styles is particularly interesting to see, and there are over 140 chimneys in the compound, each having its own design. Zhang Yimou's popular film, ",{"type":"''","value":["Raise the Red Lantern"]},", was filmed here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wang Family Compound"],["url="],["email="],["address=Near Lingshi Town"],["lat="],["long="],["directions=Buses from both Taiyuan and Pingyao connect with Lingshi,which is the nearest large town. From Lingshi one can take either a bus or taxi to the Wang Family Compound."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With 54 courtyards and over 1000 rooms, this massive compound is one of the largest of the residential complexes built by successful Shanxi merchants. It is, for instance, four times the size of the Qiao Family Compound. The Wang family started in farming and expanded into trading, then became officials. As the family grew in size and as they prospered, more and more coutyards were added to this residential complex, which was first constructed in the mid 1600s. Just as important as the scale of the complex is the distinctive architectural style and artistic finishing. As one moves from courtyard to courtyard, one can see an impressive collection of decorative lattice screens and windows, shaped openings between rooms and courtyards, and graceful roofs. The houses and courtyards feature carvings everywhere--in stone, brick, and wood--from the eaves of the houses and ridges of the roofs to window frames, timber joints, and doorways. Paintings, calligraphy, and Qing Dynasty furniture also decorate the houses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Qu Family Compound"],["url="],["email="],["address=Qi County, Dongda Street."],["lat="],["long="],["directions=North of Pingyao and slightly north of the Zhenguo Temple."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Qu Family Compound is another extended family residence built near Pingyao Ancient City by a successful Shanxi merchant clan over a number of generations. This 300-year-old compound was very unusual in having five layers of courtyard, and the entire compound has 8 large courtyards, 19 smaller couryards, and 240 rooms overall. One enters the compound from a street built in the Ming and Qing Dynasties and which still retains the architectural feel of that period. Despite its great size, it is said that what is seen here represents only about one-fifth of the Qu family's estate. The Qu family was a very successful example of the Shanxi merchant, and their estate used to occupy most of the eastern half of Qi County. Overall, they owned 10 compounds containing over 1000 rooms. During the Sino-Japanese War, the Japanese occupied the compound, and the family had to temporarily relocate their head office to Chengdu. A Japanese observation post built above the roof of one of the buildings in the complex still remains. A few blocks away from the main compound is the Changyuchuan Teahouse, which also belonged to the Qu family. The ticket to the Qu Family Compound also includes entrance to a series of six museums in the area, including those dedicated to rulers, scales, mirrors, and vessels for measuring rice. The most interesting one is an abacus museum which includes a pagoda built completely from 668 abacuses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chang Family Compound"],["url="],["email="],["address=Dongyang Town, southwest of the Yuci District in Jinzhong City."],["lat="],["long="],["directions=It is located about 40 km southwest of Taiyuan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Like the other family compounds, the Chang Family Compound was built over several generations by a wealthy merchant family to house the many branches of this successful clan. The Chang Family Compound is the largest of the Shanxi merchant family manors; despite its impressive size, however, what remains today is just one quarter of the original 600,000 square-meter compound, which contained over 1500 rooms. As the family prospered and grew in size, the Changs placed a great emphasis on education. This academic focus produced many scholars, painters, and calligraphers, and for this reason this compound is more interesting artistically than some of the other compounds in the region. Each of the courtyards, which are laid out along a 1 km long road, is somewhat different, but the themes throughout are very similar, with grey buldings, archways, smaller courtyards, and gardens in each one. The courtyards are filled with carvings in brick, stone, and wood, and there are many examples of carving which are of very high quality. The garden in one of the courtyards contains a collection of carved stone lions of various shapes and sizes. Originally there were 108 lions in the collection; today only 50+ remain. Behind these couryards is a large garden, designed in both the northern China and southern China styles, purportedly because the Chang family had to entertain visitors from both north and south. A 29-meter tall Guanji Tower in this garden is the tallest structure in the compound and offers expansive views over the entire compound from the top."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zhang Bi Old Castle"],["url="],["email="],["address="],["lat="],["long="],["directions=It is located about 10 km southeast of Jiexiu city, hostels in Pingyao often makes daily trip there together with Wang Family Compound"],["phone="],["tollfree="],["fax="],["hours="],["price=60 yuan(March 2012)"],["content=Zhang Bi Old Castle  most famous by it's long and well preserved underground passages, which were serving as place to hide and a secret camp during local wars at Imperial China, and later during Civil war. It has been said that early construction of these passages dates back to Tang dynasty. Now total length of restored part reached 1.5 km, consist of 3 levels and several dozens underground service rooms, such as stable, command post, sleeping place for guards etc. On surface are located inhabited mountain village with several old temples, which interesting to stroll around, since it's didn't become a hot tourist spot yet. Some hostels in Pingyao will arrange a round-trip to the castle for 170¥."]]}]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Shanxi"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Pingyao"]]},"\n",{"type":"{{","value":[["geo"],["37.198888888889"],["112.17666666667"]]}]