[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Pingtung"]}," City is the county seat and largest city in ",{"type":"[[","value":[["Pingtung County"],["Pingtung County's"]]}," with a population of 215,975 in 2007.  Weather is subtropical. \n\n",{"type":"==","value":["Get in"]},"\n\nPingtung is easily accessible by train from Kaohsiung or Tainan. ",{"type":"[","value":["http:\/\/163.29.3.96\/TWRail_en\/\/index.aspx"]},".  You can connect to the TRA train from the High Speed Rail (HSR) station at Zuoying.  You can also connect to the Kaohsiung KRT, which serves Kaohsiung International Airport.  Pingtung has a regional airport but with the development of HSR, service to Taiwan SanShan airport has now been reduced to 3 times per week (Fri-Sat-Sun).\n\nMost long-distance bus-companies have Pingtung on their shedule. You can get there from Taipei or the international Airport in Taoyuan within a few hours. It is cheaper than the HSR but still comfortable hence you usually need to change the bus only once.\n\n",{"type":"==","value":["Get around"]},"\nTaxi service is available at the Pingtung train station.  Although bus service is available, most people commute by car, scootter or bicycle.\n\n",{"type":"==","value":["See"]},"\nPingtung City is not typically on tourist itineraries.  However, people are friendly and foreign nationals will appreciate unique aspects of southern Taiwanese life, such as robust night markets, bright neon lights and numerous Buddhist temples.  Streets are lined with palm trees.  In the center of town is Zhongshan park, which has a soccer field, pond, fountains and playground.\n\n",{"type":"==","value":["Do"]},"\n\nThe top tourist attraction in Pingtung County is Kenting National Park. The government is investing in developing tourism in Dapeng Bay, which is much closer to Pingtung City.  Since the city does not cater to tourists, life typically revolves around the extended family and friends.  Kaohsiung is close enough to serve as an anchor for most tourist activities.  The Pacific SOGO department in central Pingtung has a Starbucks, food court, small market, cafe and a bookstore that sells a few English language books.\n\n",{"type":"==","value":["Buy"]},"\nPingtung has a 70 year old night market near the train station.  During the day, various vendors offer a wide variety of products.  The Pacific SOGO department store (one of 9 in Taiwan) is the most upscale shopping option.  There is a large Carrefour supermarket. \n\n",{"type":"==","value":["Eat"]},"\n\nPingtung has numerous dining options that tend to be inexpensive by North American or European standards.  There are restaurants, noodle stands, tea and juice shops and night markets.  There are a few Western chains such as McDonalds, KFC and Domino's pizza also.  Stores that specialize in inexpensive Bento boxes for takeout are ample.      \n\n",{"type":"==","value":["Drink"]},"\n\nBars highlighted by a previous contributor to Wikivoyage include \"The Steelskin Bar,\", \"The G.D. Pub,\" \"Duckie's, \"Jimmie's\" and \"Hunters\" that caters to aborigines.  You can enjoy both Asian and Western music at these venues.  \n\n",{"type":"==","value":["Sleep"]},"\n\nPingtung City does not have any international level hotels.  However, there are some hostels and independently operated motels.  There are certainly well regarded hotels in Kaohsuing that are within 15 miles of Pingtung City.  \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["22.6761"],["120.4942"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Pingtung County"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Pingtung City"]]},"\n\n",{"type":"[[","value":[["Commons:Pingtung"]]}]