[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Pinghu"]},"  is a city in ",{"type":"[[","value":[["Zhejiang"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Pinghu"]},", a city of 485,000 which includes 7 towns and 3 districts, is on the shore of the East China Sea on the Hangjiahu Plain in north-east Zhejiang Province, with Shanghai to its north and Hangzhou Bay to its south. It has a north Asian tropical monsoon climate with four seasons and an annual average temperature of 16 degrees Celsius. Pinghu is known for its horizontal plain, waterways and good weather, and has long been known as \"A land of plenty fish and rice; the homeland of watermelon lamps and a city of profound culture.\"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nPinghu has the biggest clothing output of any city in China. There are a lot of factories that produce clothes and shoes for export.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Watermelon"]}," has been grown by Pinghu people since ancient times, and honored as the best watermelon in Southern China for over 800 years. It's delicious and famous for the advantages of Pinghu, such as high content of sugar, juiciness, fine pulp and thin rind. The watermelon enjoys high fame both at home and abroad, and is exported to faraway places including Hong Kong, Macao, and Southeast Asia.\n\n",{"type":"'''","value":["Zaodan"]},", Pinghu egg, is a sort of special egg that is preserved preserved in wine. These eggs are soft, crystal like, mellow, fragrant, nutritious, and tasty, having the function of improving appetite, digestion and blood circulation. These preserved eggs first appeared over 250 years ago during the reign of Emperor Yongzheng of Qing Dynasty, and later were awarded a gold tablet by Emperor Qianlong for being a first-class local tribute to the imperial court.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Zhejiang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Pinghu"]]},"\n",{"type":"{{","value":[["geo"],["30.7005"],["121.01037"]]}]