[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Rock formations at Pinnacles National Monument 2.jpg"],["thumb"],["300px"],["Pinnacles National Park is known for its rugged rock formations and wilderness."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/pinn\/ Pinnacles National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," that protects a wilderness area containing the remains of half of a long-extinct volcano.  It offers rugged hiking trails over high rock formations and through talus caves.  Located approximately two hours (by car) south of ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}," in ",{"type":"[[","value":[["California"],["California's"]]}," ",{"type":"[[","value":[["Central Coast (California)"],["Central Coast"]]}," region, the park is remote enough to avoid massive throngs of visitors, but close enough to the ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]}," to be a good day-trip option.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe initial 2,060 acres of Pinnacles National Monument was set aside in 1908 by President Theodore Roosevelt to preserve the unusual rock formations and the talus caves found in the park.  The Civilian Conservation Corps began developing some of the trails and facilities in the park between 1933 and 1942, including the distinctive tunnel that is found on the tunnel trail.  In 2012 the monument was elevated to national park status, and today the park has been expanded to contain 24,265 acres and attracts over 150,000 visitors annually.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe pinnacles for which the park is named are the remains of a 23 million year old volcano.  Located along the San Andreas fault, half of the volcano was pulled 195 miles to the northeast as the tectonic plate on which it sits shifted.  The current rocky outcroppings have been eroded to approximately one-third of the volcano's original height, but still offer a challenging vista for hikers and rock climbers.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe park is home to 149 species of birds, 49 mammals, 22 reptiles, 6 amphibians, 68 butterflies, 36 dragonflies and damselflies, nearly 400 bees, and many thousands of other invertebrates. \n\nThe endangered California condor, the largest flying land bird in North America, has recently been re-introduced into the park and can occasionally be seen gliding on updrafts near the rocky cliffs.  Turkey vultures are commonly seen, and the park is also home to golden eagles, prairie falcons, Cooper’s hawks, and sharp-shinned hawks.  Mammals in the park include black-tailed deer, bobcat, gray fox, raccoon, jackrabbit, brush rabbit, ground squirrel, chipmunk, and several kinds of bats.\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate of Pinnacles is typical of the Mediterranean climate of California, with cool wet winters and hot dry summers. Summer temperatures of over 100°F are common, but coastal fog will often come into the valleys at night. Nighttime summer temperatures of 50°F are common, making for enormous daily temperature swings.\n\nWinter climate is akin to the California deserts, with mild days and nights often dropping into the low 20s °F. The average precipitation is approximately 16 inches (400 mm) per year. Nearly all of the precipitation is in the form of rainfall, with the majority occurring from December to March. Snowfall is rare, but does occur in significant amounts about every 10 years.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By automobile "]},"\nAn automobile is the only practical means to reach Pinnacles National Park. Park entrances on the east and west sides are ",{"type":"''","value":["not"]}," connected to each other by a through-road.  The west entrance can be reached via U.S. Route 101 near the town of Soledad, then east along California Route 146 to the Chaparral area.  The east entrance is reached via California Route 25, south from the city of Hollister or north from the town of King City, then west on California Route 146.\n\nIf unsure which side of the park to visit, be aware that a foot trail system connects both sides of the park.  For those wanting to visit a talus cave, the west side trail heads are closest to the Balconies Cave Loop.  For views of the High Peaks without leaving your car, the rock formations are also visible from the west parking area.  However, the road to the west side of the park is winding and narrow, and may not be the best option for those traveling in a motor home or similar recreation vehicle.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nAll private vehicles entering the park must pay a $5 entrance fee that is valid for seven days.  For individuals traveling by foot, bike or motorcycle the fee is $3, also valid for seven days.  Those with an America the Beautiful Pass ($80, allows entrance to all national park areas for one year) do not need to pay the entrance fee.  The Pinnacles Annual Pass, which costs $15, also waives all entrance fees.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"{{","value":[["mapframe"],["36.48083"],["-121.19325"],["zoom=12"]]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe park has two entrances, Pinnacles East and Pinnacles West, which are not connected by roads.  Parking areas just inside the park entrance often fill during the Spring, and it is therefore advisable to try to arrive early.  On some weekends during the spring a park shuttle may be available on the east side of the park to take visitors from overflow parking areas to trailheads and the visitor center.\n\n",{"type":"===","value":["By foot"]},"\n\nThe park offers 30 miles of hiking trails, easily accessible from the parking areas inside of both entrances and ranging in difficulty from easy two-mile loops to trails leading across high cliffs and over rocky outcroppings.\n\n",{"type":"===","value":["By bicycle"]},"\n\nBicycles are allowed only on paved roads within the park.  Bicycles and motorcycles are not allowed on trails.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["High Peaks"]},".  The remnants of a volcano, the high peaks are a series of interesting rocky pinnacles that dominate the landscape and gave the park its name."]},{"type":"*","value":[" ",{"type":"'''","value":["Balconies Cave"]},".  A talus cave, formed from falling boulders creating a \"roof\" over a narrow canyon.  This cave is one of the most popular in the park, and can be visited from either side of the park by following the Balconies Cave trail.  ",{"type":"'''","value":["A flashlight is required through the cave"]},".  The cave is dark, wet, and some scrambling over rocks is required."]},{"type":"*","value":[" ",{"type":"'''","value":["Bear Gulch Cave"]},".  Portions of Bear Gulch Cave are closed throughout the year in order to protect a colony of Townsend's Big-eared bats; the cave is closed entirely from mid-May through July.  ",{"type":"'''","value":["A flashlight is required through the cave"]},"."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Balconies Cliffs Loop"]}," (2 mile loop).  A moderately easy hike that gains 300 feet of elevation, this trail offers excellent views and passes through Balconies Cave, a talus cave formed from boulders filling in a \"roof\" over a narrow stream canyon.  ",{"type":"'''","value":["A flashlight is required through the cave; a head lamp is recommended to leave your hands free"]},".  Some areas are narrow and may require scrambling to pass through.  Portions of the trail may require wading during the winter and spring; cave may be closed during periods of heavy rainfall.  The trailhead is near the west entrance parking lot, and the trail may be combined with loops that lead to the High Peaks area."]},{"type":"*","value":[" ",{"type":"'''","value":["Juniper Canyon"]}," (4.1 mile loop).  A strenuous hike that gains 1600 feet of elevation during its climb from the west entrance parking lot up to the High Peaks.  Excellent views, and it can be combined with the tunnel trail and the \"Steep and Narrow\" section of the High Peaks Trail to make a spectacular loop."]},{"type":"*","value":[" ",{"type":"'''","value":["North Wilderness Trail"]}," (9.7 mile loop).  A strenuous hike.  Due to construction on the east side of the park, this loop should be started from the main parking area on the west side. Much of this trail follows the Chalone Creek bed and is marked by rock cairns. Makes a loop by combining with the Old Pinnacles and Balconies Trails."]},{"type":"*","value":[" ",{"type":"'''","value":["High Peaks Trail"]},".  Numerous trails join with the High Peaks Trail, a strenuous trail through the rock formations.  Some parts of this trail are narrow and require climbing steep rock stairs and may not be suitable for those who are afraid of heights.  For all others, the view and the geology are incredible."]},{"type":"*","value":[" ",{"type":"'''","value":["Moses Springs - Rim Trail Loop"]}," (2.2 mile loop).  A moderate hike that gains 500 feet of elevation.  The trailhead is on the east side of the park near the Visitor Center that offers picturesque views.  Hike through Bear Gulch to Reservoir, Bear Gulch Cave is open seasonally, then along the rim of the gulch with panoramic views; also connects with High Peaks Trail; trail guide available at Visitor Center."]},{"type":"*","value":[" ",{"type":"'''","value":["Bear Gulch and Old Pinnacles Trails"]},".  This trail follows the canyon bottom and a seasonal stream.  Take the Bear Gulch Trail from the east side visitor center and connect to the Bench Trail at the canyon bottom. The Balconies Cave trail may be joined on the return trip.",{"type":"<","value":["br"]},{"type":"''","value":["Note:"]}," The Bear Gulch Caves are open seasonally. The caves are open year round, except from approximately mid-May through mid-July, when parts are closed due to Townsend's Big-Eared Bat roosting activity.  Actual closure dates depend on arrival and departure of the bats.  Check the ",{"type":"[","value":["http:\/\/www.nps.gov\/pinn\/index.htm official National Park Service web site"]}," for current status."]},{"type":"*","value":[" ",{"type":"'''","value":["Condor Gulch Trail"]}," (1.7 miles one way).  A moderately difficult hike to an overlook (1 mile), and more strenuous beyond; good views of High Peaks on the way to the overlook where they tower overhead, even better from close to the junction with High Peaks Trail; geology trail guide available."]},{"type":"*","value":[" ",{"type":"'''","value":["Chalone Peaks Trail"]}," (8.6 mile round trip).  Starting at the reservoir on the east side, this trail gains 2040 feet as it climbs gradually to North Chalone Peak, the highest point in the park.  The last mile is on a dirt road.  For a longer hike, an unmaintained trail continues 1.6 miles farther to South Chalone Peak, with a unique vista from the southern end of the Gabilan Range."]},{"type":"*","value":[" ",{"type":"'''","value":["Bench Trail"]},".  The Bench trail can be combined with Balconies Cave to create an interesting loop.  The trail begins near Pinnacles Campground and provides a sunny hike along Chalone Creek. Connects with Bear Gulch Trail to Visitor Center. Preferred way to access the park from the campground. Please note: the Chalone Creek Area is closed for construction and no facilities are available."]},{"type":"*","value":[" ",{"type":"'''","value":["South Wilderness Trail"]}," (6.5 miles round trip).  A moderately difficult hike that leads through valley oaks along the fire road for first half a mile. Turn to the right at the South Wilderness marker, and then follow the trail and\/or creek to park’s south boundary. Opportunity for more solitude and wildlife viewing than on the popular trails. Begins on the Bench Trail in the east side of the park; hike from the Bear Gulch Visitor Center or the Pinnacles Campground."]},"\n",{"type":"===","value":["Bird watching"]},"\n\nThere have been over 140 species of birds documented in the park, but for the average visitor the most interesting will be the California condor, the largest flying bird in North America.  Nearly extinct, condors were reintroduced to the park in 2003.  These giant birds can live as many as sixty years and are often confused with turkey vultures, but can be distinguished by their bald, pink heads and small patch of white feathers on the leading edge underside of their wings.  Other notable birds likely to be seen by casual birders include the prairie falcons that nest on the high cliffs, as well as golden eagles and red-tailed hawks.\n\n",{"type":"===","value":["Rock climbing"]},"\nThe rock in Pinnacles is volcanic in origin, and may pose difficulty for climbers used to granite.  Park regulations are as follows:\n\n# Climbing is not allowed on routes where rock fall or dropped gear might injure people using established hiking trails. This ban includes, but is not limited to routes 58 through 68 and 339a (as numbered in the Climber's Guide). This does not apply to routes above climber access or social trails.\n# No power drills may be used for bolting.\n# Some formations may be closed from January through July in order to protect nesting falcons and eagles. Check with a Park Ranger for information on specific routes, or check the climbing information boards at the East and West trailheads. While the closures are voluntary, climbers or hikers who disturb nesting birds or other wildlife will be fined.\n# It is highly recommended that climbers use brown or gray webbing for anchors to reduce the scenic damage caused by webbing left behind on climbs. Also, the use of \"chalk balls\", instead of loose chalk, is recommended to minimize the amount of chalk left on hand holds.\n\n",{"type":"==","value":["Buy"]},"\n\nThe visitor centers sell postcards and books of local interest, but otherwise there are no items for sale within the park.  Nearby towns have grocery stores and can provide any needed supplies.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is no food sold in the park.  Water is available at visitor centers.  Nearby towns have restaurants, bars, and grocery stores.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere is no lodging within the park.  The closest lodging is the Inn at Pinnacles (",{"type":"[","value":["http:\/\/www.innatthepinnacles.com www.innatthepinnacles.com"]},"), located four miles from West Pinnacles.  Rates start at $200 per night, and it is only open on weekends (typically Friday through Sunday).\n\n",{"type":"===","value":["Camping"]},"\nCamping is allowed at Pinnacles Campground, which, as of April 2006, is part of Pinnacles National Park.  The campground is located just outside of East Pinnacles on California Route 146, and is operated by a concessioner for the National Park Service.  This campground offers camping for $10 per person per night, with a maximum charge of $35 per site per night.  RV sites are available for $15 per person per night, with a maximum charge of $40 per site per night.  A charge of $5 per extra vehicle may also be assessed.\n\n",{"type":"===","value":["Backcountry"]},"\n\nOvernight camping is not allowed in the backcountry of Pinnacles National Park, although the east side of the park is now open 24 hours a day for hiking.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe park is a relatively safe place, but there are a few issues to be aware of.  For one, when hiking through Balconies Cave or Bear Gulch Cave, bring a flashlight; a headlamp is recommended to leave one's hands free.  The caves are dark, footing is uneven, the rock may be slippery, and ceilings can be low.  Avoid unnecessary noise in the cave which can be disturbing to wildlife and visitors.\n\nDuring the summer and early fall temperatures may exceed 100°F, making sun protection and adequate water absolute necessities.  Drinking water is only available in the developed areas—there is no water available on any of the trails.  In addition, hikers should wear proper footwear to avoid slipping or twisting an ankle.\n\nRock climbers should remain alert for rocks that may become dislodged or equipment that may be dropped onto unwary hikers below.  Existing protection hardware is not maintained by the park and should be tested before using.  Clean-climbing practices means removing slings, etc. after use.  Be aware of advisories concerning cliff-nesting birds.\n\nDangers from the local flora and fauna are limited.  Poison oak can cause a nasty rash; wetter areas may have thick stands of this shrub, while hotter, drier areas tend to be devoid of this noxious native species.  Stay on trails to avoid encounters with this plant, and learn to recognize it (\"Leaves of three, let it be\").  Stinging nettle is another annoyance. Touching the plant will cause a burning sensation with all leaf hairs sticking to the skin.  Watch for this tall plant in moist areas such as cave entrances and along stream edges.  The only poisonous snake in the park is the Pacific rattlesnake; keep to trails, avoid heavy brush, and watch where hands and feet are placed in rocky terrain to avoid this snake.  Rattlesnake bites require prompt first aid, so keep an eye and ear out for these animals.  The last rattlesnake bite was in 1995, and the animal is protected in the park.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Monterey (California)"],["Monterey"]]}]},"."]},"\n",{"type":"[[","value":[["WikiPedia:Pinnacles National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Travel and Tourism\/Parks\/National Parks and Monuments\/Pinnacles NM\/"]]},"\n",{"type":"[[","value":[["commons:Category:Pinnacles National Monument"]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["36.48083"],["-121.19325"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Coast (California)"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]}]