[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe Pioneer Valley is the region around the Connecticut River valley in Western ",{"type":"[[","value":[["Massachusetts"]]},". It is a very diverse travel destination, featuring urban, college town, and natural areas in close proximity. The Pioneer Valley's largest city is ",{"type":"[[","value":[["Springfield (Massachusetts)"],["Springfield"]]},".\n",{"type":"==","value":["Regions"]},"\n",{"type":"===","value":["Counties"]},"\nThe three counties of the Pioneer Valley from north to south:\n",{"type":"*","value":[{"type":"[[","value":[["Franklin County (Massachusetts)"],["Franklin County"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hampshire County"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hampden County"]]}]},"\n",{"type":"===","value":["The Connecticut River Valley"]},"\nThe valley is approximately 20 miles wide at the Connecticut state line but narrows northward.  It holds much of New England's best farmland and thus was settled early in New England's colonial history.  Since that time, the farms have been encroached on by urban and suburban development, but many still exist. The Connecticut River Valley is mostly urban in the Knowledge Corridor region surrounding the cities of Springfield and Hartford (the two of which lie only 24 miles apart.) The northern end of the Knowledge Corridor by  Northampton and Amherst is a mix of urban and rural, featuring several prominent college towns. The northernmost section of Massachusetts' valley is rural, with many opportunities for outdoor activities.\n\nThe Connecticut River Valley's fine farmland and abundant water-power made the it Industrial Revolution's version of \"Silicon Valley.\" Many industrial innovations took place at the Springfield Armory, including the discovery of interchangeable parts. America's first gasoline-powered car, motorcycle, and fire engine were all produced in Springfield. Holyoke became America's center of the paper industry. Industrialization encouraged growth of a string of cities from Northampton in the north to New Haven, Connecticut, in the south. From the early 1800s until the 1960s, the Connecticut River Valley was one of the most prosperous regions in the United States. Today this region is known as the Knowledge Corridor because of its numerous, prestigious universities and colleges.\n\nThe Connecticut River Valley remains one of the United States' major centers of higher education. Several of the United States' most prominent universities and colleges are located in the valley, including Amherst College, Smith College, and Mount Holyoke College. Mount Holyoke College was the first women's college founded in the United States. There are 14 colleges and universities located in the 20 miles from Springfield to Amherst.\n\n",{"type":"===","value":["The Hill Towns or Hilltowns"]},"\nA somewhat distinct and very rural subregion is the ",{"type":"'''","value":["Hill Towns"]},". This is the western part of the three counties, beyond the Connecticut River Valley. Higher elevation, later settlement, limited agricultural potential and cultural differences give the hilltowns a character similar to rural Vermont.  Further west the hilltowns merge seamlessly into the ",{"type":"[[","value":[["Berkshire Hills"]]},", although tourism and second home development spreading out from the New York City metropolis have  impacted the hilltowns less than Berkshire County.\n\n",{"type":"===","value":["Eastern Uplands"]},"\nBefore the 20th century, highlands east of the Connecticut River developed along the same trajectory as the hilltowns to the west; however development of Quabbin Reservoir during the 1930s created a large depopulated area in the northern 2\/3 of this subregion.  To the south, there has been modest population growth and development along the Massachusetts Turnpike and U.S. Route 20.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Springfield (Massachusetts)"],["Springfield"]]}]}," - The economic, cultural capital of Western Massachusetts and the 4th largest city in New England. Basketball was invented there in 1891. Springfield is home to the Basketball Hall of Fame, the Springfield Armory National Park, three universities, Forest Park, and numerous other cultural and entertainment options."]},{"type":"*","value":[{"type":"[[","value":[["Northampton (Massachusetts)"],["Northampton"]]}," - A bohemian college town, artists' colony, and LGBT mecca; home of Smith College. "]},{"type":"*","value":[{"type":"[[","value":[["Amherst (Massachusetts)"],["Amherst"]]}," - A famous college town, home to the University of Massachusetts, Amherst College, and Hampshire College. It features the Emily Dickinson house."]},{"type":"*","value":[{"type":"[[","value":[["South Hadley"]]}," - Home to the United States' first women's college, Mount Holyoke College, and Skinner State Park."]},{"type":"*","value":[{"type":"[[","value":[["Westfield (Massachusetts)"],["Westfield"]]}," - Gateway to the Hilltowns; largely residential; home to Westfield State College and Stanley Park."]},{"type":"*","value":[{"type":"[[","value":[["Deerfield (Massachusetts)"],["Deerfield"]]}," - Home of Yankee Candle, Historic Deerfield, and Deerfield Academy."]},{"type":"*","value":[{"type":"[[","value":[["Greenfield (Massachusetts)"],["Greenfield"]]}," - The northern hub at the start of the Mohawk Trail."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nU.S. Interstate 91 connects the Pioneer Valley to ",{"type":"[[","value":[["Connecticut"]]}," and ",{"type":"[[","value":[["Vermont"]]},".  The Massachusetts Turnpike ",{"type":"[","value":["http:\/\/www.masspike.com"]}," connects it to ",{"type":"[[","value":[["Boston"]]},".  Driving time from the Pioneer Valley to Boston is approximately two hours; to New York City, it is approximately three and a half hours.\n\n",{"type":"===","value":["By plane"]},"\n\nThe closest major international ",{"type":"'''","value":["airport"]}," serving the Pioneer Valley area is Bradley International Airport (BDL) ",{"type":"[","value":["http:\/\/www.flynewengland.com\/"]}," in ",{"type":"[[","value":[["Windsor Locks"]]},", Connecticut - 12 miles south of Springfield (and equidistant to Springfield's Knowledge Corridor sister city, ",{"type":"[[","value":[["Hartford"]]},", ",{"type":"[[","value":[["Connecticut"]]},".)\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"'''","value":["Rail service"]}," via Amtrak is available to ",{"type":"[[","value":[["Springfield (Massachusetts)"],["Springfield"]]}," as well as Amherst via the ",{"type":"''","value":["Vermonter"]},". It is accessible by Amtrak's regional service, the ",{"type":"''","value":["Vermonter"]}," from the north and south, and the ",{"type":"''","value":["Lake Shore Limited"]}," from the east and west. Springfield will receive an exponential increase in rail traffic in the next several years (2011-2014,) so be aware that schedules will change. In concert with the renovation of Springfield's grand, 1926 Union Station, (2011-2012,) Springfield will become an intercity commuter rail hub both north and south, with the completion of the Springfield-New Haven high-speed intercity rail line from the south, (2014,) and Amtrak's re-tooled ",{"type":"''","value":["Vermonter"]}," line, re-routed via the old ",{"type":"''","value":["Montrealer"]}," line in the Pioneer Valley following the Connecticut River (2012.) The Vermonter will make intercity stops in Springfield, Chicopee, Holyoke, Northampton, South Deerfield, Greenfield, and Brattleboro, Vermont instead of Amherst, making train travel in the Pioneer Valley much easier.\n\n\nSpringfield is also served east-west by Amtrak's \"Lake Shore Limited\" from Chicago to Boston and vice versa.\n\n",{"type":"===","value":["By bus"]},"\n\nPeter Pan Bus is headquartered in Springfield, and is one of the East Coast's major bus carriers. Greyhound\/Peter Pan bus service is available to Springfield and many other Pioneer Valley cities.\n\n",{"type":"==","value":["Get around"]},"\nThe Pioneer Valley Transit Authority (PVTA) ",{"type":"[","value":["http:\/\/www.pvta.com\/public\/"]}," is the region's reliable and extensive public transport system. Its service extends from Springfield in the south to Amherst, 20 miles north of Springfield. Fares are $1.35, with a free \"transfer\" if one uses another PVTA vehicle within an hour of purchasing the original pass. On weekends, buses do not run all routes. Although the system is extensive for such a decentralized area, buses are somewhat infrequent and not all route run nights and weekends, especially outside of the school year (September - May).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The Basketball Hall of Fame in ",{"type":"[[","value":[["Springfield (Massachusetts)"],["Springfield"]]},"."]},{"type":"*","value":[" The Springfield Armory National Park in Springfield"]},{"type":"*","value":[" The leaves in Autumn - particularly concentrations of maples around old farmsteads where 'sugar bushes' were maintained for sugaring and on relatively moist upland sites.  Oaks -- predominating on dryer, rockier sites -- are less spectacular."]},{"type":"*","value":[" Prestigious universities and liberal arts colleges - in Amherst, Northampton, Springfield, and throughout the Pioneer Valley."]},{"type":"*","value":[" The Quadrangle in Springfield - 5 excellent museums, featuring the Dr. Seuss National Memorial Sculpture Garden and the United States' first planetarium."]},{"type":"*","value":[" The Emily Dickinson House in Amherst - America's most famous female poet lived her entire life in this beautiful house. Excellent tour."]},{"type":"*","value":[" Forest Park in Springfield - a 735-acre urban park designed by Frederick Law Olmstead (of NYC's Central Park Fame,) features a sizable zoo, America's first public pool, and Bright Nights - a nationally-known holiday light show that stretches for 2 miles throughout the park."]},{"type":"*","value":[" Downtown Northampton - Northampton is the bohemian center of the Pioneer Valley, (which is saying something because much of it is artsy,) Northampton's downtown features numerous restaurants, coffee shops, art galleries, music venues, quirky shops, and street performers. It's people-watching heaven!"]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Look Park"],["url="],["email="],["address=Northampton mass"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Six Flags New England in Agawam - 1 mile across the Connecticut River from Springfield, across the South End Bridge, New England's largest amusement park features 10 roller-coasters; among them is the Bizarro, rated the #1 or #2 roller-coaster in the world from 2003-present. Open mid-April to early-November."]},{"type":"*","value":[" The Big E in West Springfield - 1 mile across the Memorial Bridge from Springfield, the Big E (aka the Eastern States Exposition) is the New England States' collective State Fair. It features rides, animals, and performers of all sorts. The 6th largest carnival in America, it runs from roughly September 15-October 1 each year."]},{"type":"*","value":[" Downhill Skiing"]},{"type":"*","value":[" Crosscountry Skiing"]},{"type":"*","value":[" Whitewater Boating"]},{"type":"*","value":[" Powerboating"]},{"type":"*","value":[" Hiking"]},{"type":"*","value":[" Fishing"]},{"type":"*","value":[" Motorcycle"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Maple Sugar"]},{"type":"*","value":[" ",{"type":"[[","value":[["Northampton (Massachusetts)"],["Northampton"]]}," and ",{"type":"[[","value":[["Springfield (Massachusetts)"],["Springfield"]]}," offer a wide variety of ",{"type":"'''","value":["ethnic cuisine"]},", including Italian, Polish, Puerto Rican, Chinese, Japanese, Russian, Hungarian, Indian, Mexican, Argentinian, and Tibetan cuisines."]},{"type":"*","value":[" Local Produce from Farmer's Markets in Springfield and Northampton"]},{"type":"*","value":[" Vegetarian, especially in Northampton, Amherst, and Springfield"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Microbrews"]},{"type":"*","value":[" Brewpubs"]},{"type":"*","value":[" Specialty Wines (blueberry etc.)"]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIn general, the Pioneer Valley is a very safe and accepting travel destination featuring an eclectic mix of urban, college town, and suburban settings - all of them relatively safe.  \n\n",{"type":"[[","value":[["Springfield (Massachusetts)"],["Springfield"]]},", the Pioneer Valley's largest city, which a decade ago ranked as high as 18th in the annual U.S. \"City Crime Rankings\", has seen a steep and steady decline in its crime recently - falling to 51st in the U.S. \"City Crime Rankings\" in 2010. Springfield is safe during the day, and nearly all of its well-travelled areas are safe and night - for example, the city's entertainment district and the area around the Basketball Hall of Fame are safe at all times. The neighborhoods where 80% of Springfield's crimes occur - Six Corners, Liberty Heights - are well off-the-beaten-path for visitors. That said, to be safe at night in Springfield, bring a partner with you.\n\nThe area around Six Flags New England across Springfield's South End Bridge in Agawam is safe day and night, as is the area around The Big E across Springfield's Memorial Bridge in West Springfield.\n\nAs of 2011, the City of Holyoke continues to make major strides in revitalizing. Holyoke is safe during the day; however, at night, if you intend on spending time downtown, stick to the commercial and entertainment blocks around High Street. The areas down the hill from High Street, South Holyoke and The Flats, remain dangerous. To be safe at night in Holyoke, bring a partner with you and stick to well-lit areas.\n\nThe City of Northampton is completely safe day and night, as is the college town of Amherst.\n\nIn general, the Pioneer Valley is very liberal socially and politically, and thus makes for a very accepting destination for lesbian, gay, bisexual, and transgendered (LGBT) travelers. This is especially true in the LGBT mecca of Northampton, and in Springfield's entertainment district, which features many establishments catering to LGBT consumers.\n\nThe following activities can pose safety risks in the Pioneer Valley:\n",{"type":"*","value":[" Winter driving"]},{"type":"*","value":[" Driving among aggressive, careless, and drunk drivers"]},{"type":"*","value":[" Driving on bad roads - due to pot holes"]},{"type":"*","value":[" deer, and occasionally moose in roads"]},{"type":"*","value":[" walking in the woods - it is easy to get lost"]},{"type":"*","value":[" swimming in the Connecticut River - in many places, the river's pull is too strong for swimming."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["isPartOf"],["Massachusetts"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Wikipedia:Pioneer_Valley"]]}]