[{"type":"{{","value":[["pagebanner"],["Pipe Springs National Monument, Arizona banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/pisp Pipe Spring National Monument"]}]}," is a small ",{"type":"[[","value":[["United States National Parks"],["National Monument"]]}," in ",{"type":"[[","value":[["Northern Arizona"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPipe Spring National Monument offers something for everyone: a shady oasis on an Arizona highway, a wealth of history including that of Mormon pioneers and Kaibab Paiute Indians, and live historical demonstrations in the summer.  Pipe Spring is an ideal place to stop for an hour or two when traveling in Northern Arizona.  It is also one of a handful of Mormon historical sites  ",{"type":"''","value":["not"]}," managed by the Church of Jesus Christ of Latter Day Saints.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Pipe Spring NM01.jpg"],["thumb"],["Winsor Castle"]]},"\nPipe Spring is a water source in the desert that has been used by humans for thousands of years, and the site of an historic cattle ranch established in 1870. Several stone buildings from the pioneer era remain, including a fortified ranch house called Winsor Castle. A new cultural museum displays Native American and pioneer exhibits. An orchard, garden, farm animals, ponds, Kaibab Paiute Indian camp and 1\/2 mile trail are also on the site. It is a great place to travel in the Summer.\n\nWinsor Castle, named after Anson P. Winsor (the first superintendent of the ranch), was built by the Church of Jesus Christ of Latter-day Saints to be a tithing cattle ranch.\n\nThe reservation of the Kaibab Band of Paiute Indians surrounds the national monument. Their story is told in the cultural museum.\n\nA tour of Winsor Castle takes about a half hour. Allow a half hour to an hour to browse the cultural museum. A hike on the beautiful Rim Trail will add another 30 minutes to your visit.\n\n",{"type":"===","value":["Landscape"]},"\n\nThis is a desert landscape and that is what makes Pipe Spring such an important location. American Indians, Mormon pioneers, plants, animals, and others have depended on the life-giving water found at Pipe Spring.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nYou will see the normal desert flowers in the area. Enjoy pioneer and American Indian crops from the garden during the summer. The orchard contains mostly historic varieties of peach, apple, apricot, plum, and crab-apple trees, as well as grapes.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"'''","value":["Summer"]}," Daytime highs in the mid to upper 90's F (38 C) and night time lows near 70 F (16 C). Late summer afternoons often bring sudden thunderstorms, so an umbrella or rain gear could be helpful.\n\n",{"type":"'''","value":["Winter"]}," Daytime highs around 40 F (4 C), and night time lows in the teens (- 10 C). Occasional snow.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:PipeSpringMap.jpg"],["right"],["NPS Map of Pipe Spring NM"]]},"\nPipe Spring National Monument",{"type":"<","value":["br"]}," \nHC 65, Box 5",{"type":"<","value":["br"]},"\nFredonia, AZ 86022",{"type":"<","value":["br"]},"\n(928) 643-7105 Visitor Info",{"type":"<","value":["br"]},"\n(928) 643-7583 Fax\n\n",{"type":"===","value":["By plane"]},"\nThe closest city with commercial air service is ",{"type":"'''","value":[{"type":"[[","value":[["St. George (Utah)"],["St. George"]]}]},", Utah.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/mccarran.com McCarran International Airport"]}]}," in ",{"type":"[[","value":[["Las Vegas"]]}," is 3.5 hours west. Take Interstate 15 to St. George and follow State Route 9 to Hurricane.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Salt Lake City"]]}," International Airport"]}," is 5 hours north. Take Interstate 15 to Anderson Junction and follow State Route 17 to Hurricane.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Flagstaff"]]}," Pulliam Airport"]}," is 4 hours south. Take US Route 89 straight to Fredonia.\n\n",{"type":"===","value":["By car"]},"\nFrom Interstate 15, turn onto Utah State Route 9 in Hurricane, Utah. Take Utah State Route 59 east out of Hurricane. This road turns into Arizona State Route 389 at the state line. Pipe Spring is 45 miles east of Hurricane. From Utah Highway 89 and 89A, turn onto Arizona State Route 389 in Fredonia, Arizona. Pipe Spring is 15 miles west of Fredonia.\n\n",{"type":"===","value":["Public transportation"]},"\nBus and shuttle transportation are available from ",{"type":"[[","value":[["Las Vegas"]]}," to ",{"type":"[[","value":[["St. George (Utah)"],["St. George"]]},", Utah. From St. George follow the By Car directions from Interstate 15.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n$5.00 per person for 7 days. (Includes a $1.50 per person tribal use fee.) Children 15 years old and under are admitted free. Holders of National Park Passes or Golden Age\/Golden Access Passports and their immediate family (spouse, children and parents only) are admitted free.\n\nCommercial tour group fees are $5.00 per person.  (National Park Passes, Golden Age\/Golden Access passes do not apply to commercial tour groups.)\n\nGroups (commercial and non) should call for reservations, 928-643-7105.\n\n",{"type":"===","value":["Operating Hours"]},"\n\nNOTE: Arizona does not observe Daylight Saving Time, with the exception of the Navajo Reservation on the state's northeast corner. Pipe Spring National Monument is on Mountain Standard Time all year.\n\nSummer (June through August): Monument grounds and Visitor Center\/Museum are open 7AM to 5PM Tours of Winsor Castle are offered on the hour and half hour from 8AM to 4:30PM Demonstrations, talks or walks are offered during the morning hours.\n\nWinter (September through May): Monument grounds and Visitor Center\/Museum are open 8AM to 5PM Tours of Winsor Castle are offered on the hour and half hour from 9AM to 4PM\n\nClosed Thanksgiving, Christmas, and New Year's Days.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Pisp groundsmap.jpg"],["right"],["Grounds Map"]]},"\nPipe Spring National Monument is a \"walk-in\" park. Visitors first enter the Pipe Spring National Monument-Kaibab Band of Paiute Indians Visitor Center and Museum. The historic buildings, garden, orchard and trailhead are located 150 yards beyond the Visitor Center and Museum.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Pipe Spring National Monument-Kaibab Band of Paiute Indians Visitor Center and Museum"]}," Pipe Spring National Monument and the Kaibab Band of Paiute Indians recently teamed up and developed a new museum. Through twelve new exhibits visitors learn about the history of the Kaibab Paiutes, their interactions with other tribes and cultures, the movement of Mormon settlers into the area, as well as modern day Paiute culture. The museum is open daily and includes a 5-minute introductory video.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Guided Tours"]}," Winsor Castle (the Fort) is accessible by ranger guided tours. These tours are offered every thirty minutes, on the hour and half hour, all year long.\n\n",{"type":"'''","value":["On Your Own"]}," The grounds of the monument can be visited on your own. The East and West Cabins contain exhibits on cowboying and historic preservation.  Enjoy pioneer and American Indian crops from the garden during the summer. The orchard contains mostly historic varieties of peach, apple, apricot, plum, and crab-appple trees, as well as grapes.  Stop by the corrals and visit the horses and longhorn cattle.\n\n",{"type":"'''","value":["Talks and Demonstrations"]}," During the summer months ranger guided walks, talks, and demonstrations of pioneer and Indian crafts and lifeways are offered daily in the cooler morning hours.\n\n",{"type":"'''","value":["Hike"]}," on the 1\/2 mile long Ridge Trail offers great views of the Arizona Strip.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe Kaibab Band of Paiute Indians operates a gas and convenience store 1\/4 mile south of Pipe Spring.  There is a small picnic area on the monument.  Restaurants and groceries can be found in Fredonia, Arizona (15 miles east of Pipe Spring) and Kanab, Utah (25 miles northeast of Pipe Spring).\n\n",{"type":"==","value":["Drink"]},"\n\nIt is what Pipe Spring is all about. An oasis in the desert.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nMotels can be found in ",{"type":"[[","value":[["Fredonia (Arizona)"],["Fredonia"]]},", ",{"type":"[[","value":[["Arizona"]]}," (15 miles east of Pipe Spring), and ",{"type":"[[","value":[["Kanab"]]},", ",{"type":"[[","value":[["Utah"]]}," (25 miles northeast of Pipe Spring).\n\n",{"type":"===","value":["Camping"]},"\nThe Kaibab Band of Paiute Indians operate a campground located 1\/4 mile north of the monument.  Other campgrounds can be found in ",{"type":"[[","value":[["Fredonia (Arizona)"],["Fredonia"]]},", ",{"type":"[[","value":[["Arizona"]]}," (15 miles east of Pipe Spring) and ",{"type":"[[","value":[["Kanab"]]},", ",{"type":"[[","value":[["Utah"]]}," (25 miles northeast of Pipe Spring).\n\n",{"type":"===","value":["Backcountry"]},"\nCampgrounds and at-large camping are also available on surrounding Bureau of Land Management (Arizona Strip District) and Forest Service lands (North Kaibab Ranger District).\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe National Monument is out of the way, so plan on having plenty of gas in your car and it would be a good idea to take along snacks and water.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Grand Canyon"]]}," North rim. This view is not as crowded as the South rim and is only open during the summer."]},{"type":"*","value":[{"type":"[[","value":[["Zion National Park"]]}," just north in ",{"type":"[[","value":[["Utah"]]},"."]},"\n",{"type":"{{","value":[["routebox"],["image1=Arizona 389.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Hurricane (Utah)"],["Hurricane"]]}],["minorl1=",{"type":"[[","value":[["Colorado City"]]}],["directionr1=E"],["majorr1=END"],["minorr1=",{"type":"[[","value":[["Fredonia (Arizona)"],["Fredonia"]]}]]},"\n\n",{"type":"{{","value":[["Usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["36.861944"],["-112.737222"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Arizona"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Pipe Spring National Monument"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Pipe Spring National Monument"]]}]