[{"type":"{{","value":[["pagebanner"],["Piriápolis banner (Castillo de Piria).jpg"]]},"\n",{"type":"[[","value":[["File:Piriápolis (Maldonado) - Colonia de Canaciones Nro 65.JPG"],["300px"],["thumbnail"],["Hotel Piriapolis, a Cultural Heritage Monument"]]},"\n",{"type":"'''","value":["Piriapolis"]}," is a small beach town between ",{"type":"[[","value":[["Montevideo"]]}," and ",{"type":"[[","value":[["Punta del Este"]]}," in ",{"type":"[[","value":[["Uruguay"]]},". It is a more laid back version of Punta del Este with fewer fancy restaurants and clubs.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nPiriapolis is about 100 km\/65 miles east of Montevideo. From the terminal \"Tres Cruces\" buses depart about every hour during the day , specially in the high season (December to March). Try to get a direct one, they are a little more expensive but you'll get there in less than two hours. If you travel to Piriapolis directly from Motevideo's airport, it is about 80 km\/50 miles but not all the buses that depart Montevideo \"Tres Cruces\" station stop by the airport so you need to plan accordingly. If you are staying in Punta del Este, then Piriapolis is about 55 km\/35 miles west and bus service is also good . Having the hotel arrange a day trip from Punta del Este to Piriapolis is an option. Costs of these day tours would be about triple what the bus ticket costs by itself but still very reasonable.\n\n",{"type":"===","value":["By plane"]},"\nIf you land in Punta del Este airport, then Piriapolis is only 25km\/15 miles west. Ironically,this airport is closer to Piriapolis than Punta del Este and for those lucky enough to get a connection through, it is an option. Flights usually come from Buenos Aires and Brazil only, and mostly during the high season.\n\n",{"type":"===","value":["By car"]},"\nFrom Montevideo take Route Interbalnearia through 2 tolls (local currency only, about U$ 2 each), turn south at the Piriapolis exit at about mile marker 56 and then just enjoy the drive for another 15km\/10 miles. You'll see the city in the distance.\nFrom Punta del Este, drive west until about 15km\/10 miles past the airport. You must turn south on either the west or east entrance. Both ways are a 10km\/6 mile country drive to the city.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["If you are on foot, the longest walk (about 1.5km\/1 mile) would be to the marina to take the lift for the San Antonio hill . For the Pan De Azucar hill, take one of the local buses at the bus terminal 3 blocks north of the Casino to Pan de Azucar and get off at the Preserve. There is a taxi stop downtown if you absolutely must use one. "]},{"type":"*","value":["The tourist office next to the slot machines offers maps, tours and general information. "]},{"type":"*","value":["On Piria Avenue there are a couple of bicycle stores that rent mopeds and bicycles. Piria Avenue is on the eastern end of town, where the sand ends, and there is a traffic circle. "]},{"type":"*","value":["If you need to make a phone call, do not buy a phone card because they work on some phones only. Instead, walk two blocks north of the casino to the state phone company office (Antel). If you have the appropriate band cell phone with the service provided by a major U.S. carrier, it will work just like a local phone."]},{"type":"*","value":["Uruguay has good internet service and many \"ciber posts\" in case you absolutely have to travel with your laptop while on vacation.   "]},{"type":"*","value":["If you are driving, you cannot get lost owing to the geographical markers - if the water is on the left, you are going west towards Montevideo and if the water is behind you you are going north! "]},{"type":"*","value":["If you are planning to go from Piriapolis to Punta del Este by car, do not go past the Marina. Even if that road goes east it transforms itself into a dirt road. It is wonderful to explore the eastern edges of Pirapolis though. To go to Punta del Este, take the road next to the Casino (37) and make a right on the interstate 10km\/6 miles north - you cannot miss it. The other option is to take the traffic circle at the old hotel located at the end of the beach and go north. This is a parallel route to 37, but further east and more panoramic."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Piriapolis, like Punta del Este, is a beach resort and active between December and March. Crowds and prices drop dramatically in the low season. If you do not care for the beach there is still plenty to see. The first order of business is to go to the top of \"San Antonio\", the city's main hill. Pick a clear day and you can see the condos of Punta del Este 50km\/30 miles away. Stay until sunset and enjoy the chapel , the views and the souvenirs shop. How do you get to the top? By taxi, a long walk, or better yet, take the sillitas (\"little chairs\") at the marina. "]},{"type":"*","value":["Another hill, not so prominent but a nice day walk nonetheless, is \"Cerro del Toro\" (Bull's Hill). It is on the outskirts but still less than 5km\/3 miles from the coast to the top. This is mostly a picnic area but a must of local custom. Do not forget to take a picture at the bull's statute, as this will almost certify you as a true local. "]},{"type":"*","value":["Piriapolis was developed by Mr. Francisco Piria (hence the name) and you probably guess that the best house in Piriapolis belongs to the founder. Well, it does. It is called Castillo de Piria (Piria's Castle), whether you look at it as a big house or a small castle, it is still a must-see. Ninety nine percent of the locals have probably never set foot in it but this is a local historical gem, so take route 37 north (the road on the left of the casino) for about 6km\/4 miles and it is situated on the right. Please check with the tourist office (next to the casino\/hotel)for opening times and available guided tours."]},{"type":"*","value":["Another 1.5km\/1 mile north on the same route, there is a natural reserve of native and rare South America fauna. You do not want to miss this, so dedicate a full day for it ."]},{"type":"*","value":["If you visited the Castle and the Preserve you (hopefully) noticed the Cerro Pan de Azucar (Sugar Bread Hill) a massive granite formation with a large cross on top of it. The cross has a spiral stairwell in it that you can climb, but first you have to get to the top of the hill. The walk to the top is through a poorly marked trail and takes about 2 hours each way. It is not Mount Everest but it is a good idea to take some water, rain gear and suitable shoes\/boots. Check with the Preserve guards for access times and other conditions. "]},{"type":"*","value":["After these five classic tours you still have to eat and drink. Try the brick oven pizza, chivitos (thinly sliced meat sandwiches) and local beer available at any of the seaside restaurants. You can try your luck at the casino or just stay up all night at one of the local discos. By the way, the discos open at around 11 pm but nobody would dream of showing up that early - 1 am would be just about right. If you are not the disco type, just prepare some mate and walk around town and enjoy the crowds and the South Atlantic breeze."]},{"type":"*","value":["Take the cable car to the top of San Antonio hill (the old name was Hill of the English)...wow what views."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["Iguanas next to Mcdonalds by the Hotel Argentino is serving all kinds of international foods including thai and Mex etc . Has great coffee too."]},{"type":"*","value":["If you are staying at one of the local hotels that offer breakfast, then expect a relatively simple continental menu with good coffee and better pastries. Do not expect American style menus anywhere for breakfast, except at the large hotels, nor ask for scrambled eggs - anytime! "]},{"type":"*","value":["If your hotel does not have a restaurant, any of the local bars will do. Please note that a bar in South America is where you eat breakfast, lunch and dinner. "]},{"type":"*","value":["A cortado (cut) is coffee with milk, and a medialuna (crescent) is a large croissant with the optional ham and cheese. "]},{"type":"*","value":["For lunch and dinner, all restaurants are bars but not all bars are restaurants. Restaurants have a much more extensive menu than bars. Look for open fires and brick ovens because that means barbeque and brick oven pizza! The menus are a good mixture of Italian food and local continental recipes. Do not expect any Caribbean menus - think more Paris than Habana. Forget Chinese, Mexican or other food types unless you are prepared to drive and pay."]},{"type":"*","value":["Italian customs apply: please do not ask for coffee before the meal or ketchup for your meat. French fries are just that, fried potatoes. They do not care about cholesterol and they take fresh potatoes and fry them in regular oil. Pasta factories do not serve cooked pasta, these are your local \"Boulangeries\"."]},{"type":"*","value":["Iguanas (formerly Themis) restaurant offers a range of cocktails and a much more exciting menu than the others and well priced too, the owners are Simon (Bar) and Silvana (chef) they are very friendly and helpful. It is past the hotel Argentina under the red apartment block."]},{"type":"*","value":["Seafood is usually good if eaten on the coastal restaurants or posts, most of them at the marina area. Take and allow plenty of time for meals. People usually ask \"how do I know what the menu means?\" There is no faster way of learning a language than to just point to something and next time you'll know. "]},{"type":"*","value":["The Argentino Hotel and Casino has a restaurant and a menu to satisfy all tastes and budgets if you need to, while most of the local restaurants and bars will do just fine. There are a couple of ice cream stores worth trying for their own recipes, as well as the local atmosphere. "]},{"type":"*","value":["While alcohol is served anywhere, there is a time and a place for everything and drinking outside eating areas or before lunch is considered much more rude than illegal. "]},{"type":"*","value":["The local dish would be rice and mussels with white local wine. The waiter will let you know if it is possible to prepare the dish that day since the mussels must be fresh but sometimes they cannot be picked up because of the wrong tide. Trust him. Again, the marina area posts will offer the same dish in true local fashion. "]},{"type":"*","value":["Desserts go from the simple native dulce de leche (caramel cream) to the French exotics; let your eyes decide!"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Iguanas"]}," has great cocktails, meals and snacks, also live music. If they have the ingredients they will make the drink."]},{"type":"*","value":[{"type":"'''","value":["Themis Bistro"]}," sells food to take away and has a few tables for coffee and cakes. Both places serve the same outstanding coffee."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["The Hotel Argentino is a bit expensive by Uruguayan standards, but provides a taste of old style luxury.  The saltwater pools and thermal spa are incredible.  Rooms with sea views are spectacular.  Breakfast is excellent.  There is also a casino for entertainment."]},{"type":"*","value":["Sunseaviews Property offers very affordable great quailty flats in the \"La Riviera\" building next to the agentino hotel on the beach front. They are very friendly and helpful and are based at the bottom of the building itself should you have any problems. The owner is English so no language issues there."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-34.9000"],["-55.2833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Atlantic Coast (Uruguay)"]]},"\n",{"type":"[[","value":[["wikipedia:Piriápolis"]]}]