[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Pirotan Island"]}," is one of the islands in the Marine National Park near Jamnagar district in ",{"type":"[[","value":[["Gujarat"]]},". \n\n",{"type":"==","value":["Understand"]},"\nPirotan Island is the most famous part of the first Marine National Park in India. \n",{"type":"===","value":["History"]},"\nAlthough people have been visiting the island to pay homage at the sacred shrine of Khwaja Khijer Alaihisalaam for over a century, it is only during the last twenty years or so that it has developed as a tourist destination based on its natural beauty.  \n\n",{"type":"===","value":["Landscape"]},"\nThis island is fringed by coral reefs and sandy beaches.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe island is home to a wide variety of hard as well as soft corals and marine life like Puffer Fish, Octopus, Star fish, Sea Anemones, etc. In addition, dolphin, sea turtles and sometimes even Dugongs frequent the ocean around the island, while on land the rocky coves offer sanctuary to hundreds of flocks of crab plover.\n\n",{"type":"===","value":["Climate"]},"\nOctober to April is the best time to visit the island. Although October is slightly hot\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" Passenger Boats can be hired at Bedi Port to visit the Island - a journey of around 2 hours."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nA Forest Department permit & Customs Department endorsements for Indian Nationals and for Non Indians Police Department endorsements are required to visit the island. These can be arranged through Hotel Managements in Jamnagar.\nOne of the hotel which arranges is Hotel President in Jamnagar.\n\n",{"type":"==","value":["Get around"]},"\nTo gain the most from the experience of visiting the island, it is recommended to hire an island guide. The island can only be reached at full tide. One gets to stay there for atleast 10 hours per visit.\n\n",{"type":"==","value":["Eat & Drink"]},"\nAll food and drink must be carried to the island as there are no facilities or even drinking water there. \n\n",{"type":"==","value":["Sleep"]},"\nIt is possible to camp on the island, depending on the permission from the Forest Department\n\n",{"type":"===","value":["Camping"]},"\nHotel Managements in Jamnagar can assist with camping arrangements.\n\n",{"type":"==","value":["Stay safe"]},"\n\nRequirements for visiting the island: Sufficient amount of drinking water, thick soled shoes, woolen clothing, sun screen and mosquito repellent.\n\n",{"type":"{{","value":[["IsPartOf"],["Gujarat"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Pirotan"]]},"\n",{"type":"{{","value":[["geo"],["22.599916666667"],["69.955777777778"]]}]