[{"type":"{{","value":[["pagebanner"],["Pisa banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Tower of pisa.JPG"],["thumb"],["300px"],["right"],["The leaning tower."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comune.pisa.it\/english\/ Pisa"]}]}," is a city in ",{"type":"[[","value":[["Tuscany"]]},", ",{"type":"[[","value":[["Italy"]]}," with a population of some 90,000 people.\n\n",{"type":"==","value":["Understand"]},"\n\nPisa is best known for the world famous Leaning Tower, but those who come here with their mind already made up that the Tower is the only thing to see may miss the rest of the architectural and artistic marvels of this beautiful city.\n\nThe half hour walk from the Campo dei Miracoli to the train station runs through a pedestrian street with many interesting sights, shops, and restaurants. The best way to visit Pisa is walking the streets, as the city center is very small, and enjoy the sight and the atmosphere.\n\nPisa would not be Pisa without the University. The city is animated by the students, who organize parties, shows, and cultural events, and fill the central street of the city at night. The University of Pisa has 60,000 students in a city of about 100,000 inhabitants. You'll notice the student flair in the city once you leave the touristy campo dei miracoli.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["image:PisaCentrale.jpg"],["thumb"],["250px"],["Pisa Centrale train station"]]},"\n\nPisa has regular trains to and from ",{"type":"[[","value":[["Florence"]]}," (usually three per hour), to and from ",{"type":"[[","value":[["Lucca"]]}," (usually every hour) and is also accessible by bus, and has an international airport.\n\n",{"type":"'''","value":["Pisa Centrale"]}," is the main train station of Pisa. ",{"type":"[[","value":[["Rome"]]}," to ",{"type":"[[","value":[["Genova"]]}," trains stop at Pisa Centrale. If you are planning an in-route visit to Pisa, it is also convenient since Pisa Centrale has ",{"type":"'''","value":["Left Luggage"]}," service open from 6AM-9PM. Each baggage deposited costs €3 for 12 hr.  Else, if you are in the city just to see the Leaning Tower, you could also get down at the Pisa S. Rossore train station which is much closer to the Tower. Do check the train schedule as not all trains would stop there.  However there are regional trains to Florence every hour at the 46th minute (as on 9th July 2012).\n\n",{"type":"'''","value":["Pisa Galileo Galilei Airport"]}," (",{"type":"{{","value":[["IATA"],["PSA"]]},") ",{"type":"[","value":["http:\/\/www.pisa-airport.com\/"]}," is the main airport of Tuscany and is served by several airlines operating hundreds of weekly flights to national and international destinations. Numerous companies offer charter flights to and from a number of European and non-European destinations. Flying to Pisa is really cheap and easy: the most recognized low-cost airlines serve Pisa.  The airport is close to the city center - it takes only a few minutes to reach the center by bus, train or taxi.  The airport is also within easy walking distance of the center, which takes around 20 min.\n\nDo not expect the airport to be open 24\/7, though.  Many smaller European airports do have opening hours, so don't expect to stay overnight or hang out until late.\n\nYou can purchase bus and train tickets from the information desk in the arrivals hall. The trains are the fastest way to get to the city but run only twice per hour. The tickets cost €1.10 and the ride takes only about 5 min.\n\nThe bus (The Red Line or LAM Rosso towards Jacobo) has a regular service every 15 min and it takes about 15 min to get to the city. The bus runs to Piazza dei Miracoli and the central station. Since the ticket machine at the bus stop \"speaks\" only Italian, it's better to get the tickets from the information desk if you don't speak the language. Single fare is €1, but if you buy them from the driver on the bus, you pay double that. All convenience and book shops also sell the ticket. You may need two tickets since each ticket is valid for only 30 min.\n\nThe bus terminal is directly in front of the airport, on the right side when coming out of the terminal building. Once you are in the city, its main sights are easy to locate and are all within walking distance. If you are boarding the bus from the Train station, cross the road in front of the station and walk a few feet to the right.\n\nIf you prefer a more convenient method of travel, a taxi to the city centre will cost around €6-8.\n\n",{"type":"=====","value":["By carpooling"]},"\n\nOne of the most convenient ways to arrive in Pisa is by carpooling, ",{"type":"[","value":["http:\/\/www.passaggio.it\/carpooling\/Pisa\/b.html"]},". You can split the costs and make the journey cheaper.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are regular buses around town, including from the train station to the Field of Miracles. Attractions are within a half hour walk of each other.  Local bus tickets are available at tobacco shops; there are also vending machines both at the station and the airport.\n\nMany car rental agencies are at the airport. While you will not need a car in the city itself, it can be a good choice if you want to go around Tuscany from Pisa. To get to the car rental offices take the shuttle bus in front of the airport's arrival hall to the right, close to the city bus stop.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Campo dei Miracoli overview2.jpg"],["thumb"],["450px"],["right"],["The Campo dei Miracoli from above. The leaning tower is on the left, the Duomo is in the center, the Baptistery is on the right, and part of the Campo Santo is in the right foreground."]]},"\n",{"type":"===","value":["Monuments and museums"]},"\n\nPisa is divided into 4 historical quarters. There is much more than the Leaning Tower in the city and several different walking itineraries are available.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Piazza dei Miracoli"]}," or ",{"type":"'''","value":["Field of Miracles"]}," is to the north of central Pisa. It's an ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}," and contains the city's most famous sights:"]},":* ",{"type":"{{","value":[["see"],["name=Torre Pendente"],["alt=Leaning Tower"],["url=http:\/\/www.opapisa.it\/en\/home-page.html"],["content=The structure was originally conceived as the cathedral's bell tower. Construction began in 1173 and the tower started leaning soon afterwards due to subsidence of the ground underneath its base. A project to keep the tower from leaning more and tipping over finally reached a successful conclusion in 2001, and the tower is again open to those wishing to climb it. Climbing the tower requires a reservation-based ticket for €15. Tickets can be bought for the tower on the day, for a specific entry time. This could be 45 min-2 hr after the purchase time, but there is a lot to see while you wait. It is better if you buy tickets online ",{"type":"[","value":["http:\/\/boxoffice.opapisa.it\/Torre\/first.jsp"]}," for €17 well in advance. The tickets are non-exchangeable, effectively non-refundable, and only good for the tower, so they're a bit of a risk to purchase in advance. Make the effort to climb, though, and you'll be rewarded by the view. Curiosity: the famous Pisa leaning tower is not the only one, due of the marshy land that they are built on, there are other 2 towers in Pisa: the Bell Tower of San Nicola Church, near the banks of Arno and the Bell Tower of San Michele of Scalzi Church.",{"type":"[","value":["http:\/\/www.aboutpisa.info\/pisa-curiosities.html#pisatowers"]}]]},"\n:* ",{"type":"{{","value":[["see"],["name=Duomo di Pisa"],["content=A splendid cathedral, containing artwork by Giambologna, Della Robbia, and other major artists. Fine Romanesque style with double aisles and a cupola, a huge apse mosaic partly by Cimabue, and a fine pulpit by Giovanni Pisano in late Gothic \/ early Renaissance style."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Battistero"],["alt=Baptistry"],["content=Large round Romanesque dome with many sculptured decorations and a fine view up top; climb this if you want a great view with the Leaning Tower visible in your photos. Arabic-style pavement, pulpit by Nicola Pisano (father of Giovanni), and fine octagonal font. At regular intervals, the ticket-checker-guard at the entrance comes into the baptistery and gives an audio-treat of echo-effect. The guard shouts out few sounds which when echoed sound like pure beautiful music. You can also cast your inhibitions to the wind, stand by the wall, and sing long notes that turn into chords by yourself, as the echoes go round and round the dome of the building."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Camposanto Monumentale"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A huge cemetery building with lots of interesting art, including a collection of ancient Roman sarcophagi and splendid medieval frescoes by the \"Master of the Triumph of Death\". There is also a 19th century statue of the famous mathematician Leonardo Fibonacci, a native of the city."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Museo del Opera del Duomo"],["content=Has sculptures and paintings formerly preserved in the Cathedral and the cemetery. Some of the more unusual are bronze griffins from Syria captured by the Crusaders. You can also capture nice photos from the Tower and the Duomo from its balcony."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Museo delle Sinopie"],["content=Skipped over by many visitors, this museum is a treat for art lovers. After WWII many of the surviving murals and pieces of murals from Pisa's Campo Santo were detached from the walls to try to preserve them. It was unexpectedly discovered that the artist sketches underneath survived. These were moved to this museum."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Piazza dei Cavalieri"],["content=A small town square with many historical buildings that hosted the political powers of the city in the Middle Ages and Renaissance, but most of them are not accessible to tourists, as they are now property of the University of Pisa or Scuola Normale Superiore (a prestigious elitary school)."]]}]},":* ",{"type":"{{","value":[["see"],["name=Palazzo della Carovana"],["content=The main Scuola Normale Superiore building, with an elaborate façade, by the important Italian Renaissance artist and architect Giorgio Vasari - who is also said to be the first historian of art."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Palazzo dell'Orologio"],["alt=Clock Palace"],["content=A XIV century building that has replaced the Torre della Fame (tower of hunger), where the Conte Ugolino della Gherardesca was imprisoned and left to die of hunger with his sons, as cited in the Dante's Divina Commedia."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Chiesa di Santo Stefano"],["content=Designed by Giorgio Vasari in the XVI century for the Ordine dei Cavalieri di Santo Stefano (Order of Chivalry of Saint :tephan), a chivalry order founded to fight piracy in 1561."]]},"\n:* Other historical buildings include the Church of San Rocco, the Rectory, Palazzo Carovana and Palazzo dei Dodici.\n\n",{"type":"[[","value":[["image:MuseoMatteo.jpg"],["thumb"],["300px"],["The Museo di San Matteo (St Matthew Museum)"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo di San Matteo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 50 541865"],["tollfree="],["fax="],["hours="],["price="],["content=Piazza San Matteo, 1, lungarno Mediceo. This is a fantastic history and art museum, which houses almost all of the original artwork from all the churches in and around Pisa. Although fairly small, it is one of the biggest for Tuscan Renaissance art, hosted in the rooms of the San Matteo monastery. A gem overlooked by most tourists."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lungarno Mediceo"]}," and ",{"type":"'''","value":["Lungarno Pacinotti"]}," on the north side of Arno river, ",{"type":"'''","value":["Lungarno Galilei"]}," and ",{"type":"'''","value":["Lungarno Gambacorti"]}," on the south side: these riverside streets give a distinctive character to Pisa, especially at night when the lamplight reflects on the Arno river. Along the Lungarni stands interesting places like:"]},":* ",{"type":"'''","value":["Piazza Garibaldi"]}," and ",{"type":"'''","value":["Piazza XX Settembre"]},", two opposing town square, one at each end of Ponte di Mezzo (middle bridge), and are considered the center of the city. From Piazza Garibaldi starts Borgo Stretto, an old street with lots of shops that, together with Corso Italia starting in the opposite direction from Piazza XX Settembre, create a pedestrian area (interrupted only by the bridge) that is considered the center of the city. In Piazza XX Settembre you can find the Logge dei Banchi, a building created to host textile market in 1600, and the town hall, in the Palazzo del Comune.\n:* ",{"type":"'''","value":["Santo Sepolcro"]},", on Lungarno Galilei, a Romanesque octagonal church with conical spire by Diotisalvi, who also built the baptistry - a Templar church, striking and forceful. Usually is not open to the public.\n:* ",{"type":"'''","value":["Ussero Café founded on 1775"]},", lungarno Pacinotti 27, ",{"type":"[","value":["http:\/\/www.ussero.com"]},". A monument to Italian culture in the 1400's Palazzo Agostini, on Lungarno. In 1839, it was seat of the meetings of the first Italian Congress of Scientists.\n:* ",{"type":"'''","value":["Santa Maria della Spina"]},", on Lungarno Gambacorti, a very small Gothic church built in 1230 to house a thorn from Jesus's crown, it's considered one of the best expressions of Italian gothic. It is so small it moved from the river of the Arno, in 1800, to a place some meters above, one stone at time, to protect it from flooding. Usually it's not open to the public.\n:* ",{"type":"'''","value":["Giardino Scotto"]},", on Lungarno Fibonacci at the end of Lungarno Galilei, is a fortress converted to a public park which opens in summer for open air cinema, music shows and other events.\n:* ",{"type":"'''","value":["La Cittadella"]},", at the end of Lungarno Simonelli, is a fortress built to guard the access by the river Arno and the shipyard in the middle age, when the sea was closer to the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=University botanical garden"],["address=via Luca Ghini 5"],["content=The first university botanical garden of Europe, created by the will of Cosimo de' Medici in 1544. It is open weekday mornings and is free to the public."]]}]},"\n",{"type":"*","value":[" Fine Romanesque churches, San Paolo a Ripa d'Arno, San Michele in Borgo, San Paolo with a sculpture gallery inside, Sant'Andrea - not all are open every day; double-check the hours if you want to visit."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tuttomondo"],["alt="],["url=http:\/\/www.comune.pisa.it\/english\/doc\/the_mural_of_keith_haring.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Keith Haring mural. Keith Haring visited Pisa and fell in love with the town, so he decided to paint this amazing mural as a gift to Pisa. Though extremely large, it is easy to miss so look out for it; it is located between via Giuseppe Mazzini and via Massimo D'Azeglio just off Piazza Vittorio Emanuele II."]]}]},"\nWhen you have done the main attractions of Pisa, there is still one little gem left: ",{"type":"'''","value":["Marina di Pisa"]},", the harbor of Pisa at the Mediterranean sea. It hosts a beach, not with sand, but with little marble pebbles. The pebbles are smooth, and will not harm your feet, but since they are slightly unstable near the water, sea water compatible footwear is recommended for walking along the beach and getting in or out of the water.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Arno, Pisa, Italia (328255826).jpg"],["thumb"],["300px"],["The Arno river in the daylight"]]},"\n\nOn June 16th Pisa holds the ",{"type":"'''","value":["Luminara"]}," festival, held for the patron saint's day (San Ranieri). At sunset, all the lights along the Arno are dimmed and more than 10,000 candles are lit, which makes for some spectacular sights from the Ponte di Mezzo. Various activities are organized in the streets and the night ends with a big fireworks.\n\nAnother summer attraction is the ",{"type":"'''","value":["Gioco del Ponte"]}," (Game of Bridge), a historical manifestation held yearly on the last Sunday of June, in which the two sides of the city (",{"type":"''","value":["Tramontana"]}," and ",{"type":"''","value":["Mezzogiorno"]},", geographically split by the Arno river) participate in a historical procession, with 709 walk-ons, then challenge each other to a physical match in which their teams, each composed of 20 members, try to conquer the \"Ponte di Mezzo\" (the main bridge in Pisa) by pushing a trolley in order to force the rival team off the bridge.\n\nFor ",{"type":"'''","value":["nightlife"]},", there aren't many clubs or live music places in Pisa: the usual night in Pisa is having a dinner of pizza or a cheap kebab, having a beer in Borgo Stretto, or Piazza delle Vettovaglie or a pub in the surrounding areas, and having a walk in Piazza Garibaldi and Lungarni, where the \"spallette\" (the low brick walls around the river) are full of students.\n\nSome alternative clubs (hard rock, alternative, funky) in the center are:\n\n",{"type":"*","value":[" Ex-Wide"]},"\n",{"type":"*","value":[" Borderline"]},"\nItalians really loves to sing. You can find many talented local singers at the Millie Bar. The fun energetic lounge is located in city center not far from Piazza Garibaldi. Every Tuesday night is Karaoke Night. Who knew the Italians have a deep passion for singing.\n\n",{"type":"*","value":[" Milliebar - via palestro, 39"]},"\nLess alternative clubs are found at the seaside, about 8 km from Pisa, in Marina di Pisa and Tirrenia. For instance\n\n",{"type":"*","value":[" Pappafico (a disco with house music and the like)"]},"\n",{"type":"*","value":[" PIA (a disco\/bar on the sea)"]},"\n",{"type":"*","value":[" Sunset (mainly an aperitiv\/happy hour\/chill-out location on the sea)"]},"\nTake a photo of yourself holding, leaning against, or \"anthropologically appropriating\" the leaning tower of Pisa.\n\n",{"type":"===","value":[" Spas "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Casciana Terme"],["alt="],["url=http:\/\/www.termedicasciana.com\/tuscany_spa\/home.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=the thermal water used at Casciana Terme since ancient times, has in recent years seen its applications extended to modern rehabilitation therapies, cardiovascular and respiratory treatment, in the improvement of the digestive functions and their treatment, because its natural, relaxing action enables patients to regain their functional equilibrium and the enjoyment of pleasures they had lost."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=San Giuliano Terme"],["alt="],["url=http:\/\/www.bagnidipisa.com\/spa_hotel\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Water with beneficial effects and calciferous magnesic sulfate water, naturally rich in vital curative elements, gush forth at the foot of Mount San Giuliano at the Spa out of different springs and are gathered in two groups called the \"East Baths\" (40°C temperature) and the \"West Baths\" (38°C temperature)."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" The '",{"type":"''","value":["Sant'Anna School of Advanced Studies of Pisa"]},", Scuola Superiore Sant'Anna, P.zza Martiri della Libertà, 33, ",{"type":"[","value":["http:\/\/www.sssup.it\/"]},". Special-statute public university, emerging from ",{"type":"''","value":["Scuola Normale Superiore di Pisa"]}," and operating in the field of applied sciences. (Superior Graduate Schools in Italy i.e. Scuola Superiore Universitaria)"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Scuola Normale"]},", Scuola Normale Superiore di Pisa - Piazza dei Cavalieri, 7, ",{"type":"[","value":["http:\/\/www.sns.it\/"]},", was founded in 1810, by a Napoleonic decree as a branch of the ",{"type":"''","value":["École Normale Supérieure of Paris"]},". Recognized as a \"national university\" in 1862, one year after Italian unification, and named during that period as \"Normal School of the Kingdom of Italy\". (Superior Graduate Schools in Italy i.e. Scuola Superiore Universitaria)"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["University of Pisa"]},", Università di Pisa - Lungarno Pacinotti, 43,  ",{"type":"[","value":["http:\/\/www.unipi.it\/ Università di Pisa"]},". One of the oldest universities in Italy. Formally founded on September 3, 1343 by an edict of Pope Clement VI, although there had been lectures on law in Pisa since the 11th century. The University has Europe's oldest academic botanical garden i.e. Orto botanico di Pisa, founded 1544."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe central shopping area is centered around the ",{"type":"''","value":["Corso Italia"]},", between the railway station and the ",{"type":"''","value":["Ponte di Mezzo"]}," (the central bridge) and also in the ",{"type":"''","value":["Via Borgo Stretto"]},", north of the bridge.  However, many specialized shops are sprinkled around the city.\n\nThe area around the leaning tower is geared toward tourists: There are lots of small souvenir kiosks, stands and \"flying merchants\", selling all kinds of souvenirs from small statues to hour-glasses - of course the general motif is the leaning tower.\n\nBeware: it is an offense to buy from one of the \"flying merchant\" that sell fake replicas. They are very persuasive and if you buy anything you must haggle – they'll drop their prices significantly.\n\nEvery two weeks there is a bazaar with quite cheap books, records and old household items.\n\nAnd don't forget to try some of Pisa's famous biscotti (biscuits or cookies).  Bakeries all through town will sell multiple varieties, for a low price.\n\nFor the budget option, if coming from the Airport, there is a Coop supermarket on the left, on Via Pasquale Pardi.\n\n",{"type":"==","value":["Eat"]},"\n\nAs a general rule, try not to eat near the Leaning Tower where prices are high and quality low. Head instead to the central area (5-10 minutes walking from Piazza dei Miracoli): you can find very good, cheap restaurants there. For example, there are excellent, friendly and reasonably priced cafeterias in the busy small vegetable market, Piazza delle Vettovaglie. Also Via San Martino, close to the south bank of the river, offers some places with good quality and low price.\n\nThis said, near the Leaning Tower, in ",{"type":"'''","value":["via Roma"]},", there's a good Indian Restaurant, with a beautiful atmosphere and really good, though not always cheap, dishes. In Piazza dei Miracoli, there's a quite good restaurant-pizzeria, cheap enough, the ",{"type":"'''","value":["Kinzica"]},".\n\nIn any case, don't miss ",{"type":"'''","value":["Salza"]},", in Borgo Stretto, with high prices but absolutely gorgeous chocolate, sweets and pastries of all kinds. Don't sit down inside, though, because you end up paying €10 for two coffees.\n\nIf you have access to transport, an alternative to eating in Pisa is to take the relatively short drive to ",{"type":"'''","value":["Marina di Pisa"]},", the harbor of Pisa at the Mediterranean sea some 15 km from central Pisa.  Just follow the SS224 road west on the south side of River Arno and you are there in 20 minutes.  There are several restaurants by the seafront, and having your dinner here, outside and when the sun sets in the west, is a rewarding experience.  Parking and tables may be out if you arrive late, so check the opening hours (many restaurants do not open until around 19.00) and be there early.   Even better, spend an hour or two just walking along the beach before the restaurants open.  Try ",{"type":"'''","value":["Roca de Mar"]},".\n\nFinally, there's a good pizzeria near the Youth Hostel, too, on the road that leads to the Leclerc, on the left then you must go in the tunnel.\n\nHere are some good spots for eating:\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gelateria Naturale Artigianale De' Coltelli"],["url=http:\/\/www.decoltelli.it\/"],["email="],["address=Lungarno Antonio Pacinotti, 23"],["lat="],["long="],["directions="],["phone=+39 34 54811903"],["tollfree="],["fax="],["hours=Closed in the winter"],["price=€2 for two scoops"],["content=Ice cream made using quality ingredients, many of which are locally sourced."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Lupa Ghiotta"],["url="],["email="],["address=Viale francesco bonaini, 113"],["lat="],["long="],["directions=from the station walk towards Piazza Vittorio Emmanuele, than turn right in Viale Francesco Bonaini"],["phone=+39 50 21018"],["tollfree="],["fax="],["hours="],["price="],["content=Has very good food in a cozy environment."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Mescita"]},", Via Cavalca, very close to Piazza delle Vettovaglie. An expensive but very good choice. They serve both traditional and more sophisticated food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Il Montino"]},", Via del Monte. Great place to get fine pizza and excellent ",{"type":"''","value":["focaccine"]},". You can eat there or grab your food to go."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=NamasteIndia Ristorante"],["alt=NamasteIndia Ristorante Indiano"],["url=http:\/\/www.namasteindiapisa.com"],["email="],["address=Via S.Bernardo, 34"],["lat=43.71421"],["long=10.40080"],["directions=Crossing Street to Corso Italia"],["phone=039-333-7546356"],["tollfree="],["fax="],["hours=13:.00-01:00"],["price="],["content=Authentic typical Indian food. 5-min walk from railway station."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Numero 11"]},", 47-49, Via San Martino. Generous portions in an informal setting."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria Bernardo"],["alt="],["url=http:\/\/www.osteriabernardo.it"],["email=info@osteriabernardo.it"],["address=piazza San Paolo all'Orto,1"],["lat="],["long="],["directions="],["phone=+39050575216"],["tollfree="],["fax="],["hours=19.30-24.00"],["price=€ 20 - € 30"],["content=This fine restaurant overlooks the Piazza San Paolo Orto and has a sober and comfortable ambiance."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Osteria dei Cavalieri"]},", Via San Frediano. ",{"type":"''","value":["close to Piazza dei Cavalieri"]},". Quite expensive but very good. You can find typical and traditional recipes from Tuscany."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Osteria di Culegna"]},", Via Mercanti (on the main road). Good food and research of the Tuscan typical recipes, nice and smiley service. Closed on Sunday."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizzeria Tavola Calda La Tana"]},", V. San Frediano. 12 noon-3PM and 7PM onwards. This is a restaurant frequented by locals. The food is good and reasonably priced compared to other restaurants in Pisa. Staff welcome all the locals and pamper the tourists."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizzeria L'Arancio"],["alt="],["url=http:\/\/www.aranciopisa.it\/"],["email=info@aranciopisa.it"],["address=Via l'Arancio 1"],["phone=039 0505 007 29"],["tollfree="],["fax="],["hours=12.00 - 15.30, 19.00 - 22.00, closed on Sunday"],["price="],["content=Affordable pizzeria which also serves good foccacia. Relaxed student-like atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria Il Fornaccio"],["alt="],["url="],["email="],["address=Via Luigi Bianchi, 33"],["lat="],["long="],["directions=Just outside the city walls."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A pizzeria just outside the walls. Pizza is very good and the appetizers (antipasti) possibly even better. Very affordable. Authentic informal Italian pizzeria atmosphere. The place is not very big and popular with locals late in the evening, so it is best to arrive early (before 8PM) or reserve a table, especially during week-ends."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Reginella"]},", Via di Gello at via Filzi. 15 min walk from the tower or take bus number 2. Great pizza, and the guy who cooks it is originally from Napoli, ask for Vincenzino."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Stanzina"]},", Via Calvalca ",{"type":"''","value":["close to Piazza delle Vettovaglie"]},". Many of the recipes come from southern Italy."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria da Cucciolo"],["url="],["email="],["address=Vicolo Rosselmini 9"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€8-15"],["content=The food is good and served in a tasteful quasi-homely ambiance. The staff is friendly and helpful."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nDuring summer nights, everybody stays around the banks of the rivers, sipping drinks bought from the several bars in the area. A few very good wine bars are also available for colder, winter nights.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Millibar Pub Pisa"],["url=http:\/\/www.millibar.eu"],["email="],["address=Via Palestro 39"],["lat=43.716409"],["long=10.404055"],["directions=Near Teatro Verdi"],["phone=+39 335 14 85 555"],["tollfree="],["fax="],["hours=18;00-02:00"],["price="],["content=Millibar Pub Pisa has long been a popular meeting point for students and tourists. Good drinks, good music, good food and a friendly atmosphere. For sports fans there is a giant screen and projector, three 46\" plasma TVs, a private room to enjoy the game in full comfort a stadium-like sound system. MC Alessio for a night of Karaoke on Tuesdays"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Orzobruno"],["url=http:\/\/www.ilbirrificioartigiano.it\/pub\/pub.htm"],["email="],["address=Via Case Dipinte 6\/8"],["lat="],["long="],["directions=A bit tricky to find but worth it"],["phone=+39 50 578802"],["tollfree="],["fax="],["hours=Sun-Thu 7PM-1AM, Fri-Sat 7PM-2AM"],["price="],["content=Artisan organic beer and organic food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pisa Caffè dell'Ussero"],["url="],["email="],["address=Lungarno Pacinotti, 27"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is a monument to Italian culture in the 1400s Palazzo Agostini, on Lungarno. Its walls are covered with glorious mementos from its most famous visitors of the Risorgimento when they were students: Carlo Goldoni, Gacomo Casanova, Vittorio Alfieri, Filippo Mazzei, John Ruskin, Domenico Guerrazzi, Giuseppe Giusti, Renato Fucini, Giosuè Carducci, Cesare Abba, Giuseppe Montanelli. In 1839, it was seat of the meetings of the first Italian Congress of Scientists."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sottobosco"],["url="],["email="],["address=Piazza San Paolo all'Orto"],["lat="],["long="],["directions=Starting in Borgo Stretto, the main shopping street North of the river, walk North and turn right down via Sant'Orsola then left at via degli Orafi. Take the next right and walk straight"],["phone="],["tollfree="],["fax="],["hours=Closed Mondays"],["price="],["content=Bar which also sells books. Has an upright piano and Jazz nights."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vineria di Piazza"]},", Piazza delle Vettovaglie. Serves great wine and very few dishes. You can find very traditional food here."]},"\n",{"type":"====","value":["Coffee"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Babette"],["alt=food and art café"],["url=http:\/\/www.babettepisa.it\/"],["email="],["address=Lungarno Mediceo 15"],["lat="],["long="],["directions="],["phone=+39 50 9913302\/3"],["tollfree="],["fax="],["hours="],["price="],["content=This nice café is on Lungarno Mediceo, really close to the center of the city. The place has a strong personality; you can tell it's owned by art and culture lovers. You can pick up a book and read while having a glass of wine or a cup of hot chocolate, or even have a meal. Sometimes concerts take place in this café, and there are also evenings dedicated to special themes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ritz"],["url="],["email="],["address=Borgo Stretto"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good coffee, fine service and the best dressed baristas. They also sell French wine and Champagne."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThe Pisa hills were already a popular destination for enlightened travellers in the first half of the 1700s, due mostly to the popularity of the thermal spa of San Giuliano, which quickly became a fashionable spot for the upper classes. The mansions on the road along the hills, already renowned as places of idleness and relaxation in the heart of the countryside, soon assumed the characteristics of true leisure resorts, just like those narrated by Carlo Goldoni. Stay at Bagni di Pisa ('health-giving' waters are still offered to an international clientele) and then visit Pisa during one of the city’s festivals, staying at the Agostini Palace to enjoy the best view of the festivities. The ",{"type":"[","value":["http:\/\/www.villacorliano.it Villa"]},"  has hosted many illustrious guests such as Gustavus III of Sweden, Christian II of Denmark, the Royal Family of Great Britain, Benedict Stuart Cardinal of York, General Murat, Luigi Buonaparte, Paolina Borghese, Carlo Alberto of Savoy, the poets Byron and Shelley, and various other personages from the history books.\n\n",{"type":"===","value":[" Budget "]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Pisa"],["url=http:\/\/www.hostelpisa.it"],["email="],["address=via Corridoni, 29"],["lat=43.70717"],["long=43.70717"],["directions=Pisa airport"],["phone=+39 50 520 1841"],["tollfree="],["fax="],["hours="],["price=From €17"],["checkin=2PM"],["checkout=11PM"],["content=FA youth hostel with dorm beds and private rooms. Walking distance from Pisa train central station and Pisa international Airport, 24 hr reception. Free WIFI. Laundry, kitchen, street parking (free from eight 8PM-8AM), dining room in-door & out-door, guest lounge, theatre, TV room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pisa Tower Hostel"],["url=http:\/\/www.hostelpisa.com\/"],["email="],["address=Piazza Garibaldi, 9"],["lat="],["long="],["directions="],["phone=+39 33 1788 6859"],["tollfree="],["fax="],["hours="],["price=From €15"],["checkin=2PM"],["checkout=10:30AM"],["content=Free internet, kitchen and more. Only has female dormitories. No dorms for male travellers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Walking Street Hostel"],["url=http:\/\/www.walkingstreethostel.com\/"],["email="],["address=Corso Italia, 58"],["lat="],["long="],["directions=5 min walk from the station, 25 min walk from the airport"],["phone=+39 39 3064 8737"],["tollfree="],["fax="],["hours="],["price=From €14"],["checkin="],["checkout="],["content=Friendly, helpful staff. Great atmosphere. Nice beds and dorm set up. Free WiFi. Breakfast included."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Airone Pisa Park Hotel"],["url=http:\/\/www.hotelpisa.it\/"],["email=info@hotelpisa.it"],["address=via Sant'elena, 4 , San Giuliano Terme"],["lat="],["long="],["directions=Located along the road to San Giuliano Terme (Pisa)"],["phone=+39 50 822 284"],["tollfree="],["fax="],["hours="],["price=€50+"],["checkin="],["checkout="],["content=Outdoor swimming pool, free internet access, restaurant, bar, English cable TV, bicycle, free car parking and family rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Athena"],["url=http:\/\/www.hotelathenapisa.it"],["email="],["address=Via Risorgimento 42"],["lat="],["long="],["directions="],["phone=+39 50 550 887"],["tollfree="],["fax="],["hours="],["price=€55+ (breakfast not included)"],["checkin="],["checkout="],["content=Small hotel with 12 rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Claudia Ferri B&B"],["url=http:\/\/www.bbclaudiaferri.it\/en\/"],["email="],["address=Via II Settembre, 15 \/ D"],["lat="],["long="],["directions=Porta a Mare, Marina di Pisa"],["phone=+39 50 533 868"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Apartment with 4 B&B rooms, close to Pisa city center. Prices per room from €45 per night (single room) to €125 (4-bedded room)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eden Park Resort Pisa"],["url=http:\/\/www.edenparkpisa.com\/"],["email=info@edenparkpisa.com"],["address=Via dell'Argine, 6b, Colignola"],["lat="],["long="],["directions="],["phone=+39 50 870 252"],["tollfree="],["fax="],["hours="],["price=€50+"],["checkin="],["checkout="],["content=A resort in the Tuscan countryside near the banks of the Arno river, 4 km from Pisa. 30 cottages surrounded by mountains, valleys and picturesque historical villages."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Francesco"],["url=http:\/\/www.hotelfrancesco.com"],["email=info@hotelfrancesco.com"],["address=Via Santa Maria, 129"],["lat="],["long="],["directions="],["phone=+39 50 555 453"],["tollfree="],["fax=+39 50 386 9998"],["hours="],["price=€60+"],["checkin="],["checkout="],["content=Near the tower, rooms with private bathrooms. Check for special offers on the website."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Michele Guest House B&B"],["url=http:\/\/www.guest-house.it"],["email=info@guest-house.it"],["address=Via Amerigo Vespucci 103"],["lat="],["long="],["directions="],["phone=+39 33 3601 1287"],["tollfree="],["fax="],["hours="],["price=€45-100"],["checkin="],["checkout="],["content=Rooms with private bathroom and shower, fully furnished, A\/C, LCD TV, free internet access, coffee machine, guided tours are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Cavalieri"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/italy\/pisa\/nh-cavalieri.html"],["email="],["address=Piazza della Stazione, 2"],["lat="],["long="],["directions="],["phone=+39 50 43 290"],["tollfree="],["fax=+39 50 502 242"],["hours="],["price=Rooms from €97 (VAT inc)"],["checkin="],["checkout="],["content=Rooms are modern with good views."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Royal Victoria"],["url=http:\/\/www.royalvictoria.it\/"],["email="],["address=12 lungarno Pacinotti"],["lat="],["long="],["directions="],["phone=+39 50 940 111"],["tollfree="],["fax="],["hours="],["price=Doubles from €60, river view rooms from €80"],["checkin="],["checkout="],["content=Understated (though slightly tatty around the edges) old world elegance on the banks of the Arno."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=San Ranieri Hotel Pisa"],["url=http:\/\/www.sanranierihotel.com\/en\/index.php"],["email=info@sanranierihotel.com"],["address=Via Mazzei, 2"],["lat="],["long="],["directions=Cisanello"],["phone=+39 50 971 951"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=4 star hotel, some rooms have sky view, all rooms have WiFi. There are also a restaurant, ample parking space and conference facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=S. Croce in Fossabanda"],["url=http:\/\/www.fossabanda.it"],["email="],["address=Piazza Santa Croce 11"],["lat="],["long="],["directions="],["phone=+39 50 970 911"],["tollfree="],["fax=+39 50 971 104"],["hours="],["price=€75+"],["checkin="],["checkout="],["content=In a medieval monastery recently converted into a 67 room hotel. True to its origin, the rooms are somewhat sober, but this is made up for with a relaxing courtyard and garden. No need to set an alarm, since the next door monks ring the bell at 07:30."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Kinzica"],["url="],["email="],["address=Piazza Arcivescovado 2"],["lat="],["long="],["directions=in the centre"],["phone=+39 50 560419"],["tollfree="],["fax=+39 50 551 204"],["hours="],["price=€70+"],["checkin="],["checkout="],["content=En-suite single, double, and triple rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vittoria"],["url=http:\/\/www.royalvictoria.it"],["email="],["address=Lungarno Pacinotti 12"],["lat="],["long="],["directions="],["phone=+39 50 940 111"],["tollfree="],["fax=+39 50 940 180"],["hours="],["price=€100+"],["checkin="],["checkout="],["content=A small, charming hotel with a range of rooms available."]]}]},"\n\n\n",{"type":"==","value":["Stay safe"]},"\n\nPisa is a safe city. You do not need to worry about your safety (except in some zones at night, such as the area surrounding the station). However, you should take the obvious precautions (like, if you stay in a very cheap hotel, take your valuables with you) and watch out for pickpockets in the touristy areas.\n\nAs stated in the ",{"type":"''","value":["Buy"]}," section, avoid purchasing sunglasses, umbrellas, and other trinkets from illegal sellers. Definitely steer clear of counterfeit luxury goods. Upon arriving to Pisa, it is not uncommon for tourists to be swarmed by vendors. Some vendors can be pushy or even downright aggressive. Even saying \"no thank you\" can bring unwanted attention. It's much better to ignore them entirely. Don't worry about being rude.\n\nEven though cheap prices are tempting, especially when traveling on a budget, please remember that recently the Italian police have fined tourists for buying from illegal sellers. These fines can be ",{"type":"'''","value":["very"]}," steep (up to €1,000). In front of the Tower, there are several legal vendors who have permits to sell items to tourists or anyone else. Be responsible and buy from them. Legal vendors have stalls lined along the main road whereas illegal vendors keep merchandise in a sack, cardboard boxes, or (in the case of fake purses) on their arms.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lucca"]]},". You can travel by train to this beautiful nearby city."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Florence"]]},". Very easily reachable by train from Pisa Centrale."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cinque Terre"]]}," by train to ",{"type":"'''","value":["La Spezia"]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Genova"]]}]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Volterra"]]}," by bus"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Calci"]]}," is very easily reacheable by bus. A charming medieval village nestled in the Pisan Mountains. The Charterhouse of Calci and the Museum of Natural History (home to the largest collection of whale bones in Europe) are among its attractions."]},"\n",{"type":"[[","value":[["WikiPedia:Pisa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Tuscany\/Localities\/Pisa\/"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["43.7167"],["10.4000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Pisa (province)"]]}]