[{"type":"{{","value":[["pagebanner"],["Pitcairn Island banner Harbour.jpg"],["caption=Pitcairn Island harbour"],["otbp=yes"]]},"\n\n",{"type":"{{","value":[["Quickbar"],["image       = Pitcairn Longboats.jpg"],["flag        = Flag of Pitcairn Islands.svg"],["capital     = Adamstown"],["government  = Constitutional monarchy (British monarch is head of state)"],["currency    = New Zealand dollar (NZD)"],["area        = 47 sq km"],["population  = 67 (2011 est.)"],["language    = English (official), Pitkern"],["religion    = Seventh-Day Adventist"],["callingcode = +64 9"],["tld         = .pn"],["timezone    = UTC -8"],["electricity = 240V\/50Hz"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/visitpitcairn.pn Pitcairn Islands"]}]}," are a loosely grouped handful of tiny islands in the remote South Pacific, farther from any continent than any other inhabited island. The islands are the last British colony in the South Pacific and most isolated British dependency. The rugged main island was settled by the infamous mutineers of the HMS ",{"type":"''","value":["Bounty"]}," and their Polynesian companions, and most of Pitcairn's mere four dozen current inhabitants are their descendants. They are one of the least-populated entities given an ISO country code (PN). \n\n",{"type":"==","value":[" Regions "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pitcairn Island"]}," - the only inhabited island of the group"]},{"type":"*","value":[" ",{"type":"'''","value":["Henderson Island"]}," - the largest island, a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," with several endangered bird species"]},{"type":"*","value":[" ",{"type":"'''","value":["Oeno Island, Sandy Island"]}," - a close pair of islands, the locals' \"holiday\" spot"]},{"type":"*","value":[" ",{"type":"'''","value":["Ducie Island"]}," - distant from the others, with lots of exotic bird life"]},"\n",{"type":"==","value":["Towns"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Adamstown"]},", the capital and sole settlement containing the entire population of the Pitcairn Islands - a scattered village of households on the main eponymous isle, up the Hill of Difficulty from Bounty Bay."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nPitcairn was either inhabited or frequently visited by Polynesian peoples in earlier centuries (they left glyphs etched in the rocks), and was visited briefly by Portuguese and British explorers (one of whom gave it his name), but it was deserted when in 1790 the infamous mutineers of '",{"type":"''","value":["H.M.A.V. "]},"Bounty''''' and their Tahitian companions settled there under the leadership of Fletcher Christian. They burned and sank the ship in what is now called Bounty Bay (there was nowhere else to hide it), and founded a village on Pitcairn. At first a rather lawless community of violent drunks, it was \"tamed\" when John Adams, the last mutineer to avoid accident or murder, converted the women and children to Christianity. They lived there for 24 years before being rediscovered by the British, who allowed the community to continue. Pitcairn was the first Pacific island to become a British colony, in 1838, and today remains the last vestige of that empire in the South Pacific.\n\nEmigration – first to ",{"type":"[[","value":[["Norfolk Island"]]}," and mostly to ",{"type":"[[","value":[["New Zealand"]]}," in the last century – and a nearly-prohibitive approach to immigration have thinned the population from a peak of 233 in 1937 to less than 50. The island was rocked in 2004 by accusations of chronic and ubiquitous sexual abuse of the community's young female members, including pre-adolescent girls. After an investigation of much of the adult male population, including several who were no longer living there, six men were sentenced to terms in prison. It's unclear whether the Pitcairn society – already hovering at the lower fringes of self-sufficiency – will survive.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is humid and tropical (the Tropic of Capricorn lies a short distance to the north), with average temperatures ranging from 16°C (60°F) on winter nights to 30°C (85°F) on summer days. Rainfall is moderate with no strong seasonal pattern, just a bit wetter in the winter. The island is subject to infrequent typhoons during the season from November to March.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Pitcairn Islands map.png"],["thumb"],["450px"]]},"\nThe islands are each unique, with differing origins. ",{"type":"'''","value":["Pitcairn"]}," is distinctly volcanic, jutting steeply out of the ocean with a peak of 337 meters, seemingly a stone's throw from the shoreline (in any direction). As such it has very little of what would be called a \"beach\" – however the word \"cliff\" gets used a lot – and harbours are hard to come by. Bounty Bay hardly deserves the name, consisting of a small indentation in the shoreline with water deep enough only for small boats without keels and a small sea-level landing area... connected via the Hill of Difficulty to Adamstown.  It is the only island of the group with fresh water sources. ",{"type":"'''","value":["Henderson"]}," is the largest island, a flat coral formation, but raised 50-100 feet above sea level by volcanic activity. It has caves along its shoreline which served as either tombs or ill-fated residences to an ancient people. It might be suitable for building an airstrip if it weren't for all the endangered seabirds that find it an ideal spot to land. ",{"type":"'''","value":["Oeno"]}," is a small, flat island (accompanied by another sandy island known as \"Sandy Island\") surrounded by a circular reef, a typical South-Pacific paradise with palm trees, lovely beaches, and a sheltered lagoon. ",{"type":"'''","value":["Ducie"]}," is distant from the others (over 100 miles from Henderson and well over 200 from Pitcairn), a circular reef and island, popular with seabirds.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Pitcairnworld.png"],["thumb"],["Location of Pitcairn in the world"]]},"\nThe remoteness and ruggedness of Pitcairn's geography, the insularity of its bureaucracy, and the scarcity of its resources conspire to make it a ",{"type":"'''","value":["very difficult place to visit"]},". But with enough time, money and flexibility, the Claymore II vessel (see below) makes it rather easy to visit Pitcairn.\n\nNo visa is needed if you intend to stay 14 days or less on Pitcairn and arrive and depart on the same vessel.\nVisitors staying on the island for longer require permission from the governor, because the irregularity of transport means they're effectively residents of the island for the next several weeks or even months. To get permission requires an application in advance, ",{"type":"[","value":["http:\/\/www.government.pn\/visaInfo.php meeting various conditions"]}," and a NZ$150 fee; ☎ +64 9 366-0186\n\n",{"type":"===","value":["By plane"]},"\nThere is no airstrip in the islands, and it's out of range of land-launched helicopters, so flying is not an option: the largest flat area on Pitcairn would offer a very short runway, and level Henderson Island is both a UNESCO-listed bird sanctuary and inconveniently located. The nearest airport is on ",{"type":"[[","value":[["Mangareva"]]}," in the ",{"type":"[[","value":[["Gambier Islands"]]},", 330 miles away. You can catch a charter vessel from Mangareva.\n\n",{"type":"===","value":["By boat"]},"\nPitcairn Island is accessible to tourists via the island’s dedicated passenger\/shipping vessel, the Claymore II, which provides passage from ",{"type":"[[","value":[["Mangareva"]]}," (in the ",{"type":"[[","value":[["Gambier Islands"]]},") to Pitcairn every 3 months (fare NZD5,000).\nYou will first need to go to Mangareva. Air Tahiti is the only airline carrier offering flights to Mangareva (two flights a week from Tahiti, on Tuesdays and Saturdays). You then catch the airport taxi ferry to Rikitea village on Mangareva (XPF500 one way). The crew of the Claymore will meet you at the wharf in Rikitea and transfer you to the ship. 32 hours later you’ll be at Pitcairn.\nYou can stay either 4 or 11 days on Pitcairn before going back to ",{"type":"[[","value":[["Mangareva"]]}," and there will also be an 18 day stay option starting in 2014.\n\nA small number of commercial cruise ships and private ocean-traversing yachts also visit the island. Sailing from ",{"type":"[[","value":[["French Polynesia"]]}," is relatively practical; from almost anywhere else (eg: ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Chile"]]},") it requires crossing thousands of miles of the Pacific Ocean.\n\n",{"type":"[[","value":[["File:Pitcairn_Island_NOAA.jpg"],["thumb"],["Pitcairn Island"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pitcairn Island Office in Auckland"],["alt="],["url=http:\/\/www.visitpitcairn.pn"],["email=admin@pitcairn.gov.pn"],["address="],["lat="],["long="],["directions="],["phone=+64 9 366-0186"],["tollfree="],["fax="],["hours="],["price="],["content=For travel enquiries or bookings you can go to Pitcairn's government Tourism website or contact the Pitcairn Island Office in Auckland."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pitcairn Travel"],["alt="],["url=http:\/\/www.pitcairntravel.pn"],["email=info@pitcairntravel.pn"],["address="],["lat="],["long="],["directions="],["phone=+64 9 984-0163"],["tollfree="],["fax="],["hours="],["price="],["content=Pitcairn Travel, a privately owned Pitcairn tour operator also handles enquiries and bookings to Pitcairn Islands on their charter yacht Xplore and other available services."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pacific Expeditions"],["alt="],["url=http:\/\/www.pacific-expeditions.com"],["email=info@pacific-expeditions.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Voyages operate between January and March each year."],["price="],["content=Pacific Expeditions can also arrange visits to Pitcairn Island aboard their vessel the ",{"type":"''","value":["SV Discovery"]}," previously known as Bounty Bay."]]}]},"\n",{"type":"==","value":["Get around"]},"\nSince October 2005 there is now one short paved road on Pitcairn (up the Hill of Difficulty from the landing at Bounty Bay to Adamstown), but most routes around Pitcairn Island are dirt trails, generally very rugged. Walking and personal all-terrain vehicles are the main ways to get from one place to another, and a bike is usually available for rent.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["File:Picairn Cave AKK.jpg"],["thumb"],["Entrance to Fletcher Christian's Cave"]]},"\nEnglish is the official language and spoken by everyone. Pitkern, a mixture of 18th century English and Tahitian with a bit of sailing jargon thrown in, ",{"type":"''","value":["e.g.,"]}," \"all hands\" means \"everyone\", is spoken by the residents amongst themselves.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The remains of the ",{"type":"'''''","value":["Bounty"]}," are in Bounty Bay.  The ship was deliberately burned and sunk by the mutineers, and it's been well picked over by divers in the meantime, but there's still an allure to seeing (what little is left of) the vessel of the true tale that made \"Captain Bligh\" and \"the ",{"type":"''","value":["Bounty"]},"\" household names."]},{"type":"*","value":[" The ",{"type":"''","value":["Bounty",{"type":"'''","value":["s "]},"anchor'"]}," is on display in front of the Public Hall in the town square, where the library\/post office building, and the Adventist church can also be found."]},{"type":"*","value":[" The new ",{"type":"'''","value":["museum"]}," in Adamstown contains artifacts from the ",{"type":"''","value":["Bounty"]}," (including Fletcher Christian's Bible), stamps, issues of ",{"type":"''","value":["National Geographic"]}," featuring the islands, and other items of local interest.  One of the ship's four cannons is planned to be displayed here."]},{"type":"*","value":[" The island's school lies up in the western \"suburbs\" of Adamstown."]},{"type":"*","value":[" The ",{"type":"'''","value":["grave of John Adams"]},", the last surviving mutineer who first Christianised the community, the only one with a preserved grave."]},{"type":"*","value":[" ",{"type":"'''","value":["Fletcher Christian's cave"]},", past the school and further up, is where the lead mutineer is said to have watched for approaching ships and\/or hid from his ruthless fellow settlers when necessary."]},{"type":"*","value":[" A Galapagos tortoise named ",{"type":"'''","value":["Mrs Turpin"]}," was left on the island in the early 20th century, and now lives in ",{"type":"'''","value":["Tedside"]}," on the northwest shore of the island."]},{"type":"*","value":[" ",{"type":"'''","value":["Taro Ground"]}," in the south of Pitcairn is the largest flat area on the island and site of the island's traditional link to the outside world: its ham radio station."]},{"type":"*","value":[" ",{"type":"'''","value":["Flatland"]}," is a smaller plateau at the upper extent of Adamstown, with a tennis court, volleyball, and picnic facilities."]},{"type":"*","value":[" ",{"type":"'''","value":["Garnet's Ridge"]},", at 300 m one of the highest parts of a tall island, offers great views to both the west and east.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Highest Point"]}," is the... highest point on the island, at 337 m."]},{"type":"*","value":[" ",{"type":"'''","value":["Down Rope"]},", a cliff on the southeast edge of the island, has ancient Polynesian petroglyphs in its face and an isolated sandy beach at its base."]},{"type":"*","value":[" ",{"type":"'''","value":["Gudgeon"]}," is a sea-level cave on the southwest side of the island, which hides a sandy beach in a large, wide space carved by the waves."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Pitcairn - Church of Adamstown.jpg"],["thumb"],["270px"],["Adamstown Church"]]},"\n",{"type":"*","value":[" If the ocean is calm enough, go swimming in ",{"type":"'''","value":["St. Paul's Pool"]},", a picturesque tidal pool nestled among the seaside rocks in eastern part of Pitcairn.  (Swimming in the ocean itself generally isn't safe due to the rocky shoreline.)"]},{"type":"*","value":[" Sail yourself or perhaps travel with the locals to another of the islands.  Oeno has sandy beaches suitable for ",{"type":"'''","value":["swimming"]},", Henderson offers rare opportunities for ",{"type":"'''","value":["birdwatching"]}," and exploration of ancient caves and both are good for ",{"type":"'''","value":["snorkelling or scuba diving"]}," among coral reefs and a few shipwrecks. Ducie is over 300 miles away, out of range of the islanders' boats, and therefore rarely visited, but is also good for seeing rare birds."]},{"type":"*","value":[" Every year on January 23, ",{"type":"'''","value":["\"Bounty Day\""]}," is celebrated with a huge community dinner and the burning of a model of the ",{"type":"''","value":["Bounty"]},"."]},"\n",{"type":"==","value":["Buy"]},"\nThe internal economy is based primarily on barter, with residents producing much of their own food and sharing supplies from passing freighters or large fish catches communally. When money is used, the New Zealand dollar is the standard currency, but easily-exchanged currencies such as Australian dollars, UK pounds or US dollars will be accepted.\n\nThe main locally-produced items for sale are ",{"type":"'''","value":["handicrafts"]}," (especially woven baskets, models of the ",{"type":"''","value":["Bounty"]},", and carvings of local wildlife out of miro wood harvested from Henderson Island) and ",{"type":"'''","value":["honey"]}," and the island's ",{"type":"'''","value":["postage stamps"]}," (also available by mail overseas) are of interest to philatelists.  Anything else has to be imported, and is priced accordingly.\n\n",{"type":"==","value":["Eat"]},"\nThere is a small co-operative general store which stocks imported foodstuffs from New Zealand and French Polynesia, mostly ordered by customers in advance. It's open 3 mornings a week for an hour. The local cooking relies heavily on seafood. Deep-fried nanwi (bluefish) is a local favourite, with red snapper, tuna, whitefish, grouper, wahoo and others also being common. Pilhi is made from pureed fruit (such as banana, sweet potato, or breadfruit) with sugar and milk, then baked to custard consistency. Food staples grown on the island include arrowroot, sweet potatoes, beans, tomatoes, cabbages, pineapples, melons, citrus fruits, bananas and breadfruit. Some families keep poultry and goats.\n\nOther places on island:\n",{"type":"[[","value":[["File:Pitcairn Coastline AKK.jpg"],["thumb"],["270px"],["Adamstown"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Christian's Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owned by Steve & Olive Christian. It is open every Friday from 18:30 until late. A bar is also provided for customers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Browns Bakery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the square every second Thursday at 17:00, selling freshly baked goods."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bounty Delectable"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Takeaway meals is open on Wednesdays. They make the largest burgers on the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Betty's Bakery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Freshly baked goods made to order."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fletcher Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fletcher Cafe is available for coffees, snacks and lunches to order. Dinner can also be provided on request."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAlcohol was prohibited on Pitcairn prior to 1991. It was then legalised and a licence was then introduced to purchase and consume alcohol, but In 2009, the alcohol licence was abolished. The Islanders and visitors are no longer required to purchase a licence for consumption. The Government now offers a Commercial Licence for bars, clubs, restaurants & cafes to sell alcohol. There is one cafe and bar, ",{"type":"'''","value":["Christian's Cafe"]}," open on Fridays from 18:30 until late.\n\nThe Government Store on the island sells alcohol and tobacco at duty free prices.\n\n",{"type":"==","value":["Sleep"]},"\nThere are 2 types of accommodation on Pitcairn.\n\n",{"type":"*","value":["\"Home-stay\" style. This is arranged prior to your arrival on the island. Accommodation rates start at USD70 per person per night. This includes all meals and laundry. Check with your host about rates for telephone and Internet access which may shock you."]},{"type":"*","value":[" Private self contained bungalows."]},"\n",{"type":"[[","value":[["File:Bounty bay.jpg"],["thumb"],["270px"],["Bounty Bay"]]},"\nFor all travel, bookings and accommodation enquiries go to Pitcairn's official travel site at ",{"type":"[","value":["http:\/\/www.visitpitcairn.pn 'visitpitcairn.pn'"]}," or contact the Pitcairn Island's Tourism Coordinator (tourism@pitcairn.pn).\n\nIf you are staying longer than 14 days, visa requirements dictate that you have your accommodation organised ",{"type":"''","value":["before"]}," arrival.\n\n",{"type":"*","value":[{"type":"'''","value":["Jacq's Place"]}," offers accommodation and professional Polynesian massage and acupuncture treatments."]},"\n",{"type":"==","value":["Work"]},"\nThere are no jobs available to non-residents, only a few professional services (e.g. teacher, nurse, social worker) hired by the government in New Zealand, and a pastor assigned by the international Adventist church. On the other hand, anyone taking up temporary residence on the island is expected to be self-supporting, and to help with community needs such as crewing the longboats to reach supply vessels.\n\n",{"type":"==","value":["Stay healthy"]},"\nAt present there is a New Zealand GP on the island. Previous medical practitioners have come from Australia, Canada and New Zealand. The island has a small health clinic with dental and X-ray equipment and emergency medications, but is not equipped to deal with major problems, which may require waiting days or weeks for a nearby passing ship to provide evacuation to a medical facility. ",{"type":"'''","value":["The island is out-of-range of all evacuation helicopters."]},"  Needless to say, this is no place to have a heart attack, stroke or other serious condition. A full medical check-up a couple weeks before arrival is strongly recommended.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:Henderson01 AKK.jpg"],["thumb"],["270px"],["Remote Henderson Island, ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}]]},"\nThe population are mostly members of the Seventh Day Adventist church, following mission work in the late 19th century. Although religious observance has declined, church doctrine strongly influences both public practice and civil law. For example, alcohol was legally prohibited until recently; dancing, public displays of affection and cigarette smoking are frowned upon; and the Sabbath (Saturday) is consistently considered a day of rest (if not worship).  Reasonably modest, climate-appropriate western clothing is worn.\n\nThe recent trials of several Pitcairn men, including the former mayor and much of the island's workforce, on sexual abuse charges have been very difficult for the close-knit island community, with everyone being a friend or family of at least one of the victims, the suspects, or the convicted. The incident has also brought to the surface tensions over Pitcairn's sovereignty, such as unfamiliar UK laws being adjudicated by New Zealand courts. Strong feelings should be expected, and statements expressing any opinions beyond an acknowledgement of how difficult this has been for the islanders stand a high probability of upsetting ",{"type":"''","value":["someone"]}," in your audience.\n\nDon't bring bees or bee keeping equipment. The island's bee population has been certified as disease-free and Pitcairn honey is becoming an important economic activity.\n\n",{"type":"==","value":["Connect"]},"\nEach household now has their own private telephone and most also have internet. The country code is +64, the same as New Zealand. \n\n",{"type":"==","value":["Cope"]},"\nElectricity (240V\/50Hz) is available only for 5 hours in the morning and 5 hours in the evening.\n\nAlthough there is no broadcast radio or television in the region, most homes are equipped with televisions and VHS\/DVD players. If you bring any recordings with you, be sure they are PAL format and DVD region 4 (or bring your own DVD player), as the locals' equipment supports those standards, not NTSC or other DVD regions. Some PAL DVD players will play region-free NTSC, though it's better not to take a chance on anything important.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:Ducie02 AKK.jpg"],["thumb"],["Remote Ducie Atoll"]]},"\nIf you'll be sailing your own ship, the nearest islands are in ",{"type":"[[","value":[["French Polynesia"]]},", roughly to the WNW: the isolated ",{"type":"[[","value":[["Gambier Islands"]]}," are 330 miles away, the Acteon Group of the ",{"type":"[[","value":[["Tuamotu Islands"]]}," are 450 miles away, and ",{"type":"[[","value":[["Tahiti"]]}," and the rest of the ",{"type":"[[","value":[["Society Islands"]]}," are a mere 1,300 miles off.  ",{"type":"[[","value":[["Easter Island"]]}," is about the same distance in the opposite direction.\n\nPassing freighters will likely be bound for either ",{"type":"[[","value":[["New Zealand"]]}," or ",{"type":"[[","value":[["Panama"]]},".\n<br=\"clear\">\n<br=\"clear\">\n\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Polynesia"]]},"\n",{"type":"{{","value":[["geo"],["-25.070"],["-130.106"],["zoom=15"],["layer=M"]]},"\n\n",{"type":"{{","value":[["related"],["Norfolk_Island"]]},"\n",{"type":"{{","value":[["related"],["Easter_Island"]]},"\n",{"type":"{{","value":[["related"],["Freighter_travel"]]},"\n",{"type":"{{","value":[["related"],["French_Polynesia"]]},"\n",{"type":"{{","value":[["related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Pitcairn Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Pitcairn Islands\/"]]}]