[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Playa Grande"]}," is a town in the ",{"type":"[[","value":[["Guanacaste"]]}," Province of ",{"type":"[[","value":[["Costa Rica"]]},", just north of ",{"type":"[[","value":[["Tamarindo"]]},".  It comprises most of ",{"type":"'''","value":["Parque Nacional Marino Laus Baulas"]},", the most important nesting site in Central America for the giant leatherback sea turtle. Here a 5km long stretch of white sand beach backed by a large mangrove estuary that is home to many nesting birds and other wildlife.\n\nDue to laws protecting the nesting site, Playa Grande has remained virtually unchanged by the rapid coastal development that has proliferated along the coast in the area, known as the \"Gold Coast\" of ",{"type":"[[","value":[["Costa Rica"]]},".  \n\n",{"type":"==","value":["Get in"]},"\n\nPlaya Grande is a 1-hour drive from ",{"type":"'''","value":["Liberia Airport"]}," (",{"type":"'''","value":["LIR"]},"). When leaving the airport make the first left (if you go right you’ll be in ",{"type":"[[","value":[["Liberia"]]}," within 10 minutes at the main intersection for the Pan-American Highway) follow this road past ",{"type":"[[","value":[["Filidelfia"]]}," to ",{"type":"[[","value":[["Belen"]]},", make a right before you reach the gas station. This road will take you to 4km to an intersection, make a left.\n\nYou will need to follow this road for a while, passing the town of Hucas. Keep going. Until you reach the town of ",{"type":"[[","value":[["Matapalo"]]},". Make a left as you pass the soccer field.\n\nFollow the road until you reach the town of Playa Grande.\n\nYou can also get in by taxi boat from ",{"type":"[[","value":[["Tamarindo"]]}," - go to the north end of the beach and just out of town, a few hundred metres before  the Automercado, you'll see the boats - you can either make a short hop to the opposite sandbank, or a longer crossing up the river which drops off outside Hotel Bula Bula.\n\n",{"type":"==","value":["Get around"]},"\n\nBicycles are the best form of transportation to see the area.  You can rent a car in Liberia or Tamarindo.  Scooter rentals are available in Playa Grande.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Giant Leatherback sea turtles laying their eggs."]},{"type":"*","value":[" The black sand beach at Playa Carbon, which is just around the corner."]},{"type":"*","value":[" Large lizards wandering around the town, beautiful birds in the treetops"]},"\n",{"type":"==","value":["Do"]},"\n\nSurf the perfect waves that break along the shores of Playa Grande.  If you don't know how to surf you can take surfing lessons at Una Ola Surf Resort. ",{"type":"[","value":["http:\/\/www.unaola.com\/costa-rica-surfing\/our-services\/beginner-surf-lessons\/"]}," Take a jungle boat tour along the estuary to see crocodiles, monkeys and numerous species of birds.  Go fishing, using handlines and casting nets like the locals at the northern end of Playa Grande.\n\n",{"type":"==","value":["Buy"]},"\n\nThere is no shopping in Playa Grande other than a few surf shops and the grocery store a Las Malinches in the Palm Beach Estates neighborhood on the southern end of Playa Grande.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several restaurants in the area that serve local and international cuisines.  There is El Huerto, Rip Jack's, Kike's Place, Marbar, Bula Bula, Catarana, Playa Grande Sushi, Las Tortugas and Malinches, which serve lunch and\/or dinner.\n\n",{"type":"==","value":["Drink"]},"\n\nKike's Place is the only hotspot for nightlife in Playa Grande, but there are a few other spots to have a drink.\n\n",{"type":"==","value":["Sleep"]},"\n\nPlaya Grande is a sleepy little community with many expats who have come down to live the \"Pura Vida\" lifestyle.  There are several vacation homes for rent, along with a handful of hotel, B&B's and Cabinas.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel RipJack Inn"],["url=http:\/\/www.ripjackinn.com"],["email=info@ripjackinn.com"],["address=75m off the best break in Playa Grande, Costa Rica"],["lat="],["long="],["directions="],["phone=+506 2653 0480"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The best option for a ",{"type":"[[","value":[["hotel in Playa Grande"]]},". Beach hotel in Playa Grande, Guanacaste. Surrounded by trees this hotel is located in the best area of Playa Grande and it`s perfect if you want to go surfing or see Costa Rica´s many turtle species."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Manglar Hotel"],["url=http:\/\/www.hotel-manglar.com\/"],["email=info@hotel-manglar.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Air conditioned villas ($70), standard rooms ($40) and hostel rooms. Beautiful gardens, friendly owners and amazing pool. Located in Palm Beach Estates to the south end of the town."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Guanacaste"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Playa Grande, Costa Rica"]]}]