[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Playa de las Americas Einkaufsmeile.jpg"],["300px"],["thumbnail"],["Shopping street in Playa de las Américas"]]},"\n",{"type":"'''","value":["Playa de las Américas"]}," together with Los Cristianos and Costa Adeje is a city in the south of ",{"type":"[[","value":[["Tenerife"]]},".  The different names are part of separate local government regions but are otherwise indistinguishable from each other.  The city was built for tourists and is mostly made up of hotels with plenty of beaches and restaurants.  English is spoken universally.\n\n",{"type":"==","value":["Get in"]},"\n\nTenerife South (Reina Sofia) airport is the closest with a taxi fare costing around €23 to the centre of Playa de las Americas. There are also buses to other resorts. The bus station for Las Americas is at the back of town, a 5-10 minute walk from the beach areas.\n\n",{"type":"==","value":["Get around"]},"\n\nYou can walk a few miles along the seafront to see most of the interesting points. As soon as you leave the beach road, the ground slopes upwards in most places.\n\n",{"type":"==","value":["See"]},"\n\nLittle in the resort but lots of travel agents willing to book you on island and other tours, including to other islands, including La Gomera which you can see some distance away.\n\n",{"type":"===","value":["Beaches"]},"\n",{"type":"[[","value":[["File:Tenerife parasailing A.jpg"],["thumbnail"],["Parasailing and sunbathing"]]},"\n\nBeaches are what many tourists come here for.  Sunloungers are available at a few euro a day (or just buy a parasol and take a beach mat).  The beaches are busy during all sunlit hours, although it is perfectly warm enough to swim in the evenings too. Black sand in Las Americas, better yellow sand beaches towards Los Cristianos.\n\nSome end up having sex on the beach in the midnight hours. While the police probably will not bother you, local voyeurs may.\n\n",{"type":"==","value":["Do"]},"\n\nBoat trips to see whales are common, many guaranteeing whales and often with a swimming stop half way. Prices vary between €20 per person for short 2 hours trips to about €50-€60 per person for 4-6 hours trips with included lunch.\n\nThere are trips in a boat with glass bottom which allows to see wildlife.\n\nThere is also a leisure submarine trip to 25 meters below see level (€60 per person)\n\nSome local companies organize scuba diving experience trips where each person is accompanied by professional diver when going underwater who handles all equipment. Cost of 2-3 hour trip with 20 minutes underwater is about €50 per person but be aware that there are many health conditions which may prevent you from enjoying it.\n\nThere is a Karting Club nearby which offers free shuttle to and from track.\n\nExpensive golf courses are available nearby.\n\nThere are many trips available ",{"type":"[[","value":[["Los Gigantes"]]},", El Teide vulcano, ",{"type":"[[","value":[["Masca"]]}," village, Loro Parque Zoo and other places around ",{"type":"[[","value":[["Tenerife"]]},".\n\nThere are day ferry trips available to ",{"type":"[[","value":[["La Gomera"]]}," island.\n\n",{"type":"===","value":["Aqua Park"]},"\n\nA swimming theme park with slides and flumes.  Costs €23.50 for adults but you can also buy tickets in advance at varying prices from your hotel or excursion booths.  Lockers cost an extra €4 euro and renting a rubber ring is €11 (or you can queue up for the free ones).  An impressive dolphin display is held twice a day at 13:00 and 15:00.\n\n",{"type":"==","value":["Buy"]},"\n\nPlenty of shops offer alcohol and tobacco at prices cheaper than elsewhere in Europe.  \n\nTenerife Pearl is a short car journey away if you want to buy expensive jewellery, but do not believe the publicity calling it an exhibition since there is little to see.\n\nThere is a Sunday market in ",{"type":"[[","value":[["Los Cristianos"]]}," and one on Thursday and Saturday in ",{"type":"[[","value":[["Costa Adeje"]]},". A fair number of shops shut on Sundays.\n\n",{"type":"===","value":["Don't Buy"]},"\n\nLots of touristy shops selling cameras, video cameras, binoculars, etc. They are great salesmen and will make you think you are going to get a bargain from them but you will not. At best you will pay more than you would pay back home and at worst you will buy something totally worthless. Avoid them!\n\nThe purchase of a timeshare is also something you could regret later.\n\n",{"type":"==","value":["Eat"]},"\n\nMost of the restaurants offer the usual selection of burgers, chips, pizza etc.  There are also Chinese buffets, usually at €6.\n\nCrawfords in Costa Adeje is recommended for well prepared food, at the extra cost.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is plenty of nightlife in Los Cristianos.\n\nCocktail bars on the beach are an especially relaxing way to end a day, although at €9 a drink, quite expensive.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["style"],["What a mess! This needs to be ",{"type":"[[","value":[["Wikivoyage:Listings"],["listified"]]}," and de",{"type":"[[","value":[["tout"]]},"ed."]]},"\nBeing a city built for tourists there are plenty of hotels. However \"Las Americas\" can mean you are a mile from town and need to bus or walk some distance to get there. However with centrally placed accommodation, bars and discos can turn their sound systems full on to draw in customers which can make sleeping difficult. Such sounds can carry half a mile or more!\n\nHotel Esmeralda Playa is a typical one which can be booked online.  4 stars with shiny foyer, the rooms themselves are slightly dated.  Good balcony views with a large swimming pool and beach only two minutes walk away.  Confusingly they take your credit card details on the website but do not charge until arrival, so bring your credit card with you too. http:\/\/www.gemahoteles.com\/eng\/index.html\n\nThe ",{"type":"'''","value":["Mare Nostrum Resort"]}," is  right on the beach at Las Americas (Arona). The resort is comprised of five hotels: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.marenostrumresort.com\/es\/alojamiento\/mediterranean_palace Mediterranean Palace"]}]},"; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.marenostrumresort.com\/en\/unterkunft\/cleopatra_palace Cleopatra Palace"]}]},"; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.marenostrumresort.com\/es\/alojamiento\/marco_antonio_palace Marco Antonio Palace"]}]},"; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.marenostrumresort.com\/en\/unterkunft\/julio_cesar_palace Julio Cesar Palace"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hotelsiranthony.com\/ The Sir Anthony"]}]},". \n\nThe swimming pools are great fun, there are innumerable activities for children and the whole family and of course there's the beach. \n\nthere is also   a great hotel Parque la paz 3 star infront of the Mare Nostrum.http:\/\/www.travelrepublic.co.uk\/Hotels\/Spain\/Tenerife_Playa_de_las_Americas\/Cheap_Rates_Parque_La_Paz_Apartments_Apartment.html?mkid=14024150&aid=1&gclid=CImXn4rRi5oCFcmS3wod5A8OFg\n\nThe Jardine De Nivaria Hotel is situated a few minutes from the Puerto Colon Marina within the Costa Adeje resort. The resort is famous for its lush garden surroundings http:\/\/www.eshores.co.uk\/canary-island-holidays\/jardines-de-nivaria-hotel-tenerife\/\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe town of ",{"type":"[[","value":[["Adeje"]]}," is further inland and has some historic buildings and few tourists.\n\nBus trips are available to other sites on the island such as ",{"type":"[[","value":[["Tenerife#El Teide"],["El Teide"]]}," and the well-publicised ",{"type":"[[","value":[["Puerto de la Cruz#Loro Parque"],["Loro Parque"]]},".\n\nAlso, you can get a free bus to Aqualand, Jungle Park and Siam Park.\n\n",{"type":"{{","value":[["IsPartOf"],["Tenerife"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Playa de las Américas"]]}]