[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Playa Carrillo"]}," is a postcard-perfect beach in ",{"type":"[[","value":[["Costa Rica"]]},"'s ",{"type":"[[","value":[["Guanacaste"]]}," province, located next to the small fishing village of Puerto Carrillo.\n\n",{"type":"==","value":["Get in"]},"\nThe beach is accessible via paved road from its larger sister to the north, ",{"type":"[[","value":[["Playa Sámara"]]},".  It is a short drive of approximately 6 km.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThe typical amenities found on most Costa Rican beaches are harder to find here; the beach is relatively quiet and deserted.  For the usual offering of rental and tour services, your best bet is to head to neighboring ",{"type":"[[","value":[["Sámara"]]},".\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are a few accommodations located in the town of Puerto Carrillo, on the hill that slopes eastward from the beach.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Hotel Esperanza"]},", on the main drag, is clean and comfortable, with a pool and a pleasant restaurant.  As of March 2009, a double room with air conditioning could be had for US$80."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Guanamar - Playa Carrillo hotel"],["alt=Hotel Guanamar - Playa Carrillo"],["url=http:\/\/www.guanamarhotel.com"],["email="],["address=Playa Carrillo"],["lat="],["long="],["directions=Playa Carrillo, guanacaste"],["phone="],["tollfree="],["fax="],["hours="],["price=$65 standard double"],["checkin=14:00"],["checkout=12:00"],["content=\t\n\nGuanamar is a three star family hotel in Playa Carrillo - Guanacaste which has been operating for the last 25 years in the  North Pacific coast of Costa Rica, near the warm waters of Pacific ocean. The hotel is surrounded by the rich  and exuberant flora and fauna typical from the area. Guanamar is perfectly situated on the hill top at the southern end of the bay, inviting guests to enjoy the spectacular panoramic views and sunsets. Guanamar is located close to samara beach hotels (4miles) and just 1 mile from local airport (samara airport)."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe coastal route south of Puerto Carrillo turns into a dirt- and dust-riddled affair.  Though it is technically possible to explore the southwestern reaches of the Nicoya peninsula this way, it should not be done without a 4x4 and should be avoided outright during the rainy season.\n\n",{"type":"{{","value":[["IsPartOf"],["Guanacaste"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Puerto Carrillo"]]}]