[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Rosarito"]}," is a city in ",{"type":"[[","value":[["Baja California"]]},", ",{"type":"[[","value":[["Mexico"]]},". \n\n",{"type":"==","value":["Get in"]},"\nFirst thing, buy liability insurance.  This can be purchased online",{"type":"[","value":["http:\/\/www.mexicovehicleinsurance.com 1"]}," or at numerous agencies at the border in San Ysidro.  If you don't buy it, have fun in jail.  Even if the accident is not your fault, you will be held until that's cleared.  Even if you hit livestock on the road, you the driver are at fault.  Liability ensures the cow's owner is compensated. Also, arrive early most check=in times are around eleven and on busy holiday it will be very hard to find a room. The mexican cops prey on american plates so go early.\n\nRosarito Beach is easily accessed via a toll road that runs along the Pacific Ocean.  The drive around Tijuana can be daunting.  Follow the signs on the freeway, but be careful the signs usually appear only at the turnoffs.  Don't expect any notices before the turnoffs.\n\nWhen returning there is an unmarked u-turn in Tijuana you need to take to get back to the states.  It's at an interchange next to a Pemex station.  Look for a line of cars with American plates making a u-turn.\n\nIf you don't want to drive in, there are buses from Tijuana.\n\nFor about $15 you can take a taxi to Rosarito. Some Taxi Drivers may charge more, though.\n\nThere are 2 main roads to Rosarito coming from Tijuana\/San Diego.\n\nThe Toll Road (Mexico 1D - Cuota) is much easier and faster on getting to Rosarito.  \nAfter crossing the border get into the 3rd lane (counting out from the median), in about 100 meters you'll be on an overpass and a 4th lane will bring on merging traffic, move over to the 4th lane and an offramp to the right will take you to the Via International\/Carretera Mexico 1D.  This is the main highway to take you to Rosarito, Ensenada, and the western part of Tijuana (Las Playas).  If you keep your eye out for signs that indicate any of these three locations it is easier to drive in Mexico, but remember that the toll (cuota) and free (libre) route often split from the same road so may careful attention to the signs to avoid taking the wrong road.  The toll cost will be about $30 (about US$2.50) each way.\n\nThe Free Road (Mexico 1 - Libre) goes through Tijuana and can be harder to follow.\n \n",{"type":"*","value":[" Tours* "]},"\nOne of the best ways to visit Rosarito Beach is by going on a one day tour from San Diego.  You can go to www.bajatours.org or call Five Star Tours at 619 232 5040\n\n",{"type":"==","value":["Get around"]},"\n\nThe whole tourist industry lies on Benito Juarez, the main street in town.  There's plenty of taxis as well. You're never without friends or drinking buddies as long as you have cash.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Rosarito-Ensenada Bike Ride"]}," twice a year in April and October, is a \"fun ride\" 50 miles along the coast and a few miles inland.  Up to 10,000 riders participate in the ride, which ends with cervezas (beer) in Ensenada."]},{"type":"*","value":[{"type":"'''","value":["California Motorsport Adventours"]}," Off road adventure tours for people of all riding abilities. Everyone welcome: families, couples, friends, single riders, bachelor and corporate groups. Full day excursions or longer tours available also. Ride in the dunes and then enjoy a guided adventure into the surrounding mountain trails. Contact the office for reservations."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nIf you go to Rosarito for food a must stop is ",{"type":"[[","value":[["Puerto Nuevo"]]}," located just 8 minutes south of Rosarito.  This small town offers more than 35 restaurants all serving Lobsters.  This style of lobster can be found throughout Baja called \"Puerto Nuevo Style\"\n\nLa Flor de Michoacan, on the north side of town on Benito Juarez, has a well-deserved reputation with tourists and locals alike.  This restaurant is known for its carnitas (simmered and fried pork) dinners served family style with rice, beans, pico de gallo, fresh guacamole, and steaming, fresh tortillas wrapped in cloth and served in a basket.  The restaurant also has a full bar and serves margaritas made with real strawberries.  Carnitas plates are served two different ways.  Mixed pork includes tripe and other pieces many do not find appetizing.  If this is you, shell out the extra couple dollars and get the solid pork.  You'll be hard-pressed to spend more than $10 a person, even with a pitcher or two of margaritas.  The building is hard to miss, an imposing brick structure on a corner with a stop sign.  Look for the word \"CARNITAS\" on top.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cha Cha Cafe"],["url="],["email="],["address=Km.31 Blvd. Popotla, La Barca, Rosarito Beach."],["lat="],["long="],["directions=2 miles south of the Rosarito Beach Hotel."],["phone=(661)613-0822"],["tollfree="],["fax="],["hours=7am-4pm"],["price=Monday -Sunday"],["content=Rosarito's place to enjoy Food, Coffee, Desserts, People and Music. Take out and Delivery Available."]]}]},"\nFresh sea food right off the boat, head south on the old road, at the Fox studios, there is a fishing village on the south side of the complex, about twenty restaurants, lots of locals and traffic on Sundays! Park on the main road and walk in! Food is very good, but if you expect American restaurant standards be aware, you are in Mexico! Walk around, don't go in the first one, lots of English speaking deported Mexicans trying to get you into their restaurant!! Have fun, take some home!!!\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Mongolian Grill"],["url="],["email="],["address=Carretera Libre Tij-Ens Km.30"],["lat="],["long="],["directions=2 miles south of Rosarito Beach Hotel"],["phone=661 100-6244"],["tollfree="],["fax="],["hours=11:30AM-8:30PM"],["price=$6.75 + tax"],["content=Mongolian BBQ (select your meats, fresh veggies and seasonings). Weekly specials like Korean Tacos and Thai Coconut Curry with Chicken\/Shrimp\/Bamboo Shoots."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nonnies Italian Restaurant"],["url=http:\/\/www.nonnies1.com"],["email="],["address=Km. 31.5  Blvd. Popotla, La Barca, Popotla"],["lat="],["long="],["directions=2.5 miles south of Rosarito Beach Hotel"],["phone=661-100-6015"],["tollfree="],["fax="],["hours=11 am - 8 pm"],["price=economical"],["content=Delicious, reasonably priced!  Spaghetti & meatballs, fettucine, pizza, salads . . . and a great view!  Call ahead for to go orders - your food will be ready when you arrive.  Open Tuesday thru Sunday.  Open for \"Spring Break fast\" Fri, Sat, Sun at 7AM"]]}]},"\n\n",{"type":"'''","value":["The history of Puerto Nuevo"]}," - in the 50's and early 60's this was a little fishing village where Americans would meet local guides at the billboard off the road.  That billboard was for Newport Cigaretts - Puerto Nuevo is Newport in Spanish.  This is the likely derivation of the name.  One day the wife of a fisherman starting cooking the fish her husband and his clients caught...  and the restaurant business was born.  That original restaurant is known as #2 (this has to do with the lot numbering system); #1 was the second restaurant in town.  Also, there are 8 restaurants in town with the name Ortegas.  They are related and the competition is not all that friendly.  Puerto Nuevo is a fun stop - the lobster is good - and you have plenty of choices for food, shopping and people watching!\n\n",{"type":"==","value":["Drink"]},"\nThe Beachcomber lies in the central part of town in a resort village.  The resort village is gated, so you'll have to park in the lot outside of the gate and take a small walk.  If the guard asks at the gate where you're going, just say you're getting drinks at the bar, you don't have to have a house there to drink.  The bar has a patio right next to the beach, making it the perfect place to drink a beer or margarita and watch the sunset.  There is also access to the beach here as well.  While the drinks aren't the cheapest in town, they aren't overpriced, and you're not going to pay a cover.\n\nFor a big club experience, check out Papas & Beer",{"type":"[","value":["http:\/\/rosarito.papasandbeer.com\/"]},".  Papas & Beer is a large club in the heart of Rosarito.  Although the drinks are overpriced for the area they are cheap compared to US prices.  There's usually a cover, and sometimes a line, but the positive side is that if you are looking to dance, meet new people and have some cervezas, you will find what you are looking for here.\n\n",{"type":"==","value":["Sleep"]},"\nRosarito Beach is a fast-growing town.  With that growth comes growing pains!  For this reason, it is best to avoid all high-rises and accommodations in downtown Rosarito.  Loud music coming from the clubs is a persistent problem that tourists face when they try to go to sleep every night.  The best bet is for people to go to privately owned Villas or Condos or Houses.  Listings of all three types are plentiful and readily found everywhere.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rosarito Luxury Penthouse"]}," Garden Floor Luxury 2 bedroom, 2 bath penthouse. Large balcony overlooking the beach. There is a circular bar as well as a kitchen, spa and pool nearby."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villa Bonita Vista"]}," 3 Bd 4.5 bath Vacation Rental in Bajamar. Villa Bonita Vista is located on the 7th green of the Los Lagos Course with ocean and golf course views.              Bajamar is in Ensenada."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rosarito Beach Hotel"]},". Built in 1925, this classic establishment is perfect for younger couples looking to have a great time in Rosarito. It has multiple pools and jacuzzis, and is situated right on the beach. There are numerous restaurants and bars in the hotel, and guests are given vouchers upon check-in so that they may enjoy a certain amount of free meals and drinks. If tranquility and relaxation are what you have in mind, this is not the place for you. Due to the fact that it is centrally located amongst Rosarito's downtown area on Benito Juarez, the music from the clubs is audible until 4 AM, and the bass will shake the hotel, making it hard for those guests who are not out partying to fall asleep. If you are looking to go clubbin, let loose, and catch some sun during the day, however, this is the place for you."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=SeaSide Reservations Rosarito Beach"],["alt="],["url=http:\/\/www.seasidemexico.com\/rosarito\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A great selection of Baja California vacation rentals to fit every group size and budget, with properties in Brisas del Mar, Calafia Resort, La Elegancia, Pacifica at Ensenada Bay, Playas de Tijuana, Ricamar, Rosarito Shores, San Antonio Del Mar, Santa Barabara at Baja Mar, The Park At Malibu, and Villa Serena Condos."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa El Jardin"],["alt=Bed & Breakfast"],["url="],["email="],["address=Emiliano Zapata St. #600, Rosarito Beach, BC"],["lat="],["long="],["directions=Col. Reforma. A Few blocks down from Wal-mart Shopping Center"],["phone=(949)274-9899"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Las Rocas Resort & Spa"]},", Toll Free Road Tijuana-Ensenada Km 38.5, 1 888 527 7622 or 1 866 445 8909, ",{"type":"[","value":["http:\/\/www.lasrocas.com"]},". 72 ocean front rooms and suites, 2 restaurants, 2 bars, Holistic Spa, Ballroom and Gardens. "]},"\n",{"type":"'''","value":["Bobbys Baja by the Sea"]}," - One of the nicer places to stay in Rosarito Beach is Bobbys Baja - just North of Puerto Nuevo's lobster village.  Bobbys is a condo resort - so all the units have a kitchen and they are a lot more spacious than a hotel room.  There are really nice - which is something one cannot say about some of the local hotels.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tijuana"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ensenada"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mexicali"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=Carretera federal 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["San Diego"]]}," via ",{"type":"[[","value":[["File:I-5.svg"],["18px"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Tijuana"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Ensenada"]]}],["minorr1=",{"type":"[[","value":[["Puerto Nuevo"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Baja California (state)"]]},"\n",{"type":"[[","value":[["WikiPedia:Playas de Rosarito"]]},"\n",{"type":"{{","value":[["geo"],["32.35"],["-117.05"]]}]