[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Playa del Inglés"]}," is in ",{"type":"[[","value":[["Gran Canaria"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nPlaya del Inglés (Spanish for \"Englishman's Beach\") is a sea resort in the south coast of the island of Gran Canaria. It is a zone part of Maspalomas, in the municipality of San Bartolomé de Tirajana, and is a popular tourist attraction.\n\n",{"type":"==","value":["Get in"]},"\n\nTo get to Playa Del Ingles, tourists will, generally, fly into Las Palmas Airport, in Las Palmas, on the north of the island.  From there it is a 45 minute-coach or 30 minute-taxi drive to Playa Del Ingles\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Playa del Ingles taxi fares kpjas.jpg"],["thumb"],["400px"],["A table with approximate taxi fares to various places on the island"]]},"\nThere are regular buses that stop in Playa del Ingles, as well as taxis to and from wherever you need or want to go.\n\n",{"type":"==","value":["See"]},"\n\nIf you enjoy beaches, you have the Maspalomas Sand Dunes, only 10 minutes away.\n\n",{"type":"==","value":["Do"]},"\n\nThere is plenty to do, within 5 minutes of Playa Del Ingles, such as the local waterpark, Aqualand.\nOnly a short walk from most hotels, is the Yumbo Center, which is packed with over 100 shops and restaurants\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are around 40 restaurants in the Playa Del Ingles area, as well as Supermarkets, if you want to cook for yourself\n\n",{"type":"==","value":["Drink"]},"\n\nThere are a lot of Pubs and Clubs in Playa Del Ingles, such as the Bar D'Heineken, which is a sports bar as well as many others\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are at least 20 highly rated hotels and apartments in Playa Del Ingles for tourists, such as the Jardin Del Sol, RIU Papayas, Gran Canaria Princess.\n\n",{"type":"==","value":["Connect"]},"\njust some updates for anyone staying in San Fernando. The only Hostal in the area is a godsend it is cheap (19 euros a night and free WiFi  for rooms near reception desk). It is located south of the shopping circle and just north of San Fernando's main roundabout.#50 bus from LasPalmas stops here is every 300 minutes. Also the piscina locale is NOT FREE no matter what the internet says! It is 2euros a swim and when you consider most resturants near to the sea have free pools, for the same price of a large beer or the more responably inclined (coke\/coffee)  you get a more convivial atmosphere to quote the grate(Ing) tenor Russ Abbott! For some reason the tourist office scattered about playa del ingles and maspalomas are rarely open unless it is Caravale!!!(February main,May gay). There are some truly stunning vistas on the coastal road to Pourto Mogan (30k west) bus fares on the island are a real bargain. Here are some prices for you: LAS PALMAS-FARO DE MASPALOMAS 5.60 PLAYA DEL INGLES-POURTO MOGAN 4.15 SAN FERNANDO-POURTO RICO 2.75 and ALL THE AREAS surrounding the famous dunes 1.40, which when you consider covers FARO in the west to SAN AUGUSIN in the east, is a real bargain.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gran Canaria"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["27.75"],["-15.583333"]]},"\n\nevery 30 minutes NOT 300!!!\noh and all bus fares are in euros and cents. Unusual thoughtful drivers abound as well!\n",{"type":"[[","value":[["wikipedia:Playa del Inglés"]]}]