[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Playa Blanca"]}," is a resort found on the southern tip of ",{"type":"[[","value":[["Lanzarote"]]},". In recent years, Playa Blanca has become an exclusive attraction for families and couples seeking a 'quieter' holiday, in comparison to the more lively resort of Puerte Del Carmen, which is around 45K away. Playa Blanca is generally less windy than the rest of the island, due to its Southern location on the island. \n\n\n",{"type":"==","value":["Get in"]},"\n\nThe LZ2, a main motorway, links the resort to the Island's International Airport in ",{"type":"[[","value":[["Arrecife"]]},".\n\n",{"type":"==","value":["Get around"]},"\nIt's easy to walk the whole town on foot, so no need to worry about transportation. There are taxis easily available, if needed. \n\nThere is a bus service every half an hour around the town. Bus number 31. \n\nTo connect to Arrecife, the bus leaves on the hour from early morning until mid evening - number 60\n\nTo connect to Puerto del Carmen, the bus leaves on the half hour from early morning until mid evening - number 61\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Playa Blanca is also home to the beautiful 'Papagayo Beaches', which are secluded beaches known for their outstanding natural beauty."]},"\nPlaya Blanca is situated at the southernmost tip of the island, and seems to have its own unique weather, away from the rest of island. Flanked by the Femes mountains on one side... and with Montana Roja imposing at the other side, it is sheltered from some of the higher winds, and also claims the highest temperatures on the island. With beautiful white sandy beaches framing the town, edging round to Papagayo (a series of coves with shallow clear waters), it's also an ideal place to bring the children. With all the variety of tourist shops that you would expect, there are many bars offering low-key entertainment throughout the evening. It's a little quieter than other resorts in Lanzarote, which suits the visitor seeking a more laid back holiday experience.\n\nThe most recent development is the Marina Rubicon. A development of designer shops, and restaurants in beautiful surroundings, positioned right next to the beautiful Marina. take a stroll, and see some of the most spectacular yachts. The promenade in Playa Blanca is host to many top quality cafes and restaurants, where you can sit back and sample either the local or international menu on offer. The view across to Fuerteventura is beautiful, and at night you can see Corralejo's lights twinkling back at you, whilst listening to the waves lapping at the shore. \n",{"type":"==","value":["Do"]},"\nTake a tour to see the island's landmarks, like Timanfaya natural park, Jameos del agua, Cueva de los verdes, Mirador del Rio, Jardín de Cactus, Museo del Campesino, Fundación César Manrique, etc\n\n",{"type":"==","value":["Buy"]},"\nA holiday home there, if you possibly can.\n\n",{"type":"==","value":["Eat"]},"\nSeafood, especially the prawns and the local squid. There is one Burger King in town and plenty of Italian restaurants.\n\nMarina Rubicon has some great restaurants that cover most price ranges from inexpensive pasta restaurants to more formal dining establisments. It even has a few Lani's (if you like the real tourist traps).\n\nThere are a number of good resturants in the old town of Playa Blanca on the coastline. Some are much better than others.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Simon Richards"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For the best views of the Marina Rubicon, Playa Dorada, Fuerteventura and the mountains of Femes, then All Sports Tavern´s outside bar and terrace is where to see them from, even better under the nights sky with some soft music in the background."]]}]},"Often, the climate is very warm and dehydration is a hazard. \n\nFor some good banter the Irish Anvil in Punta Limones is hard to beat. They also do an excellent breakfast.\n\nThere are many bars in Playa Blanca which offer sports viewing, karaoke, live entertainment... and much much more. Put a search for Canary Nightlife into your search engine for comprehensive directories, reviews and photographs too.\nOr travel to local cities for a more lively atmosphere\n\n",{"type":"==","value":["Sleep"]},"\n\nUnlike the resort of Puerto del Carmen - which is dominated by apartment complexes - Playa Blanca's more controlled and recent development means it is home to a large selection of new four and five star hotels and a good range of quality holiday villas.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Club Calimera Royal Monica"],["url=http:\/\/www.calimera.com\/cms\/website.php?id=\/en\/unsere_clubs\/calimera_royal_monica_playa_blanca.htm"],["email="],["address=Carretera Playa Blanca a Faro Pechiguera, Playa Blanca"],["lat="],["long="],["directions="],["phone=+34 51 77 77"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=built in traditional island style, is situated in a quiet location in Southwestern Lanzarote. It is located on a cliff-lined coast, which features a small nature beach."]]}]},"\n",{"type":"[","value":["http:\/\/sunparkliving.com Sun Park Living"]}," - Holiday Living Resort for the Active over 50s with a great sense of community spirit. Affordable & Flexible £499 per holiday apartment per month.  Same price all year round.\nGood people having a good time in the sun. Sun Park Living is Lanzarote’s only headache-free short term & long term flexible holiday rental option for the active over 50s, a home away from home with a wonderful sense of community, where your time is just beginning. A new chapter where your desires and expectations are matched with the freedom to do whatever you want, as and when you please.  ",{"type":"[","value":["http:\/\/sunparkliving.com See website"]}," or call\n+ 34620172318 or +44 (0)161 408 3360\n\n",{"type":"==","value":["Go next"]},"\nSurrounding Playa Blanca is the ",{"type":"[[","value":[["Timanfaya National Park"]]},"\n\nIt is also possible to catch a ferry to the neighbouring Island of ",{"type":"[[","value":[["Fuerteventura"]]},", the trip taking around 1\/2 hour.\n\nThere are two ferries, Fred Olsen and Armas. You can get tickets for both on the spot. About 10€ per person. Fred Olsen is about 10 minutes faster but more expensive. You can board with your rent a car and take it over with you. They run about once per hour.\n\nCoaches run to all the main tourist attractions from Playa Blanca. There is a newly-completed Bus Station. To see the Timanfaya it is best to take a bus as cars are not allowed in some areas.\n\nThe Yaiza Princess Hotel has an excellent children's play area and you don't need to be resident to use it. It also has fantastic restaurants.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["28.865"],["-13.830556"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lanzarote"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Playa Blanca"]]}]