[{"type":"{{","value":[["pagebanner"],["Plovdiv banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Plovdiv Bulgaria.jpg"],["thumb"],["250px"],["Old Plovdiv"]]},"\n\n",{"type":"'''","value":["Plovdiv"]}," (Bulgarian: Пловдив) is the second-largest city in ",{"type":"[[","value":[["Bulgaria"]]},", and second oldest (if not the oldest) city in ",{"type":"[[","value":[["Europe"]]},".  It is located in the large plain between the Rhodope Mountains on the south and the Balkan Range (Stara Planina - \"Old Mountain\") that runs through the centre of Bulgaria to the north. Both ranges are visible on clear days.  The Maritsa River flows through the city on its way southeast before forming the Greek\/Turkey border to the Aegean Sea.\n\n",{"type":"==","value":["Understand"]},"\nPlovdiv is debatably the oldest continually inhabited city in Europe, with a history traced back to 6000 B.C.  Originally it had seven tall hills, some of which were used for quarries.  It was originally a Thracian settlement by the name of Eumolpias. The city has changed its name many times with new settlers and rulers: from Philippoupolis and Pulpudeva (\"the city of Philip\", the father of Alexander the Great), through Trimontium (\"the three hills\"),to Pəldin, Pləpdiv (Плъпдив)and Plovdiv. They also left their marks behind: there are several Roman ruins that can be seen in or near the downtown area.  During the long occupation by the Ottoman Empire, a large mosque, still present, was built in the centre of the city. During Communist times, a statue of the unnamed Russian soldier was erected on one of the three main hills which overlooks the city.\n\nToday, Plovdiv is a famous tourist destination itself and also serves as a gateway to many other points of interest. Plovdiv is well known for hosting the Plovdiv International Fair twice a year and for its ancient, medieval and enlightenment sites.\n\nWhen you are in Plovdiv, you can get help and more information about the city from one of the two Tourist information Centers in the city. The first one is located in the center of the city, right next to the post office; when arriving in the city via train or bus through \"Yug\" or \"Rhodopi\" stations, this is one of the first buildings you'll come across in the center of the city. The second one is located in the Old City, on its main street (Saborna St), close to the Ethnographic museum and the beautiful church of Saint Konstantin and Elena.\n\nTourist information centers can help you with all kinds of information including city maps, information about concerts, bus and train schedules, and finding a place to sleep.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nPlovdiv has a small airport originally called Krumovo, now Plovdiv International Airport. There are flights from\/to London-Stansted and Frankfurt-Hahn via Ryanair, and Moscow-Domodedovo via ",{"type":"[[","value":[["w:Plovdiv Airport#Airlines and destinations"],["S7 Airlines"]]},".\n\nThere is a bus, that goes from the airport to the central bus station \"Yug\". There are buses after every flight. On the way back to the airport you can choose from one-way or return tickets.\nYou can go there by a taxi and it will cost you about 15 leva \/about 7.50 euro\/ from the city centre.\n\n",{"type":"===","value":["By train"]},"\nThere are many national and international trains from and to Plovdiv.\n\nThere are many daily trains to and from ",{"type":"[[","value":[["Sofia"]]},". Duration is from about two and a half hours for the express ones to four hours for the slow ones. There is also one daily train to\/from ",{"type":"[[","value":[["Istanbul"]]}," in Turkey which takes about 11 hours.\n\nYou can check the timetable on ",{"type":"[","value":["http:\/\/razpisanie.bdz.bg\/site\/search.jsp bdz.bg"]},"\n\nThe railway station is located near the city center, it takes around 10-15 min. walk to the center.\n\n",{"type":"===","value":["By car"]},"\nThe A1 expressway\/motorway connects Plovdiv westward to Sofia.  It also extends a short distance to the east.  Other destinations require two-lane roads, such as the most direct route to ",{"type":"[[","value":[["Pleven"]]},", which is the somewhat adventurous Troyan pass road.\n\n",{"type":"===","value":["By bus"]},"\nPlovdiv has 3 bus stations - \"Jug\", \"Sever\", and \"Rhodopi\". There are many buses for cities all around Bulgaria and to some that are outside the country.\n\nJug station has an ATM located just outside so you can easily get local currency there if you're arriving by bus from abroad.\n\nBuses run approximately hourly from Sofia, and are slightly faster than the trains.\n\nMetro Turizm is a Turkish bus company that runs daily bus service to and from Istanbul in Turkey. Buses going from Plovdiv to Istanbul depart from Jug Station daily at 11:00, 14:00, 19:00, 22:30, and 1:00. The trip costs 40 YTL (as of the summer of 2011) and takes roughly 7 hours, depending upon the vagaries of traffic and the border crossing. Metro busses also depart daily for Bursa, Turkey at 19:00. A second bus line (Alpar) also has a daily bus from Jug Station to Istanbul that departs at 22:30.\n\nEurolines run a bus to ",{"type":"[[","value":[["Thessaloniki"]]}," via Sofia that leaves at 8:00 from the Jug station, tickets can be bought on board. Metro Turizm run a similar service at 8:30, tickets can be bought from the office at the station.\n\n",{"type":"==","value":["Get around"]},"\nTaxis and buses are prevalent.  Downtown has a large pedestrian zone. Taxis are (Summer 2010) as cheap if not cheaper than bus rides when split between 3-4 people in general. A 5-7km of traveled distance was charged at around 5lv (charge for km is 0.75 leva daily and 0.95 leva nightly); an average ride within the city costs around 3 leva. The taxi arrives in about 3-5min. Remember to order the Taxi from the companies that offer the best deals and wait for it. Generally taking the taxi that is already waiting will cost you more (sometimes up to 5-times more) avoid them or ask for flat price that fits you! Learn who offers best prices from the locals who often use taxis. Most of the taxicars has 4-digit numbers on them, remember some and use it if you need a car, for example: 6155, 6142, 9199 and so on.\n\nAs of summer 2011, if your taxi ride costs more than 5 leva, you are entitled to a 20% discount off the fare.\n\nPublic bus tickets cost 1 leva.\n\n",{"type":"==","value":["See"]},"\nThe old Plovdiv is compact and walkable, with the main downtown road blocked to car traffic. There is a good collection of Bulgarian revival buildings in use as museums, hotels, and restaurants etc. and is worth a visit if you have chance.  The nearby ",{"type":"'''","value":["Roman Amphitheater"]},", discovered in the 1970s during a construction project, is part of the pedestrian zone, and typically has merchants selling art and other items nearby.  Wander the cobblestone streets near the downtown to find the centuries old ",{"type":"'''","value":["St. Marina church"]}," with a unique wooden tower, a ",{"type":"'''","value":["mosque from the Ottoman Empire"]},", and on the nearby hill the ",{"type":"'''","value":["old town center"]},".  The old town center was walled, and has a famous ",{"type":"'''","value":["gateway entrance"]},".  Nearby ",{"type":"'''","value":["Puldin Restaurant"]}," has subterranean rooms where the old wall and historic artifacts can be seen.  Continuing up the hill several older houses are now museums and the Roman amphitheater with an overlook of the town below is partially restored and still used for concerts and other occasions.\n\nIn the new center of the city, right before you go up into the old city, you will see the \"Roman stadium\", which dates back to the late 1st\/early 2nd century. It had a capacity of 30,000 people; and as the Roman laws dictate that the city stadium should have seating for at least half the population, it summarily shows the town had 60,000 inhabitants during Roman times. In addition, the ancient theatre is capable of seating 6,000 people at once, and yes, as you already guessed, Roman laws were dictating that the theatres should accommodate one-tenth of the population at a time.\n\nWhen you go to the other end of the predestrian street, next to the Tourist Information Center and the postoffice, you will see the Roman Odeon and Forum. The forum was to Romans what the city centres are to modern human. This one had three sides of 13 shops on each side, and a fourth one for the bank, library, and other institutions of this sort. There's also a nice park with kid playgrounds and color+music fountains.\n\nTo the south of the city there is the ",{"type":"'''","value":["Bachkovo Monastery"]},", still in use.  Farther into the Rhodope mountains one can find ski resorts and other natural attractions, such as the impressively narrow gorge and caves leading to Trigrad, not far from the mountainous Greek border.\n\n",{"type":"==","value":["Do"]},"\nPlovdiv offers many things to do, and most are easily walkable.\n",{"type":"*","value":[{"type":"'''","value":["The Hills"]}," - For starters enjoying the sunset from all the different hills is a must. Walk all the way to the top in the late afternoon, pick something to drink and stay there for the sunset. Go down to enjoy the nightlife once it's dark."]},"On one of the hills there is a kids train \/don't worry it's not for kids\/ that goes up into the hill and gets back down. It costs 1 lev and it's located on the Mladeshki hill.\nOn the Bunardjik Hill you can see the monument of the unknown Russian soldier - it's dedicated to all the Russian soldiers who died in the Russo-Turkish war.\n",{"type":"*","value":[{"type":"'''","value":["Old Town"]}," - Another must is the old town of Plovdiv which is full of art, free of cars and very enjoyable. Go take a walk try it at day, try it at night it's amazing. Try some of the bars there are life performances sometimes there. You might be even lucky enough to catch an opera performance in the old roman theater."]},{"type":"*","value":[{"type":"'''","value":["Center"]}," - Enjoying the central park during the day, especially if it's a very, very hot day. Once the weather settles hit the main street and the bars\/discos."]},"These are only some of the thing you can do in this magnificent city.\n\nThere are many bus connections ",{"type":"[[","value":[["Asenovgrad"]]}," by bus from the \"Radophi\" bus station, from which you can access ",{"type":"'''","value":["Bachkovo Monastery"]}," and ",{"type":"'''","value":["Asenovgrad Krepost"]},", a perfect daytrip.\n\nAttend a Folk\/Jazz music festival. The International Festival ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.plovdivjazz.com\/ Plovdiv Jazz Nights"]}]}," is a low key but high quality 3 day event featuring some of the nation's best musicians along with some regional talents. Be there to witness a riot of colourful improvisations from great musicians. A variety of genres, styles, instruments are used although the music revolves around the central theme of Jazz and Blues.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy many different souvenirs from Bulgaria, that represents the country.\n\nBulgarian rose tend to be one of the most popular souvenirs from the country. You can buy all kinds of rose stuff — mostly cosmetics from soaps to shampoos, gels, oils, and perfumes.\n\nCutlery made of wood or clay might also be worthwhile to look for.\n\nOr perhaps you might be looking for a painting or even a musical instrument?\n\nMany great antique shops that have things from the Russo-Turkish War up to World War 2\n\n",{"type":"==","value":["Eat"]},"\nGenerally speaking eating in Plovdiv should be cheap for the westerner's pocket. Fast food is available and of high quality (in general).\n\nThere are McDonalds, KFC, Kastello, Verde and other popular restaurants.\n\n",{"type":"===","value":["Budget"]},"\nThe cheapest fast food could cost as little 0.50-1.00lv to 2-3lv and can be found along the main street. There are plenty of such places offering pizza, traditional food, and kebabs.\n\n",{"type":"===","value":["Mid-range"]},"\nThere are some low-end restaurants that will be fairly affordable pay attention to the menu and think about 10-15lv for a full meal (salad, main course, dessert, drink(s)).\n\n",{"type":"===","value":["Splurge"]},"\nPaying more will probably get you a slightly better food than the options above but most of the cost will definitely go towards the overall experience. The priciest places are located in the old town, on top of the hill. Expect to pay a bit more say 20-30lv and above. There are also a few restaurants outside the center.\n\n",{"type":"==","value":["Drink"]},"\n\nClub Zanzibar is the ideal place to drink in Plovdiv. It contains a stylish African interior Cocktail Bar which offers the best drinks in the city and at night time offers the largest nightclub in all of Plovdiv.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Mostel"],["url=http:\/\/www.hostelmostel.com\/plovdiv\/facilities-services"],["email=plovdivbooking@hostelmostel.com"],["address=13, Petar Parchevich Str., Ул. Петър Парчевич 13"],["lat="],["long="],["directions=across the Central Square"],["phone=+359 897 100 185"],["tollfree="],["fax="],["hours="],["price=Starting at 20 BGL for a dorm, with breakfast and simple dinner included. 52 Lev for a double private room."],["checkin="],["checkout="],["content=Less than 10 minutes walking from the central train and bus stations, less than 5 minutes walking to the old town. Friendly and helpful staff who speak good English, clean, relatively new place, wifi everywhere, space for tents, kitchen for use, lockers (not key card like described on the website). Washing service available. Also, garden isn't too nice."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hiker's hostel"],["alt="],["url=http:\/\/www.hikers-hostel.org\/pd\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Very helpful and friendly staff. 22 lv per person per night with free breakfast. Centrally located and if there is no room they will provide tents in the garden. Will also organise trips to a number of local attractions if you can find a few people to go with you."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Plovdiv Guest"],["alt="],["url=http:\/\/www.plovdivguest.com"],["email=info@plovdivguest.com"],["address=20 Saborna St"],["lat="],["long="],["directions="],["phone=+359 32 622 432"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=( . Twelve rooms in the Old Town. Not just a hotel but also a place for cultural activities and meetings, a tourist information center, exhibition hall with a stand for selling pieces of art and souvenirs, art cafe with an gallery. The art cafe (24 seats) is also used for breakfast and at the same time it's a perfect place for exhibitions, seminars, literature readings and other cultural events. The rooms are very clean and shiny. Each has got own its colour and spirit."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trimontium Hotel"],["alt="],["url=http:\/\/www.princess-trimontium.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Some rooms with jacuzzi. Around 100 USD per night."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nGenerally speaking Plovdiv is a very safe place. Avoid the ghetto area and you will be very safe. Old town and the main street are generally very busy and safe. Parks during the day are safe avoid them at night unless you are with a larger company.\nAvoid picking a verbal fight with locals!\nAvoid wearing football shirts or scarves of the Plovdiv or Sofia-based football teams,especially on match days.\nOverall the city has improved in terms of safety over the past years.\n\nIf you are using public transport always keep an eye on your personal belongings. Many pickpockets take advantage of overcrowded buses (like bus line 1, e.g.).\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.ypex.gov.gr\/plovdiv"],["email=grgencon.phl@mfa.gr"],["address=Preslav Str. 10"],["lat="],["long="],["directions="],["phone=+359 32 625 366, +359 895 533 990 (Emergencies)"],["tollfree="],["fax=+359 32 268 818"],["hours=M-F: 08:30-16:00"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:Panorama Bachkovo Manastery.jpg"],["thumb"],["Bachkovo Monastery"]]},"\n",{"type":"*","value":[" Take the narrow-gauge train to ",{"type":"[[","value":[["Bankso"]]},", an gorgeous ride to a great doorway to the ",{"type":"[[","value":[["Pirin mountains"],["Pirin"]]},", which offer some of Bulgaria's best hiking and skiing."]},{"type":"*","value":[" High speed trains will take you to ",{"type":"[[","value":[["Burgas"]]}," or ",{"type":"[[","value":[["Sofia"]]},", making them quickly accessible options. Travel by bus to Burgas takes about 5 hours, by not-so-high-speed train - about 5,5 hours (may delay i.e. up to 6,5 hours; about 15 Lev for a person)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bachkovo Monastery"]}," - a small monastery up the valley from the nearby town of ",{"type":"[[","value":[["Bachkovo"]]},".  Buses leave from platform 1 at the Rhodope bus station (across the tracks from the train station).  The monastery is small but has a lovely chapel and some paths for easy walks in the surrounding area.  Also many chances to buy jams and honey, though not all sellers are the actual producers."]},{"type":"*","value":[" Farther into the Rhodope mountains you'll find ski resorts and other natural attractions, such as the impressively narrow gorge and caves leading to ",{"type":"[[","value":[["Trigrad"]]},", not far from the mountainous Greek border."]},"\n",{"type":"{{","value":[["geo"],["42.1500"],["24.7500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Upper Thracian Plain"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Plovdiv"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Bulgaria\/Localities\/Plovdiv\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Plovdiv"]]}]