[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Plöner Schloss, 2007.JPG"],["thumb"],["350px"],["Plön Castle"]]},"\n",{"type":"'''","value":["Plön"]}," is a town in ",{"type":"[[","value":[["Schleswig-Holstein"]]},", the northernmost state of ",{"type":"[[","value":[["Germany"]]},".\n\n",{"type":"==","value":["Get in"]},"\nAs for most places of Germany, Plön is connected to an extensive network.\n",{"type":"===","value":[" By rail "]},"\nRegular (once a hour 5am-1am) trains leave from ",{"type":"[[","value":[["Kiel"]]}," and ",{"type":"[[","value":[["Lübeck"]]},".\n",{"type":"===","value":[" By car "]},"\nIf you are traveling by car, you should head towards Kiel or Neumünster (from the north \/ Denmark) and follow the federal road B76 (from Kiel to Lübeck) or B430 (from Neumünster to Plön). From the south, head for Hamburg and continue to Lübeck, than just follow the B76 towards Kiel.\n",{"type":"===","value":[" By bus "]},"\nThere are several daily connection from Kiel, Lübeck and Neumünster as well as many regional villages and cities. The operator is Verkehrsbetriebe Kreis Plön (VKP) or Autokraft.\n",{"type":"===","value":[" By bike "]},"\nAdditionally, it is possible to use the bike. However, it is advisable to stay of the federal roads (Bundesstrasse), \"B\" and use smaller alternatives or bike tramps (Fahrradwege)\n",{"type":"===","value":[" By plane "]},"\nThe closest airports are Hamburg and Lübeck (European routes only).\n\n",{"type":"==","value":["Get around"]},"\nPlön is small enough to easily walk or bike around town.  \n\n",{"type":"==","value":["See"]},"\nPlön is famous for its lakes, which essentially surround the city.  There is a 17th century mansion (\"castle\") on a hill at the center of the city.  The old and charming little Johanneskirche (church) is worth a visit as well as the Parnassturm (tower), which offers a scenic view of the city with its surrounding landscape and lakes. There are also good walking trails and a hike to \"Prince's Island\" is a scenic day walk. Another interesting work is around the Trammersee (lake) to the cities north. Through the 2h walk, you will pass through small villages, forests and scenic landscapes.\n\n",{"type":"==","value":["Do"]},"\nHiking, Sailing, Canoeing ...\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe Altes Fährhaus ",{"type":"[","value":["http:\/\/www.altes-faehrhaus.de\/"]}," is both a restaurant and a hotel on the shore of the largest lake.\n\nEisenpfanne is a nice, general menu, steak-n-potatoes\/pizza restaurant in the middle of the old town.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["54.1622"],["10.4214"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Holstein Switzerland"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Plön"]]}]