[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["movetocity"]]},"\n\n",{"type":"'''","value":["The Poconos"]}," is a mountain area in northeastern ",{"type":"[[","value":[["Pennsylvania"]]},". It is 2,400 square miles of wooded mountains and valleys full of beautiful lakes, rivers, forests and wildlife.  It has long been popular with honeymooners, but today the Poconos are a popular destination for families, skiers, adventure seekers, NASCAR fans, and those from urban areas around New England, ",{"type":"[[","value":[["New York City"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", and ",{"type":"[[","value":[["New Jersey"]]},", from where the region is quickly accessible by car.  The Poconos are one of the most southern major ski areas in the United States.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[" Bradford County"]},{"type":"*","value":[" Carbon County"]},{"type":"*","value":[{"type":"[[","value":[["Coal Region"]]}]},{"type":"*","value":[{"type":"[[","value":[["Endless Mountains"]]}]},{"type":"*","value":[" Lackawanna County"]},{"type":"*","value":[" Luzerne County"]},{"type":"*","value":[" Monroe County"]},{"type":"*","value":[{"type":"[[","value":[["Northeastern Poconos"]]}]},{"type":"*","value":[" Pike County"]},{"type":"*","value":[" Sullivan County"]},{"type":"*","value":[" Susquehanna County"]},{"type":"*","value":[" Wayne County"]},{"type":"*","value":[" Wyoming County"]},"\n",{"type":"==","value":["Cities"]},"\nThe region lacks any major cities, although ",{"type":"'''","value":[{"type":"[[","value":[["Scranton"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Wilkes-Barre"]]}]}," together form a moderate-sized conurbation.  The region is dominated by many small towns.  The area in recent years has become a commuter region for Philadelphia, New York and Northern New Jersey.\n\nSeveral towns within the Pocono region include:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Stroudsburg"]]}," — The seat of Monroe County and the gateway to the Poconos for many arriving from the New Jersey and New York areas."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bangor (Pennsylvania)"],["Bangor"]]}," — A place to go for spiritual retreats and meditative parks."]},{"type":"*","value":[" ",{"type":"[[","value":[["East Stroudsburg"]]}," - Twin city of Stroudsburg."]},{"type":"*","value":[" ",{"type":"[[","value":[["Factoryville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hawley"]]}," — A small town located north of I-84.  Nearby manmade Lake Wallenpaupack offers camping, boating and fishing.  Woodloch Pines Resorts is a few miles from town."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jim Thorpe"]]}," — The \"Switzerland of Pennsylvania\" is located at the southwestern edge of the region and is a popular destination."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lehighton"]]}," — Located 3 miles south of ",{"type":"[[","value":[["Jim Thorpe"]]},".  This is the nearest town to Jim Thorpe with large franchise hotels."]},{"type":"*","value":[" Mount Pocono — A large town in the central Poconos located at the junction of PA 940 and PA 611."]},{"type":"*","value":[" ",{"type":"[[","value":[["Shawnee-On-Delaware"]]}," — Located to the north and east of Stroudsburg."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tannersville"]]}," — A town west of Stroudsburg on I-80 that is home to The Crossings premium outlets and The Great Wolf Lodge, a resort with a large indoor waterpark."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bushkill Falls"]]}," - is also known as The \"Niagara of Pennsylvania\"."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate of the Pocono Mountains is not unlike many other areas of the Northeast.  Each season has its own distinct weather characteristics that make the Poconos unique.  People love the Northeast because they can experience the beauty each season offers throughout the year.\n\n",{"type":"====","value":["Spring"]},"\n\nAfter the cold winter, the blossoming flowers and fresh warm air make it perfect for any outdoor activity.  The temperatures are moderate and there is always the chance of rainfall.  The spring offers numerous outdoor activities like canoeing, golf, whitewater rafting, mountain biking,fishing, horseback riding or anything you can think of!  The tree lined mountains are full of Mountain Laurel blossoms and the surroundings are green and thriving.\n\n",{"type":"====","value":["Summer"]},"\n\nThe heat comes in during the summer months of June, July, and August.  The temperatures can often reach into the 90's and rarely exceed 100.  The humidity can be very high which makes it more compelling to engage in cool water activities like like visiting the crystal clear lakes.  Lake Wallenpaupack, one of Pennsylvania's larges lakes, or any of Pocono mountain's 150 lakes is the perfect place to relax and take a dip, fish, water ski, or sail.  The Pocono raceway had two races during the summer months (June and August) which is a perfect opportunity to see your first NASCAR race!\n\n",{"type":"====","value":["Fall"]},"\n\nAutumn is a popular time to visit the Poconos, to see the fall foliage as the leaves begin to turn.  There are three different zones of color you can see during the change.  To help catch the perfect areas to witness these different beautiful changes you can call the Pocono Mountain fall foliage hot line at ( (570) 421-5565 ).  The daytime temperatures are cool as nighttime can get colder.  There are many delightful scenic driving routes through the Pocono Mountains and activities include horseback riding, bird watching, hiking, or a chairlift ride at the many ski resorts.\n\n",{"type":"====","value":["Winter"]},"\n\nWinter gets cold! The region tends to have several large snowstorms per winter, with the greatest chance for snow being from late December to mid March.  Winter in the Poconos is best known for it's skiing.  The mountains and terrain offer the perfect opportunity to cross country or downhill ski, snowboard, ice skating, snowmobiling, snow tubing, and tobogganing.  There are over 146 slopes and trails.\n\n",{"type":"==","value":["Talk"]},"\nTo people in the western half of the united states, the accent of this subregion is often confused for the New York accent whereas within the region, New Yorkers would consider the residents to speak with a backwater\/rural inflection.  Massive gentrification from New England makes the English spoken here indicative of a sort of \"pan-Northeast\"ern accent, a hodge podge of other NE accents prevails here.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe closest airport to fly into is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyavp.com Wilkes-Barre\/Scranton International Airport"]}]}," in Avoca, PA.  The main airline is US Airways.  The airport is also served be Delta and United.  There is direct service to Atlanta, Charlotte, Cincinnati, Chicago, Philadelphia and Pittsburgh.  A bit farther away, Lehigh Valley International Airport (ABE), is larger and offers a wider range of destinations.  The nearest major hubs are in Philadelphia and New York, each a couple hours away by car.\n\n",{"type":"===","value":["By car"]},"\nThe best way to get into the Poconos is by car.  From the East or West, I-80 is best, but PA 940 and PA 611 provides parallel access to local attractions  From the North, I-81 is best.  From the South, I-476, I-81 or Route 33 is best.\n\nMany tourists come from nearby major cities.\nDriving Distances: \nAllentown-45 Miles\nBinghamton-93 Miles\nHarrisburg-125 Miles\nLong Island-93 Miles\nPhiladelphia-85 Miles\nScranton-41 Miles\nWashington D.C.-203 Miles\n\n",{"type":"===","value":["By bus"]},"\nWhen traveling by Bus one should use the Bus station : Martz Trailways at 1-800-233-8604.  They have a few stations located throughout the Poconos mainly in Mount Pocono and the Pocono exit (95) off the turnpike.\n\n",{"type":"===","value":["By train"]},"\nA train service from New York is being established soon.  At present, railroad is not a viable transportation option anywhere in the region.\n\n",{"type":"===","value":["By Limousine"]},"\nA Limousine Service Is available In The Area Called YOUR LIMO INC. At 1-866-322-5466 or 570-226-5333.\nAvailable 24-7. Website is ",{"type":"[","value":["http:\/\/www.yourlimoinc.com"]},"   www.yourlimoinc.com\n\n",{"type":"==","value":["Get around"]},"\n\nThe Poconos are a large area, with little public transportation. There are busses and taxis that one can take, but it would be a better idea to travel by car. Routes 115 & 940 are excellent ways to see \"real\" side of the Poconos. Interstates 80 & 380 are easy ways to get from point A to B as well. Be warned, a lot of wildlife like to get in the way, so keep a watchful eye when you venture out!\n\n",{"type":"===","value":["By car"]},"\n\nSince public transportation is lacking, privately driving becomes the main source of an individual's mode of transportation.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dcnr.state.pa.us\/stateparks\/findapark\/hickoryrun\/index.htm Hickory Run State Park"]}]}," is a very good place to go if you like hiking and being in nature. The Boulder Field is amazing; it's the remnants of a glacier that moved through the area. Camping is nice there, too. There are 44 miles of trails, suitable for hiking, cross-country skiing and snowmobiling.  Hawk Falls Trail (.6 miles) meanders through walls of rhododendrons, ending at a beautiful 25 ft waterfall. The Poconos is also home to some of the best skiing in Pennsylvania.  The ",{"type":"[[","value":[["Appalachian Trail"]]}," cuts through the Poconos as well. There are countless parks, lakes, streams, so plan a few days up in the area, one day is not enough.\n\n",{"type":"'''","value":["Lake Henry"]}," is in the southern part of Wayne County, home to more lakes than any other county in the state. The lake ranges in depth from 5 feet to 30 feet and is a popular fishing and boating venue. The lake has many private cottages along its shores and some undeveloped areas. It has a seasonal campground and boat launch, Clayton Park Recreational Area ",{"type":"[","value":["http:\/\/claytonpark.net"]}," located at the northern end of the lake. Offering the pure and simple pleasures of camping, fishing and boating on beautiful Lake Henry in Wayne County, home to more lakes than any other county in the state. Mix in some activities like the delightful weekend campfire music, good friends and lots of peaceful fresh air and you get a hand prepared recipe for summer relaxation and getting away from it all.  Lots of wildlife, including eagles, herons, beavers, otters, and minks spend their summers fishing and playing around these waters.\n\n",{"type":"==","value":["Do"]},"\n\nThe Poconos offer a wide range of recreational activities and intriguing attractions. \n\nThere are several ski resorts, amusement parks, numerous campgrounds and many natural and man-made lakes to include: Lake Wallenpaupack, Lake Naomi, Penn Lake, ",{"type":"[[","value":[["Lake Henry"]]}," and others. Wayne County, in the northeast corner of the state is home to more lakes than any other county in the state.  Activities include hunting, fishing, camping, boating, golf and more. There is excellent trout Fishing in the Lehigh River and several other streams.   Pocono Downs offers horse racing and Pocono Motor Speedway is on the NASCAR circuit.\n\nHiking is a popular activity for visitors.  Lehigh Gorge State Park has access points at Glen Onoko (near ",{"type":"[[","value":[["Jim Thorpe"]]},") and Rockport (off PA 940 near White Haven).  Hiking the various trails around the park offer spectacular views of the Lehigh River below.\nThe northern parts of Poconos offer excellent hiking as well, in the ",{"type":"[[","value":[["Delaware Water Gap National Recreation Area"]]},".  Several waterfalls, including the well known Bushkill Falls, are short to medium distance hikes from main roads.  Varden Conservation Area offers a newly added set of trails to explore.\n\nSituated on 5,500 gorgeous acres, the historic Main Lodge, the Inn at Skytop, and cottages offer luxurious accommodations and superb service. Whatever the season, Skytop offers a multitude of outdoor recreational activities, from award winning golf and tennis, boating, swimming, hiking, biking, fly-fishing, sporting clays and skeet shooting to down-hill or cross-country skiing, and ice skating. There's always something happening at Skytop. The resort combines rustic charm with an aura of unmistakable gentility. It’s a step back in time. Built in 1928, Skytop is the perfect place for family getaways or business meetings. There is a calendar of theme weekend events at their website ",{"type":"[","value":["http:\/\/www.skytop.com"]},".\n\nThe Buck Hill-Skytop Music Festival ",{"type":"[","value":["www.buckhillskytopfest.org"]}," is the leading classical music and dance venue, with educational programming throughout the year and a 3-week summer festival. Performances include Opera, Chamber Music, Dance, Broadway, and Jazz.\n\nThe Fernwood Hotel & Resort, sits on 440-acres and provides a picturesque backdrop for vacation memories. Surrounded by the rolling hills of Pennsylvania's Pocono Mountains, this year-round resort offers a host of activities and amenities. Ranging from an 18-hole par 71 golf course, full service meeting facilities, a winter fun recreation where one can go snowtubing, themed restaurants, live entertainment, fitness facilities, indoor and outdoor pools, and a planned schedule of daily activities for guests of all ages; every interest is tailored to at the Fernwood Hotel. For more details on their various activities go to ",{"type":"[","value":["http:\/\/www.fernwoodhotel.com"]},"\n\nSave time for outlet shopping in Tannersville at ",{"type":"'''","value":["The Crossings Premium Outlets"]},".",{"type":"[","value":["http:\/\/premiumoutlets.com\/thecrossings"]},"\n\nWith its beautiful country club atmosphere, Pocono Palace combines an endless array of activities and sports with the ultimate accommodations — our unique and famous Roman Tower and Fantasy Apple suites (exclusive to Pocono Palace). View a list of specials at ",{"type":"'''","value":["Pocono Palace"]},".",{"type":"[","value":["http:\/\/www.caesarspoconoresorts.com\/resorts\/poconopalace.aspx"]},"\n\nThe ",{"type":"'''","value":["Pocono Raceway"]}," is a great place to see the most popular watched sport in America, Nascar.  The raceway has been around since 1968.  After some problems in construction it was rebuilt in 1990 and ever since has been the host of 2 Nascar races a year.\n\nLocated off route 209 in Bushkill, PA.  The ",{"type":"'''","value":["Pocono Indian Museum"]}," is the only museum in Northeastern Pennsylvania dedicated to showing the history of the Delaware Indian.  The Pocono Indian Museum traces the history of the Delawares through displays of ancient artifacts, weapons, and tools that form chronological commentary on life among the Indians for thousands of years.\n\n",{"type":"===","value":["Gamble"]},"\nThe Pocono Region is home to two brand new casinos, Mohegan Sun in Wilkes-Barre, and Mount Airy in Mount Pocono. Another casino, Sands Casino Resort, is located south of the area in Bethlehem.\n\n",{"type":"===","value":["Ski"]},"\nThe Poconos are one of the most easily accessible ski areas in the Northeast.  They are located close to both Philadelphia and New York.  All of the Poconos skiing have night skiing which means they are open usually from about 8AM to 10PM.  Despite having many good trails and facilities, the conditions in the Poconos are less than perfect and tend to be on the icy side. The Poconos have many major ski areas including:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alpine Mountain"],["alt="],["url=http:\/\/www.alpinemountain.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Big Bear"],["alt="],["url=http:\/\/www.ski-bigbear.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Big Boulder"],["alt="],["url=http:\/\/www.jfbb.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue Mountain"],["alt="],["url=http:\/\/www.skibluemt.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Camelback"],["alt="],["url=http:\/\/www.skicamelback.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Elk Mountain"],["alt="],["url=http:\/\/www.elkskier.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jack Frost"],["alt="],["url=http:\/\/www.jfbb.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shawnee"],["alt="],["url=http:\/\/www.shawneemt.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Snö Mountain"],["alt="],["url=http:\/\/www.snomtn.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tanglwood"],["alt="],["url=http:\/\/www.tanglwood.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere are a ton of good restaurants in the area.\n",{"type":"*","value":[{"type":"'''","value":["Barley Creek"]}," near Camelback (a brewery as well as a great place to eat)."]},{"type":"*","value":[{"type":"'''","value":["Blakeslee Inn"]}," on Route 940."]},{"type":"*","value":[{"type":"'''","value":["Woody's Country House"]},", Route 115."]},{"type":"*","value":[{"type":"'''","value":["Nick's Lake House"]}," near Big Boulder ski area."]},{"type":"*","value":[{"type":"'''","value":["Edleweiss"]},", Route 940."]},{"type":"*","value":[{"type":"'''","value":["The Jubilee"]},", Route 940."]},{"type":"*","value":[{"type":"'''","value":["Sarah St. Grille"]},", Sarah St. in ",{"type":"[[","value":[["Stroudsburg"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Murphy's Loft"]},", Route 115."]},{"type":"*","value":[{"type":"'''","value":["Tokyo Tea House"]},", Route 940. Excellent Japanese -- favorably reviewed by New York Magazine. The Owner is extremely friendly."]},{"type":"*","value":[{"type":"'''","value":["Willowtree Inn"]},", exit 309 of I-80. Indoor,oudoor dining. Continental Cuisine."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Village Squire Restaurant and Charles Dickens Pub"],["url="],["email="],["address="],["lat="],["long="],["directions=Route 115 in Blakeslee Pennsylvania, 1\/4 mile north of I-80, 6 miles east of the PA Turnpike"],["phone = +1 570  646-3446"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Danny's Fettuccine Bar"],["url="],["email="],["address=Route 611 Stroudsburg, across from the Stroud Mall"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best Italian food in the Poconos.  Family style with generous portions and food that is all scratch made and fresh."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Robert Christian's"]}," on 940 offers good food, drink, and company. Favorite watering hole of Bob Kasper."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=PIGGY'S RESTAURANT"],["url="],["email="],["address=91 North Lake Drive Lake Harmony PA. 18624"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best breakfast"]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThe Poconos has a wide range of places to stay while visiting.  There are homes to rent, hotels, motels, bed and breakfasts, country inns, guests house, campgrounds and resorts.\n\n",{"type":"==","value":["Stay safe"]},"\nIf you choose to go hunting always wear a bright color to stand out from the surroundings as hunting accidents can occur.  Pennsylvania State law mandates at least a total of 250 square inches of fluorescent orange on the front and back of the body, or alternatively a hat that is completely fluorescent orange when hunting deer or bear.  Always remember to use common sense when hunting!\n\nMany attractions that draw people to the Pocono region can be dangerous.  When participating in whitewater rafting, water skiing, or boating, a U.S. Coast Guard approved life jacket is a good idea.  Helmets are recommended for skiing and snowboarding.  Also, use care when hiking as some areas have steep drop offs.\n\nWhen camping, never leave food outside for extended periods of time, as this can attract raccoons, opossum, and especially bears.  Although Black Bears are much more docile that most other bear species, they can be dangerous.  Never get between a bear and its young, and keep in mind that bears can often be scared off by loud noises.\n\n",{"type":"==","value":["Go next"]},"\n\n\n\n",{"type":"[[","value":[["WikiPedia:The Poconos"]]},"\n",{"type":"{{","value":[["isPartOf"],["Pennsylvania"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["41.2486"],["-75.2486"]]}]