[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:View of Podolsk2.jpg"],["thumb"],["250px"],["Podolsk and the Pakhra river"]]},"\n",{"type":"'''","value":["Podolsk"]}," is a largest city in ",{"type":"[[","value":[["Moscow Oblast"]]},", by quantity of residents (207,000) comparable to such regional centers, as ",{"type":"[[","value":[["Pskov"]]}," or ",{"type":"[[","value":[["Great Novgorod"]]},". The city built out of high-rise buildings makes a quite melancholy impression, but this feeling is deceptive. To realize this, you simply need to get out of the car.\n",{"type":"==","value":["Get in"]},"\nBy car: 36 km down Warshaw highway, which goes through the city, right turn from Simferopol highway. \nBy train: Podolsk station, trains leave from Kursky train station in Moscow.\nBy bus: several routes from Yugnaya metro station in Moscow, some buses also reach Vidnoe (59) and Domodedovo (57 from Domodedovo station, 67 - Barybino station, 71 - Belie Stolby station).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe settlement, based here in 1627 as an ancestral lands of the Moscow Danilov Monastery, lived a silent and measured life for almost 300 years. Everything has changed with the advent of the railroad in the city in 1889. In several decades the big cement works plant and a factory, producing sewing machines of German firm Singer Inc., were built. Singer’s factory, which was renamed during Soviet Union era the Kalinin Factory, still remains the largest enterprise of sewing mechanical engineering. The factory occupies practically the whole block at the beginning of the Big Serpukhov street and is a commendable sample of industrial architecture of the early XX century. Besides Singer, there are many other curious spots from the architectural point of view in Podolsk. Huge blocks of “constructivism” houses, houses built in pre-war and post-war Stalin style, merchant’s small houses. Walking around the city, it is possible to study lanterns of different decades of XX century and to be surprised seeing the signboards, remained constant since the 1960s. At a corner of Revolutionary avenue and February street there is an interesting building of a department store constructed in 1913. On Lenin Square there is a book store (“House of the Book”) arranged the same way as the Obraztsov puppet theatre in Moscow. There’s a nice looking small white-stone church of the Resurrection of the Christ (1724) on Red street. But the greatest attention attracts a majestic Troitsk cathedral (1819-1832) with a powerful rotunda and the high beautifully decorated bell tower around which there were trading stalls, which have been taken down in early 1960s. \nIt is pleasant to walk down Fedorov street, which is built out of small wooden houses. At the end of it, on abrupt slope of Pahra river, part of a cobblestone road which leads to the city park has been preserved. Along a city part of Warsaw highway (Bolshaya Serpukhovskaya and a part of Lenin avenue) merchant houses of the beginning of the XIX century can be seen.\nThe largest part of a museum “Podolye” (ph. (27) 69 92 39, Lenin avenue, 47) is devoted to Lenin who spent several months living in Podolsk. Besides objects that were held once in hands of the leader of world proletariat, there are a few photos and documents, devoted to the life of the city in the beginning of the XX century. There is a Local History museum in Podolsk (PH. (27) 57 47 31, Parkovaya, 1), it is located on the outskirts of the city in manor Ivanovo, which belonged to manufacturer Bakhrushin. In an exposition there is a standard museum assortment, except for maybe a tusk of the mammoth. Instead, articles made out of bone in the early Iron Age are presented. The most significant part of the exposition is a collection of Singer sewing machines. In the same building the Museum of vocational training (TECHNICAL TRAINING COLLEGE) is located. The most interesting part is a hall where the products, made by pupils of the TTCs from all over the country, are exposed.\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Apriori"]}," Restaurant - Kl. Gotvalda 8, ph. (495) 540 50 40\n\n",{"type":"'''","value":["Nihon"]}," (Chinese, Japanese cuisine)- Chehova 6, ph. (4967) 68 10 68\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Podolsk"]]},"\n\n",{"type":"{{","value":[["geo"],["55.4167"],["37.5333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Moscow Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]