[{"type":"{{","value":[["pagebanner"],["Pohang skyline page banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/eng.ipohang.org\/site\/eng\/ Pohang"]}]}," (포항) is a city in ",{"type":"[[","value":[["North Gyeongsang"]]}," (경상북도) in ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"[[","value":[["File:Korea-Pohang-Guryongpo Beach-02.jpg"],["thumbnail"],["300px"],["Guryongpo Beach"]]},"\n\n",{"type":"==","value":["Understand"]},"\nPohang is a major industrial city on South Korea's east coast, about 110km (70mi) north of ",{"type":"[[","value":[["Busan"]]}," and about 360km (230mi) southeast of ",{"type":"[[","value":[["Seoul"]]},". Pohang is home to POSCO, one of the world's largest steel companies, which sits prominently on the bay. It is well-known for POSTECH, a highly ranked engineering university, and Jukdo Market, one of the most popular fresh fish markets in Korea.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["36.032222"],["129.365"],["zoom=11"],["layer=M"]]},"\n",{"type":"===","value":["By train"]},"\nThe train station in Pohang is located in the center of the city, across the street from the downtown shopping area. Trains run from ",{"type":"[[","value":[["Daegu"]]}," (1.5 hours), Busan (2-3 hours) and Seoul.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Pohang Airport 20090502.jpg"],["thumbnail"],["The quiet Pohang Airport"]]},"\nPohang Airport (포항공항) lies about 10km East of the city past Posco. Domestic flights only from ",{"type":"[[","value":[["Seoul"]]}," Gimpo and ",{"type":"[[","value":[["Jeju"]]}," island.\nTo get there, take city bus 200 towards Guryongpo (구룡포).\n\n",{"type":"===","value":[" By bus"]},"\n",{"type":"[[","value":[["File:Pohang Terminal bus.jpg"],["thumbnail"],["Pohang Bus Terminal"]]},"\nThere are two bus stations in Pohang. \n",{"type":"*","value":[" ",{"type":"'''","value":["Shiwae (Intercity) Bus Terminal 시외 버스 터미널"]},"  Buses run to nearby cities and almost every major city in South Korea."]},{"type":"*","value":[" ",{"type":"'''","value":["Gosok (Express) Bus Terminal 고속 버스 터미널"]},"  Buses run to Seoul, ",{"type":"[[","value":[["Gwangju"]]},", ",{"type":"[[","value":[["Daejeon"]]},", ",{"type":"[[","value":[["Masan"]]},", and Seonsan Resting place Transit Center."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\nBuses run regularly throughout Pohang and the surrounding areas. There are two kinds of buses: ",{"type":"''","value":["general buses"]}," (일반버스) and ",{"type":"''","value":["seat buses"]}," (좌석버스). Fare for the general buses are slightly cheaper than fare for the seat buses. General buses are painted blue and orange, and seat buses are painted green and gray. There are 31 bus lines.\n\n",{"type":"====","value":["General Bus routes"]},"\n\n",{"type":"*","value":[" 101 : Yangdeok - Pohang University -  Youth Training Center - Bukbu Beach - Bukbu market - Poeun Library - 6 Junction - Jukdo market - Express Bus Terminal - hyeongsan rotary - POSCO headquarters - Namgu Public Health Center -Cheongrim Elementary School - North Gate of the Marine Corps - Nambu Fire Station - Donghae Myeon Office (Bus intervals 12 minutes)"]},"\n",{"type":"*","value":[" 102 : Yangdeok - Hwanho Sunrise Park - Senior Center - Buk-gu Public Health Center- changpo Intersection - Women's Cultural Center - Good samaritan Hospital - Poeun Library - 6 Junction - jukdo market - Express Bus Terminal - Haedo 119 Safety Center - Sangdae market - Nambu Market - Nam-gu Office - culture and Arts Center - hyeongsan rotary-POSCO headquarters - Nam-gu Public Health Center - West Gate of the Marine Corps   - Ocheon market - ocheon-eup office - Mundeok (Bus intervals 11 minutes)"]},"\n",{"type":"*","value":[" 105 : Yangdeok - Hwanho Sunrise Park - Senior Center - Dongbu Elementary School - Bukgu Health Center - changpo Intersection - Bukbu Beach - Lotte Department Store - Bukbu Market - Poeun Library - 6 junction - Jukdo market - Jukdo police station - Employment Support Center - Intercity Bus Terminal - Daejam Intersection - St. Mary's hospital- POSTECH - Pohang Techno Park - Jigok (Bus intervals 9 minutes)"]},"\n",{"type":"*","value":[" 107 : Mundeok - Worker's Welfare Hall - Industrial Complex Water Treatment Plant - Pohang substation - Yeonil eup Office - Nambu Police Station - Intercity Bus Terminal - Sangdae market - Express Bus Terminal - Jukdo market - 6 Junction - Tax office - Narukkeut - Daljeon - Sunlin College - Heunghae eup office - Heunghae (Bus intervals 12 minutes)"]},"\nIt can be difficult to figure out which bus to take if you only know your destination. Call 054-1330 for free travel information in English, Japanese, Chinese, and Korean.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are relatively inexpensive as long as you are traveling within Pohang city limits. The base fare is ₩2,200 (₩2,400 after midnight) and it's increased in ₩100 increments based on distance and time.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=POSCO at night"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At night POSCO turns the multicolored lights on, and the red-and-white-striped smokestacks turns into a show of all of the colors in the fluorescent rainbow."]]}]},"\n ",{"type":"[[","value":[["File:Hand of Coexistence-edit.jpg"],["thumb"],["The Hand of Harmony at sunrise. This is the easternmost point of the country."]]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Hands of Harmony"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=To get there, take bus #200 outside of the Intercity Bus Terminal.  Transfer buses at 구룡포 (Guryongpo) and head for 호미곶 (Homigot)."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Well beyond POSCO lies a small fishing village called Homigot. While the beaches in this town are too rocky to be considered viable for swimming, there is a work of art worth seeing; The Hands of Living Mutually or Hands of Harmony. This is a massive bronze sculpture of a hand stretching up from the water in a small cove. A second bronze hand of equal proportion stretches up from dry land on the other side of Homigot Sunrise Square. The hand in the water is worth seeing, particularly at sunrise. This particular cove's claim to fame is that it is the farthest point east in Korea (also referred to as the Tiger's Tail) so the sun rises here first. This charming place is a bit of an obscure tourist trap. Amateur photographers from all over the country come to shoot pictures of the sun rising through the fingers of the hand. Some bring expensive state-of-the-art equipment whilst many will merely whip out their cellphones and start shooting. This can be a crowded shoving match over the rocks and ocean. Some will even venture waist-deep into the water, holding their cellphones high, amidst squawking seagulls, to get a better shot of the bird-soiled sculpture. New Year's Eve is presumably the best time to visit the monument as there are fireworks and festivities that run until dawn (which is shortly after 7:30AM). The sight is also popular in the summer months, when temperatures are more agreeable. While there are hotels within an easy walk, some opt to sleep out on the square with a friend, a sleeping bag, some mosquito spray and a couple bottles of soju. The sun rises early in the summer (shortly after 5AM in late June). Near the sculptures are a lighthouse and museum along with numerous tourist shops, seafood restaurants, peddler tents and the likes. The local-owned tourist shops can be immensely helpful when finding a place to stay or the next bus out. Visitors should be wary of the traditional squat-toilets in the public restrooms nearest The Hands. Western-style toilets can be found at the restrooms outside the lighthouse museum nearby."]]}]},"\n\n",{"type":"[[","value":[["File:Korea-Pohang-Goryongpo Beach-01.jpg"],["thumbnail"],["Goryongpo Beach"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Wolseong Yangdong Village"],["alt="],["url="],["email="],["address="],["lat=36.002243"],["long=129.252849"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A village with 150 tiled roof houses and thatched cottages. Some are 500 years old. Interesting examples of old Korean architecture."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Songdo Beach"],["alt=송도해수욕장"],["url="],["email="],["address="],["lat="],["long="],["directions=Bus 130 and get off at \"Songdo Beach\" stop."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Songdo-dong, Songdo Beach sits directly across a small inlet from POSCO's steel mill. Though not popular for swimming, it often attracts windsurfers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bukbu Beach"],["alt=북부해수욕장"],["url="],["email="],["address="],["lat="],["long="],["directions=Bus 101, 105, 200, 600 (On 15 February 2012 the route was extended.) 700 and get off at \"Bukbu Beach\" Stop."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located just north of downtown Pohang and across the bay from POSCO, Bukbu Beach is a popular (i.e. often crowded) summertime hangout. It is more popular than Songdo Beach for swimming, though the brown color and its proximity to POSCO keep many people out of the water. The [International Fireworks Festival http:\/\/eng.ipohang.org\/home\/eng\/tourism\/festivals_27\/festival_27\/page.wscms] is held here every year in July."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chilpo Beach"],["alt=칠포해수욕장"],["url="],["email="],["address="],["lat="],["long="],["directions=To get here, take an intercity bus 50 minutes north towards Yeongdeok or Uljin and get off at Chilpo."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=About 10km north of the city. Clean water and good waves. Inner tubes are for rent (₩10,000)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wolpo Beach"],["alt=월포해수욕장"],["url="],["email="],["address="],["lat="],["long="],["directions=To get here, take a bus to Yeongdeok and get off at Cheongha. The beach is located 1.5km from the intersection. In summer, take Bus No. 500 to Wolpo from the express bus terminal (고속버스터미날). The buses run 11 times a day."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=4km north of Chilpo Beach, Wolpo Beach is often less crowded. Inner tubes are for rent (₩10,000)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Guryongpo Beach"],["alt=구룡포해수욕장"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Guryongpo Beach is about 10km east of the city. Though small, Guryongpo Beach has clear blue water that attracts snorkelers, and fishermen. To get here, take bus 200 from the Intercity Bus Terminal (시외버스터미널) to its final stop at Guryongpo. The beach is 2km north from there."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Pohang Jungsangga Shilgaecheon Night view 2012 11 26.jpg"],["thumbnail"],["Pohang at night"]]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nYou don't have to stumble very far to find a drink in this town, or anywhere in Korea for that matter. If beer is your drink of choice, head for a HOF (호프, \"hopeu\"), which sells cheap Korean beer in pitchers alongside a selection of overpriced anju (안주) - fried chicken, fruit platters, nachos, or dried fish - an order of which is sometimes required. ",{"type":"'''","value":["Soju"]}," is available anywhere beer is served.\n",{"type":"'''","value":["Liquor"]}," is not always easy to find. It's more popular with expats than Koreans, so heading for a foreigner bar is a safe bet.  There are no enforced open-container laws in Korea, so if you're trying to save some cash buy a pitcher from the local Family Mart and head for Bukbu Beach or the nearest park.\n\n",{"type":"===","value":["Downtown"]},"\n\nThe main area for nightlife. Several bars in the downtown area cater to the foreign crowd (mix of US military, foreign teachers, university students, and engineers), all with similar atmospheres and identical prices. The downtown area is divided into two main stretches - (1) from the train station to the post office, and (2) from the post office to yukgeori, the 6-way intersection.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Whistler"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=from the post office to yukgeori, the 6-way intersection."],["phone="],["tollfree="],["fax="],["hours="],["price=500cc Hite ₩3,000. Jack coke ₩7,000."],["content=Two pool tables, electronic darts, secluded tables with couch seating, wraparound bar, big screen TVs and live music at times."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Beethoven"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=from the post office to yukgeori, the 6-way intersection."],["phone="],["tollfree="],["fax="],["hours="],["price= 500cc Hite ₩3,000. Jack coke ₩7,000."],["content=Small dive bar with long bench seat and three small tables, projection TV screen, wraparound bar."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mindy's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=from the post office to yukgeori, the 6-way intersection."],["phone="],["tollfree="],["fax="],["hours="],["price=500cc Hite ₩3,000. Jack coke ₩7,000."],["content=Pool table, table seating, small bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Judaepo"],["alt=주대포"],["url="],["email="],["address="],["lat="],["long="],["directions= from the train station to the post office"],["phone="],["tollfree="],["fax="],["hours="],["price=Makkeolli teapots ₩3,000. Soju cocktails ₩4,000. No liquor."],["content=Popular for cheap makkeolli (막걸리) and soju cocktails. Good food, seating for large groups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Portobello"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=from the post office to yukgeori, the 6-way intersection."],["phone="],["tollfree="],["fax="],["hours="],["price=500cc Hite with lemon wedge ₩4,000. Some cheap cocktails. Gin(Bombay) & Tonic ₩5,000. Jack coke ₩5,000."],["content=Calls itself a \"Vintage Pub\" a title which belies its modern interior design and small drink selection. 50\" flat screen TV, live music at times on the weekend. Happy hour(6pm ~ 8pm, everyday) buy-one-get-one-free specials. Excellent fish and chips (owner used to live in England)."]]}]},"\n",{"type":"===","value":["Koreatown"]},"\n\nFrom the downtown post office, head two blocks east past KB Bank to reach Koreatown. This area of the city thrives on the weekends, when it is packed with a fun-loving Korean crowd, young and old alike. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=S-bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Beer by the bottle only, Hite ₩5,000. Jack coke ₩7,000."],["content=Dance floor, weekend DJs that spin hip-hop and some rock music, two electronic dart boards, and an enclosed wrap-around bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Fish and Grill"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=500cc Hite ₩3,000, Korean sake glass ₩4,000"],["content=Delicious chicken and fish menu, wooden tables and chairs, and large open windows. . Excellent blended soju cocktails."]]}]},{"type":"===","value":["Bukbu"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tilt"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Behind Valentine Hotel on Bukbu beach. Bus 200, 105, 700, 101 and get off at \"Bukbu Beach\" Stop."],["phone="],["tollfree="],["fax="],["hours="],["price=Hite bottle ₩4,000. Jack coke ₩5,000. Alley Kat draft ₩6,000."],["content=Best expat bar in town. Foreign-owned and operated bar and restaurant, wooden booths and tables, western menu (sandwiches, nachos, wings, burgers), cheap liquor, big screen TVs, Alley Kat on tap, Sunday brunch. Weekly drink specials."]]}," "]},{"type":"===","value":["E-dong"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Giant Step"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=500cc Hite ₩3,000. Jack coke ₩7,000."],["checkin="],["checkout="],["content=Large projection TV screen, outdoor picnic tables, large group seating."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Live Story"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=500cc Hite ₩3,000. Jack coke ₩7,000."],["content=Live music on weekends, projection TV screen, outdoor seating."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rumboat"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=500cc Hite ₩3,000. Jack coke ₩7,000."],["content=Large boat in the middle of the bar with seating for 6, wooden tables elsewhere."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are a few hotels within a ten minute walk toward town, mostly wedged in the network of small roads and alleys west of The Hand. These places start at approximately ₩40,000 per night and checkout can seem obnoxiously early after viewing sunrise and going back to bed. Pension accommodations can be found on the other side of town, past the broadcast stations along the shore. Getting to these will involve a little exploring. Pensions during summer start at about ₩70,000 per night per room.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=이동온천스포렉스"],["url="],["email="],["address=469-11 Daejam-dong, Nam-gu, Pohang-si, Gyeongsangbuk-do"],["lat="],["long="],["directions=Bus 108, 130 to 이동온천스포렉스"],["phone=+82-54-282-8888"],["tollfree="],["fax="],["hours="],["price=₩7,000"],["checkin=24 hours"],["checkout="],["content=Small size jjimjjilbang compared to ones in Seoul and Busan.  The wash and changing rooms are on the second floor and sleeping quarters are on the third floor.  \"Jjimjjilbang\" is not written in Hangul on the building.  Sleeping mats are few in number and are quite thin.  There are wooden bricks to use as a pillow.  Take bus #130 on the same side as the Intercity Bus Terminal and get off at 이동온천스포렉스 (",{"type":"''","value":["Idongoncheonseuporekseu"]},").  Pay first at the counter on the main floor.  You will receive pajamas and a receipt.  Show the receipt in the changing room to receive your locker key and towels."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Gyeongsang"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Pohang"]]},"\n",{"type":"{{","value":[["geo"],["36.032222222222"],["129.365"]]}]