[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Poiana Brasov"]}," is a resort town in the ",{"type":"[[","value":[["Transylvania"]]}," region of ",{"type":"[[","value":[["Romania"]]},".\n\n",{"type":"==","value":["Get in"]},"\nBy Train\nPoiana Brasov is not directly accessible by train. The closest train station is Brasov, which has direct trains from most major cities in Romania. After arriving by train follow the instructions for the bus. \n\nBy Bus\nFrom Brasov train station take the #4 bus to the end of the line, then the #20 which goes directly up the mountain to the ski slopes and stops in a large parking lot. From there the main hotels are walking distance.\n\n",{"type":"==","value":["Get around"]},"\nPoiana Brasov is a small ski village so walking is often the best option. Car parks near the ski lifts (if available) are chaotic and difficult to find. There is a parking lot next to the bus station. Some hotels offer shuttle buses to the ski slopes.\n\n",{"type":"==","value":["See"]},"\nA touristical attraction is the Poiana Braşov Church.\n\n",{"type":"==","value":["Do"]},"\nSkiing is the main attraction in Poiana Brasov, which has a ski season of around 3-4 months from December to March. Ski rentals can be organised through hotels or at the base of the slopes. For ski lessons, particularly in languages other than Romanian, it can be tricky to organise a ski teacher. Try approaching one of the Scola de Ski buildings located at the Brasul cable car or asking at a ski hire shop. Some hotels offer learn to ski packages including ski hire. \n\nThere are several ski slopes mostly for beginners and intermediate skiers. Advanced skiers would be better off at a different location. Ski hire including boots is from 20 lei ($10 USD) per day. Private ski lessons are very reasonably priced starting at 15 Euros per hour.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are some restaurants with good food for tourists like ",{"type":"''","value":["Coliba Haiducilor"]},", ",{"type":"''","value":["Şura Dacilor"]},", etc.\n\n",{"type":"==","value":["Drink"]},"\nStalinskaya vodka from the local shop at the foot of the road leading down from the ANA hotel complex. There is also a pizz place and nightclub, Capra Neagră, which translates roughly into \"The Black Goat\". It plays euro-pop and dance music into the early hours. This club also serves a wide selection of alcohol including many Western alcopops such as Bacardi Breezers. At this club you can dance on top of speakers and tables overlooking a large dancefloor.\n\n",{"type":"==","value":["Sleep"]},"\nThe Hotel Poiana, in a complex with the Hotel Sport and Bradul, is a relatively inexpensive hotel owned by the ANA group. Rooms are cleaned daily and there is a self service restaurant available. There is also a bar (ask for the barman Serge, he is lovely!) Expect to see many Western tourists, mainly British, in the winter as they go to Poiana Brasov to ski. An Irish contingent always stays in the complex during late January, and, being one of them, we always felt well taken care of during our stay.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Brașov County"]]},"\n",{"type":"[[","value":[["wikipedia:Poiana Brașov"]]},"\n",{"type":"{{","value":[["geo"],["45.5955"],["25.5540"],["zoom=14"]]}]