[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Point Fortin"]}," (or just \"Point\") is the main town in the lightly populated deep south peninsula of ",{"type":"[[","value":[["Trinidad"]]},".  It is not far from the city of San Fernando, it is the gateway to the rich treasure of coastline on both the Gulf of Paria and the Atlantic.  Point is pretty much the last business area you would find going to the south of Trinidad. \n\n",{"type":"==","value":["Get in"]},"\nTake a maxi from the wharf in San Fernando, about $7, or a Taxi\/Cab for TT$12.00. For the really adventurous tourist there are the PTSC buses that could be a memorable traveling experience at a fraction of the cost. The bus terminal is located near the Wharf San Fernando.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nAlthough not widely known, almost the entire South Western Peninsula has at low tide the longest widest beaches of Trinidad and Tobago. Therefore, if you want to get away from overcrowded beaches and tourists, you may not miss a stroll on some of the most pristine beaches in this twin Island nation.\n\n",{"type":"==","value":["Do"]},"\nGo and see the amazing natural phenomenon of the La Brea Pitch lake.  As the picture shows, bitumen wells up from deep underground.  Once on the surface some of the lighter hydrocarbons evaporate into the air, leaving the bitumen behind.  This hardens to a crust that can be walked on and even driven on.  In some places, as the picture shows the softer viscous tar beneath breaks the surface.  \n\nThere is an old amerindian legend that a village chieftain killed a humming bird and his village was swamped by the pitch lake in revenge. It may even be at least partly true.  A fault in the earth may have started to leak petroleum within human history.  In that case the welling up of the petroleum from within the rocks could easily have overwhelmed a village in the hills.  The methane gas may have asphyxiated them first and then the slowly welling pitch gone on to engulf their village.  A challenge for archaeologists.  If they are there they would preobably be well preserved.\n\n",{"type":"[[","value":[["Image:Guide-demonstrates-the-'mother'-of-the-Tar-Lake-Trinidad.jpg"]]},"This shows guide to the tar lake demonstrating how the tar wells up.\n\n",{"type":"==","value":["Eat"]},"\nDoubles - a delicacy that can be found anywhere in the country and also available in \"Point.\" It is made of two small flat pieces of fried flour - called \"barra\" and filled with a mixture of curried chick peas or \"channa\" as it is locally known.\nWash all of this down with cold coconut water, available on mornings in the main areas of Point. \nMarket days on Saturday and Sunday provide a variety of homemade sweets, such as rice cakes, fudge and others to tantalize the tastebuds.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Seamoss Punch"]}," - a delicious cold drink made from boiled seaweed (selected varieties), milk, sugar, and spices such as nutmeg or cinnamon. Available at several eating establishments, or from the specialised roadside \"Punch Man\" in the town centre area. Other \"punches\" (blended milk drinks) are also available.\n\n",{"type":"==","value":["Sleep"]},"\nIn the heart of Point Fortin you can find South Western Court, a small hotel.\nFurther you'll be able to find accommodations in Cinnamon House, a small guest house, as well as several privately rented homes and apartments.\n\n",{"type":"==","value":["Go next"]},"\nTake a maxi from Pieping Corner, Frisco Junction in Point Fortin, about $6, or a Taxi\/Cab for TT$10.00. The taxi stand is located by the Park. For the really adventurous tourist there are the PTSC buses that could be a memorable traveling experience at a fraction of the cost. The bus terminal is located down New Lands opposite Pepe's Bar. You must have a pre-purchased ticket.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["10.1667"],["-61.6667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Trinidad"]]},"\n",{"type":"[[","value":[["WikiPedia:Point_Fortin"]]}]