[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"[[","value":[["Image:Pointe_Noire_station.JPG"],["thumb"],["300px"],["Pointe Noire Railway Station"]]}," \n",{"type":"'''","value":["Pointe Noire"]}," is a city in ",{"type":"[[","value":[["Republic of the Congo"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPointe Noire is the second city of the Republic of the Congo.  It is also a major sea port and a tourist destination.  The town has a very French feel to it, because of the colonial past and the still large number of French expatriates and tourists.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nPointe Noire is served by local carriers and international airlines such as Air France.  The airport is not far from the town or beach hotels.  A taxi will cost about CFA2000 to the town.\n\n",{"type":"===","value":["By train"]},"\nIt is possible from Brazzaville, but not recommended for safety and security reasons.\n\n",{"type":"===","value":["By car"]},"\nRoads inside the town are in good condition.  However, outside of the town they may be impassible to anything less than a 4 wheel drive vehicle.\nIt is very safe to travel around with a taxi. Taxis in PNR are shared so if you are in a hurry tell him to take you straight where you want to go, and pay around 700-1000 XAF. If you take other people from the road you pay ~ 150-350 XAF, depending on the length. If you use a taxi more than 1 hour you will have to pay 3000 XAF for that hour.\nDo not go outside of PNR without a known driver and a 4WD.\nThey are building the road from Brazaville to Point Noire. It is supposed to be finished in 2012, but with the local infrastructure, who knows. Driving from one to the other takes about 1-2 days, but it is currently unsafe in the Pool region. The new road is worth driving on just to get a feel for the forest\/grassland region of Congo.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nTaxis are easy to find and are relatively inexpensive.  Most journeys around town will cost no more than CFA1000.  It is OK to walk around the main parts of town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Train_Pointe_Noire.JPG"],["thumb"],["200px"],["Old Train off of the main street"]]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Diosso Gorge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just outside Pointe Noire, there's the spectactular Diosso gorges. One can negotiate a taxi for the day to go there and forth. Local village boys have barred the route to the lookout point and ask abour 2000 XAF pp for entrance."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mazra Club"],["url="],["email="],["address=Songolo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Seaside in the district of Songolo there is the Mazra Club, a beach club near a stretch of mangrove. The mangrove ecosystem, the seaside location and the different private \"paillottes\" make this a comfortable place to hang out. Local beer or \"jus\" costs you 1000 XAF. Be sure to ask the cab driver if he knows the place, because it's rather hard to find."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Conkouati-Douli National Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A five hour drive (in the dry season) North of Pointe Noire, near the Gabonese border is the vast and relatively scarcely visited national park of Conkouati-Douli. Elephants, gorillas and chimpanzees can be seen here. Be sure to strenuously ask your guide to do a tour of the Ngongo river as late as possible and to go down the river with the engine turned off to see elephants and gorillas."]]}]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\nThere are a few junior mining companies setting up close to pointe noire with touching base with including Cominco Resources and Equatorial Resources. If you have the appropriate working visa these companies are worth touching base with.\n\n",{"type":"==","value":["Buy"]},"\nSome hotels will accept payment in Euros or US Dollars.  There are also a few money exchange offices.  Changing Euros or dollars is easy.  Very poor rates are given for British pounds.\nArtisan village is located on the Port Side Beach (next to Le Derrik). Prices will differ for every customer. It is ok to take pictures and send local trustworthy people to buy in your place as they will get at least half of the price. Be careful when buying wood statues as they need to be fumigated for bugs.\n\n",{"type":"==","value":["Eat"]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Citronnelle"],["url="],["email="],["address=Opposite Atlantic Palace Hotel"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Typical French patisserie, which has some excellent patisseries, cakes and fresh orange juice"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Cite"],["url="],["email="],["address=Taxi will take you there"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Typical Bakery that also serves Swarm, Sandwiches and Kebab, good prices, Swarm is around XAF 2000, try the Chocolate Bread (Pain de Chocloat) ~ 500 XAF"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kactus"],["url="],["email="],["address=Charles de Gaule crossing"],["lat="],["long="],["directions=Across from Congo Credit Bank"],["phone=945025 or 5645025"],["tollfree="],["fax="],["hours=10-22"],["price="],["content=Home delivery and also sit-in restaurant. Very good pizza and Hamburger. The fish burger (as of 03\/14\/2012) is particularly good with a thick chunk of fresh grilled fish topped with cheese, tomato slice and lettuce. Ordering at home will cost you extra 2000XAF for shipment, they work very fast in about 20 minutes you have it at your door"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Derrick"],["url="],["email="],["address=Port Side Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11:30-15:00 \/ 19:00-22:00"],["price="],["content=Best place in town for eating, prices are very good about 5500XAF will give you the daily menu, It is mostly for Oil Industry People, but anyone can eat there. However, it does get crowded during meal times hence come early. Certainly a recommended place as of 03\/14\/2012."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gaspar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very good fish and chicken on a stick, French type on the sidewalk restaurant, very fresh and tasty food. Do not go to bathroom since it is dirty, chicken is clean."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cercle Naval"],["alt=ClubNautique"],["url="],["email="],["address="],["lat="],["long="],["directions=near Artisan Market"],["phone=5370110"],["tollfree="],["fax="],["hours=noon-3PM, 6PM-10:30PM"],["price=7-9,000 CFA"],["content=Restaurant co-located with the Pointe Noire Yacht Club.  Covered terrace overlooking the water.  Most of the patrons are expatriates.  Large selection of pizzas, also meat and fish dishes.  Nice atmosphere."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Palm_Beach_Hotel_Pointe_Noire.JPG"],["thumb"],["200px"],["Palm Beach Hotel"]]},"\nHotels in Pointe Noire are very expensive given the standard of accommodation.  Also, not many accept credit cards.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Palm Beach Hotel"],["url="],["email="],["address=On the beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=CFA80000"],["checkin="],["checkout="],["content= Reasonably good hotel with pool.  Right next to the beach.  Rooms in the old block start at CFA80,000.  nearly double that in the new block.  WiFi is available in some areas - CFA2000 per hour."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Twiga"],["url=http:\/\/www.twigahotel.com"],["email="],["address=Ave Dr Jacques Bouity"],["lat="],["long="],["directions=Cote Sauvage beachfront"],["phone=6584747 \/ 6574848"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beachfront hotel with popular bar-restaurant on ground-level with direct access to the beach.  More formal restaurant on upper level.  Large choice of pizza and pasta dishes as well as various fish and meat dishes. Extra charge for side dishes,such as vegetables (string beans), fried plantains or rice.  Hotel rooms are comfortable, roughly equivalent to a two or three-star hotel in Europe.  Free WI-FI internet access for hotel guests.  Listening to the waves crashing on the beach is a real pleasure.  It is also fun to watch the surfers from the beachfront terrace."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nUnlike many African cities, it is quite safe to walk in the main parts of the city and the beach area.  There are relatively few beggars.\n\n",{"type":"==","value":["Cope"]},"\nCredit cards are not accepted in many places - only the very best hotels.  Internationally linked ATM's are also not too common.  Credit du Congo have a few branches with machines that will accept foreign cards.\n\nThere are several FM radio stations (all French language), including RFI on 93.2MHz.\n\nNot many people in the town speak English.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Coast and Mayombe"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Pointe-Noire"]]},"\n",{"type":"{{","value":[["geo"],["-4.7888888888889"],["11.865277777778"]]}]