[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Cambodia Poipet to SiemReap Roadway.jpg"],["thumb"],["250px"],["right"],["All most travellers are willing to see in Poipet: the fully paved road to Siem Reap (Aug 2009)"]]},{"type":"'''","value":["Poipet"]}," hosts Cambodia's main border crossing with ",{"type":"[[","value":[["Thailand"]]},", which links northwest Cambodia to ",{"type":"[[","value":[["Aranyaprathet"]]},", and hence ",{"type":"[[","value":[["Bangkok"]]},". Cross-border activity has made the town grow to be larger than its provincial capital, ",{"type":"[[","value":[["Sisophon"]]},".\n\nPoipet is on the fully paved National Hwy 5 which runs to ",{"type":"[[","value":[["Sisophon"]]}," and then further on the south side of the ",{"type":"[[","value":[["Tonle Sap Lake"]]}," to ",{"type":"[[","value":[["Battambang"]]}," and ",{"type":"[[","value":[["Phnom Penh"]]},". At ",{"type":"[[","value":[["Sisophon"]]},", National Hwy 6 branches off to provide a fully paved arterial route along the north of the ",{"type":"[[","value":[["Tonle Sap Lake"],["Tonle Sap"]]}," to ",{"type":"[[","value":[["Siem Reap"]]}," and ",{"type":"[[","value":[["Phnom Penh"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Border Poipet.png"],["thumb"],["650px"],["The border zone with tout zones highlighted"]]},"\n\nIn the view of most travellers \"a dump\", Poipet hosts a bewildering array of touts, beggars, thieves and dodgy casinos for day tripping Thais, which all contrive to separate money from the unwary. The town has one main street that runs approximately southeast from the roundabout at the immigration offices. North of this street is an average Cambodian town; to the south is a poorer slum area. Both areas have their own markets: clean and airy and dishevelled and stinking, respectively. The latter is likely to be more interesting to an observer. For travellers staying overnight at the border, Poipet represents a cheaper option than the adjacent Thai town, ",{"type":"[[","value":[["Aranyaprathet"]]},", particularly for those heading into Cambodia (see ",{"type":"[[","value":[["Poipet#Get In#Outside the Transport Monopoly"],["below"]]}," for avoiding overpriced transport).\n\nWhile most travellers only pass through, the town can provide the savvy and curious with some fascinating insights into Cambodia's grisly underside. Ever a transport hub, Poipet hosts the western railhead of Cambodia's defunct, but regenerating network which once connected to the functioning Thai network.\n\n",{"type":"====","value":["Border location"]},"\nThe nearest Thai town is ",{"type":"[[","value":[["Aranyaprathet"]]},", about 6 km from the border. The border is in central Poipet. The border is open 07:00-20:00. There is no time difference between Cambodia and Thailand.\n\nImmediately next to the Thai immigration facilities is ",{"type":"'''","value":["Rongkleu Market"]},", which host banks, cafes, a convenience store, money exchangers, and buses.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["From elsewhere in Cambodia"]},"\nPoipet is a large town that is well connected with reasonably priced buses to various points in the country. The three major cities of ",{"type":"[[","value":[["Phnom Penh"]]},", ",{"type":"[[","value":[["Battambang"]]}," and ",{"type":"[[","value":[["Siem Reap"]]}," (USD3.75 ",{"type":"''","value":["to"]}," Poipet\/USD5 ",{"type":"''","value":["from"]}," Poipet) are each directly connected to Poipet. Note, if on a bus to Poipet with a view to leaving Cambodia, the bus will stop at its company's Poipet offices first. Do not get off unnecessarily as it will likely continue as far as immigration, which will save you a walk or motorbike taxi fare.\n\nTaxis ",{"type":"''","value":["to"]}," Poipet should be cheaper than those ",{"type":"''","value":["from"]}," Poipet, if you can keep middle men out of it. Your guesthouse may help arrange one but will inflate the price for you. A taxi from Siem Reap should be about USD30 and take about 2.5 hrs.\n\nLeaving Cambodia at this border is generally unproblematic. The porters that swarm over your luggage as soon as it's out off the bus are only trying to get a fare for carrying it to the Thai side. They will generally not steal from it, but it's best to keep your valuables on you. Their services (USD1) can be appreciated on a hot day if the queues are long.\n\n",{"type":"===","value":["From Thailand"]},"\n",{"type":"{{","value":[["infobox"],["The visa scam"],["This one is common. Any tuk-tuk driver from Aranyaprathet will take you to the Cambodian Consulate first. Visas here are overpriced (1,000-1,400 baht vs. USD20 if obtained ",{"type":"''","value":["after"]}," Thai immigration). Do not waste your time here: just say \"have visa\" loud and clear, even if you don't, and he will not persist in trying to scam you.\n\nEven if you make it past the consulate, you're still in the ",{"type":"'''","value":["visa tout zone"]}," (see map). A group of \"visa officials\" with fake laminated badges will have a go at sending you back to the consulate for an expensive visa. They are criminals. Ignore them and go to the Thai immigration office, which is to the left of the main road.\n\nWhatever happens, ",{"type":"'''","value":["Only get a Cambodian visa once you have been stamped out of Thailand and have walked across the bridge to Cambodia."]}]]},"\n\n",{"type":"'''","value":["Rongkleu Market"]}," has buses to Bangkok's Victory Monument, Mo Chit bus station and Suvarnabhumi airport. There are also buses from the market to other Thai towns, such as ",{"type":"[[","value":[["Nakhon Ratchasima"]]}," and ",{"type":"[[","value":[["Chachoengsao"]]},". Such buses allow travellers to avoid ",{"type":"[[","value":[["Aranyaprathet"]]}," town, though ",{"type":"[[","value":[["Aranyaprathet"],["Aran"]]}," is better connected.\n\nFrom Aranyaprathet, songthaews (pickup trucks that act as buses) run between the 7-Eleven in Rongkleu Market and the out-of-town Tesco Lotus hypermarket, passing through central ",{"type":"[[","value":[["Aranyaprathet"],["Aran"]]}," on the main road. A ride costs 15 baht. A tuk-tuk should cost 60 baht after haggling and a motorbike taxi should be 40 baht after a haggle.\n\nOn the Thai side, entry to the Thai immigration facilities is to the left of the main road which approaches the border. Travellers therefore must head towards the busy ",{"type":"'''","value":["Rongkleu Market"]}," for about 2 or 3 metres before seeing the queues for immigration.\n\nWhen in line for Thai immigration, both arrivals and departures, there are vats of cool drinking water that travellers can help themselves to, if they have a bottle to fill.\n\n",{"type":"===","value":["Cambodian Immigration"]},"\n",{"type":"{{","value":[["infobox"],["Other possible scams"],["While problematic officials are increasingly less common, there are some old tricks that may be worth being aware of.\n\nThe visa fee is posted on a sign over the window of the visa counter. It clearly states that a tourist visa costs USD20. You may be asked for 1,000 baht or for USD20 with an additional 100-300 baht fee. If you pay, you'll likely have your visa very quickly. Insisting on paying only USD20 may lead to being made to wait, though the visa will come. Arriving early can help, as in the late afternoon a corrupt official knows that a delay could result in missing onward transport, which makes the bribe seem more attractive. Whenever you arrive, be polite, say hello (sue-saw-day) and thank-you (awkunh) in Khmer and you should find no problems.\n\nJust be aware that USD20 (+100 baht for no photo) is all you need to pay and you will eventually be let through. Past scams have included having to pay for a SARS form or for non-production of a vaccination certificate."]]},"\n\nCambodian visas are available on arrival. The official building is just after the bridge, to the right of the ",{"type":"'''","value":["Traditional Style Arch"]}," (see map). Tourist visas cost USD20 and permit one stay of up to 30 days.\n\n",{"type":"*","value":[" Queues are longest at around midday when many buses arrive. Arriving earlier or later will let you sail through."]},{"type":"*","value":[" The paperwork is very simple. It requires no assistance, regardless of what touts may say. "]},{"type":"*","value":[" Forms are available at the counter to the left of the visa window, although a \"helpful\" tout will likely offer you one as soon as you approach the office. Take the form and otherwise ignore the tout."]},{"type":"*","value":[" A passport photo is required for the visa. A 100 baht fee applies if you don't have a photo."]},"\nAlternatively, you can obtain an ",{"type":"[","value":["http:\/\/evisa.mfaic.gov.kh e-Visa"]}," for USD25, which is the same visa as the one for USD20 but obtained online in advance. Having an e-Visa saves time at the border but that's all the extra USD5 gets you.\n\nUSD20 tourist visas (T class) are not extendable. Anyone wanting longer stays and multiple entries in Cambodia will need a USD25 business visa (E class, valid for 30 days and extendable once in Cambodia). Confusingly, E class visas are unrelated to the online visas. They cost USD25 and require no extra documents or fees. Make sure the officials know that you know this.\n\nOnce you have your visa, brush off the touts and head down the street to get an entry stamp into Cambodia. The arrivals office is on the right (south) side of the street, after the last casino. Some lurkers may tell you otherwise. Compared to obtaining the visa however, clearing immigration is relatively straightforward.\n\n",{"type":"===","value":["To elsewhere in Cambodia"]},"\n",{"type":"====","value":["The Official Transport Monopoly Scam"]},"\nOne's first steps after the arrivals office lead to the ",{"type":"'''","value":["Transport Monopoly Tout Zone"]}," (see map). The scam here is the dressing of overpriced transport as official policy.\n\nFree, so-called government buses or minibuses await tourists emerging from immigration. They go to an inconveniently out-of-town transportation depot: the ",{"type":"'''","value":["Poipet Tourist Passenger International Terminal"]},". They cease running at about 18:00. Overpriced food is available while one waits for an overpriced bus or shared taxi.\n\nOnly the diligent will avoid this one (",{"type":"[[","value":[["#Outside the Transport Monopoly"],["see below"]]},") because police are beastly to and extort drivers that pick up tourists near the border. The police and \"helpful\" others pester tourists emerging from arrivals and basically cajole them onto the buses. Most tourists succumb, either unaware of the scam or unwilling to go against a uniform. If such a set up irks you, remember that despite how it initially feels you have every right to do as you please in Poipet and you can ",{"type":"''","value":["smilingly, tactfully and respectfully"]}," decline to follow their instructions.\n\nSome tourists have reported being taken to a private travel agency instead of the proper depot, under the pretense that the station \"is under construction\". You don't have to deal with them but the private company may be cheaper than the \"officials\".\n\n",{"type":"=====","value":["Taxis"]},"\nAn \"official\" taxi to ",{"type":"[[","value":[["Siem Reap"]]}," costs an offensive 2,400 baht. The police-enforced cartel takes USD25 per taxi per trip. Negotiation is very difficult but should be possible given that a taxi outside the cartel should cost about USD30. Negotiate the price in dollars, baht prices tend to be inflated.\n\nThere are no rules against introducing yourself to fellow travellers and sharing the ride.\n\nDrivers who work for the cartel will generally deliver tourists to wherever they choose in ",{"type":"[[","value":[["Siem Reap"]]}," without any problems. Though possible tricks include being dropped in a dusty parking lot out of town or at a commission paying guesthouse, which is most of them. Simply do not pay until you are happy with the destination. Do not believe that taxis are prohibited from entering the centre of Siem Reap.\n\nWherever you end up, tuk-tuk drivers will be waiting. A fare within town should be USD1, though Siem Reap is easily covered on foot.\n\n",{"type":"=====","value":["Bus"]},"\nFrom the Tourist Passenger International Terminal a bus to Siem Reap costs USD9 per person and takes around three hours.\n\nYou may arrive a couple of kilometres outside central ",{"type":"[[","value":[["Siem Reap"]]},", where tuk-tuk drivers pay the cartel for access to arriving tourists. They recoup their money by taking tourists to commission paying accommodation, which they may offer to do very cheaply, perhaps for free. Their big money however comes from temple trips and they will implore you to hire them on for this. This is not necessarily bad but make sure you know the correct rates. If you value your independence, pay the tuk-tuk driver a fair rate (USD2 is acceptable, perhaps generous) for the trip into town, make sure you are dropped where you want to be dropped and then have nothing more to do with him. If you pay a cheaper rate for the tuk-tuk, you may feel obliged to use his services subsequently.\n\n",{"type":"====","value":["Outside the Transport Monopoly"]},"\nAvoid this scam by saying you want to have lunch\/find a guesthouse\/see Poipet\/to the post office\/casino\/karaoke, basically anything that isn't finding a bus. Then walk down the street, the pressure eases off away from the roundabout and you should be able to pick up a ride without being bothered.\n\nJust don't start negotiating with a driver if a policeman is standing right next to you. It's unfortunately their job (i.e., orders from bent bosses, rather than legal duty) to intervene if a tourist tries to deal with a driver outside the monopoly. Don't be worried, the intervention will be nothing more than creaming a cut from the fare (you're not actually doing anything wrong remember). There are many taxi drivers in town. A taxi to Siem Reap normally costs up to USD30, but negotiate as prices may start at USD50-60. If you want to do it Khmer-style, a seat in a shared taxi will be about USD8.\n\nNot-tourist buses depart from the bus company offices scattered along the main street a little way from immigration (see map). Their fares are outside the official monopoly so a bus to Siem Reap costs only USD5. Departures are in the morning and can generally only be made after staying overnight in Poipet. However, the taste of victory over Cambodia's institutional corruption can be sweet.\n\nPickup trucks can be found near the border and in the town, they run to ",{"type":"[[","value":[["Siem Reap"]]}," and ",{"type":"[[","value":[["Battambang"]]},", although changing in ",{"type":"[[","value":[["Sisophon"]]}," is likely. Seats inside\/outside the truck cost 10,000\/5,000 riel to Sisophon, plus approximately double that for an onward journey to either Siem Reap or Battambang.\n\nThe monopoly only affects transport ",{"type":"''","value":["from"]}," Poipet. Buses from Siem Reap to Poipet are about half the price of those from the Tourist Passenger International Terminal to Siem Reap.\n\nPoipet's airport has no scheduled flights. However if you're travelling between Bangkok and Siem Reap, ",{"type":"[[","value":[["Siem Reap#By plane"],["flights"]]}," will pass near enough ",{"type":"''","value":["over"]}," Poipet and cost about USD150.\n\nAlternatively, have the monopoly work for you. Take the free shuttle out of town and then hitch-hike. Anyone who picks you up will expect something for their effort, nothing compared with a taxi or even bus fare though.\n\n",{"type":"==","value":["Get around"]},"\nThe town is relatively easily covered on foot, for those who wish to explore it. Hotels are within walking distance of customs; though on a hot day, you and your luggage may appreciate a motodop (motorbike taxi), which for 500-1,000 riel will take you to any part of Poipet. One could also be useful for escaping the transport monopoly hot zone of immediately outside immigration and finding a non-scam taxi.\n\nThere is also the free bus to the transportation depot, which is perhaps a false friend.\n\nSpending time in Poipet involves being hassled, scammed and frustrated. Though these problems mainly fall on the post-border, bag-carrying weary. Check in, dump the bags and shower. The town then loses much of its hassle.\n\n",{"type":"==","value":["See & Do"]},"\n",{"type":"[[","value":[["Image:PoipetStation.JPG"],["thumb"],["300px"],["right"],["For those who look a little closer, Poipet has some vibrancy in the slums around the old station"]]},"\nPoipet is a border town typical of where shocking economic disparities exist between two nations, not unlike ",{"type":"[[","value":[["Tijuana"]]}," or ",{"type":"[[","value":[["Ciudad del Este"]]}," or less famously, impoverished ",{"type":"[[","value":[["Sungai Kolok"]]}," in southern Thailand, which borders more prosperous ",{"type":"[[","value":[["Malaysia"]]},". The town offer the usual Khmer mix of markets, stalls, coffee shops and beer gardens.\n\nPoipet's growing gambling industry has spawned several large, opulent ",{"type":"'''","value":["casinos"]},", in rather sharp contrast to general squalor of the town. Gambling is illegal in Thailand and in Cambodia, though this has not prevented some well connected somebodies from putting up casinos before Cambodian immigration. Thais use the casinos to circumvent their own country's interdictions, though Khmer are not allowed at the tables.\n\nThe amateur anthropologist can watch Asian businessmen entertain themselves at the casinos or at the karaoke bars throughout town that double as brothels. Watching the coachloads of package tourists being shepherded through customs may also count as a valid pastime.\n\nIt a near certainty that the casino operation is run by organised crime. Given that you may want to think twice before giving them your money.\n\nThe area around the ",{"type":"'''","value":["old railway station"]}," is particularly interesting. This slum backs onto the filthy trickle of a river that marks the Thailand-Cambodia border and at around dusk tuk-tuks brimming with people can be seen making their way to the ",{"type":"'''","value":["unofficial border crossing"]},", an unstable bamboo bridge 400 m down the dirt track south from the railway station. The path passes a small Cambodian police station. The Thai side is a minefield, but the well-trodden path can be followed and leads to a road. Being stopped at a Thai police checkpoint once on the road is likely. Note: Using this unofficial border crossing, apart from perhaps a few paces on the Thai side for bragging rights, will likely cause problems for conventional travellers, particularly upon their exit from Thailand. This option should only be used in the most extreme circumstances that preclude the town's regular border crossing.\n\nPeople with a desire to help others can find opportunities in Poipet. Any assistance or conscious effort to speak Khmer or interact with local people on their own level will be highly appreciated. A man called ",{"type":"'''","value":["Trip"]}," (+855 77945100) is a friendly English speaker. He will act as a guide to Poipet and tell you some interesting stories about the area. Cost: buying him lunch and a beer.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["infobox"],["Money changing scam"],["This is not officially condoned and is easy to avoid. Anyone suggesting that you change money to riel is trying to scam you. The Cambodian central bank maintains the riel at 3,900 to 4,100 to the USD. On the street, 4,000 riel to the dollar is ubiquitous. Riel is only used as change or for small purchases such as a drink, small meal or a newspaper. USD is used for anything else. ATMs throughout Cambodia dispense dollars. There are ATMs in Poipet."]]},"\n\nIn ",{"type":"'''","value":["Rongkleu Market"]},", just before Thai immigration, banks sell USD at decent rates (USD being the main currency of Cambodia). There are also ATMs dispensing baht. For exchange, the banks don't open until 10:00, and after a weekend or holiday they may be short on USD. Do not worry, baht can be exchanged in Cambodia without problem, some large stores even accept baht at rates better than they do Cambodia's own toy currency, the riel.\n\nIn Poipet, just about anyone will exchange USD and baht to riel. Look for the traders with glass cabinets full of money, it's their way of advertising. There are banks and ATMs close to the border but ",{"type":"'''","value":["Canadia Bank"]},", a little further away, is worth the journey as its ATM doesn't add a surcharge to foreign cards, while ANZ charges USD5.\n\n",{"type":"==","value":["Eat & Drink"]},"\nIf you're a sucker for the minibus to the Poipet Tourist International Terminal, you'll probably also be a sucker for the expensive snacks next to where it departs.\n\nVery close to immigration, on the north side of the roundabout, Long Sen Guesthouse has a convenience store. In front of the post office is a little street stall does reasonable meals and coffee and doesn't rip off tourists, which is a pleasant break from the border stress.\n\nIn the duty-free zone, in front of the Poipet Resort Casino is a laid back coffee shop and cafe. Also, some of the casinos offer buffets. Though they have dress codes, so you may have to spruce up a bit. Holiday Palace and Diamond serve good coffee and even frappes and have air conditioning, although in Diamond you need to explore a bit to find it, an interesting experience in itself. Food in the casinos is good and a welcome change from the standard restaurants in town.\n\nBeyond the immediate border area, the markets probably offer the most atmospheric dining. Also ",{"type":"'''","value":["Capitol Restaurant"]}," (2 km from the border) has air-con. Meals cost USD2-4.\n\n",{"type":"==","value":["Sleep"]},"\nWhile many choose ",{"type":"[[","value":[["Aranyaprathet"]]}," to spend the night, ",{"type":"'''","value":["Poipet"]}," does have a reasonable selection of accommodation. For the budget conscious, it is a cheaper option.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel City Poipet"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=About 1 km from the border, on the left side of the main road in the direction of Siam Reap"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Clean and quite cheap. For sure the best option if obliged to sleep in Poipet. USD12 for a big air-con room with hot water shower. The restaurant next door from this hotel sells the most incredible pork, which is cooked on the side of the street. Excellent choice for breakfast when heading off to work hard for the day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Liv Hov Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the second nameless side street from the roundabout at the border, about 250 m"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Ask for Lee Hou."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Long Sen Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the north side of the roundabout, next to the convenience store"],["phone=+855 12 313187"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From USD6"],["content=Closest guesthouse to the immigration offices, unfriendly owner. Air-con room USD9."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nita Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Near the casinos and the Cambodian customs office"],["phone=+855 12 832026"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Clean rooms with air-con for 500 baht."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Orkiday Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=The second gaudy hotel, next door to Viroth Hotel"],["phone=+855 12 767676"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD20"],["content=Air-con. Pretentious, no Internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Poipet Phnom Pich Guest House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the main street, about 500 m from the border office, opposite the old train station"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=Single room with fan, small window for USD5 (150 baht). Twin room with fan USD7. Air-con room USD10"],["content=A good budget option, well placed for exploring the slum behind the station. Cheap, acceptable, with free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sophal Thavy Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the north side of the main road, about 100 m from the roundabout"],["phone=+855 12 910735, +855 11 753252"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From USD6, air-con room USD10"],["content=Free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Viroth Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=The first gaudy hotel, next to the departure immigration office"],["phone="],["tollfree="],["fax="],["hours="],["price=USD18"],["checkin="],["checkout="],["content= Air-con, gaudy, pretentious, no Internet."]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\nLike most of Southeast Asia, ",{"type":"''","value":["unprovoked"]}," violent crime is not rife. However, being foreign and out at night could be construed as sufficient provocation. During the day, one can wander through the town and its slums without fear of a beating. Being robbed more subtly via scams and pickpockets is a different matter. Any visitor should explore Poipet with the expectation of spending more than reasonable and also of losing the contents of his pockets. Wear a money belt and stand your ground if you think you are being scammed. Watch out for ",{"type":"[[","value":[["pickpockets"]]}," and snatch thieves, including the adorable little children who swarm you and cheer at the border. If you've managed to arrange a taxi away from the monopoly, don't pay up front, and do not let anybody you don't know into the car. The small upside to the travel monopoly is that, once the exorbitant price for the taxi has been paid, they're reliable and the driver will take you anywhere you like once you've reached your destination.\n\n",{"type":"==","value":["Connect"]},"\n\nOn the south side of the roundabout, in front of the cluster of radio masts, is a post office. Postcards not available but it's your last chance to get a Cambodian stamp on those Angkor postcards.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=CR_Northern_Line.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Aranyaprathet"]]}," in Thailand"],["minorl1=",{"type":"'''","value":["END"]}],["directionr1=SE"],["majorr1=",{"type":"[[","value":[["Phnom Penh"]]}],["minorr1=",{"type":"[[","value":[["Sisophon"]]}]]},"\n\n",{"type":"{|","value":[["width=\"100%\" align=\"center\" style=\"border: 2px solid #082567;\""],["|This article includes accommodation listings translated from the German Wikitravel. A list of authors can be found ",{"type":"[","value":["http:\/\/de.wikivoyage.org\/w\/index.php?title=Poipet&action=history here"]},"."]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["13.6500"],["102.5667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North-western Cambodia"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Poipet"]]},"\n",{"type":"[[","value":[["Wikipedia:Poipet"]]}]