[{"type":"{{","value":[["pagebanner"],["Wikivoyage page banner stinging nettle.jpg"],["caption: the jagged leaf edge of Urtica dioica aka stinging nettle"]]},"\nWhile it is of course unwise to ",{"type":"''","value":["eat"]}," any unknown plant, as there are literally thousands of poisonous species, there are some plants travellers may encounter which can cause problems after merely touching them. When enjoying outdoor activities such as hiking in areas where these plants are endemic, it is best to know what to look out for.\n\n",{"type":"==","value":["Poison ivy, poison oak, and poison sumac"]},"\nThese three plants secret a substance called urushiol oil, which can cause rashes and blisters known as contact dermatitis. The oil adheres to almost anything with which it comes in contact, such as towels, blankets and even clothing. Clothing or other materials that contact the plant and then, before being washed, contact the skin are common causes of exposure. Normally, it takes about 24 hours for the rash to first appear; for those with severe reactions, it will worsen during the next few days. For severe reactions, a prednisone prescription is necessary to stop skin damage, especially if the eyes are involved. The rash persists typically one to two weeks and in some cases up to five weeks. At least 25% of people have very strong responses resulting in severe symptoms. Since the skin reaction is an allergic one, people may develop progressively stronger reactions after repeated exposures. Some people lack the allergy, but you don't want to find out the hard way that you are not one of these exceptions.\n\n",{"type":"===","value":["Poison ivy"]},"\n",{"type":"[[","value":[["Image:Poison Ivy in Perrot State Park.jpg"],["thumb"],["Poison ivy"]]},"\nPoison ivy grows throughout much of ",{"type":"[[","value":[["North America"]]},", including the Canadian provinces of ",{"type":"[[","value":[["Quebec"]]},", ",{"type":"[[","value":[["Ontario"]]},", ",{"type":"[[","value":[["Manitoba"]]},", ",{"type":"[[","value":[["British Columbia"]]},", and all ",{"type":"[[","value":[["United States of America"],["U.S."]]}," states east of the Rocky Mountains, as well as in the mountainous areas of ",{"type":"[[","value":[["Mexico"]]},". It is normally found in wooded areas, in exposed rocky areas and in open fields and disturbed areas.\n\nPoison ivy can be found growing in any of the following forms:\n",{"type":"*","value":[" as a trailing vine that is 10–25 centimetres (3.9–9.8 in) tall"]},{"type":"*","value":[" as a shrub up to 1.2 metres (3 ft 11 in) tall"]},{"type":"*","value":[" as a climbing vine that grows on trees or some other support"]},"\nThe following four characteristics are sufficient to identify poison ivy in most situations: \n",{"type":"*","value":[" clusters of three leaflets"]},{"type":"*","value":[" alternate leaf arrangement"]},{"type":"*","value":[" lack of thorns"]},{"type":"*","value":[" each group of three leaflets grows on its own stem, which connects to the main vine."]},"\nThe appearance of poison ivy can vary greatly between environments, and even within a single area. Identification by experienced people is often made difficult by leaf damage, the plant's leafless condition during winter, and unusual growth forms due to environmental or genetic factors.\n\nVarious mnemonic rhymes describe the characteristic appearance of poison ivy:\n\n",{"type":"*","value":[" \"Leaflets three; let it be\" is the best known and most useful cautionary rhyme.  It applies to poison oak, as well as to poison ivy.  "]},{"type":"*","value":[" \"Hairy vine, no friend of mine.\" Poison ivy vines are more poisonous than the roots, and the poison can linger in the vine for years."]},{"type":"*","value":[" \"Longer middle stem; stay away from them.\" This refers to the middle leaflet having a visibly longer stem than the two side leaflets and is a key to differentiating it from the similar-looking ",{"type":"''","value":["Rhus aromatica"]}," (fragrant sumac)."]},{"type":"*","value":[" \"Raggy rope, don't be a dope!\" Poison ivy vines on trees have a furry \"raggy\" appearance. This rhyme warns tree climbers to be wary. Old, mature vines on tree trunks can be quite large and long, with the recognizable leaves obscured among the higher foliage of the tree."]},{"type":"*","value":[" \"One, two, three? Don't touch me.\""]},{"type":"*","value":[" \"Berries white, run in fright\" and \"Berries white, danger in sight.\""]},{"type":"*","value":[" \"Red leaflets in the spring, it's a dangerous thing.\" This refers to the red appearance that new leaflets sometimes have in the spring. (Note that later, in the summer, the leaflets are green, making them more difficult to distinguish from other plants, while in autumn they can be reddish-orange.)"]},{"type":"*","value":[" \"Side leaflets like mittens, will itch like the dickens.\" This refers to the appearance of some, but not all, poison ivy leaves, where each of the two side leaflets has a small notch that makes the leaflet look like a mitten with a \"thumb.\" (Note that this rhyme should not be misinterpreted to mean that only the side leaflets will cause itching, since actually all parts of the plant can cause itching.)"]},{"type":"*","value":[" \"If it's got hair, it won't be fair.\" This refers to the hair that can be on the stem and leaves of poison ivy."]},"\n",{"type":"===","value":["Poison oak"]},"\n",{"type":"[[","value":[["Image:Toxicodendron pubescens.jpg"],["thumb"],["Atlantic poison oak"]]},"\nPoison oak refers to either of two species of plant, widespread throughout the mountains, valleys, and canyons of the western ",{"type":"[[","value":[["United States"]]}," and ",{"type":"[[","value":[["Canada"]]},".  It thrives in shady canyons and riparian habitats, growing either a climbing vine with aerial roots that adhere to the trunks of oaks and sycamores, or as a standalone plant. Like poison ivy, its leaves come in threes, and vary from green to red depending on the time of year.\n\n",{"type":"===","value":["Poison sumac"]},"\n",{"type":"[[","value":[["Image:Toxicodendron vernix.jpg"],["thumb"],["Poison sumac"]]},"\nPoison sumac is a shrub or small tree, growing up to nearly 30 feet in height. Its leaves are 2–4 inches long and are oval-to-oblong, tapering to a sharp point, and wedge-shaped with wavy edges. Its flowers are greenish, growing in loose clusters 3–8 inches long. The fruits are not quite spherical, gray, flattened, and about 0.2 inches across. Poison sumac grows exclusively in very wet or flooded soils, usually in swamps and peat bogs, in the eastern ",{"type":"[[","value":[["United States"]]}," and ",{"type":"[[","value":[["Canada"]]},".\n\n",{"type":"===","value":[" Treatments "]},"\n\nPotential treatments are in two phases: stopping the urushiol contact as quickly as possible, and later reducing the pain or itching of any blistering that has formed.\n\nPrimary treatment involves washing exposed skin thoroughly with soap and cold water as soon as possible after exposure is discovered. Soap or detergent is necessary, as urushiol is an oil. Commercial removing preparations are available in areas where poison ivy grows.\n\nShowers or compresses using very hot water can offer relief of itching for up to several hours, though this is only for secondary treatment. \n\nAntihistamines and hydrocortisone creams can be used in severe cases. Benadryl is the most commonly suggested antihistamine.  Topical formulations are available, but may further irritate the affected skin areas. Many home remedies and even commercial products (e.g., Zanfel and Tecnu) claim to prevent urushiol rashes after the exposure. \n",{"type":"*","value":[" Ordinary laundering with laundry detergent will remove urushiol from most clothing, but not from leather or suede. One home remedy includes laundering clothes with Fels-Naptha"]},{"type":"*","value":[" The fluid from the resulting blisters does ",{"type":"''","value":["not"]}," spread poison ivy to others."]},{"type":"*","value":[" Blisters should be left unbroken during healing."]},{"type":"*","value":[" Poison ivy is ",{"type":"''","value":["not"]}," harmless when the leaves have fallen off, as the toxic resin is very persistent. Every part of the plant contains urushiol, and can cause a rash with exposure at any time of the year."]},{"type":"*","value":[" Ice, cold water, cooling lotions, or cold air do ",{"type":"''","value":["not"]}," help cure poison ivy rashes, but cooling can reduce inflammation and soothe the itch."]},"\n",{"type":"==","value":["Stinging nettles"]},"\n",{"type":"[[","value":[["Image:Brennnessel 1.JPG"],["thumb"],["Stinging nettle"]]},"\nThese plants have many hollow stinging hairs on their leaves and stems, which act like hypodermic needles, injecting histamine and other chemicals that produce a stinging sensation when contacted by humans and other animals. Stinging nettles are abundant in northern Europe and much of Asia, usually found in the countryside. It is less widespread in southern Europe and north Africa, where it is restricted by its need for moist soil. In North America it is widely distributed in Canada and the United States, where it is found in every province and state except for Hawaii and also can be found in northernmost Mexico. It grows in abundance in the Pacific Northwest, especially in places where annual rainfall is high. In North America the stinging nettle is far less common than in northern Europe. The European subspecies has been introduced into North America as well as South America.\n\nAnti-itch drugs, usually in the form of creams containing antihistaminics or hydrocortisone may provide relief from the symptoms of being stung by nettles. But due to the combination of chemicals involved other remedies may be required. Calamine lotion may be helpful. Many folk remedies exist for treating the itching including dandelion, horsetail, the underside of a fern (the spores), mud, saliva, or baking soda, oil and onions, and topical use of milk of magnesia. Lemon juice also works for treatment. Alternatively, one can simply ignore the stinging sensation and let it run its (harmless) course. Simply washing with water (immediately after stinging) also helps.\n\n",{"type":"==","value":["Giant hogweed"]},"\n",{"type":"[[","value":[["File:Heracleum mantegazzianum 03.JPG"],["thumbnail"],["Giant hogweed"]]},"\nThe giant hogweed (Heracleum mantegazzianum) is native to Caucasus and Central Asia and was first brought into Britain as an ornamental plant. Today it grows wildly in large parts of Europe north of the Alps as well as in Canada and northern United States. The plant looks outwardly like the common hogweed, but it grows to a height of several meters and all parts of the plant carries a phototoxic sap. Skin that comes into contact with the sap will become hypersensitive for UV-rays resulting in painful blisters well beyond a normal sunburn that leaves scars for a long time. If it comes into contact with eyes it causes blindness.\n\nIf you get the sap on your skin, wash it off with soap and water immediately and stay away from sunlight for a couple of days.\n\n\n\n",{"type":"==","value":[" Fungi "]},"\nThere are numerous fungui ( commonly called mushrooms or toad-stools) which are toxic to humans.\n\nUnder no circumstances should you consume any fungus which has not been positively identifed.\n\n\n\n\n\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Stay healthy"]]},"\n",{"type":"[[","value":[["wikipedia:List of poisonous plants"]]}]