[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["quickbar"],["image= Krakau Markt.jpg"],["location=LocationPoland.png"],["flag= Flag of Poland.svg"],["capital=",{"type":"[[","value":[["Warsaw"]]}],["government=Republic"],["currency=Złoty (PLN)"],["area=312,685 km²"],["population=38,346,279 (July 2014 est.)"],["language=",{"type":"[[","value":[["Polish"]]}],["religion=Roman Catholic 93%, Eastern Orthodox, Protestant, and other"],["callingcode=+48"],["tld=.pl"],["timezone=UTC+1"],["electricity=230V\/50Hz (European plug)"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.polska.travel\/en Poland"]}]}," (Polish: ",{"type":"''","value":["Polska"]},"), is a country in ",{"type":"[[","value":[["Central Europe"]]},". It has a long ",{"type":"[[","value":[["Baltic Sea"]]}," coastline and is bordered by ",{"type":"[[","value":[["Belarus"]]},", the ",{"type":"[[","value":[["Czech Republic"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Lithuania"]]},", ",{"type":"[[","value":[["Russia"]]}," (",{"type":"[[","value":[["Kaliningrad Oblast"]]},"), ",{"type":"[[","value":[["Slovakia"]]},", and ",{"type":"[[","value":[["Ukraine"]]},".\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"===","value":[" History "]},"\n\n",{"type":"====","value":[" Early history "]},"\nThe first cities in today's Poland, ",{"type":"[[","value":[["Kalisz"]]}," and ",{"type":"[[","value":[["Elbląg"]]}," on the Amber Trail to the Baltic Sea, were mentioned by Roman writers in the first century AD, but the first Polish settlement in ",{"type":"[[","value":[["Biskupin"]]}," dates even further back to the 7th century BC. \n\nPoland was first united as a country in the first half of the 10th century, and officially adopted Catholicism in 966 AD. The first capital was in the city of ",{"type":"[[","value":[["Gniezno"]]},", but a century later the capital was moved to ",{"type":"[[","value":[["Kraków"]]},", where it remained for half a millennium. \n\nPoland experienced its golden age from 14th till 16th century, under the reign of king Casimir the Great, and the Jagiellonian dynasty, whose rule extended from the Baltic to the Black and Adriatic seas. In the 16th century, the Polish-Lithuanian Commonwealth was the largest country in Europe; the country attracted significant numbers of foreign migrants, including Germans, Jews, Armenians and Dutch, thanks to the freedom of confession guaranteed by the state and the atmosphere of religious tolerance (rather exceptional in Europe at the time of the Holy Inquisition). \n\nUnder the rule of the Vasa dynasty, the capital was moved to ",{"type":"[[","value":[["Warsaw"]]}," in 1596. During the 17th and the 18th centuries, the nobility increasingly asserted its independence of the monarchy; combined with several exhausting wars, this greatly weakened the Commonwealth. Responding to the need for reform, Poland was the 1st country in Europe (and the 2nd in the world, after the US) to pass a constitution. The constitution of May 3, 1791 was the key reform among many progressive but belated attempts to strengthen the country during the second half of the 18th century.\n\n",{"type":"====","value":[" Partitions and regaining independence "]},"\nWith the country in political disarray, various sections of Poland were subsequently occupied by its neighbors, Russia, Prussia and Austria, in three coordinated \"partitions\" of 1772 and 1793, and 1795. After the last partition and a failed uprising, Poland ceased to exist as a country for 123 years.\n\nHowever, this long period of foreign domination was met with fierce resistance. During the Napoleonic Wars, a semi-autonomous Duchy of Warsaw arose, before being erased from the map again in 1813. Further uprisings ensued, such as the 29 November uprising of 1830-1831 (mainly in Russian Poland), the 1848 Revolution (mostly in Austrian and Prussian Poland), and 22 January 1863. Throughout the occupation, Poles retained their sense of national identity, and kept fighting the subjugation of the three occupying powers.\n\n",{"type":"[[","value":[["Image:Warsaw-Pilsudski-Square-1900s.jpg"],["thumb"],["upright=1.2"],["Warsaw in 1900s"]]},"\n\nPoland returned to the map of Europe with the end of World War I, officially regaining its independence on November 11, 1918. Soon, by 1920-21, the newly-reborn country got into territorial disputes with Czechoslovakia and, especially, the antagonistic and newly Soviet Russia with which it fought a war. This was further complicated by a hostile Weimar Germany to the west, which strongly resented the annexation of portions of its eastern Prussian territories, and the detachment of German-speaking Danzig (contemporary ",{"type":"[[","value":[["Gdańsk"]]},") as a free city. \n\n",{"type":"====","value":["World War II"]},"\nWorld War II in Europe officially began with a coordinated attack on Poland's borders by the Soviet Union from the east and Nazi Germany from the west and north. Only a few days prior to the start of WWII, the Soviet Union and Germany had signed a secret pact of non-aggression, which called for the re-division of the newly independent central and eastern European nations. Germany attacked Poland on September 1, 1939, and the Soviet Union attacked Poland on September 17, 1939, effectively starting the fourth partition, causing the recently-reestablished Polish Republic to cease to exist. Hitler used the issue of Danzig (",{"type":"[[","value":[["Gdańsk"]]},") and German nationalism to try to trigger a war with Poland in much the same way he used the \"Sudetenland Question\" to conquer the Czechs.\n\nMany of WWII's most infamous war crimes were committed by both the Nazis and Soviets on Polish territory, with the former committing the vast majority of them. Polish civilians opposed to either side's rule were ruthlessly rounded up, tortured, and executed.  \n\nNazi Germany established both concentration and extermination camps on Polish soil, where many millions of Europeans — including about 90% of Poland's long-standing Jewish population and thousands of local Romany (Gypsies) — were ruthlessly murdered; of these ",{"type":"[[","value":[["Auschwitz"]]}," is perhaps the most infamous. The Nazis murdered about three million Polish Jews and about the same number of Polish non-Jews — not only people who actively opposed the Nazi occupation, but also people randomly rounded up and shot, gassed, or taken prisoner for slave labour under acutely life-threatening conditions in concentration camps. Part of the Nazis' strategy was to attempt to annihilate all Polish intelligentsia and potential future leadership, the better to absorb Poland into Germany, so thousands of Polish Catholic priests and intellectuals were summarily murdered.\n\nThe Soviets rounded up and executed the cream of the crop of Polish leadership in the part of Poland they occupied in the Katyń Massacre of 1940. About 22,000 Polish military and political leaders, business owners, and intelligentsia were murdered in the massacre, officially approved by the Soviet Politburo, including by Stalin and Beria.\n\nConcurrently with all the suffering, there was much heroism in Poland during World War II. The Polish Home Army (",{"type":"''","value":["Armia Krajowa"]},") was one of several Polish partisan armies that fought the Nazis and, to a lesser extent, the Soviets. It was among the largest partisan armies in Nazi-occupied Europe, and conducted a variety of relatively effective intelligence-gathering and sabotage operations, killing over 100,000 Axis soldiers in the process. Through their Government-in-Exile in London, they attempted to publicize the Nazis' \"Final Solution of the Jewish Problem,\" but were unsuccessful in gaining Allied help in fighting it. However, they are credited with helping to save about 50,000 Jewish lives, and also prevented the Nazis from carrying out in Poland their ",{"type":"''","value":["Generalplan Ost"]}," (\"Eastern Master Plan\"), under which the great majority of Poland's non-German population would have been expelled or murdered, with the rest enslaved.\n\nDue to WWII, Poland lost about 20% of its population, added to the fact that the Polish economy was completely ruined. Nearly all major cities were destroyed and with them the history of centuries was gone. After the war Poland was forced to become a Soviet satellite country, following the Yalta and Potsdam agreements between the Western Allies and the Soviet Union. To this day these events are viewed by many Poles as an act of betrayal by the Allies. Poland's territory was significantly reduced and shifted westward to the Oder-Neisse Line at the expense of defeated Germany. The native Polish populations from the former Polish territories in the east, now annexed by the Soviet Union, were expelled by force and replaced the likewise expelled German populations in the west and in the north of the country. This resulted in the forced uprooting of over 10 million people and until recently had shadowed attempts at Polish-German reconciliation.\n\n",{"type":"====","value":["Communism (People's Republic of Poland)"]},"\nAfter World War II, Poland was forced to become a Socialist Republic, and to adopt a strong pro-Soviet stance. Between 1945 and 1953, pro-Stalinist leaders conducted periodic purges. In particular, members of the Polish Home Army and other partisan organizations that had opposed Soviet as well as German domination of Poland were executed in large numbers. There were also pogroms after the war; the most notorious was the 1946 Kielce pogrom, which was allegedly incited by Stalin's NKVD secret police, though based on the traditional Christian blood libel against Jews and with very weak condemnation, at best, from Polish cardinals. The result of the pogroms was that most of the Jewish survivors of Nazi persecution emigrated, effectively ending centuries of strong Jewish influence on the history of Poland that has somewhat revived only since the end of communist rule created a less hostile climate for renewed interest in the country's Jewish heritage.\n\nAfter the bloody Stalinist era of 1945-1953, Poland was comparatively tolerant and progressive in comparison to other Eastern Bloc countries. But strong economic growth in the post-war period alternated with serious recessions in 1956, 1970, and 1976 which resulted in labour turmoil over dramatic inflation as well as shortages of goods. Ask older Poles to tell you about communism and you'll often hear stories of empty store shelves where sometimes the only thing available for purchase was vinegar. You'll hear stories about back room deals to get meat or bread, such as people trading things at the post office just to get ham for a special dinner.  \n\nA brief reprieve from this history occurred in 1978.  The then-archbishop of Kraków, Karol Wojtyła, was elected as Pope of the Roman Catholic Church, taking the name John Paul II. This had a profound impact on Poland's largely Catholic population, and to this day John Paul II is widely revered in the country.\n\nIn 1980, the anti-communist trade union, \"Solidarity\" (Polish: ",{"type":"[","value":["http:\/\/www.solidarnosc.gov.pl\/ ",{"type":"''","value":["Solidarność"]}]},"), became the major driving force in a strong opposition movement, organizing labor strikes, and demanding freedom of the press and democratic representation. The communist government responded by organizing a military junta, led by general Wojciech Jaruzelski, and imposing martial law from December 13, 1981 to July 22, 1983. During this period, thousands of people were detained. Phone calls were monitored by the government, independent organizations not aligned with the Communists were deemed illegal and members were arrested, access to roads was restricted, the borders were sealed, ordinary industries were placed under military management, and workers who failed to follow orders faced the threat of a military court. Solidarity was the most famous of various organizations which were illegalized, and its members faced the possibility of losing their jobs and imprisonment.\n\nIn any event, this internecine conflict and ensuing economic disaster greatly weakened the role of the Communist Party. Solidarity was eventually legalized again, and shortly thereafter led the country to its first free elections in 1989, in which the communist government was finally removed from power. This inspired a succession of peaceful anti-communist revolutions throughout the Warsaw Pact bloc.\n\n",{"type":"====","value":["Contemporary Poland (Third Republic of Poland)"]},"\n\nNowadays, Poland is a democratic country with a stable and robust economy. It has been a member of NATO since 1999 and the ",{"type":"[[","value":[["European Union"]]}," since 2004. The country's stability has been recently underscored by the fact that the tragic deaths of the President and a large number of political, business and civic leaders in an plane crash did not have an appreciable negative effect on the Polish currency or economic prospects. Poland has also successfully joined the borderless Europe agreement (Schengen), with an open border to Germany, Lithuania, Czech Republic and Slovakia, and is on track to adopt the Euro currency in a few years time. Poland's dream of rejoining Europe as an independent nation at peace and in mutual respect of its neighbors has finally been achieved.\n\n",{"type":"===","value":["Holidays"]},"\nA number of holidays, listed below, have been officially designated as public by law, including many (Catholic) religious holidays and several important anniversaries. On those days, most service and retail outlets, as well as other companies, museums, galleries, other attractions and public administration units, are required to close entirely. Do plan ahead if you need to do your shopping, use a service or have some official business to be done. \n\nThese closures do ",{"type":"''","value":["not"]}," include places to eat, gas stations and pharmacies. Small shops sometimes exploit a legal loophole that allows businesses run by owners themselves to remain open - this applies almost all ",{"type":"''","value":["Żabka"]}," neighbourhood convenience stores. Having said that, many may have shortened opening hours or be closed entirely, as there is no legal requirement for them to stay open. In larger cities, your options might be limited, but you should have all the usual options to eat and drink, do basic shopping et al. In smaller towns and villages, the local gas station can be your only resort.\n\nMost means of public transport will run according to their Sunday schedule on public holidays, usually meaning less frequent operations. Some connections, e.g. peak bus lines, do not operate on such days entirely (\"Sunday service\").\n\nIf a public holiday falls on a Tuesday or Thursday, many Poles would take a day off on the Monday preceding or Friday following to have a \"long weekend\". Acknowledging this, many companies and public administration units will remain closed on those days as well. Roads and trains may become excessively congested on the days long weekends start or end, so beware. In tourist destinations, prices may rise and accommodation may be booked out long in advance. On the other hand, large cities often become relatively deserted, which has its advantages and disadvantages for tourists visiting them.\n\nCatholic religious holidays are widely celebrated in Poland and many provide colourful and interesting festivities and include local traditions. Most of the population, especially in smaller towns and villages, will go to church on those days and participate in them. For Christmas and Easter, it is customary to join one's family for celebratory meals and gatherings that often bring together family members from far away, so many Poles will travel to their original home towns or families out of their place of residence. Spending those holidays abroad (unless visiting a family), or having celebratory dinners in restaurants is very rare, although many hotels and restaurants would offer Christmas and Easter meals.\n\nThe following is a list of public holidays and some other important holidays with a brief description of the way they are celebrated by Poles. Please note that all religious holidays relating to Easter are movable and take place on a different date each year, and can take place within a four-week time span. Do check for exact days if you plan to be in Poland between March and June.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["New Year's Day"]}," (",{"type":"''","value":["Nowy Rok"]},") - ",{"type":"'''","value":["1 January"]}," is a public holiday, with non-official and non-religious celebrations taking part around midnight between January 1 and December 31 of the preceding year."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Epiphany"]}," (",{"type":"''","value":["Święto Trzech Króli"]}," or  ",{"type":"''","value":["Objawienie Pańskie"]},") - ",{"type":"'''","value":["6 January"]}," - is the first day of the carnival period. In many Polish cities, merry parades are organised to commemorate the biblical Wise Men."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Easter"]}," (",{"type":"''","value":["Wielkanoc"]}," or ",{"type":"''","value":["Niedziela Wielkanocna"]},"), a ",{"type":"'''","value":["movable feast"]}," that is scheduled according to the moon calendar, usually in March or April. Like Christmas, it is primarily a meaningful Christian holiday. On the Saturday before Easter, churches offer special services in anticipation of the holiday, including blessing of food; children especially like to attend these services, bringing small baskets of painted eggs and candy to be blessed. On Easter Sunday itself, practising Catholics go to the morning mass, followed by a celebratory breakfast made of foods blessed the day before. On Easter Sunday, shops, malls, and restaurants are commonly closed. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lany Poniedziałek"]},", or ",{"type":"'''","value":["Śmigus Dyngus"]},", is the ",{"type":"'''","value":["Monday after Easter"]},", and also a holiday. It's the day of an old tradition with pagan roots: groups of kids and teens wandering around, looking to soak each other with water. Often groups of boys will try to catch groups of girls, and vice versa; but innocent passers-by are not exempt from the game, and are expected to play along. Common 'weapons' include water guns and water balloons, but children, especially outdoors and in the countryside, like to use buckets and have no mercy on passers-by. (Drivers - this means keep your windows wound up or you're likely to get soaked.) Despite its light-hearted nature, it is indeed a public holiday."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Labour Day"]}," (",{"type":"''","value":["Święto Pracy"]},") - ",{"type":"'''","value":["1 May"]}," is of absolutely lay nature and not of special religious or national significance, but a public holiday as well.Politically inspired parades and rallies are often organized, especially in larger cities, and it is best to avoid them as opposing political factions often collide and police will usually close off the area where parades and rallies are held. Combined with May 3 (see below), this holiday provides for a surefire long weekend in most years and will see many Poles enjoy a holiday outside of their place of residence."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Constitution Day"]}," (",{"type":"''","value":["Święto Konstytucji Trzeciego Maja"]},") - ",{"type":"'''","value":["3 May"]},", celebrated in remembrance of the Constitution of 3 May 1791. The document itself was a highly progressive attempt at political reform, and it was Europe's first constitution (and world's second, after the US). Following the partitions, the original Constitution became a highly poignant symbol of national identity and ideals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pentecost"]}," (",{"type":"''","value":["Zesłanie Ducha Świętego"]}," or ",{"type":"''","value":["Zielone Świątki"]},") - movable feast, celebrated ",{"type":"'''","value":["7 weeks after Easter"]},", which is always on a ",{"type":"'''","value":["Sunday"]},". It is a relatively low-key religious holiday compared to the other listed, or the way it is celebrated in predominantly protestant countries.  Since this is a Sunday, it may make little difference in some cases and some Poles do not even know it is a public holiday, but in case of establishments normally open on Sundays you may find them closed on that day. Pentecost is a two-day holiday in many countries, but the second day (Monday) is not a public holiday and not widely celebrated in Poland."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Feast of Corpus Christi"]}," (",{"type":"''","value":["Boże Ciało"]},") - another movable feast, is celebrated on the ",{"type":"'''","value":["Thursday"]}," after Trinity Sunday, or ",{"type":"'''","value":["sixty days after Easter"]},". It is celebrated across the country; in smaller locations virtually the whole village or town becomes involved in a procession, and all traffic is stopped as the procession weaves its way through the streets."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Assumption"]}," (",{"type":"''","value":["Wniebowzięcie Najświętszej Marii Panny"]},") coinciding with ",{"type":"''","value":["Day of the Polish Military"]}," (",{"type":"'''","value":["Święto Wojska Polskiego"]},") - ",{"type":"'''","value":["15 August"]},", commemorating the victory of the Polish Army over the invading Soviet (Red) Army in the Battle of Warsaw. The victory was attributed by the religious to the influence of the Virgin Mary. The day is thus marked with both catholic religious festivities and military parades."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["All Saints Day"]}," (",{"type":"''","value":["Wszystkich Świętych"]},") - ",{"type":"'''","value":["1 November"]},". In the afternoon people visit graves of their relatives and light candles. After dusk cemeteries glow with thousands of lights and offer a very picturesque scene. If you have the chance, be sure to visit a cemetery to witness the holiday. Many restaurants, bars and cafés will either be closed or close earlier than usual on this holiday."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Independence Day"]}," (",{"type":"''","value":["Narodowe Święto Niepodległości"]},") - ",{"type":"'''","value":["11 November"]},", celebrated to commemorate Poland's independence in 1918, after 123 years of partitions and occupation by Austria, Prussia and Russia. Some sombre official celebrations, as well as another slew of politically-inspired rallys are bound to be held. Neither would be of particular interest or especially accessible to most tourists."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Christmas Eve"]}," (",{"type":"''","value":["Wigilia Bożego Narodzenia"]}," or simply ",{"type":"''","value":["Wigilia"]},") - ",{"type":"'''","value":["24 December"]}," is actually ",{"type":"'''","value":["not"]}," a public holiday, but for the Poles may be more important to celebrate than the Christmas Days itself.  is definitely the year's most important feast. According to Catholic tradition, celebration of liturgical feasts starts in the evening of the preceding day (a vigil, hence ",{"type":"''","value":["wigilia"]},"). In Polish folklore, this translates into a special family dinner, which traditionally calls for a twelve course meatless meal (representing the twelve apostles), which is supposed to begin in the evening, after the first star can be spotted in the night sky. On Christmas Eve most stores will close around two or three in the afternoon at the latest out of respect for traditions rather than the law."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["'Christmas"]}," (",{"type":"''","value":["Boże Narodzenie"]},") - ",{"type":"'''","value":[" 25 and 26 December"]},". On Christmas days people will still usually stay home and enjoy meals and meetings with families and sometimes close friends. Everything apart from essential services will be closed and public transport will be severely limited."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["New Year's Eve"]}," (",{"type":"''","value":["Sylwester"]},") - ",{"type":"'''","value":["31 December"]}," is ",{"type":"'''","value":["not"]}," a public holiday, but many businesses will close early. Pretty much all hotels, restaurants, bars and clubs will host special balls or parties, requiring previous reservations and carrying hefty price tags. In larger cities, free open-air parties with live music and firework displays are organized by the authorities on central squares."]},"\n",{"type":"===","value":["Countryside"]},"\nThe countryside throughout Poland is lovely and relatively unspoiled. Poland has a variety of regions with beautiful landscapes and small-scale organic and traditional farms. Travelers can choose different types of activities such as bird watching, cycling or horseback riding.\n\nCulturally, you can visit and\/or experience many churches, museums, ceramic and traditional basket-making workshops, castle ruins, rural centers and many more. A journey through the Polish countryside gives you a perfect opportunity to enjoy and absorb local knowledge about its landscape and people.\n\n",{"type":"==","value":["Regions"]},"\n\nPoland's administrative regions are called ",{"type":"''","value":["województwa"]},", abbreviated \"",{"type":"''","value":["woj."]},"\". The word is translated as ",{"type":"''","value":["voivodeship"]}," or ",{"type":"''","value":["province"]},". \n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Poland regions travel map revised.png"],["regionmapsize=500px"],["regionmaptext=Regions and voivodeships of Poland"],["region1name=Central Poland"],["region1color=#b383b3"],["region1items=",{"type":"[[","value":[["Łódzkie"]]},", ",{"type":"[[","value":[["Mazowieckie"]]}],["region1description=Central Poland is focused around the capital city of ",{"type":"[[","value":[["Warsaw"]]}," and the large city of ",{"type":"[[","value":[["Łódź"]]}," with rich textile manufacturing heritage"],["region2name=Southern Poland"],["region2color=#6698bb"],["region2items= ",{"type":"[[","value":[["Małopolskie"]]},", ",{"type":"[[","value":[["Śląskie"]]}],["region2description=Home to spectacular mountain ranges, the world's oldest operating salt mines, fantastic landscapes, caves, historical monuments and cities. The magnificent medieval city of ",{"type":"[[","value":[["Kraków"]]}," is Poland's most-visited destination, while the Silesian conurbation is the largest in the country."],["region3name=Southwestern Poland"],["region3color=#FF9966"],["region3items=",{"type":"[[","value":[["Dolnośląskie"]]},", ",{"type":"[[","value":[["Opolskie"]]},","],["region3description=Colorful mixture of different landscapes. One of the warmest regions in Poland with the very popular, dynamic city of ",{"type":"[[","value":[["Wrocław"]]},". Within this region you will find Polish, German and Czech heritage."],["region4name=Northwestern Poland"],["region4color=#71b37b"],["region4items=",{"type":"[[","value":[["Lubuskie"]]},", ",{"type":"[[","value":[["Wielkopolskie"]]},", ",{"type":"[[","value":[["Zachodniopomorskie"]]}],["region4description=A varied landscape, profusion of wildlife, bird-watcher's paradise and inland dunes. Much of this part of Poland belonged to Germany for centuries, which shaped its heritage."],["region5name=Northern Poland"],["region5color=#FE6F5E"],["region5items=",{"type":"[[","value":[["Kujawsko-Pomorskie"]]},", ",{"type":"[[","value":[["Pomorskie"]]},", ",{"type":"[[","value":[["Warmińsko-Mazurskie"]]}],["region5description=Home to Poland's attractive seaside; sandy beaches with dunes and cliffs; lakes, rivers and forests."],["region6name=Eastern Poland"],["region6color=#FBEC5D"],["region6items=",{"type":"[[","value":[["Lubelskie"]]},", ",{"type":"[[","value":[["Podkarpackie"]]},", ",{"type":"[[","value":[["Świętokrzyskie"]]},", ",{"type":"[[","value":[["Podlaskie"]]}],["region6description=Very green area filled with lakes. It offers unspoiled nature and the possibility of camping in beautiful countryside. Unique primeval forests and picturesque rivers (e.g. Biebrza river) with protected bird species make the region increasingly interesting for tourists."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Warsaw"]]}," — capital of Poland, and one of the EU's thriving new business centers; the old town, nearly completely destroyed during World War II, has been rebuilt in a style inspired by classicist paintings of Canaletto."]},{"type":"*","value":[" ",{"type":"[[","value":[["Gdańsk"]]}," — formerly known as Danzig; one of the old, beautiful European cities, rebuilt after World War II. Located in the center of the Baltic coast, it's a great departure point to the many sea resorts along the Baltic coast."]},{"type":"*","value":[" ",{"type":"[[","value":[["Katowice"]]}," — central district of the Upper Silesian Metropolis, both an important commercial hub and a centre of culture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kraków"]]}," — the \"cultural capital\" of Poland and its historical capital in the Middle Ages; its centre is filled with old churches, monuments, the largest European medieval market-place - and more recently trendy pubs and art galleries. Its city centre is a UNESCO World Heritage Site."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lublin"]]}," — the biggest city in Eastern Poland, it has a well-preserved old town with typical Polish architecture, along with unusual Renaissance elements (the so-called Lublin Renaissance)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Łódź"]]}," — once renowned for its textile industries, the \"Polish Manchester\" has the longest walking street in Europe, the Piotrkowska Street, full of picturesque 19th-century architecture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Poznań"]]}," — the merchant city, considered to be the birthplace of the Polish nation and church (along with ",{"type":"[[","value":[["Gniezno"]]},"); presents a mixture of architecture from all ",{"type":"''","value":["epoques"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Szczecin"]]}," — most important city of Pomerania with an enormous harbor, monuments, old parks and museums."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wrocław"]]}," — an old Silesian city with great history; placed on 12 islands, it has more bridges than any other European town except Venice, Amsterdam and Hamburg."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Auschwitz"],["Auschwitz-Birkenau"]]}," — An infamous complex of German Nazi extermination and slave labour camps that became the centre of the holocaust of Jews during World War II. ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/31 UNESCO World Heritage Site"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Białowieża National Park"]]}," — a huge area of ancient woodland straddling the border with ",{"type":"[[","value":[["Belarus"]]},". ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/33 UNESCO World Heritage Site"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bory Tucholskie National Park"]]}," — national park protecting the Tucholskie Forests."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kalwaria Zebrzydowska"]]}," — monastery in the Beskids from 1600 with Mannerist architecture and a Stations of the Cross complex. ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/905 UNESCO World Heritage Site"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Karkonosze National Park"]]}," — national park in the ",{"type":"[[","value":[["Sudety"]]}," around the Śnieżka Mountain with beautiful waterfalls."]},{"type":"*","value":[" ",{"type":"[[","value":[["Malbork"]]}," — home to the Malbork Castle, the beautiful huge Gothic castle made of brick and the largest one in Europe. ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/847 UNESCO World Heritage Site"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Słowiński National Park"]]}," — national park next to the Baltic Sea with the biggest dunes in Europe"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wieliczka"],["Wieliczka Salt Mine"]]}," — the oldest still existing enterprise worldwide, this salt mine was exploited continuously since the 13th century. ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/32 UNESCO World Heritage Site"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wielkopolski National Park"]]}," — national park in Greater Poland protecting the wildlife of the Wielkopolskie Lakes."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visas"]},"\n",{"type":"{{","value":[["Schengen"]]},"\nRegular visas are issued for travelers going to Poland for ",{"type":"''","value":["tourism and business purposes"]},". Regular visas allow for one or multiple entries into Polish territory and stay in Poland for maximum up to 90 days and are issued for the definite period of stay. When applying for a visa, please indicate the number of days you plan to spend in Poland and a date of intended arrival. Holders of regular visas are not authorized to work.\n\nUkrainian citizens do not require a separate visa for transit through Poland if they hold a Schengen or UK visa.\n\n",{"type":"===","value":["By plane"]},"\n\nMost of Europe's major airlines fly to and from Poland. Poland's national carrier is LOT Polish Airlines ",{"type":"[","value":["http:\/\/www.lot.com"]},", a member of Star Alliance, operating the Miles&More frequent flyer programme with several other European Star Alliance members. Its domestic and short-haul subsidiary is Eurolot, which operates all domestic routes and a number of international routes. Most other European legacy carriers maintain at least one connection to Poland, and there are also a number of ",{"type":"[[","value":[["Discount airlines in Europe"],["low cost airlines"]]}," that fly to Poland including WizzAir ",{"type":"[","value":["http:\/\/wizzair.com"]},", EasyJet ",{"type":"[","value":["http:\/\/easyjet.com"]},", Germanwings ",{"type":"[","value":["http:\/\/www.germanwings.com"]},", Norwegian ",{"type":"[","value":["http:\/\/www.norwegian.no\/sw22123.asp"]}," and Ryanair ",{"type":"[","value":["http:\/\/www.ryanair.com"]},".\n\nWhile there are many international airports across Poland, and international air travel is on a constant increase, ",{"type":"[[","value":[["Warsaw"]]},"'s Chopin Airport (WAW) ",{"type":"[","value":["http:\/\/www.lotnisko-chopina.pl\/?lang=en"]}," remains the country's main international hub. It is the only airport offering direct intercontinental flights - LOT flies to ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Toronto"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]}," and ",{"type":"[[","value":[["Chicago"]]},", while Qatar Airways and Emirates offer flights to their hubs in the Middle East, which allows connecting to their rich international networks. Most European airlines would also offer a connection to Warsaw, allowing you to take advantage of connecting flights via their hubs.\n\nPlease bear in mind the fact that Warsaw is also Poland's only city to have two international airports - Modlin Airport (WMI) is located close to Warsaw and normally used by low-fare carriers.\n\n",{"type":"[[","value":[["File:Poland airports 2013.svg"],["thumb"],["upright=1.5"],["Airports and passenger traffic (2013)"]]},"\nOther major airports serviced by airlines providing intercontinental connections include:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kraków"]]}," (KRK) ",{"type":"[","value":["http:\/\/www.lotnisko-balice.pl"]}," - via Vienna, Rome, Moscow, Berlin, Helsinki, Stuttgart, Frankfurt, Munich and Warsaw"]},{"type":"*","value":[" ",{"type":"[[","value":[["Katowice"]]}," (KTW) ",{"type":"[","value":["http:\/\/www.gtl.com.pl"]}," - via Munich, Dusseldorf, Frankfurt and Warsaw"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gdańsk"]]}," (GDN) ",{"type":"[","value":["http:\/\/www.airport.gdansk.pl"]},"  - via Berlin, Frankfurt, Copenhagen, Oslo and Warsaw"]},{"type":"*","value":[" ",{"type":"[[","value":[["Poznań"]]}," (POZ) ",{"type":"[","value":["http:\/\/www.airport-poznan.com.pl"]}," - via Munich, Dusseldorf, Frankfurt, Copenhagen and Warsaw"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wrocław"]]}," (WRO) ",{"type":"[","value":["http:\/\/www.airport.wroclaw.pl"]}," - via Frankfurt, Munich, Dusseldorf and Copenhagen and Warsaw"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rzeszów"]]}," (RZE) ",{"type":"[","value":["http:\/\/www.rzeszowairport.pl"]}," - via Frankfurt and Warsaw"]},{"type":"*","value":[" ",{"type":"[[","value":[["Łódź"]]}," (LCJ) ",{"type":"[","value":["http:\/\/www.airport.lodz.pl"]}," - via Copenhagen (due to proximity to Warsaw Chopin Airport, there are no flights to Warsaw from Łódź)"]},"\nSmaller regional airports offering international flights include:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bydgoszcz"]]}," (BZG) ",{"type":"[","value":["http:\/\/www.plb.pl"]}," (intercontinental connections via Warsaw)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Szczecin"]]}," (SZZ) ",{"type":"[","value":["http:\/\/www.airport.com.pl"]}," (intercontinental connections via Warsaw)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lublin"]]}," (LUZ) ",{"type":"[","value":["http:\/\/www.portlotniczy.lublin.pl\/index.php"]},", opened in late 2012, serviced by Wizz Air and Ryanair, with a seasonal connection to Gdańsk by Eurolot"]},{"type":"*","value":[" ",{"type":"[[","value":[["Radom"]]}," ( ) ",{"type":"[","value":["http:\/\/www.lotnisko-radom.eu\/en"]},", to be opened by the end of 2013 and likely to be serviced by low-cost carriers only as well"]},"\nAll of the above airports are also served by low-fare point-to-point carriers, flying to European destinations. The most popular connections out of Poland's regional airports are to the UK, Ireland, Sweden and Norway, where sizeable Polish minorities generate sustainable demand for air traffic. Flights are thus frequent and one can purchase a ticket at a very favorable rate.\n\nAs the number of flights and passengers has significantly increased since 1990, a new terminal has been opened at Warsaw Chopin airport which significantly increased the airport's capacity and viability as a transit hub. Also the airports in Katowice, Kraków, Poznań, Wrocław, Łódź and Rzeszów have been expanded to increase their standards and capacity.\n\n",{"type":"===","value":["By train"]},"\n\nDirect connections ",{"type":"[","value":["http:\/\/intercity.pl\/?page=home_page"]}," with:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Amsterdam"]]}]},", via ",{"type":"[[","value":[["Koeln"]]},", ",{"type":"[[","value":[["Hannover"]]},", EuroNight \"Jan Kiepura\", everyday, ",{"type":"''","value":["12 hours"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Berlin"]]}]},", EuroCity \"Berlin-Warszawa-Express (BWE)\", 4 trains per day, ",{"type":"''","value":["5,5 hours"]},", EuroCity \"Wawel\" to ",{"type":"[[","value":[["Wrocław"]]},", every day, ",{"type":"''","value":["5 hours"]},", Berlin-",{"type":"[[","value":[["Gdańsk"]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bratislava"]]}]},", night train, every day"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Budapest"]]}]},", night train, every day"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kiev"]]}]}," via ",{"type":"[[","value":[["Lviv"]]},", Night Train, ",{"type":"''","value":["16 hours"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vienna"]]}]},", Night Train \"Chopin\", every day, ",{"type":"''","value":["9 hours"]},", EuroCity \"Sobieski\", everyday, ",{"type":"''","value":["6 hours"]},", EuroCity \"Polonia\", every day, ",{"type":"''","value":["8 hours"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Prague"]]}]},", Night Train \"Chopin\", EuroCity \"Praha\", every day, ",{"type":"''","value":["9.5 hours"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Moscow"]]}]},", Night Train \"Ost-West\", every day, ",{"type":"''","value":["20.5 hours"]}]},{"type":"*","value":[" by regional trains: Berlin-",{"type":"[[","value":[["Kostrzyń"]]}," (1h15m, every hour), Berlin-",{"type":"[[","value":[["Szczecin"]]}," (2h, 2 direct daily, but many with one change in ",{"type":"[[","value":[["Angermünde"]]},"), ",{"type":"[[","value":[["Dresden"]]},"-",{"type":"[[","value":[["Wrocław"]]}," (3h, 3 daily)"]},"\n",{"type":"===","value":["By car"]},"\n\nYou can enter Poland by one of many roads linking Poland with the neighboring countries. Since Poland's entry to the Schengen Zone, checkpoints on border crossings with other EU countries have been removed.\n\nHowever, the queues on the borders with Poland's non-EU neighbors, Ukraine, Belarus and Russia, are still large and in areas congested with truck traffic it can take up to several hours to pass.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are many international bus lines that connect major Polish cities, with most of major European ones.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Voyager"]}," website that allows you to find most international bus connections (Eurolines, Ecolines, PPKS, Visitor, Inter-bus and more) ",{"type":"[","value":["http:\/\/www.voyager.pl\/portal\/a_bus_en.html"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eurolines.com Eurolines"]}]}," (from: A, BY,  B, HR, CZ, DK, GB, EST, F, D, GR, NL, I, LV, LT, N, RUS, E, S, CH, UA), biggest European bus network."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ecolines.net\/ Ecolines"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/polskibus.com\/en PolskiBus.com"]}]}," Comfortable low cost bus company provides point-to-point services to and from Berlin, Vienna, Prague and Bratislava. It's the cheapest option for travellers who plan ahead."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.simpleexpress.eu\/lang\/ Simple Express"]}]}]},"\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Sweden"]]}]},": ",{"type":"[[","value":[["Ystad"]]}," (7–9 hours, 215 zł) by Unity Line ",{"type":"[","value":["http:\/\/unityline.pl"]},"; ",{"type":"[[","value":[["Karlskrona"]]}," (10 hours, 140-220 zł) by Stena Line ",{"type":"[","value":["http:\/\/www.stenaline.pl"]},"; ",{"type":"[[","value":[["Nynäshamn"]]}," (18 hours, 230-270 zł), ",{"type":"[[","value":[["Visby"]]}," (13.5 hours, 170 zł), ",{"type":"[[","value":[["Ystad"]]}," (9.5 hours, 230 zł) by Polferries ",{"type":"[","value":["http:\/\/www.polferries.com.pl"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Denmark"]]}]},": ",{"type":"[[","value":[["Copenhagen"]]}," (9–12 hours, 220 zł), ",{"type":"[[","value":[["Bornholm"]]},"\/Rønne (5 hours, 125 zł) by Polferries ",{"type":"[","value":["http:\/\/www.polferries.pl\/en\/home"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Germany"]]}]},": ",{"type":"[[","value":[["Rostock"]]}," (~15 h) by Finnlines ",{"type":"[","value":["http:\/\/www.finnlines.com\/"]}]},"\n",{"type":"===","value":["By yacht"]},"\n\nThere are more and more ports along Polish coast, at least at every river mouth. Bigger marinas are located in ",{"type":"[[","value":[["Szczecin"]]},", ",{"type":"[[","value":[["Łeba"]]},", ",{"type":"[[","value":[["Hel"]]},", ",{"type":"[[","value":[["Gdynia"]]}," and ",{"type":"[[","value":[["Gdańsk"]]},". Gdańsk has two yacht docks: one next to the old market square (",{"type":"[","value":["http:\/\/www.marinagdansk.pl\/"]},"), which is usually quickly overloaded, and one in the national sailing center next to the city center, close to the Baltic sea. The newest yacht dock is located on the longest wooden peer in Sopot (",{"type":"[","value":["http:\/\/www.sopot-marina.pl\/"]},"). Although there are many sailors in Poland, marine infrastructure still needs to be improved.\n\n",{"type":"===","value":["From Czech Republic"]},"\n",{"type":"*","value":[" In local, express and fast trains (not IC or EC!), it is possible to buy a special ",{"type":"'''","value":["cross-border ticket"]}," (\"bilet przechodowy\" in Polish) which is valid between the Czech and Polish (or vice versa) border stations and costs only  CZK15 or PLN2. You can buy it from the conductor on the train (or completely ignore it if the conductor does not emerge before you reach the other border station, which happens) and to your advantage combine it with domestic tickets of the two countries (the one you buy before departure and another one you may buy if your train stops for an amount of time in the first station after the border and you have time to quickly reach for the ticket office - or you buy the other domestic ticket at the conductor with a low surcharge)."]},{"type":"*","value":[" In the vicinity of the Czech-German-Polish three country border, you may profit from the unified fare of the ",{"type":"'''","value":["ZVON"]}," transport system: ",{"type":"[","value":["http:\/\/www.zvon.de\/"]}]},{"type":"*","value":[" The railway between ",{"type":"'''","value":["Harrachov"]}," (Czech Republic) and ",{"type":"'''","value":["Szklarska Poręba"]}," (Poland) in the Krkonoše\/Karkonosze mountains (",{"type":"[","value":["http:\/\/www.zubacka.cz\/"]},") has been out of order since WW2 and was reopened in summer 2010. In January 2013, there were 5 trains a day. The ride takes about half an hour."]},{"type":"*","value":[" After a several-year-long period of electrification, there are now several trains a day again between ",{"type":"'''","value":["Lichkov"]}," (Czech Republic) and ",{"type":"'''","value":["Międzylesie"]}," (Poland). Yet, if for instance you arrive by the last train of the day which terminates before the border, you may try walking to the other side. From Międzylesie, you can follow the traffic directions to Brno and reach the border by following the road and passing through the villages of Smreczyna and Boboszów. Soon after you've crossed the border, make a sharp right turn at the cross road and walk the rest to Lichkov. The terrain is quite flat there. This is a little detour and takes some 13 kilometres, but while the railway is somewhat shorter, you should not follow it because it goes through a dark forest and you would risk collision with night cargo trains, and of course the law."]},{"type":"*","value":[" The Polish train station of ",{"type":"'''","value":["Głuchołazy"]}," is served by Czech trains passing between Jeseník and Krnov and can be reached with a domestic Czech train ticket (with \"Gluchlolazy\" as the destination). You can also get a ticket starting in that station or a return ticket in advance, but you cannot buy Czech tickets in the station itself. There are no more Polish trains departing from Głuchołazy to inner Poland, only buses from the city (1,5 km walk-away from the station)."]},{"type":"*","value":[" There are very few connections a day between ",{"type":"'''","value":["Bohumín"]}," (Czech Republic) and ",{"type":"'''","value":["Chałupki"]}," (Poland; once called Annaberg and at the three country border of the Czech Republic, Germany and Poland), but it is easy to cross the border on foot if you miss your connection. Bohumín is a major Czech train station and Chałupki a terminal of trains to inner Poland. Between the two places, you are passing through the Czech settlement of Starý Bohumín, situated right at the border which is briefly formed by the river Odra in this place, which you cross by an old pedestrian bridge. The walk is on a completely flat terrain, almost straight, goes almost exclusively through inhabited places and is short in distance (5 kilometres)."]},{"type":"*","value":[" The divided city of ",{"type":"'''","value":["Český Těšín"]}," (Czech Republic) \/ ",{"type":"'''","value":["Cieszyn"]}," (Poland) is a very easy spot for border crossing. If you reach one of them, you can walk to the other very comfortably and at a short distance (20 minutes from one station to another). It's the river Olše\/Olza in the city centre that forms the border. The train stations in both Český Těšín and Cieszyn have good connections to other destinations."]},"\n",{"type":"===","value":["From Germany"]},"\n",{"type":"*","value":[" In the vicinity of the Czech-German-Polish three country border, you may profit from the unified fare of the ",{"type":"'''","value":["ZVON"]}," transport system: ",{"type":"[","value":["http:\/\/www.zvon.de\/"]}]},"\n",{"type":"===","value":["From Lithuania "]},"\n",{"type":"*","value":[" While the main railway connecting Lithuania and Poland is now crossing a piece of Belarus (which cannot be entered without a visa by most), there is fortunately a minor line left that connects the two countries directly. The border stations are ",{"type":"'''","value":["Šeštokai"]}," (Lithuania) and ",{"type":"'''","value":["Suwałki"]}," (Poland). There are only a few passenger connections a day and you need to change trains at the border, because of the different rail gauge used in the two countries."]},{"type":"*","value":[" A popular alternative of crossing the border, if you are going on a longer distance, is to use the bus between ",{"type":"'''","value":["Vilnius"]}," and ",{"type":"'''","value":["Warsaw"]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\nPolish road infrastructure is extensive but generally poorly maintained, and high speed motorways currently in place are insufficient. However, public transport is quite plentiful and inexpensive: buses and trams in cities, and charter buses and trains for long distance travel. \n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Eurolot"]}," (",{"type":"[","value":["http:\/\/eurolot.com\/"]},"), the short-haul subsidiary of LOT Polish Airlines, offers domestic flights between Warsaw Chopin Airport and the airports of Kraków, Katowice, Wrocław, Poznań, Szczecin, Gdańsk, Bydgoszcz and Rzeszów. Eurolot also flies from Warsaw to Heringsdorf on the island of Usedom, which is very close to ",{"type":"[[","value":[["Świnoujście"]]},". Other domestic connections served by Eurolot are: Gdańsk-Wrocław, Gdańsk-Kraków and Poznań-Kraków. The only other scheduled domestic connection is between Warsaw Chopin and Zielona Góra Babimost Airport, operated by Sprint Air ",{"type":"[","value":["http:\/\/sprintair.eu\/?lang=en"]},". There are no domestic flights to or from Modlin or Lublin airports.\n\nEvery Wednesday, LOT holds a 24 hours ticket sale for return flights originating at Warsaw airport and often some other Polish airports, also including some domestic connections. The discounted flights offered are usually a few months away from the date of sale, and the number of tickets and available dates is restricted, but if you are planning ahead on visiting Poland and\/or other European countries, you may find this offer attractive.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Polska-IC-EC.png"],["thumb"],["Intercity  and Eurocity connections in Poland"]]},"\nIn Poland, the national railway carriers are PKP InterCity (Polskie Koleje Państwowe) ",{"type":"[","value":["http:\/\/pkp.pl"]}," and Przewozy Regionalne. There are few local carriers that belongs to voivodships or major cities.\n\nTrain tickets are quite economical, but travel conditions reflect the fact that much of the infrastructure is rather old. \n\nHowever, you can expect a fast, clean and modern connection on the new IC (InterCity) routes, such as ",{"type":"[[","value":[["Warsaw"]]}," - ",{"type":"[[","value":[["Katowice"]]},", ",{"type":"[[","value":[["Warsaw"]]}," - ",{"type":"[[","value":[["Kraków"]]},", ",{"type":"[[","value":[["Warsaw"]]}," - ",{"type":"[[","value":[["Poznań"]]}," and ",{"type":"[[","value":[["Poznań"]]}," - ",{"type":"[[","value":[["Szczecin"]]}," or RE (RegioEkspress). Consider first class tickets, because the price difference between the second and first class is not so big. The jump in comfort may be substantial but then it is also common to see trains where 2nd class carriages are recently renovated and 1st class carriages are old and correspondingly low quality. \n\n",{"type":"====","value":["Train types"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["E-IC (ExpressInterCity) \/ EC (EuroCity) \/ Ex (Express)"]}," - express trains between metro areas, as well as major tourist destinations. Reservation usually required. Power points for laptops are sometimes available next to the seat. Company: PKP InterCity."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["TLK (Twoje Linie Kolejowe)"]}," - discount trains, slower but cheaper than the above. Not many routes, but very good alternative for budget travelers. Reservation obligatory for 1st class, usually no reservation for 2nd class. Use older carriages which are not always suited to high speed travel. Company: PKP InterCity."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["RE (RegioEkspress)"]}," - cheaper than TLK and even higher standard, but only 3 of these type are running: Lublin - Poznań, Warsaw - Szczecin and Wrocław - Dresden. Company: Przewozy Regionalne."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["IR (InterRegio)"]}," - cheaper than TLK and RegioExpress but most of the routes are supporter by poor quality trains. Company: Przewozy Regionalne."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["REGIO \/ Osobowy"]}," - ordinary passenger train; usually slow, stops everywhere. You can also buy a weekend ",{"type":"''","value":["turystyczny"]}," ticket, or a week-long pass. Great if you are not in a hurry, but expect these to be very crowded at times. Company: Przewozy Regionalne; other."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Podmiejski"]}," - suburban commuter train. Varying degrees of comfort and facilities. Tickets need to be bought at station ticket counters. Some companies allow you to buy a ticket on board from the train manager, in the very first compartment. A surcharge will apply. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Narrow gauge"]}," - Poland still retains a number of local narrow-gauged railways. Some of them are oriented towards tourism and operate only in summer or on weekends, while others remain active as everyday municipal rail. See ",{"type":"[[","value":[["Polish narrow gauge railways"]]},"."]},"\n",{"type":"====","value":["Tickets"]},"\nIt's probably easiest to buy InterCity tickets on-line (see links below). You can also buy tickets on-line for Regio, RE, IR and TLK.\n\nTickets for any route can generally be purchased at any station. For a foreigner buying tickets, this can prove to be a frustrating experience, since only cashiers at international ticket offices (in major cities) can be expected to speak multiple languages. It is recommended that you buy your train tickets at a travel agency or on-line to avoid communication difficulties and long queues.  \n\nIt may be easier to ",{"type":"'''","value":["buy in advance"]}," during peak seasons (e.g. end of holiday period, New Year, etc.) for trains that require reserved seating. \n\nPlease note, that tickets bought for E-IC\/EC\/EXpress\/etc. trains are not valid for local\/regional trains on the same routes. If you change trains between InterCity and Regional you have to buy a second ticket. \n\n",{"type":"*","value":[" Timetable search ",{"type":"[","value":["http:\/\/rozklad-pkp.pl\/?q=en\/node\/143"]}," (",{"type":"''","value":["in English, but station names of course in Polish"]},") "]},{"type":"*","value":[" PKP ",{"type":"[","value":["http:\/\/www.pkp.pl"]}," information: +48 22 9436, international information +48 22 5116003."]},{"type":"*","value":[" PKP Intercity ",{"type":"[","value":["http:\/\/intercity.pl\/en\/"]}," serves express connections (",{"type":"'''","value":["tickets can be bought on-line"]}," and printed or shown to the conductor on a smart-phone, laptop or similar devices)"]},{"type":"*","value":[" Przewozy Regionalne tickets for Regio, RE and IR - ",{"type":"[","value":["https:\/\/www.biletyregionalne.pl\/registration?cid=2788"]}," - only Polish version; you should provide yourself a ticket printout."]},{"type":"*","value":[" Polrail Service ",{"type":"[","value":["http:\/\/polrail.com\/"]}," offers a guide to rail travel in Poland and on-line purchase of tickets and rail passes for Polish and international trains to neighbouring countries. There's a fee of around 22 zł for every ticket."]},{"type":"*","value":[" Traffic info about all moving trains  ",{"type":"[","value":["http:\/\/infopasazer.intercity.pl"]}," - check, if the train has a delay"]},"\nIf you travel in a group with the Regional, you should get a 33% discount for the 2nd, 3rd and 4th person (offer ",{"type":"''","value":["Ty i 1,2,3"]},").\n\nIf you are a weekend traveller think about the weekend offers, which are valid from Friday 19:00 until Monday 06:00:\n",{"type":"*","value":[" for all Intercity trains (E-IC,Ex,TLK) ",{"type":"''","value":["Bilet Weekendowy"]}," (from PLN154, reservation not included)"]},{"type":"*","value":[" for TLK ",{"type":"''","value":["Bilet Podróżnika"]}," (PLN74) + REGIO ",{"type":"''","value":["Bilet Plus"]}," (PLN17 +)"]},{"type":"*","value":[" for all Regional trains (REGIO, IR, RE) ",{"type":"''","value":["Bilet Turystyczny"]}," (from PLN79)"]},{"type":"*","value":[" only for REGIO trains ",{"type":"''","value":["Bilet Turystyczny"]},"(from PLN45)"]},"Please note that, if a weekend is extended for some national holiday, the ticket will also extend.\n\nTravellers under 26 years of age and studying in Poland are entitled to 26% discount on travel fare on Intercity's TLK, EX and IC-category trains, excluding the price of seat reservation.\n\nAn early booking (7 days before departure) nay be rewarded with additional discounts. ",{"type":"[","value":["http:\/\/intercity.pl\/pl\/site\/oferty-promocyjne\/oferty-krajowe\/wczesniej.html"]},"\n\nFor some IC trains you can travel with the offer ",{"type":"''","value":["Bilet Rewelacyjny"]}," - you will get an automatic discount (ca 20%) on chosen routes ",{"type":"[","value":["http:\/\/intercity.pl\/pl\/site\/oferty-promocyjne\/oferty-krajowe\/bilet-rewelacyjny.html"]},".\n\n",{"type":"===","value":["By bus"]},"\n\nPoland has a very well developed network of private charter bus companies, which tend to be cheaper, faster, and more comfortable than travel by rail. For trips under 100 km, charter buses are far more popular than trains. However, they are more difficult to use for foreigners, because of language barrier.\n\nThere is an on-line timetable available. It available in English and includes bus and train options so you can compare: ",{"type":"[","value":["http:\/\/en.e-podroznik.pl\/"]}," Online timetables are useful for planning, however, there are multiple carriers at each bus station and departure times for major cities and popular destinations are typically no longer than thirty minutes in-between. \n\nEach city and town has a central bus station (formerly known as ",{"type":"''","value":["PKS"]},"), where the various bus routes pick up passengers; you can find their schedules there. Bus routes can also be recognized by signs on the front of the bus that typically state the terminating stop. This is easier if picking up a bus from a roadside stop, rather than the central depot. Tickets are usually purchased directly from the driver, but sometimes it's also possible to buy them at the station. If purchasing from the driver, simply board the bus, tell the driver your destination and he will inform you of the price. Drivers rarely speak English, so often he will print a receipt showing the amount.\nBuses are also a viable choice for long-distance and international travel; however, be aware that long-distance schedules are usually more limited than for trains.\n\nIn 2011 a new bus company called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/polskibus.com\/en Polski Bus"]}]}," appeared in Poland with more 'western' approach - you can only buy tickets through the Internet and the prices vary depending on the number of seats already sold. They have bus links between Warsaw and most of bigger Polish cities (as well as few neighboring capitals). \n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Image:NowaMapaStan.svg"],["thumb"],["upright=1.2"],["Polish motorway network"]]},"\n\nWhile the road network in Poland still lags behind many Western European countries, in particular its western neighbour ",{"type":"[[","value":[["Germany"]]},", there has been continued significant improvement in the 2010s with the opening of many new motorway segments and refurbishments of some long-neglected thoroughfares that were used far above capacity. \n\nIn particular, travelling East-West is now generally much easier, with ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Poznań"]]}," and ",{"type":"[[","value":[["Warsaw"]]}," connected with the A2 (E30), and the southern major metropoles in ",{"type":"[[","value":[["Lower Silesia"]]},", ",{"type":"[[","value":[["Silesia"]]},", ",{"type":"[[","value":[["Lesser Poland"]]}," and ",{"type":"[[","value":[["Podkarpackie"]]}," connected by the A4 (which continues as the E40 into Germany all the way to ",{"type":"[[","value":[["Cologne"]]},", and then further to ",{"type":"[[","value":[["Brussels"]]}," and terminates in ",{"type":"[[","value":[["Calais"]]}," in ",{"type":"[[","value":[["France"]]},").\n\nTravelling North-South across the country is still not as comfortable as the major routes are still under construction or undergoing major repairs upgrades as of 2014. Most large and medium-sized cities have ringroads allowing you to bypass them even on lower-level roads, as do even smaller towns that are directly located by the major roads. That said, there is still quite a lot of roads that are not up to snuff for the traffic they are supposed to carry and in disrepair.\n\n",{"type":"[[","value":[["Image:Speedlimitsinpoland.png"],["thumb"],["upright"],["Speed limits in Poland"]]},"\n",{"type":"===","value":[" Speed limits and traffic code peculiarities "]},"\n\nSome peculiarities of driving in Poland include:\n\n",{"type":"*","value":[" Speed limits are: ",{"type":"'''","value":["50 km\/h"]}," in city (",{"type":"'''","value":["60 km\/h"]}," 23:00-05:00), ",{"type":"'''","value":["90 km\/h"]}," outside city,  ",{"type":"'''","value":["100 km\/h "]}," if lanes are separated, ",{"type":"'''","value":["100 km\/h"]}," on single carriage way car-only roads (",{"type":"''","value":["white car on the blue"]}," sign), ",{"type":"'''","value":["120 km\/h"]}," on dual carriageway car-only roads, and ",{"type":"'''","value":["140 km\/h"]}," on motorways \/ freeways (",{"type":"''","value":["autostrada"]},"). "]},{"type":"*","value":[" Driving under the influence of alcohol is a serious offence. BAC limits are: up to ",{"type":"'''","value":["0.02%"]}," - not prosecuted by law, up to ",{"type":"'''","value":["0.05%"]}," - an offence, above ",{"type":"'''","value":["0.05%"]}," - ",{"type":"'''","value":["criminal offence"]}," (up to 2 years in jail). ",{"type":"''","value":["Despite the strict laws, drunken drivers are a serious problem in Poland, not least as there is ample anecdotal evidence of police officers accepting bribes instead of handing out traffic offence notices. Be especially careful during (and after) national holidays and late night on weekends on the small roads in the countryside as drivers commonly take to the road inebriated."]}]},{"type":"*","value":[" There is no right turn at a red light. Exception is when there is green arrow signal in which case you still have to come to a complete stop and yield to pedestrians and cross traffic (although the stop rule is seldom respected by Polish drivers). All above does not apply if right turning traffic has ",{"type":"'''","value":["separate"]}," (red-yellow-green) signals."]},{"type":"*","value":[" At a 'T-junction' or crossroads without traffic signs traffic at the right has right-of-way unless your road is a priority route, shown by a road sign displaying a yellow diamond with a white outline or a yellow sign with a black outline of the crossing with the priority flow in bold. This can be very confusing so keep your eyes open as this isn't always clear from the structure of the crossing (i.e. the lower quality, narrower and slower road coming in from the left may have right of way.)"]},{"type":"*","value":[" Driving with dipped lights on is obligatory at all times."]},{"type":"*","value":[" A warning triangle is a mandatory part of a car's equipment and needs to be displayed some distance back from any accident or when, e.g. changing a tire. This does not mean that they are necessarily used every time they should be."]},"\nRoads marked ",{"type":"''","value":["droga szybkiego ruchu"]}," (rapid transit road) are frequently anything but that. The rule of roads going through towns and not around them still applies and speed limits change rapidly from the allowable 90 km\/h to 70, down to 40 and then up again to 70 within only a few hundreds of metres. Speed cameras (in dark gray or yellow pole-mounted boxes, usually marked using proper sign) are common (and the income from those goes to the local council or government.) Radar-equipped traffic police are also frequent but that apparently does little to deter the speeding drivers. In recent years there has been a resurgence in CB radio popularity. The drivers use it to warn each other about traffic hazards and speed traps.\n\n",{"type":"===","value":[" Driving in cities "]},"\n\nPoles work long hours so peak time in major cities frequently lasts until after 20:00. Roadworks are common as many new road developments are under way and roads require frequent maintenance.\n\nParking in cities and towns is often allowed on sidewalks, unless of course there is a no-parking sign. There is usually no provision for parking on the tar-sealed part of the street so do not leave your car parked at the curb, unless it is clearly a parking bay. Parking meters in cities and even smaller towns are widely used. \n\n",{"type":"===","value":[" Communicating with other drivers "]},"\n\nSome drivers flash their headlights to warn those approaching from the opposite direction of a police control nearby (you are likely to encounter this custom in many other countries). It may also mean that you need to turn your lights on since dipped headlights need to be on at all times while driving. A \"thank you\" between drivers can be expressed by waving your hand or, when the distance is too great, by turning on blinkers or hazard lights - typically a quick left-right-left pattern is used for the blinkers; for the hazard light a one or two blinks. \n\nHazard lights can be used to indicate failures but also as a way of showing that the vehicle is rapidly slowing down, or already stopped in a traffic jam on a highway.\n\n",{"type":"===","value":[" Gas and service stations "]},"\n\nAt the gas stations ",{"type":"<","value":["strike",["Pb"]]}," means unleaded gasoline (",{"type":"''","value":["Pb"]}," is the periodic table symbol for ",{"type":"''","value":["plumbum"]},", or lead) and ON (",{"type":"''","value":["olej napędowy"]}," in Polish) means diesel fuel. Petrol and diesel are roughly the same price and quite in line with prices across the European Union, with Poland tending to be one of the cheaper countries of the EU with regard to that. LPG is widely available, both at 'branded' gas stations and independent distributors and is about half the price of petrol. CNG is not quite popular, but CNG filling stations can be found in major cities and some other locations where CNG-fuelled fleets are based or natural gas is extracted or stored. Ethanol-based fuel (E85 or E100), common e.g. in ",{"type":"[[","value":[["Sweden"]]},", is almost nowhere to be found. \n\nElectric vehicle charging stations are very few and far in between and generally limited to the largest cities, where you can find them in large shopping malls and otherwise prominent locations where they serve mostly PR purposes, as there are no incentives to owning or driving an electric car in Poland and the electric car fleet is minuscule.\n\nThe largest gas station chains in Poland are Orlen, Lotos (the two are Poland's local oil companies), Shell, Statoil, BP and Lukoil. Some supermarket chains, including Tesco and Auchan, operate a network of gas stations next to their stores. Credit cards or debit cards can be used to pay at most gas stations, although you may still find a non-branded local station that may not be accepting cards. Most drivers are filling up their vehicles themselves and otherwise helping themselves at gas stations, although there are attendants at some. The only chain that consistently provides attendants at all stations is Shell - although, as many drivers do not wish to call upon their services, you may have to indicate you would like for them to help you. You are supposed to tip the gas station attendant small change, e.g. between 2 or 5 PLN depending on services rendered.\n\n",{"type":"===","value":[" Roadside vendors "]},"\n\nIn Autumn or in Spring it is common for small traders to set up their stands with fruit or wild mushrooms along the roads. They don't always stay in places where it's safe for cars to stop and you should be careful of drivers stopping abruptly and be watchful if you want to stop yourself. Wild mushrooms are a speciality if you know how to cook them. A cautionary note: There is a slight possibility that the people who picked the mushrooms are not very good at telling the good ones from the poisonous, so eat at your own responsibility. Never feed wild mushrooms to small children as they are particularly vulnerable. Rely on the judgement of your Polish friends if you consider them reasonable people.\n\n",{"type":"===","value":["By taxi"]},"\n\nUse only those that are associated in a \"corporation\" (look for phone number and a logo on the side and on the top). There are no British style minicabs in Poland. Unaffiliated drivers are likely to cheat and charge you much more. Like everywhere, be especially wary of these taxis near international airports and train stations. They are called the \"taxi mafia\".\n\nBecause of travelers advice like this (and word of mouth), taxis with ",{"type":"''","value":["fake"]}," phone numbers can be seen on the streets, although recently this seems to have decreased - possibly the police have taken notice. Fake phone numbers are easily detected by locals and cater for the unsuspecting traveler. The best advice is to ask your Polish friends or your hotel concierge for the number of the taxi company they use and call them 10–15 minutes in advance (there's no additional cost). That's why locals will only hail taxis on the street in an emergency. \n\nYou can also find phone numbers for taxis in any city on the Internet, on municipal and newspaper websites. Some taxi companies, particularly in larger towns provide for a cab to be ordered on-line or with a text message. There are also stands, where you can call for their particular taxi for free, often found at train stations. \n\nIf you negotiate the fare with the driver you risk ending up paying more than you should. Better make sure that the driver turns the meter on and sets it to the appropriate fare (",{"type":"''","value":["taryfa"]},"): \n",{"type":"*","value":[" ",{"type":"''","value":["Taryfa"]}," 1: Daytime within city limits"]},{"type":"*","value":[" ",{"type":"''","value":["Taryfa"]}," 2: Nights, Sundays and holidays within city limits"]},{"type":"*","value":[" ",{"type":"''","value":["Taryfa"]}," 3: Daytime outside city limits"]},{"type":"*","value":[" ",{"type":"''","value":["Taryfa"]}," 4: Nights, Sundays and holidays outside city limits"]},"\nThe prices would vary slightly between the taxi companies and between different cities, and there is a small fixed starting fee added on top of the mileage fare.\n\nWhen crossing city limits (for example, when traveling to an airport located outside the city), the driver should change the tariff at the city limit. \n\nEvery taxi driver is obliged to issue a receipt when asked (at the end of the ride). You can inquire driver about a receipt (",{"type":"''","value":["rachunek"]},") before you get into cab, and resign if his reaction seems suspicious or if he refuses.\n\n",{"type":"===","value":["By bicycle"]},"\n\n",{"type":"[[","value":[["Cycling"]]}," is a good method to get a good impression of the scenery in Poland. The roads can sometimes be in quite a bad state and there is usually no hard shoulder or bicycle lane. Car drivers are careless but most do not necessarily want to kill cyclists on sight which seems to be the case in some other countries. \n\nRainwater drainage of both city streets is usually in dreadful condition and in the country it is simply non-existent. This means that puddles are huge and common, plus pot-holes make them doubly hazardous. \n\nEspecially in the south you can find some nice places for bicycling; e.g. along the rivers Dunajec (from Zakopane to Szczawnica) or Poprad (Krynica to Stary Sącz) or Lower Silesia (Złotoryja - Swierzawa - Jawor).\nSpecially mapped bike routes are starting to appear and there are specialized guide books available so ask a bicycle club for help and you should be just fine. Away from roads which join major cities and large towns you should be able to find some great riding and staying at ",{"type":"''","value":["agroturystyka"]}," (room with board at a farmer's house, for example) can be a great experience.\n\n",{"type":"===","value":["Hitch hiking"]},"\n\n",{"type":"[[","value":[["Hitchhiking"]]}," in Poland is (on average) OK. Yes, it's slower than its Western (Germany) and Eastern (Lithuania) neighbors, but your waiting times will be quite acceptable! \nThe best places to be picked up at are the main roads, mostly routes between Gdańsk - Warsaw - Poznań and Kraków.\n\nUse a cardboard sign and write the desired destination city name on it.\n\nDo not try to catch a lift where it is forbidden to stop. Look on the verge of the road and there should be a dashed line painted there, not a solid one.\n\nAs in any country, you should be careful, there are several reports of Polish hitchhiking trips gone awry, so take basic precautions and you should be as right as rain.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Polish phrasebook"]]},"\n\nThe official language of Poland is ",{"type":"'''","value":["Polish"]},".\n\nForeign visitors should be aware that virtually all official information will usually be in Polish only. Street signs, directions, information signs, etc. are routinely only in Polish, as are schedules and announcements at train and bus stations (airports and a few major train stations seem to be an exception to this). When it comes to information signs in museums, churches, etc., signs in multiple languages are typically found only in popular tourist destinations. \n\nMost of the young people and teenagers know English well enough. Since English is taught from a very young age (some start as early as 4 years old), only Poles who grow up in isolated towns or communities will not be given English lessons. Older Poles, however, especially those outside the main cities, will speak little or no English at all. However, it is highly possible that they speak either ",{"type":"[[","value":[["French"]]},", ",{"type":"[[","value":[["German"]]}," or ",{"type":"[[","value":[["Russian"]]}," (however, if you use Russian when asking a Pole, say first that you don't know Polish and that's why you speak Russian - taking Russian as an official language of Poland is taken as an offense as a result of Russian occupation and the times of communism), taught in schools as the main foreign languages until the 1990s. \n\nRussian, with many similarities to ",{"type":"[[","value":[["Polish"]]}," has now largely been abandoned in favour of English, but German is still taught in many schools throughout the country, and is especially popular in the Western districts. ",{"type":"[[","value":[["Ukrainian"]]}," also has many similarities to Polish.\n\nA few phrases go a long way in Poland. Contrary to some other tourist destinations, where natives scoff at how bad a foreigner's use of the native language is, Polish people generally love the few foreigners who learn Polish or at least try to, even if it is only a few phrases. Younger Poles will also jump at the chance to practice their English. Be advised that if you are heard speaking English in a public setting outside of the main cities and tourist areas people may listen in to practice their understanding of English.\n\nDo your homework and try to learn how to pronounce the names of places. Polish has a very regular pronunciation, so this should be no problem. Although there are a few sounds unknown to most English speakers, mastering every phoneme is not required to achieve intelligibility; catching the spirit is more important.\n\nPoland's recent history has made it a very homogeneous society today, in stark contrast to its long history of ethno-religious diversity; almost 99% of the population today is ethnic Polish; before World War II, it was only 69% with large minorities, mainly Ukrainians, Belorussians, and Germans and less than two-thirds Roman Catholic with large Orthodox and Protestant minorities as well.\n\nPoland also had the largest Jewish community in Europe: estimated variously at 10% to 30% of Poland's population at the time. Outside of the very touristy areas of the major cities, you'll find that there are few, if any, foreigners. Most of the immigrants in Poland (in the main Ukrainians and Vietnamese) stay in the major cities for work. Poland's small group of contemporary ethnic minorities, Germans, Ukrainians, Belorussians, Silesians and Kashubians all speak Polish and few regional dialects remain except in the south and in small patches of the Baltic coast.\n\n",{"type":"*","value":[" There are Polish language schools in ",{"type":"[[","value":[["Łódź"]]},", ",{"type":"[[","value":[["Kraków"]]},", ",{"type":"[[","value":[["Wrocław"]]},", ",{"type":"[[","value":[["Sopot"]]}," and ",{"type":"[[","value":[["Warsaw"]]},"."]},"\n",{"type":"==","value":["See"]},"\nEver since Poland joined the ",{"type":"[[","value":[["European Union"]]},", international travellers have rapidly rediscovered the country's rich cultural heritage, stunning historic sites and just gorgeous array of landscapes. Whether you're looking for architecture, urban vibes or a taste of the past: Poland's bustling cities and towns offer something for everyone. If you'd rather get away from the crowds and enjoy nature, the country's vast natural areas provide anything from dense forests, high peaks and lush hills to beaches and lake reserves.\n\n",{"type":"===","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Kraków - Kościół pw. Św. Piotra i Pawła 01.jpg"],["thumb"],["upright"],["Pay attention to the remarkable details on Kraków's historic buildings"]]},"\nMost of the major cities boast lovely old centres and a range of splendid buildings, some of them World Heritage sites. Many old quarters were heavily damaged or even destroyed in WWII bombings, but were meticulously rebuilt after the war, using the original bricks and ornaments where possible. Although remains of the Soviet Union and even scars of the Second World War are visible in most of them, the Polish cities offer great historic sight seeing while at the same time they have become modern, lively places.  The capital, ",{"type":"'''","value":[{"type":"[[","value":[["Warsaw"]]}]},", has one of the best ",{"type":"'''","value":["old centres"]}," and its many sights include the ancient city walls, palaces, churches and squares. You can follow the ",{"type":"'''","value":["Royal Route"]}," to see some of the best landmarks outside the old centre. The old city of ",{"type":"'''","value":[{"type":"[[","value":[["Kraków"]]}]}," is considered the country's cultural capital, with another gorgeous historic centre, countless monumental buildings and a few excellent museums. Just 50 km from there is the humbling ",{"type":"'''","value":[{"type":"[[","value":[["Auschwitz"]]}]}," concentration camp which, due to the horrible events it represents, leaves an impression like no other World Heritage site does. The ancient ",{"type":"'''","value":["Wieliczka salt mine"]}," is another great daytrip from Kraków. \n\nOnce a Hanseatic League-town, the port city of ",{"type":"'''","value":[{"type":"[[","value":[["Gdańsk"]]}]}," boasts many impressive buildings from that time. Here too, a walk along the Royal Road gives a great overview of notable sights. ",{"type":"'''","value":[{"type":"[[","value":[["Wrocław"]]}]},", the former capital of ",{"type":"[[","value":[["Silesia"]]},", is still less well-known but can definitely compete when it comes to amazing architecture, ",{"type":"'''","value":["Centennial Hall"]}," being the prime example. Its picturesque location on the river Oder and countless bridges make this huge city a lovely place. The old town of ",{"type":"'''","value":[{"type":"[[","value":[["Zamość"]]}]}," was planned after Italian theories of the \"ideal town\" and named \"a unique example of a Renaissance town in Central Europe\" by UNESCO. The stunning medieval city of ",{"type":"'''","value":[{"type":"[[","value":[["Toruń"]]}]}," has some great and original Gothic architecture, as it is one of the few Polish cities to have escaped devastation in WWII. Other interesting cities include ",{"type":"[[","value":[["Poznań"]]}," and ",{"type":"[[","value":[["Lublin"]]},".\n\n",{"type":"===","value":["Natural attractions"]},"\n",{"type":"[[","value":[["Image:D5sp-czarny.jpg"],["thumb"],["upright=1.4"],["Tatra National Park"]]},"\nWith 23 national parks and a number of landscape parks spread all over the country, natural attractions are never too far away. ",{"type":"[[","value":[["Białowieża National Park"]]},", on the ",{"type":"[[","value":[["Belarus"]]}," border, is a World Heritage site for it comprises the last remains of the primeval forest that once covered most of Europe. It's the only place where European Bisons still live in the wild. If you're fit and up for adventure, take the dangerous ",{"type":"'''","value":["Eagle's Path"]}," (Orla Perć) in the ",{"type":"[[","value":[["Tatra Mountains"]]},", where you'll also find Poland's highest peak. ",{"type":"[[","value":[["Pieniński National Park"]]}," boasts the stunning ",{"type":"'''","value":["Dunajec River Gorge"]}," and ",{"type":"[[","value":[["Karkonoski National Park"]]}," is home to some fabulous ",{"type":"'''","value":["water falls"]},". The mountainous ",{"type":"[[","value":[["Bieszczady National Park"]]}," has great hiking opportunities and lots of wild life. ",{"type":"[[","value":[["Wielkopolski National Park"]]}," is, in contrast, very flat and covers a good part of the pretty ",{"type":"'''","value":["Poznań Lakeland"]},". The Masurian Landscape Park, in the ",{"type":"[[","value":[["Masuria"],["Masurian Lake District"]]}," with its 2000 lakes, is at least as beautiful. ",{"type":"[[","value":[["Bory Tucholskie National Park"]]}," has the largest woodland in the country and has a bunch of lakes too, making it great for birdwatching. The two national parks on Poland's coast are also quite popular: ",{"type":"[[","value":[["Wolin National Park"]]}," is located on an island in the north-west, ",{"type":"[[","value":[["Słowiński National Park"]]}," holds some of the largest ",{"type":"'''","value":["sand dunes"]}," in Europe.\n\n",{"type":"===","value":["Castles & other rural monuments"]},"\n",{"type":"[[","value":[["Image:Panorama of Malbork Castle, part 3.jpg"],["thumb"],["upright=1.4"],["Malbork castle"]]},"\nThe Polish countryside is lovely and at times even gorgeous, with countless historic villages, castles, churches and other monuments. Agrotourism is therefore increasingly popular. If you have a taste for cultural heritage, the south western parts of the country offer some of the best sights, but there's great stuff in other areas too. The impressive Gothic ",{"type":"'''","value":["Wawel Castle"]}," in ",{"type":"[[","value":[["Kraków"]]}," may be one of the finest examples when it comes to Poland's castles, but most of the others are located in smaller countryside towns. The large, red brick ",{"type":"'''","value":[{"type":"[[","value":[["Malbork"]]}]}," castle (in northern Poland) is perhaps the most stunning one in the country, built in 1406 and today the world's biggest brick Gothic castle. The castle of ",{"type":"'''","value":["Książ"]}," in ",{"type":"[[","value":[["Wałbrzych"]]}," is one the best examples in historic Silesia, which also brought forward the now semi-ruined ",{"type":"'''","value":["Chojnik castle"]},", located on a hill above the town of ",{"type":"[[","value":[["Sobieszów"]]}," and within the ",{"type":"[[","value":[["Karkonoski National Park"]]},". After surviving battles and attacks for centuries, it was destroyed by lightning in 1675 and has been a popular tourist attraction since the 18th century. The picturesque ",{"type":"'''","value":["Czocha Castle"]}," near ",{"type":"[[","value":[["Lubań"]]}," originates from 1329. A bit off the beaten track are the ruins of ",{"type":"'''","value":["Krzyżtopór"]}," castle, in a village near ",{"type":"[[","value":[["Opatów"]]},". The ",{"type":"'''","value":[{"type":"[[","value":[["Lesser Poland"],["Wooden Churches of Southern Lesser Poland"]]}]}," are listed by UNESCO as World Heritage, just like the ",{"type":"'''","value":["Churches of Peace"]}," in ",{"type":"[[","value":[["Jawor"]]}," and ",{"type":"[[","value":[["Swidnica"]]},". The ",{"type":"'''","value":["Jasna Góra Monastery"]}," in ",{"type":"[[","value":[["Częstochowa"]]}," and the beautiful, World Heritage listed ",{"type":"'''","value":[{"type":"[[","value":[["Kalwaria Zebrzydowska"],["Kalwaria Zebrzydowska park"]]}]}," are famous pilgrimage destinations. The lovely ",{"type":"'''","value":["Muskau Park"]}," in ",{"type":"[[","value":[["Łęknica"]]},", on the German border, has fabulous English gardens and is a UNESCO listing shared with ",{"type":"[[","value":[["Germany"]]},".\n\n",{"type":"==","value":["Do"]},"\n\nTravel one of the ",{"type":"'''","value":["European Cultural Routes"]}," that cross Poland: for example ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.szlakcysterski.org\/ Cisterian Route"]}]},".\n\n",{"type":"==","value":["Learn"]},"\n\nStudying in Poland can be an incredible experience for foreigners.  Foreign students can finance a B.A. education for as low as 24,000 zł and a M.A. education for as low as 20,000 zł.  \n\nThere are many international schools and great universities in Poland and of them the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uj.edu.pl\/ Jagiellonian University"]}]}," in particular is renowned as member of the ",{"type":"'''","value":["Coimbra Group"]}," and is also a core member of the ",{"type":"'''","value":["Europaeum"]},".  The ",{"type":"'''","value":["University of Warsaw"]}," is the top ranked public university in Poland. ",{"type":"'''","value":["National Film School"]}," in ",{"type":"[[","value":[["Łódź"]]}," is the most notable academy.  \n\nPrivate universities are a recent invention, but have been successful enough where several private schools are competing with the major public universities in terms of quality.  Private schools may actually be cheaper for foreign students, who are not entitled to a free education at one of Poland's public universities.\n\n",{"type":"==","value":["Work"]},"\n\nAt the moment Poland is one of the best places around the world to find a job as an English teacher. TEFL courses (that's Teaching English as a Foreign Language) are run in many cities across Poland. The demand for TEFL teachers is enormous and teaching language is a brilliant way to fund your travel and earn as you go.\n\nEven if you don't have a working visa or Polish citizenship, it should be no problem for you to offer private lessons. The going rate is about 30zł for conversation or lessons. Doing these private lessons is a great way to make some money and meet some English-speaking educated, interesting poles at the same time. In general students, private and in classes, are very friendly toward their teachers, inviting them for dinner or drinks, and sometimes acting quite emotional during their last lesson. Post your services on telephone poles and bus stops with an email or phone number, or use Gumtree, Poland's version of Craigslist.\n\nGumtree Polska ",{"type":"[","value":["http:\/\/www.gumtree.pl"]}," is useful for finding students, and everything else, including accommodations, used cars, pets, Polish tutors, etc.\n\nEkorki ",{"type":"[","value":["http:\/\/ekorki.pl"]}," good to make a profile if looking for longer term teaching gigs. More formal than Gumtree, and used by serious employers. A little bit like Monster.com in the US.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["Image:Polish-Banknote-100zl.jpg"],["thumb"],["upright=1.3"],["Polish 100 zł banknote"]]},"\n\n",{"type":"===","value":["Paying"]},"\n\nThe legal tender in Poland is the ",{"type":"'''","value":["Polish złoty"]}," (",{"type":"'''","value":["zł,"]}," international abbreviation: ",{"type":"'''","value":["PLN"]},"). The ",{"type":"'''","value":["złoty"]}," divides into 100 ",{"type":"'''","value":["groszy"]}," (check the box to details). Poland is expected to adopt the ",{"type":"'''","value":["Euro (€)"]}," sometime after 2014, but those plans are still tentative.\n\nPrivate currency exchange offices (Polish: ",{"type":"''","value":["kantor"]},") are very common, and offer Euro or USD exchanges at rates that are usually comparable to commercial banks. Be aware that exchanges in tourist hot-spots, such as the train stations or popular tourist destinations, tend to overcharge. Avoid \"Interchange\" Kantor locations, easily recognized by their orange color; the rates they offer are very bad.\n\n",{"type":"{{","value":[["Infobox"],["Cash"],["Linguistic note: Polish has two types of plural numbers, which you are likely to encounter when dealing with currency. Here are the noun forms to expect:\n",{"type":"*","value":[" Singular: 1 ",{"type":"'''","value":["złoty"]},", 1 ",{"type":"'''","value":["grosz"]}]},{"type":"*","value":[" Nominative plural: 2 - 4 ",{"type":"'''","value":["złote"]},", ",{"type":"'''","value":["grosze"]},", then 22 - 24, 32 - 34, etc."]},{"type":"*","value":[" Genitive plural: 5 - 21 ",{"type":"'''","value":["złotych"]},", ",{"type":"'''","value":["groszy"]},", then 25 - 31, 35 - 41, etc. "]}]]},"\n\nThere is also an extensive network of cash machines or ATMs (Polish: ",{"type":"''","value":["bankomat"]},"). The exchange rate will depend on your particular bank, but usually ends up being pretty favorable, and comparable to reasonably good exchange offices, but you will probably find very high \"service fees\" in your bank statement when you get home.\n\nCredit cards can be used to pay almost everywhere in the big cities. Popular cards include ",{"type":"''","value":["Visa"]},", ",{"type":"''","value":["Visa Electron"]},", ",{"type":"''","value":["MasterCard"]}," and ",{"type":"''","value":["Maestro"]},". ",{"type":"''","value":["AmEx"]}," and ",{"type":"''","value":["Diners' Club"]}," can be used in a few places (notably the big, business-class hotels) but are not popular and you should not rely on them for any payments. \n\nCheques were never particularly popular in Poland and they are not used nowadays. Local banks do not issue cheque books to customers and stores do not accept them.\n\n",{"type":"===","value":["Goods"]},"\n\nIt is illegal to export goods older than 55 years that are of ANY historic value. If you intend to do so you need to obtain a permit from the Ministry of Culture and National Heritage ",{"type":"[","value":["http:\/\/www.mkidn.gov.pl"]},".\n\n",{"type":"===","value":["Shopping"]},"\n\n",{"type":"====","value":[" Super and hypermarkets "]},"\n\nHypermarkets are dominated by western chains: Carrefour, Tesco, Auchan, Real. Some are open 24 hours a day.\nUsually located in shopping malls or suburbs.\n\nHowever Poles shop very often at local small stores for bread,\nmeat, fresh dairy, vegetables and fruits - goods for which freshness and quality is essential.\n\nPrices in Poland are some of the lowest in Europe.\n\n",{"type":"====","value":[" Town markets "]},"\n\nMany towns, and larger suburbs, hold traditional weekly markets, similar to farmers' markets popular in the West. Fresh produce, baker's goods, dairy, meat and meat products are sold, along with everything from flowers and garden plants to Chinese-made clothing and brick-a-brac. In season wild mushrooms and forest fruit can also be bought. Markets are held on Thursdays \/ Fridays and\/or Saturdays and are a great way to enjoy the local colour. Prices are usually set though you can try a little good-natured bargaining if you buy more than a few items.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["Infobox"],["Tipping"],["For the most part, Polish restaurants and bars do not include gratuity in the total of the check, so your server will be pleased if you leave them a tip along with the payment. On average, you should tip 10% of the total bill. If you tip 15% or 20%, you probably should have received excellent service.  Also, saying \"",{"type":"''","value":["Dziękuję"]},"\" (\"thank you\") after paying means you do not expect any change back, so watch out if you're paying for a 10 zł coffee with a 100 zł bill.  With all that said, many Poles may not leave a tip, unless service was exceptional. Poles don't usually tip bar staff."]]},"\n\nPoles take their meals following the standard continental schedule: a light breakfast in the morning (usually some sandwiches with tea\/coffee), then a larger lunch (or traditionally a \"dinner\") at around 13:00-14:00, then a supper at around 19:00. \n\nIt is not difficult to avoid meat, with many restaurants offering at least one vegetarian dish. Most major cities have some exclusively vegetarian restaurants, especially near the city centre. Vegan options remain extremely limited, however.\n\n",{"type":"===","value":["Traditional local food"]},"\nTraditional Polish cuisine tends to be hearty, rich in meats, sauces, and vegetables; sides of pickled vegetables are a favourite accompaniment. Modern Polish cuisine, however, tends towards greater variety, and focuses on healthy choices. In general, the quality of \"store-bought\" food is very high, especially in dairy products, baked goods, vegetables and meat products. \n\nA dinner commonly includes the first course of soup, followed by the main course. Among soups, ",{"type":"'''","value":["barszcz czerwony"]}," (red beet soup, also known as borscht) is perhaps the most recognizable: a spicy and slightly sour soup, served hot. It's commonly poured over dumplings (",{"type":"'''","value":["barszcz z uszkami"]}," or ",{"type":"'''","value":["barszcz z pierogami"]},"), or served with a fried pate roll (",{"type":"'''","value":["barszcz z pasztecikiem"]},"). Other uncommon soups include ",{"type":"'''","value":["zupa ogórkowa"]},", a cucumber soup made of a mix of fresh and pickled cucumbers; ",{"type":"'''","value":["zupa grzybowa"]},", typically made with wild mushrooms; also, ",{"type":"'''","value":["flaki"]}," or ",{"type":"'''","value":["flaczki"]}," - well-seasoned tripe. The most common in restaurants is the ",{"type":"'''","value":["żurek"]},", a sour-rye soup served with traditional Polish sausage and a hard-boiled egg.\n\n",{"type":"'''","value":["Pierogi"]}," are, of course, an immediately recognizable Polish dish. They are often served along side another dish (for example, with barszcz), rather than as the main course. There are several types of them, stuffed with a mix of cottage cheese and onion, or with meat or even wild forest fruits. ",{"type":"'''","value":["Gołąbki"]}," are also widely known: they are large cabbage rolls stuffed with a mix of grains and meats, steamed or boiled and served hot with a white sauce or tomato sauce.\n\n",{"type":"'''","value":["Bigos"]}," is another unique, if less well-known, Polish dish: a \"hunter's stew\" that includes various meats and vegetables, on a base of pickled cabbage. Bigos tends to be very thick and hearty. Similar ingredients can also be thinned out and served in the form of a cabbage soup, called ",{"type":"'''","value":["kapuśniak"]},". Some Austro-Hungarian imports have also become popular over the years, and adopted by the Polish cuisine. These include ",{"type":"'''","value":["gulasz"]},", a local version of goulash that's less spicy than the original, and ",{"type":"'''","value":["sznycel po wiedeńsku"]},", which is a traditional schnitzel, often served with potatoes and a selection of vegetables. \n\nWhen it comes to food-on-the-go, foreign imports tend to dominate (such as kebab or pizza stands, and fast-food franchises). An interesting Polish twist is a ",{"type":"'''","value":["zapiekanka"]},", which is an open-faced baguette, covered with mushrooms and cheese (or other toppings of choice), and toasted until the cheese melts. ",{"type":"'''","value":["Zapiekanki"]}," can be found at numerous roadside stands and bars. \n\nPoland is also known for two unique cheeses, both made by hand in the [Podhale] mountain region in the south. ",{"type":"'''","value":["Oscypek"]}," is the more famous: a hard, salty cheese, made of unpasteurized sheep milk, and smoked (or not). It goes very well with alcoholic beverages such as beer. The less common is ",{"type":"'''","value":["bryndza"]},", a soft cheese, also made with sheep milk (and therefore salty), with a consistency similar to spreadable cheeses. It's usually served on bread, or baked potatoes. Both cheeses are covered by the EU Protected Designation of Origin (like the French Roquefort, or the Italian Parmegiano-Reggiano).\n\n",{"type":"===","value":["Milk bars"]},"\nIf you want to eat cheaply, you should visit a milk bar (",{"type":"''","value":["bar mleczny"]},").  A milk bar is very basic sort of fast food restaurant that serves cheap Polish fare.  Nowadays it has become harder and harder to find one.  It was invented by the communist authorities of Poland in mid-1960s as a means to offer cheap meals to people working in companies that had no official canteen.  Its name originates from the fact that until late 1980s the meals served there were mostly dairy-made and vegetarian (especially during the martial law period of the beginning of the 1980s, when meat was rationed).  The milk bars are usually subsidized by the state.  Eating there is a unique experience - it is not uncommon that you will encounter people from various social classes - students, businessmen, university professors, elderly people, sometimes even homeless, all eating side-by-side in a 1970s-like environment.  Presumably, it is the quality of food at absolutely unbeatable price (veggie main courses starting from just a few złoty!) that attracts people.  However, a cautionary warning needs to be issued - complete nut jobs do dine at milk bars too, so even if you're going to for the food, you'll end up with dinner and a show.  Curious as to what the show will entail?  Well, each show varies, but most of them will leave you scratching head and require the suspension of reality.\n\n",{"type":"==","value":["Drink"]},"\n\nPoland is on the border of European \"vodka\" and \"beer culture\". Poles enjoy alcoholic drinks but they drink less than the European average. You can buy beer, vodka and wine. Although Poland is known as the birthplace of vodka, local beer seems to have much more appeal to many Poles. Another traditional alcoholic beverage is mead. Polish liqueurs and ",{"type":"''","value":["nalewka"]}," (alcoholic tincture) are a must. \n\nOfficially, in order to buy alcohol one should be over 18 years old and be able to prove it with a valid ID (which is strictly enforced).\n\n",{"type":"===","value":["Beer"]},"\n\nPoland's brewery tradition began in the Middle Ages. Today Poland is one of top beer countries in Europe.\n\nAlthough not well known internationally, Poland traditionally sports some of the best pilsner-type lagers worldwide. The most common big brands include:\n\n",{"type":"*","value":[" Żywiec (pronounced ",{"type":"''","value":["ZHIV-y-ets"]},")"]},{"type":"*","value":[" Tyskie (pronounced ",{"type":"''","value":["TIS-kye"]},")"]},{"type":"*","value":[" Okocim (pronounced ",{"type":"''","value":["oh-KO-cheem"]},")"]},{"type":"*","value":[" Lech (pronounced ",{"type":"''","value":["LEH"]},")"]},{"type":"*","value":[" Warka (pronounced ",{"type":"''","value":["VAR-kah"]},")"]},{"type":"*","value":[" Łomża (pronounced ",{"type":"''","value":["Uom-zha"]},")"]},"\nMicro-breweries and gastro-pubs are on the rise, in particular in the larger cities, and many delicatessen or supermarkets carry smaller brands, including hand-crafted beers of many types.\n\n",{"type":"===","value":["Vodka"]},"\n\nCommon brands are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Żubrówka"]}," (Zhoo-BROOF-ka) - vodka with flavors derived from Bison Grass, from eastern Poland."]},{"type":"*","value":[" ",{"type":"'''","value":["Żołądkowa Gorzka"]}," (Zho-wont-KO-va GOSH-ka) - vodka with \"bitter\" (",{"type":"''","value":["gorzka"]},") in the name, but sweet in taste. Just like Żubrówka, it's a unique Polish product and definitely a must-try."]},{"type":"*","value":[" ",{"type":"'''","value":["Wiśniówka"]}," (Vish-NIOOF-ka) - Cherry vodka (very sweet)."]},{"type":"*","value":[" ",{"type":"'''","value":["Krupnik"]}," (KROOP-nik) - Honey and spices vodka, a traditional Polish-Lithuanian recipe (very sweet). During winter, many bars sell ",{"type":"''","value":["Grzany Krupnik"]}," (warm Krupnik), where hot water, cinnamon, cloves, and citrus zest or slices are added."]},{"type":"*","value":[" ",{"type":"'''","value":["Żytnia"]}," (ZHIT-nea) - rye vodka"]},{"type":"*","value":[" ",{"type":"'''","value":["Wyborowa"]}," (Vi-bo-RO-va) - One of Poland's most popular rye vodkas.  This is also one of the most common exported brands.  Strong and pleasant."]},{"type":"*","value":[" ",{"type":"'''","value":["Luksusowa"]}," (Look-sus-OH-vah) \"Luxurious\" - Another popular brand, and a common export along with Wyborowa."]},{"type":"*","value":[" ",{"type":"'''","value":["Starka"]}," \"Old\" - A vodka traditionally aged for years in oak casks. Of Lithuanian origin."]},"\nDeluxe (more expensive) brands include ",{"type":"'''","value":["Chopin"]}," and ",{"type":"'''","value":["Belvedere"]},". Expect to pay about 100 zł a bottle (2007 prices). Most Poles consider these brands to be \"export brands\", and usually don't drink them.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Biała Dama"]}," (Be-AH-wa DAH-ma) is not actually a vodka but a name given by winos to cheap rectified spirits of dubious origin, best avoided if you like your eyesight the way it is."]},"\n",{"type":"===","value":["Wine"]},"\n\nPoland does make wines around ",{"type":"[[","value":[["Zielona Góra"]]}," in ",{"type":"[[","value":[["Lubuskie"]]},", in ",{"type":"[[","value":[["Małopolskie"]]},", in the ",{"type":"[[","value":[["Beskids"]]}," and in ",{"type":"[[","value":[["Świętokrzyskie"]]}," in central Poland. They used to be only available from the winery or at regional wine festivals, such as in Zielona Góra. But with a new law passed in 2008, this has changed and Polish wines are also available in retail stores.\n\nAs for imported wine, apart from the usual old and new world standards, there is usually a choice of decent table wines from central and eastern Europe, such as Austria, Bulgaria, Hungary, Romania, Moldova, the Balkans, and Georgia. \n\nIt winter, many Poles drink ",{"type":"''","value":["grzaniec"]}," (mulled wine), made of red wine heated with spices such as cloves, nutmeg, and ginger. A similar drink can be made with beer, although wine is the more popular method.\n\n",{"type":"===","value":[" Mead "]},"\n\nMead - ",{"type":"''","value":["miód pitny"]}," is a traditional and historical alcohol drink in Poland. Mead is brewed from honey and has excellent unusual taste similar to wine. Original Polish mead contain 13-20% alcohol. Sometimes it can be very sweet. Today Poles have a strange relationship with mead. All of them have heard of it, almost none have ever tried it.\n\n",{"type":"===","value":["Cocktails"]},"\n\nPoles are very keen on beer and vodka, and you'll find that cocktails are often expensive but can be found in most bars in most major cities.\n\n",{"type":"===","value":["Tea and coffee"]},"\nThrow stereotypes out the door. For Poles, one of the most important staples to quench their thirst is not ",{"type":"''","value":["wódka"]}," or beer, but rather tea and coffee.\n\nWhen ordering a coffee, you'll find that it is treated with respect reminiscent of Vienna, rather than, say, New York. Which is to say: you'll get a fresh cup prepared one serving at a time, with table service that assumes you'll sit down for a while to enjoy it. Mass-produced to-go coffee remains highly unpopular, although chains such as ",{"type":"''","value":["Coffee Heaven"]}," have been making inroads. Curiously, there are still only a few Starbucks shops in the whole country.\n\nOrdering a tea, on the other hand, will usually get you a cup or kettle of hot water, and a tea bag on the side, so that the customer can put together a tea that's as strong or as weak as they like. This is not uncommon in continental Europe, but may require some adjustment for visitors. Drinking tea with milk is not popular, traditionally Poles add a slice of lemon and sugar, unless they drink flavored tea. Tea houses with large selection of good quality teas and a relaxing atmosphere are gaining popularity.\n\nFor the most part, a good coffee can be had for 5 - 10 zł a cup, while a cup of tea can be purchased for the same, unless you happen to order a small kettle, in which case you'll probably pay something between 20 - 30 zł.\n\n",{"type":"===","value":["Water"]},"\n\nDrinking water with a meal is not a Polish tradition; having a tea or coffee afterwards is much more common. If you want water with a meal, you might need to ask for it - and you will usually get a choice of carbonated (",{"type":"''","value":["gazowana"]},") or still (",{"type":"''","value":["niegazowana"]},") bottled water, rather than a glass of tap water. As a result water is never free, and is pretty expensive too compared to the average price of a meal (about 4zl for one glass). Beware that even \"still\" bottled water, while not visibly bubbly, will still contain some carbon dioxide.\n\nCarbonated mineral waters are popular, and several kinds are available. Poland was known for its mineral water health spas (",{"type":"''","value":["pijalnia wód"]},") in the 19th century, and the tradition remains strong - you can find many carbonated waters that are naturally rich in minerals and salts. You can also travel to the spas such as ",{"type":"[[","value":[["Szczawnica"]]}," or ",{"type":"[[","value":[["Krynica"]]},", which are still operational.\n\nOpinions regarding the safety of tap water vary: odds are its OK, but most residents opt to boil or filter it anyway.\n\n",{"type":"==","value":["Sleep"]},"\n\nPoland is catching up with Western Europe when it comes to availability and standards of lodging. After Euro 2012 championships, the situation in Euro host cities in particular is now comparable to most other cities in Northern and Western Europe. Many smaller towns and locations less frequented by tourists still offer very little choice of accommodation and the existing providers make use of it rather by offering low standards than charging extortionate prices. In large cities, both in hotels and hostels, you can expect staff to have reasonable command of English, and often other foreign languages. In less frequented locations, the language barrier may be a problem.\n\n",{"type":"===","value":["Prices"]},"\nLodging prices are no longer the bargain they used to be several years ago; now they're comparable to standard European prices. For the bargain hunter, standard tactics apply: if hotel prices are too much, look on the Internet for private rooms, pensions, or apartments for rent, which can sometimes be found for a very reasonable price. Best deals are usually offered off-season. \n\n",{"type":"===","value":["Hotels"]},"\nOnly one major hotel chain has a decent coverage of the entirety of the country, and this is Accor ",{"type":"[","value":["http:\/\/www.accorhotels.com\/hotel-directory\/gb\/europe\/poland\/poland-hotel.htm"]},", who have taken over the former state-owned provider Orbis (and still operate several hotels by that name as of 2013). A selection of hotels ranging from the affordable ",{"type":"''","value":["ibis"]}," through business-oriented ",{"type":"''","value":["Novotel"]}," and ",{"type":"''","value":["Mercure"]}," and prestigious ",{"type":"''","value":["Sofitels"]}," can be found throughout the country. Do note that while almost all ibis-hotels have been purpose-built in the 2000s, Novotels and Mercures are often converted old Orbis hotels and may not be the best hotels those brands have to offer in Europe. Please note than even Accor has gaps in coverage in less tourist-frequented areas.\n\nThe most popular global hotel chains (Intercontinental, Marriott, Hilton, Starwood, Carlson) have some presence in Poland, but none can really boast full coverage of even the most important cities. There is a number of Best Western-affiliated hotels, but they do not cover the entire country as well. Of particular note of the motorized travellers on a budget is the presence of another French chain, Campanile.\n\n",{"type":"===","value":["Hostels"]},"\n",{"type":"[[","value":[["Hostels"]]}," affiliated with the national hosteling association are often horrid options for backpackers because of imposed curfews. Additionally, Hosteling International (HI) affiliated hostels are frequently used by large school groups, which means young children may very well be screaming their heads off and running around the halls. Some private hostels are clean and welcoming, but others can be worse than HI hostels.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe European ",{"type":"'''","value":["unified emergency number 112"]}," is being deployed in Poland. By now, it certainly works for all mobile-phone calls and most land-line calls. There are also three \"old\" emergency numbers that are still in use. These are:\n\n",{"type":"*","value":[" Ambulance: 999 ('",{"type":"''","value":["Pogotowie, "]},"dziewięć-dziewięć-dziewięć''''')"]},{"type":"*","value":[" Firefighters: 998 ('",{"type":"''","value":["Straż Pożarna, "]},"dziewięć-dziewięć-osiem''''')"]},{"type":"*","value":[" Police: 997 ('",{"type":"''","value":["Policja, "]},"dziewięć-dziewięć-siedem''''')"]},{"type":"*","value":[" Municipal Guards: 986 ('",{"type":"''","value":["Straż Miejska, "]},"dziewięć-osiem-sześć''''') it is a kind of auxiliary Police force found only in large cities. They are not armed and their role is primarily to cope with parking offenses and minor cases of unsocial behavior. "]},"\n",{"type":"===","value":["Theft"]},"\n\nPoland is generally a safe country. In fact, you are much less likely to experience crime in places like Warsaw or Kraków than in Paris or Rome. Overall, just use common sense and be aware of what you're doing. \n\nIn cities, follow standard city travel rules: don't leave valuables in the car in plain sight; don't display money or expensive things needlessly; know where you're going; be suspicious of strangers asking for money or trying to sell you something.\n\nPickpockets operate, pay attention to your belongings in crowds, at stations, in crowded trains\/buses, and clubs.\n\nIn any case, do not be afraid to seek help or advice from the Police (",{"type":"''","value":["Policja"]},") or the Municipal Guards (",{"type":"''","value":["Straż Miejska"]},").\n\n",{"type":"===","value":["Train Awareness"]},"\n\nBe astute on sleeper trains, as bag robberies happen between major stations. Ask for ID from anyone who asks to take your ticket or passport and lock backpacks to the luggage racks. Keep valuables on you, maintain common sense.\n\n",{"type":"===","value":["Violence"]},"\n\nViolent behavior is relatively rare and if it occurs it is most likely alcohol-related. While pubs and clubs are generally very safe, the nearby streets may be scenes of brawls, especially late at night. Try to avoid confrontations. Women and girls are generally less likely to be confronted or harassed since the Polish code of conduct strictly prohibits any type of violence (physical or verbal) against women. By the same token, in case of a fight between mixed gender travelers, Polish men are likely to intervene on the side of the woman, regardless of the context.\n\n",{"type":"===","value":["Racism"]},"\n\nPoland is a quite homogeneous society today, except for some national minorities like Ukrainians, Belorussians, Germans and ethnic minorities like Silesians, Cashubians, Lemkos, and Jews who have been a part of Poland for years and a small wave of migrants from Africa and East Asia, including Vietnam, who have settled in the larger cities in recent years.\n\nA lot of villages in Poland rarely have any foreign visitors, so most African or Asian people would get curious looks there - generally not because of racism, but only from pure curiosity. Of course, there are some people who don't accept foreigners, like the relatively small numbers of Neo-nazis or football hooligans, nationalists or chauvinists. Except for the radical views of those kinds of people who you can meet almost anywhere, Poles are generally a polite and tolerant nation. As a traveller you will likely be treated in a friendly way here (see \"polska gościnność\" - Polish hospitality). A common Polish adage says: \"gość w dom, Bóg w dom\" - guest at home: God at home.\n\n",{"type":"===","value":["LGBT"]},"\nLGBT issues remain very controversial, still very much taboo (although decreasingly so), and routinely exploited by conservative politicians. Polish culture also has a long tradition of chivalry and strong, traditional gender roles. That said, in larger cosmopolitan areas, gays and lesbians shouldn't have a hard time fitting in, although trans visitors will immediately attract attention.\n\n",{"type":"===","value":[" Driving Conditions "]},"\nPoles can be reckless drivers, and even at night time, driving can be  dangerous. Drivers attack their act with a mix of both aggressiveness and incompetence. Guidelines and Lax, in practice are rarely followed. Roads are of varying quality, from very narrow, to very good, but traffic density is usually very high. Due to this, add 1\/3 to half time to your usual average travel time. Quality of surface is usually (ca. 70%) \"good\" or \"satisfactory\"",{"type":"[","value":["http:\/\/www.skyscrapercity.com\/showpost.php?p=73848819&postcount=5847"]},". However, even national roads are often also used by pedestrians and cyclists. \n\nChildren younger than 12 years old and who are shorter than 150 cm (4’11”) must ride in a child car seat. You must use headlights year round, at all times, day and night. The use of cellular phones while driving is prohibited except for hands-free models.\n\nAlcohol consumption is frequently a contributing factor in accidents. Polish laws provide virtually zero tolerance for driving under the influence of alcohol (defined as above 0.2‰ of alcohol in blood), and penalties for driving under the influence of alcohol are extremely severe.\n\nNote that your driver's license can also be confiscated when you are drunk without driving (e.g. bicycling).\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"===","value":["Etiquette"]},"\nSome men, particularly older men, may kiss a woman's hand when greeting or saying goodbye. Kissing a woman's hand is considered to be chivalrous by some, but is more and more often seen as outdated. Handshakes are acceptable; however, it is very important to remember that men should not offer their hand to a woman - a handshake is only considered polite if the woman offers her hand to the man first. For a more heartfelt greeting or goodbye, close friends of opposite sex or two women will hug and kiss three times, alternating cheeks.\n\nA fairly common practice is for people to greet each other with a ",{"type":"''","value":["dzień dobry"]}," (good day) when entering elevators, or at the very least, saying ",{"type":"''","value":["do widzenia"]}," (good bye) when exiting the elevator.\n\nIt is usual to bring a gift when invited to someone's home. Flowers are always a good choice.  Florists' kiosks are ubiquitous; be sure to get an odd number of flowers, as an even number is associated with funerals. Poles will often bring vodka or whisky, but this depends on the level of familiarity, so tread carefully.\n\nIt is customary to hold doors and chairs for women. Poles are generally old-fashioned about gender etiquette.\n\nMen should not wear hats indoors, in particular when entering a church. Most restaurants, museums, and other public buildings have a cloakroom, and people are expected to leave bags and outerwear there.\n\nThe practice of placing one foot on a chair while reading or studying something is very much frowned upon.\n\nIt is advisable to refer to Poland (as well as to some other countries like Czech Republic, Slovakia, or Hungary) as Central Europe, and not Eastern Europe. Although not very offensive, if used, it may reflect foreigners' ignorance and a certain disrespect of the history and clearly Latin cultural heritage of the countries from the region. Poles themselves refer to the \"old\" EU west of its borders as \"Zachód\" (West) and to the states created after the break-up of the USSR as \"Wschód\" (East). Geographically this is borne out by drawing a line from the tip of Norway to Greece and from the Urals to the coast of Portugal. For better or worse, Poland remains at the cross-roads of Europe, right in the continent's center. In global terms, politically, culturally and historically, Poland belongs to \"the West\".\n\nAnother small faux pas involves confusing Polish language with Russian or German. Poles value their language highly as it was kept at a high price during a longer period of oppressive depolonisation during the partitions and WWII. For example this means not saying 'spasibo' or 'danke' for 'thank you' just because you thought it was Polish or you didn't care. If you're not sure if your 'Polish' words are indeed Polish or not it would be seen as extra polite to ask.\n\n",{"type":"===","value":["Religion"]},"\nThe Poles may well be the most devoutly Catholic people in Europe. The late Pope John Paul II in particular is adored here, and the Church is held in generally high esteem. Bear this in mind if religion is brought up in conversation with a Pole. Also be sure to dress modestly if you enter a church, especially during services.\n\n",{"type":"===","value":["The Holocaust"]},"\n\nThe Holocaust was the genocide of European Jewry. It was a particularly painful time for Poland. Among the victims, 3 million were Polish Jews. Additionally, over 3 million non-Jewish Poles were also murdered, mostly by the Germans, and many others were enslaved. Many members of minority groups, the intelligentsia, Roman Catholic priests, and political opponents of the Nazis were among the dead. Between the census of 1939 and the census of 1945, the population of Poland had been reduced by over 30% from 35 million to 23 million. Nevertheless, unfortunately there are some small-minded right-wing groups that persist, and one may still shockingly encounter anti-Semitic graffiti in most town and cities.\n\nBear in mind that using phrases such as \"Polish death camps\" or \"Polish concentration camps\" is an ultimate faux pas while having a conversation about history. Any reference made to Polish involvement in the Holocaust as well as belittling the number of Polish victims is pretty much walking on a very, very thin ice.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Mobile phones"]},"\nThere are four mobile phone operators in Poland: Plus ",{"type":"[","value":["http:\/\/plus.pl"]}," (",{"type":"''","value":["code 260 01"]},"),  T-Mobile (formerly ERA) ",{"type":"[","value":["http:\/\/www.t-mobile.pl"]}," (",{"type":"''","value":["260 02"]},"), Orange ",{"type":"[","value":["http:\/\/www.orange.pl"]}," (",{"type":"''","value":["260 03"]},") and Play ",{"type":"[","value":["http:\/\/www.playmobile.pl"]}," (",{"type":"''","value":["260 06"]},").  About 98% of the country is covered by the standard European GSM 900\/1800 MHz network, the remaining 2% are wildlife reserves or high mountains. 3G is available  in almost every town. LTE networks were recently deployed by Plus and Cyfrowy Polsat ",{"type":"[","value":["http:\/\/www.cyfrowypolsat.pl\/oferta\/komorki\/index.cp"]},".  Due to the introduction of virtual brands, some operators now have two names for their prepaid services: Plus has ",{"type":"''","value":["Sami Swoi"]}," and ",{"type":"''","value":["Simplus"]},", T-Mobile has ",{"type":"''","value":["Heyah"]}," and ",{"type":"''","value":["Tak Tak"]},", while Orange operates ",{"type":"''","value":["Pop"]}," and ",{"type":"''","value":["Orange Go"]},".  Domestic call rates are roughly the same across all services. \nPrepaid starter kits with SIM card (called starter in Polish) are widely available in reasonable prices (PLN5-20, most of which is available for calls), in most of the shops, supermarkets and news agents. Ask for starter and be sure to name the network you want. Accounts are valid for outgoing calls for few days, so it is good to fill them up for, lets say, PLN20 (\"doładowanie\" [do-wa-do-vanye] in Polish, be sure to give the value you want).\n\nJust about every shopping centre has at least one independent cellphone shop, the guys who run them are usually knowledgeable and have a range of cheap handsets which you can use as a local \/ travel phone. This may be a good option since juggling SIM cards is always a pain.\n\n",{"type":"===","value":["Polish telephone numbers"]},"\nAll telephone numbers in Poland are 9 digits long, and never start with ",{"type":"'''","value":["0"]}," — although they used to do so. Sometimes numbers are written ",{"type":"''","value":["the old way"]},", that is often only the last 7 digits are listed, in which case you need to prefix the now obligatory area code (e.g. 22 — Warsaw, 61 — Poznań, 12 — Kraków) OR a ",{"type":"'''","value":["0"]}," is included in the beginning, in which case it must be skipped. As of yet, it does not matter whether you call from a landline or a mobile.\n\nThere are some special numbers, notably:\n",{"type":"*","value":[" ",{"type":"''","value":["800 xxxxxx"]}," — toll–free call from a landline phone and from a phone booth, but may still cost something from a mobile phone"]},{"type":"*","value":[" ",{"type":"''","value":["801 xxxxxx"]}," — reduced fare, costs as much as a local call from a landline phone at most (but will cost more from a mobile phone)"]},{"type":"*","value":[" ",{"type":"''","value":["70x xxxxxx"]}," — premium fare, can be very expensive — read the fine print in that advert you've got the number from :) On the other hand, cheap international calls can often be made through special numbers beginning with 708."]},"\nAlso, texting (= sending SMSes) to:\n",{"type":"*","value":[" ",{"type":"''","value":["7xyy(y)"]}," and ",{"type":"''","value":["9xxyy(y)"]}," — Premium SMS, x is cost in Złoty plus 23% tax, e.g. 72yy costs 2.46 zł, 70yy is 0.50 zł + 23% VAT = 0.62 zł, 910yy = 12.30."]},{"type":"*","value":[" ",{"type":"''","value":["8xxx"]}," — is toll–free"]},"\nWhen calling abroad, use ",{"type":"'''","value":["00"]},", or ",{"type":"'''","value":["+"]},", and then country code.\n\n",{"type":"===","value":["International calls"]},"\n\nTo call abroad from Poland:\n",{"type":"*","value":[" From a landline phone: ",{"type":"''","value":["00"]}," ",{"type":"''","value":["Your Country Code"]}," The Number Abroad"]},{"type":"*","value":[" From a mobile phone: ",{"type":"''","value":["+"]}," ",{"type":"''","value":["Your Country Code"]}," The Number Abroad"]},"\nTo call to Poland from abroad, dial the Polish country code,",{"type":"''","value":["48"]},", then the number ",{"type":"'''","value":["without"]}," the leading ",{"type":"''","value":["0"]},", as if calling from a domestic mobile phone.\n\nInternational and roaming calls are expensive. To reduce your bill you can:\n",{"type":"*","value":[" buy \"phone cards\" for international calls"]},{"type":"*","value":[" activate a Polish pre-paid account to make or receive calls (the cost can be as little as 20 zł)"]},{"type":"*","value":[" talk over the Internet"]},"\n",{"type":"===","value":["Internet"]},"\nIf you're bringing a laptop, Wireless LAN Hot-Spots are available in distinct places, sometimes free, otherwise not very cheap.  Best chances of finding one are at airports, railway stations, in cafés, shopping malls and universities.  You can ask in your hotel, but be prepared to pay.  For those who need to connect at an Internet-cafe, fear not, because Poland's major cities have Internet-cafes. Most coffee shops and restaurants have wi-fi available for customers - usually password-protected. Residential estates are of course full of wi-fi, a lot of it open, but there is anecdotal evidence of cyber crime so, as ever, best to be careful.\n\nWith your mobile phone you can use: CSD, HSCSD, GPRS or EDGE, but the cost may be unattractive.  UMTS\/HSPA is available in almost every big and mid-size cities. If your phone is not SIM-locked, you may consider purchasing a pre-paid SIM card designed for data access.  Every mobile operator offering his own pre-paid internet offer. You may purchase Era Blueconnect Starter, iPlus Simdata, Orange Free na kartę or Play Online na kartę. Internet service from Era, Plus and Orange covers all country area with GPRS\/EDGE technology. In almost every big, medium and some small size cities it's possible to receive 3G\/3.5G signal. \n\nIf you have an internet-enable device that is not a phone but which has full audio capabilities (such as an iPod touch) you can of course use Skype etc. in a wifi spot.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["T-Mobile"]}," - Blueconnect Starter - cost: PLN25 - 2GB data included - PLN0.30  \/ 1MB ",{"type":"[","value":["http:\/\/www.t-mobile.pl\/pl\/indywidualni\/oferta\/nowa_oferta\/internet\/na_karte\/bez_urzadzenia\/oferta"]}]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/internet.plus.pl\/indywidualni\/promocje\/plus-internet-na-karte ",{"type":"'''","value":["Plus"]}]}," - iPlus simdata - cost: PLN15 - 1GB data included -  PLN0.03 \/ 1MB "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Orange"]}," - Orange free na kartę - cost: PLN20 - 1GB data included -  PLN0.10 \/ 1MB ",{"type":"[","value":["http:\/\/www.orange.pl\/internet-na-karte.phtml"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Play"]}," - Play Online na kartę - cost:  PLN19 - 1GB data included -  PLN0.03 \/ 1MB ",{"type":"[","value":["http:\/\/www.play.pl\/oferta\/internet\/internet-na-karte\/"]}," NOTE: Play network does NOT cover the entire country. You can use internet service only in cities listed on this map ",{"type":"[","value":["http:\/\/internet.playmobile.pl\/maps\/"]},"."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"*","value":[" Be aware that in Poland the comma is used as a decimal point, and the space to group numbers. So, for example, '''''10 500,46 zł'",{"type":"''","value":[" is ten thousand five hundred złoty and 46 groszy"]},". That said, the period is increasingly often used as the decimal point, especially on price tags and bills. Occasionally a dot is also used as a grouping character."]},"\n",{"type":"*","value":[" It is illegal to drink alcoholic beverages in public, though it's often done by the locals, especially in parks, on some buses, and some of the more congested city streets. Doing it puts you at risk of a small fine (from 50 to 100 zł), being scoffed at by the City Guards, and losing your booze."]},"\n",{"type":"*","value":[" It is illegal to be drunk in public. If you are drunk and disorderly, you may be taken to special place (",{"type":"''","value":["izba wytrzeźwień"]},") to sober up. If you are taken there, you will be treated as an alcoholic and won't be released until sober. And you'll have to pay 250 zł for the experience."]},"\n",{"type":"*","value":[" Possession of drugs is illegal and a criminal offense. ",{"type":"''","value":["ANY"]}," amount."]},"\n",{"type":"*","value":[" Since 2010, it is forbidden to smoke in bars and restaurants and generally in public buildings. It is also forbidden to smoke at or near bus stops. This rule, made to protect non-smokers, doesn't apply to smoking rooms. If you break the rule, you may have to pay 500 zł!"]},"\n",{"type":"===","value":["Toilets"]},"\n\nThe situation is not much different from other European Union countries. In large cities, particularly centres, one should have no problem finding accessible public toilets. It can become tougher in smaller towns and away from tourist destinations. While standards  may vary in terms of quality and age of fittings and cleanliness, there is always a sit-down flush toilet (squat toilets, prevalent in many post-Soviet countries, are almost unheard of in Poland), a sink with running water, toilet paper, soap\/hand detergent and something to dry your hands with (paper towels and\/or electric dryers). Do note that in some places with extremely heavy traffic or little maintenance supplies may run out - it is best to have a pack of tissues handy, as any prudent traveller would.\n\nSome public toilets require a small fee, 1 or 2 złoty, but more publicly accessible toilets are free than in some other European countries. Relatively few toilets would have an attendant collecting the payment, which is the norm in some Western European countries. \n\nThere are toilets at larger train stations and bus terminals (but not very small ones, so beware), but they are often not very clean, in poor condition and, despite all that, will generally charge fees for use. Toilets at airports are generally free, both air- and landside, and in much better condition than at train or bus stations. Toilets can be found on board all long-distance and some modern local trains, as well as on board of some long-distance buses, e.g. those operated by Polski Bus. In older train cars, toilets have often not been modernized since the cars went into use, but provide an acceptable experience (and toilet paper, soap and paper towels, except for very long routes when the train can run out of them before the staff gets a chance to restock at the end of the line).\n\nAll gastronomic outlets are required to provide a toilet for their patrons, and most do so without any extra charges. While signs usually clearly indicate those are for (paying) customers only, the staff would usually make no problems if you inquired politely if you could use it without ordering anything. In some popular places, like McDonald's, you may need a key or a code to access the toilet. Ask the staff for either (in fast food outlets, the code is often at the bottom of your bill). There are also free public toilets in large shopping centres and hypermarkets, but smaller establishments (supermarkets, street-level shops) do not provide such facilities at all. \n\nIn case of larger events, organizers provide so called ",{"type":"'''","value":["Toi-Toi"]}," portable toilets (from one of companies that service them). They are narrow plastic booths, usually blue, not very comfortable, often not very clean, and hardly ever with water or paper.\n\nThere are also toilets at all but the smallest gas stations. Whether they are paid or free, as well as their standards may vary greatly, but on the road those may be your only option.\n\nThere are relatively few free-standing public toilets in cities, unlike in many other European countries. It is a better bet to look for any of the above establishments than for a free-standing public toilet.\n\nToilets for women are marked with a circle on the door, and toilets for men are marked with a triangle. The polish word for \"toilet\" is ",{"type":"''","value":["toaleta"]}," (t'o-ah-let-ah), and most people would understand the word \"toilet\" anyway.\n\n",{"type":"{{","value":[["geo"],["52.2167"],["21.0333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Europe"]]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Poland"]]},"\n",{"type":"[[","value":[["Commons:Category:Poland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Poland\/"]]}]