[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe (northern) ",{"type":"'''","value":["Pole of Cold"]}," is a region in ",{"type":"[[","value":[["Siberia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGeographic peculiarities of the vast continental region of ",{"type":"[[","value":[["Siberia"]]}," create extraordinarily low temperatures in certain parts of the ",{"type":"[[","value":[["Sakha Republic"]]}," (Yakutia). The coldest temperature ever definitively measured in the Northern Hemisphere was at ",{"type":"'''","value":["Verkhoyansk"]},", although there are other claimants to the title in the region. The average January temperature in ",{"type":"'''","value":["Oymyakon"]},", for one, is 61 degrees below zero Celsius. There is an odd competition among villages in the region for the title of the northern hemisphere's coldest place.\n\nThese conditions have created a weird sort of opportunity for adventure travel. Every year since 2001, the Annual Pole of Cold Festival takes place there. The exhibition of the national clothes, applied art and the national food of the people of the North, deer-drawn race teams, ice fishing and other activities are held during the festival. The major event of the festival is the auto tour Yakutsk-Oymyakon, 1,270 km (789 mi) of snowy trails including 403 km (250 mi) of regularity rally. Although this event is an extreme sport it also includes sightseeing, visiting museums, ethnographic complexes and historic places. Santa Claus from Lapland and Father Frost from Veliky Ustyug are regular visitors to the festival.\n\n",{"type":"==","value":["Get in"]},"\nUsually travellers get in via ",{"type":"[[","value":[["Yakutsk"]]},", the administrative centre of Yakutia (Pepublic of Sakha) and take a motorcar.\n\n",{"type":"===","value":["By land"]},"\nThe best season for a trip to the Pole of Cold is from the beginning of December to April. \n\nDuring the trip participants use automotive carriers and take local flights. One of the roads to travel along to Oymyakon was built by gulag prisoners during Stalin's era. Along the road there are carved bridges, barracks, and other remains of former prisons. There is the  possibility of finding fragments of \"Aircobra\" aircraft crashed during World War II.\n\nOn the long road it is possible to view magnificent mountains, fast rivers, waterfalls, and vast reindeer pastures…\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Poseidon Expeditions"]},". ",{"type":"[","value":["http:\/\/www.p-expeditions.com\/en\/tours\/169?tab=1"]},". Offers an expedition trip with visit to Oymyakon and\\or Verkhoyansk."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pole of Cold Expedition"]},". ",{"type":"[","value":["http:\/\/yakutiatravel.com\/en\/category\/the-pole-of-cold"]},". Offers an expedition trip with visit to Oymyakon and\\or Verkhoyansk."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nIn Oymyakon you have the opportunity to experience extremely cold temperatures.\n\n",{"type":"==","value":["Do"]},"\nHere you'll have a lot of things to do: meteorological observations, ice fishing, attending folklore concerts, and the Ceremony of the Pole of Cold Certificate Award. \n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nIn Oymyakon you can stay with local families. Staying at local's houses enables you to see and feel Russian life. \n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Pole of Cold"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Siberia"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["63.25"],["143.15"]]}]