[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Polonnaruwa"]}," is a city in the ",{"type":"[[","value":[["North Central Sri Lanka"],["North Central Province"]]}," of ",{"type":"[[","value":[["Sri Lanka"]]},". \n\n\n",{"type":"===","value":["Understand"]},"\nThe second most ancient of Sri Lanka's kingdoms, Polonnaruwa was first declared the capital city by King Vijayabahu I in the 11th century AD and maintained its status until the 13th century. In 1982 the ancient city of Polonnaruwa was inscribed on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},". What's nice about Polonnaruwa is that the ruins are in one compact area so you can visit them quite easily. Just one three wheeler ride from where you're staying to the entrance and you can walk about them all day long. If you don't have a lot of time and have to make a choice, the ruins at Polonnaruwa are much better presented and more interesting than the often repetitious ruins of ",{"type":"'''","value":["Anuradhapura"]},". There are only so many Stupa's you can see before you have \"seen them all\".\n\n",{"type":"==","value":["Get in"]},"\nPolonnaruwa is 216 km or 134 miles from Colombo. To travel there, you've got several options. They are, in order of preference, car, train and bus.\n\n",{"type":"===","value":["By car"]},"\nCar is the easiest. Any taxi service (+94 11 2556 556 or +94 11 2818 818 are two numbers of cab companies you can call) will charge you around LKR 30 per km (approx LKR 13,000 roundtrip) (as of mid 2007). Make sure you ask for a Nissan Sunny or Toyota Corolla or you might be sent a crappy car. The advantage is that you will sit in air conditioned luxury all the way to Polonnaruwa and the road is quite nice with plenty of greenery along the way. The old, massive trees tend to shade into the road once you leave the urban areas, creating a canopy effect. Trip is five to six hours inclusive of breaks for food, fruit and shopping (although shopping along the way is just overpriced and not recommended).\n\n",{"type":"===","value":["By train"]},"\nTrain is next, though frankly, bus is kind of tied with it. It's quite cheap: you'll that find the three wheeler ride to the train station costs about as much. You get on the train to Trincomalee at Colombo Fort station (http:\/\/www.srilankatourism.org\/lang\/en\/traveller\/trainschedule.php), connect in Gal Oya and you're in Polonnaruwa. The trip'll take you a good part of a day and the train leaves the station at 6.15am so plan accordingly. It is not however an air conditioned experience but it is a train with all the scenery and Theroux-like hijinks that implies.\n\nNo train run to\/from Anuradhapura. \n",{"type":"===","value":["By bus"]},"\nBus is always the third option. Buses also leave from Colombo Fort but from a slightly different location. Take the intercity to Polonnaruwa. With luck and blessings from whatever deity you subscribe to, you should arrive in Polonnaruwa in six to eight hours. Direct bus from the Anuradhapura bus station in New Town runs throughout the day and the distance from Anuradhapura to Polonnaruwa is some 100 km and the bus trip will take three hours. \n\n",{"type":"==","value":["Get around"]},"\nBicycles are the best way to get around. Most guest houses will rent out bikes, but be sure of the condition when you pick it up. Check if the tyres are properly inflated etc. All the sights in the old town are located next to each other so you can cover all of them easily using a bicycle in one day. Most accommodations can also provide you with a bicycle, which is a convenient way to get around the Ancient City.\n\n",{"type":"==","value":["See"]},"\nJust north of present-day Polonnaruwa town, 140km (90 miles) north of ",{"type":"[[","value":[["Kandy"]]},", are the ruins of ancient Polonnaruwa, which date from the late 10th century, when the Chola kings of southern India invaded Sri Lanka and conquered ",{"type":"[[","value":[["Anuradhapura"]]},".\n",{"type":"*","value":["The Royal Palace"]},{"type":"*","value":["King Nissanka Malla's Palace"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=King Parakramabahu I Statue"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A massive rock-cut statue of a Buddhist king, Parakrama Bahu."]]}]},{"type":"*","value":["Siva Devale "]},{"type":"*","value":["Alahana Pirivena Complex - Buddhist temples"]},{"type":"*","value":["Lankatilaka Gedige (Temple)"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gal Vihara or Gal Viharaya (Temple)"],["alt=ගල් විහාරය"],["url="],["email="],["address=Nissankamallapura"],["lat=7.95"],["long=81.004"],["directions=5.5 km N form centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" Topa Wewa Lake and the Parakrama Samudra (the Sea of Parakrama) "]},{"type":"*","value":["Demala Maha Seya (Temple)"]},"\nEntrance fee is 30 USD as of November 2013. Unfortunately, the round trip tickets for the cultural triangle (50 USD) are no longer available. South Asian nationals receive substantial discounts of USD 15 on entrance fees, Therefore, if you have a South Asian passport, make sure to carry it with you on your visits.\n\n",{"type":"==","value":["Do"]},"\nIn this area, you can find plenty of wildlife reserves. Try to find a reliable person and visit the places like \"Minneriya\", \"Kawudulla\"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAvoid eating from places where they sell the food in open markets. Do not go to places that need to have touts on the streets out and where you cannot see inside the restaurant from the street. It's very important not to forget about food hygiene. If it is too hot, there is a greater chance that the food is not safe.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are plenty of budget hotels and guest houses to stay at in the new town. Prices start at Rs 1,500 to 2,000 per person for a night.\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Village Polonnaruwa"],["url="],["email=villapol@sltnet.lk"],["address=Parakrama Lake Road, Potugal Mawatha"],["lat="],["long="],["directions=1 km South"],["phone=027 459 9299"],["tollfree="],["fax="],["hours="],["price=From 45 $."],["checkin="],["checkout="],["content=Don't do it. I checked in one night 'cause I was too tired to drive anymore. I checked out less than half an hour later."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Seruwa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=027 2222 2411"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Also run by CHC but cheaper and the location is pretty nice as well. Rooms are relatively new but check the room before you check into it."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Polonnaruwa Resthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=027 222 2299"],["tollfree="],["fax="],["hours="],["price=From 55 $"],["checkin="],["checkout="],["content= - Run by the Ceylon Hotels Corporation. It's a really nice location right on the Parakrama Samudra. Queen Elizabeth II (who was Queen of Sri Lanka from 1952 to 1972) stayed here. Rooms are relatively new but check the room before you check into it ."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Royal Lotus Hotel"],["url=http:\/\/www.theroyallotus.com\/home.htm"],["email="],["address=Giritale"],["lat=7.99408"],["long=80.91663"],["directions=12 km NW"],["phone=0094272246316"],["tollfree="],["fax="],["hours="],["price=$65-130"],["checkin=noon"],["checkout=noon"],["content=Giving you modern living conditions in a tropical setting and nestled alongside the Giritale Tank."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDon't even think of sleeping on the grass land in this area. There is a high risk that you will get a bite from a venomous snake or insect.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["7.9333"],["81.0000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Central Province"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Polonnaruwa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Polonnaruwa"]]}]