[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Pomáz"]}," is a city in ",{"type":"[[","value":[["Pest megye"]]},". It is on the HÉV (commuter train) line ",{"type":"[[","value":[["Budapest"]]}," - ",{"type":"[[","value":[["Szentendre"]]}," northwest from ",{"type":"[[","value":[["Budapest"]]},". It's neighbor towns are ",{"type":"[[","value":[["Budakalász"]]}," (south), ",{"type":"[[","value":[["Csobánka"]]}," (west) and ",{"type":"[[","value":[["Szentendre"]]}," (north). A popular place to start trips in the Pilis mountains. \n\n",{"type":"==","value":["Get in"]},"\n\nFrom ",{"type":"[[","value":[["Budapest"]]}," you can take the HÉV (commuter train), the ride takes 30 mins from Batthiány Square, 22 mins from Árpád Bridge. For the part within Budapest (last stop is Békásmegyer) you need a single ticket or a valid pass for Budapest public transport, for the rest you have to buy a supplement ticket. You can buy them together at bigger stations, just say where you are going. You will pay 1,5-2 euros in HUF.\n\nAlternatively you can take a bus from the Pest end of Árpád híd, but these buses are not coming to Pomáz, they are going on route 11, so you need to arrange something for the rest 2-3 kms. The way easier is the HÉV.\n\n",{"type":"[","value":["http:\/\/www.bkv.hu HÉV timetable"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nThe bus going to Dobogókő stops several times between the HÉV station and the northern end of Pomáz. Also there are private companies running transportation services within Pomáz with vans, but they are more expensive.\n\n",{"type":"==","value":["See"]},"\n\nMost sights are in the main square, the biggest attraction is the Wattay-Teleki-castle. It has been renovated recently, it's a home for a music school, open for visitors.\n\nYou can take a walk in the forest in Csikóváralja, it's a very popular weekend destination for people of Budapest. Very good restaurant waits for you after the trip.\n\n",{"type":"==","value":["Do"]},"\n\nThe bus to the ",{"type":"[[","value":[["Pilis Mountains"]]}," leave from the HÉV station of Pomáz very often. You can go to Dobogókő or other nice places for a day trip or longer (it's not difficult to find a tourist house or any other place to spend the night).\n\nFor the bus timetable, visit this: ",{"type":"[","value":["http:\/\/www.volan.hu Volánbusz"]}," (write Pomáz and Dobogókő).\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are no accommodation possibilities in Pomáz, try ",{"type":"[[","value":[["Budapest"]]}," or ",{"type":"[[","value":[["Szentendre"]]},".\nThere are a few ",{"type":"[","value":["http:\/\/www.couchsurfing.com couchsurfers"]}," in Pomáz.\n\n",{"type":"==","value":["Go next"]},"\n\nThere are a few pubs in Pomáz, but for real evening entertainment you need to go to Budapest.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Central Hungary"]]},"\n",{"type":"{{","value":[["Geo"],["47.64305"],["19.01957"]]},"\n",{"type":"[[","value":[["Wikipedia:Pomáz"]]}]