[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/tourism.puducherry.gov.in\/ Pondichérry"]}]}," (also known as \"Pondy\", and now officially called Puducherry), is a city and capital of the Pondichérry  union territory of ",{"type":"[[","value":[["Southern India"]]},". \n",{"type":"[[","value":[["Image:PondicherryFrenchWarMemorial.jpg"],["thumb"],["French Memorial on Beach Road"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThough very small, Pondichérry was the largest French colony in India. The city has a long and interesting history of trade and war. There is a strong French influence in the city, especially in the old quarters, with Rues and Boulevards lined with Mediterranean style houses and bakeries, although the city remains very much Indian. French is still  understood, and the whole city makes for rather pleasant mix of East and West. It is also known as The French Riviera of the East (La Côte d'Azur de l'Est). If you've spent some time in Tamil Nadu and approached Pondichérry by land, you'll very likely experience mild culture shock on discovering French architecture and restaurants serving steak and good wine. Pondichérry is very much a city with a dual personality: crossing from East to West of the central canal reveals two cities with very different characters.\n\n",{"type":"==","value":["Talk"]},"\nThe main language spoken in Pondichérry is ",{"type":"[[","value":[["Tamil phrasebook"],["Tamil"]]},", though ",{"type":"[[","value":[["French phrasebook"],["French"]]}," is also widely spoken. ",{"type":"[[","value":[["Telugu phrasebook"],["Telugu"]]}," and ",{"type":"[[","value":[["Malayalam phrasebook"],["Malayalam"]]}," are the other two official languages, but their use is generally confined to specific districts.\n\nEnglish is spoken by most educated people, and is the lingua franca between people from different linguistic districts. If you know English or Tamil, you can survive your visit to Pondichérry. French alone will not help.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By road"]},"\nPondichérry is well connected from all sides. Chennai is situated 160 km north of the city. Getting to Pondichérry involves a three hour road journey from ",{"type":"[[","value":[["Chennai"]]},". One can get a bus from CMBT in Koyambedu or from ",{"type":"[[","value":[["Thiruvanmiyur"]]}," or ",{"type":"[[","value":[["Guindy"]]},". You can be sure of a seat only from CMBT in Koyambedu.\n\nThe ECR bus, which can be picked up at the Tiruvanmiur stop in Chennai, is the most economical way of getting to Pondichérry, costing less than ₹100. The ECR bus will drop you at the main bus terminal, and rickshaws will be outside waiting to take you the rest of the way. Rickshaws can be bargained down to 50 rupees to get to the French Quarter.\n\nYou can also take a taxi from Chennai Airport. It costs ₹1,500 (c. USD35) (Dec 2009)\n\nThe road from Chennai to Pondichérry  (the ",{"type":"'''","value":["East Coast Road"]},", commonly called ECR) is a scenic highway and a normal journey would take about 3 hours. Most tourists however, cannot resist the seashore kissing the ECR and take a number of stops en route. This route passes through ",{"type":"[[","value":[["Mahabalipuram"]]},", Kalpakkam, Pudupattinam, Idaikkazhinadu (Alamparai or Alambara Fort), Mudaliarkuppam (has a cool boat house), Marakkanam (contains large areas under salt pans), Kanagachettikulam\/Kalapet etc. before reaching Pondichérry.\n\nThe other route that can be taken to reach Pondy is through the National Highway 45 (NH-45) famously called the Grand Southern Trunk (GST). This route passes through Tambaram, Madhurantakam, ",{"type":"[[","value":[["Melmaruvathur"]]}," and Tindivanam before reaching Pondichérry. Both the major roads from Chennai are toll roads and take approximately the same time.\n\nPondichérry is about 320 km from Bangalore. Drive down National Highway 7 (NH-7) till Krishnagiri, take a left off the main highway (road signs mark the route) and then take National Highway 66 (NH-66)  to Pondichérry. This route passes through Uthangarai, Chengam, Tiruvannamalai, Gingee and Tindivanam. You can reach Pondicherry either through Tindivanam (via Gingee) or Villupuram (via Thirukovilur). Gingee Fort is also on the way to Tindivanam and worth spending some time at. It's an Archaeological Survey of India (ASI) Heritage site. The total travel time should be about 5-6 hours. Do pack some food or snacks for the way as there are no good restaurants en route.\n\nPondichérry is well connected to ",{"type":"[[","value":[["Cuddalore"]]},", ",{"type":"[[","value":[["Chidambaram"]]},", ",{"type":"[[","value":[["Karaikal"]]},", ",{"type":"[[","value":[["Nagapattinam"]]},", ",{"type":"[[","value":[["Velankanni"]]},", etc. to the South by National Highway 45A (NH-45A). The road is well maintained till Chidambaram.\n\nPondichérry  connects to the GST or NH-45 in two places: at Villupuram by NH-45A and at Tindivanam by NH-66.\n\n",{"type":"===","value":["By train"]},"\nPondichérry is  connected to Chennai by an electric broad gauge railway line through ",{"type":"[[","value":[["Villupuram"]]},". There are 2 passenger trains running daily to ",{"type":"[[","value":[["Chennai Egmore"]]}," Railway station and ",{"type":"[[","value":[["Tirupati"]]}," and there is a weekly express train service to ",{"type":"[[","value":[["Bhubaneswar"]]},". In addition to this, there is also a daily express train to ",{"type":"[[","value":[["Chennai Egmore"]]},". It is advisable to go by road rather than train to Pondicherry from Chennai as the journey is longer by train.\n\nBangalore Yesvanthapur(YPR) to Pondichérry(PDY) is connected by a 3-Tier AC Train called Garibh Rath Express. It covers a distance of 456 km in each direction however it takes 10 hours 5 mins when operating as train number 12255 at an average speed of 60km\/h (excluding halts). It leaves Puducherry as train number 12256 on Saturday at 22:05 and at the end of 8 halts arrives at Yesvanthapur the next day at 08:25. It leaves Yesvantpur as train number 12255 on Friday at 23:15 and at the end of 9 halts arrives at Puducherry the next day at 09:20. Coach Composition comprises 16 AC 3 tier coaches and 2 luggage cum generator coach taking the total up to 18 coaches.\n\n",{"type":"===","value":["By plane"]},"\nPondichérry has an ",{"type":"[[","value":[["Pondichérry Airport"],["airport"]]}," with facilities for the landing of small aircraft like Dornier, Cessna, etc. Spicejet operates daily afternoon flights from Bangalore (with connections to\/from other major Indian cities) since January 2013. Several airlines have shown interest in flying to Puducherry Airport. Cabs meet arriving flights at the airport, and charge ",{"type":"{{","value":[["Indian Rupee"]]},"350 to the centre of town. You can also take a short (30 minute) auto rickshaw from the airport to the centre of town. The rate for taking an auto rickshaw from within the airport complex to the city centre is about ",{"type":"{{","value":[["Indian Rupee"]]},"150, as of Apr 2013. If you walk to outside the airport complex and flag down an auto you may be able to negotiate a better rate.\n\nChennai airport is the nearest international airport, which is approximately 135km from Pondicherry. Chennai airport is nicely connected to major cities in India as well as abroad. A one-way cab ride from Chennai airport to Pondicherry is approximately ₹1,500, and takes around 3 hours.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["11.93280"],["79.83037"],["zoom=16"],["height=490"],["width=620"],["layer=M"],["staticmap="],["align=none"]]},"\nThe best way to see Pondichérry and its surrounding areas is by renting out a \"Pedal cycle\" or a \"motorcycle\" or \"gearless scooter\". But as traffic increases, it is increasingly difficult to walk in many streets as they are crowded. There are several rental outlets on Mission St and MG Rd. The prices as of July 2010 were Rs.200\/day for a gearless scooter, and ",{"type":"{{","value":[["Indian Rupee"]]},"250\/day for a geared motorcycle and ",{"type":"{{","value":[["Indian Rupee"]]},"40\/day for a bicycle. You will need to provide some identification document as collateral and an advance of ",{"type":"{{","value":[["Indian Rupee"]]},"500. Make sure you check the cycle thoroughly before taking it on rent. A cycle I rented out at Sri Durga Parameshwari rentals on Mission Street developed a puncture within an hour of riding it-probably a problem with the tube itself. Many of the rentals also provide delivery and pickup at the hotel which is very useful. (Note: Usually the number of days for these vehicles are calculated 09:00-21:00. The motorbikes are easily available in a couple of two wheeler rental shops in Mission Street.\nThe Pondicherry tourism development corporation has daily bus services for tourists and it covers all the important tourist spots to be seen in Pondicherry. It is the best and most economic way to tour Pondichérry.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:GandhiStatuePondicherry.jpg"],["thumb"],["Gandhi Statue on Beach Road"]]},"\n",{"type":"[[","value":[["File:Traffic Cop.JPG"],["thumb"],["Pondicherry has managed to retain its french flavour. A traffic policeman on duty. Note the Charles de Gaulle style cap. Pondicherry, India"]]},"\n",{"type":"*","value":[" The Beach"]},{"type":"*","value":[" Barathi Park"]},{"type":"*","value":[" Churches"]},{"type":"*","value":[" Chunnambar Boat House(which is crowded on holidays and weekends)"]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mahatma Gandhi's statue"],["alt="],["url="],["email="],["address=Beach Rd"],["lat=11.93250"],["long=79.83625"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" Oustery Lake(Only as a view but not developed)"]},{"type":"*","value":[" Paradise Beach"]},{"type":"*","value":[" Sri Aurobindo Ashram"]},{"type":"*","value":[" Government Museum"]},{"type":"*","value":[" Auroville city"]},{"type":"*","value":[" Boat House"]},{"type":"*","value":[" Manakula Vinayagar Temple"]},{"type":"*","value":[" Villianur - St. Lourd Church (7km from Pondicherry towards Villupuram)"]},{"type":"*","value":[" Villianur Thirukameeswarar Temple"]},{"type":"*","value":[" Auro Beach (Opposite to Auroville City)"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Botanical Gardens"],["alt="],["url=http:\/\/tourism.puducherry.gov.in\/garden.html"],["email="],["address="],["lat=11.9286"],["long=79.8226"],["directions=Entrance east"],["phone="],["tollfree="],["fax="],["hours="],["price=Entry free"],["content=A nice park, though a little in disarray."]]}]},"\n",{"type":"==","value":["Do"]},"\nThere is not much one is expected to do at Pondichérry. You would understand this better once you get there and understand the pace of life.\n\nYou can also do some serious meditation at the ",{"type":"[[","value":[["Auroville"]]},", the Sri Aurobindo Ashram, or going to ",{"type":"''","value":["Bharatanatyam"]}," performances that are often organized there by the ",{"type":"[","value":["http:\/\/auroce.org Auroville Cultural Exchange"]}," in the local temples, or at major hotels.\n\nYou can also go fishing in a Catamaran or while away your evenings at the Rocky Beach. You can also hire mopeds and go on long drives for the sandy beaches that dot the coast line.\n\nYou can also experience staying in a traditional 'Parapachai' house - an affectionate name given by connoisseurs to traditional green colored houses. First class experience.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Casablanca and Titanic"],["url="],["email="],["address=Mission St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=must see shopping. the latter is a factory outlet of the former."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=French Quarter Architecture"],["url="],["email="],["address=the other side of the canal road to the coastline"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Massage Courses"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Healing Hands Center"],["alt="],["url=http:\/\/www.ancientmassage.com\/world\/india.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Classes in Ancient Massage \/ Thai Massage. Five-day course, ten-day course and one-month professional course, runs every month and recognized by THAI (Thai Healing Alliance International) worldwide and Natural Health Practitioners of Canada (NHPC)."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["What to Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Textile and Clothes"]}," -  Since long time, Pondicherry has been involved in production of garment textiles and household items. There are also plenty of stores which sell T-shirts and some well known types of clothes at surprising rate."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pottery"]}," - Pondicherry is known for artisan and ceramic work. Different kinds of shops offer distinctive styles such as Rhinestone Art and Golden Bridge."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Handmade Paper"]}," - The range of colours and scope of textures of Pondicherry’s homemade paper is marketed all over the world."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leather"]}," - Making leather in meticulous way is what separates the Pondicherry from rest of the cities in India. Well polished and creative products with quality brass buckles are available in reasonable prices here."]},"\n",{"type":"==","value":["Eat"]},"\nPondicherry is known for its wide variety of cuisines ranging from South Indian delicacies like idly and dosa to seafood like fried fish, prawn bajji and parota.\n\nFrench influence can be seen to some extent in the local food. The best options are still the local delicacies; the excellent seafood. Good French food is available at restaurants around the French part of town.\n\n",{"type":"*","value":[{"type":"'''","value":["Sri Murugan Cafe"]},", No. 160, Kosakada Street opposite Municipality Central Parking Place. Veg-only Indian restaurant with great dosas. You might be the only tourist here for weeks. ",{"type":"{{","value":[["Indian Rupee"]]},"25-50."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=New Banana Cafe"],["alt="],["url="],["email="],["address=36 Cazy St"],["lat="],["long="],["directions="],["phone=91 96 26 561259"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"100-200"],["content= Fresh french food in a peaceful environment. Free Wifi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Karai"],["alt="],["url="],["email="],["address=100 Feet Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nellithope. Multi-cuisine restaurant, good for Chettinad food. Also, try the French onion soup."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Surguru"]},", at the corner of Sardar Vallabhai Patel Rd and East coast Road, in the basement of the hotel. Has delicious Indian food, At breakfast time try the delicious poori or paper roast (paper dosai)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Aristo"]},", Nehru Street. Nice terrace on the roof of the hotel; good French and Indian food."]},"\n",{"type":"*","value":[{"type":"'''","value":["Batisto"]},", ECR Road, Next to D Gowda Petrol Bunk, Behind Laloo's puntcher shop."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rendezvous"]},", 30, Rue Suffren. Closed on Tuesdays."]},"\n",{"type":"*","value":[{"type":"'''","value":["Satsanga"]},", 30, Labourdonnais. Open every day."]},"\n",{"type":"*","value":[{"type":"'''","value":["Anjappar"]},", Near Jeeva Theater Signal. Open every day."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hot Breads"]},", Nehru St, A pleasant European bakery."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Indian Delights Veg. Restaurant"],["url="],["email="],["address=493 Mahatma Gandhi Rd"],["lat="],["long="],["directions=opposite a hotel (the clock tower hotel)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opens at 5 in the morning, delicious variety of typical south Indian dishes. Very cheap, popular with locals, not touristy."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Marine Drive"],["alt="],["url=http:\/\/www.marinedriveecr.com"],["email="],["address=Periyamudaliyarchavadi, ECR Auroville."],["lat="],["long="],["directions=opp to Auro Beach, on ECR, 5.5 km from Pondicherry"],["phone=+91 413-2623939"],["tollfree="],["fax="],["hours="],["price=11AM-11PM"],["content=Multi-cuisine restaurant. Open garden and covered area with sea brees."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Don Giovanni"],["url="],["email="],["address=Mission St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located at the rooftop of Hotel Corbelli on Mission St, this authentic Italian restaurant opened only in 2009. The chef is from Bologna, and the food is fantastic."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizzeria Trattoria"],["url="],["email="],["address=Auroville Rd"],["lat="],["long="],["directions=On the way to Auroville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant serves Pizza and other Italian delights. Seems to be managed by a French person, food was good. Prices are reasonable, but the quantities are smaller."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Atithi"],["url="],["email="],["address=Kamaraj Road, Shivajinagar"],["lat="],["long="],["directions=In Hotel Jayaram"],["phone="],["tollfree="],["fax="],["hours=All Days"],["price="],["content=Fantastic south Indian food. Very reasonably priced. Try out the 6 feet family masala dosa ghee roast."]]}]},"\n",{"type":"==","value":["Drink"]},"\nGood branded liquor like Smirnoff, Bacardi and different Scotch whiskies are very inexpensive as there is no sales tax in Pondicherry. A good store is the \"Costprice shop\" on Lal Bahadur Shastri Road.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Club"],["alt=French Italian Indian vietnamese"],["url="],["email="],["address=38, Dumas St"],["lat="],["long="],["directions=Near Park Guest house"],["phone=+91 413 2339745"],["tollfree="],["fax="],["hours=07:00-23:00"],["price="],["content=Wonderful garden restaurant with a high class bar and chill out atmosphere, but slightly overrated and quite expensive."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Seagulls"],["url="],["email="],["address="],["lat="],["long="],["directions=Walk south down to the end of the beach. It's at the end of the first alley on your left."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice bar that organizes musical concerts occasionally. They sell imported beer."]]}]},"\n",{"type":"*","value":["On the beach road abutting the French quarter enjoy fine dining in a good ambiance with continental and Indian cuisine, has a nice buffet on weekends. Mimicry artists will sometimes entertain you at your table."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Choco La"],["url="],["email="],["address=Mission St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small, cosy, clean chocolate shop on Mission St. Also features chocolate cakes, coffee's, etc.  A bit on the expensive side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=KBS coffee bar"],["alt="],["url="],["email="],["address=19 Chetty St"],["lat="],["long="],["directions=second left from Raja theatre signal near Bharathi street cutting"],["phone="],["tollfree="],["fax="],["hours=05:30-20:30"],["price=₹15 for a coffee"],["content=Open since 1972, this is a good place for some South Indian coffee."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Continental Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"400-500 for a single with fan, ",{"type":"{{","value":[["Indian Rupee"]]},"550 for a single with aircon, ",{"type":"{{","value":[["Indian Rupee"]]},"1000 on up for doubles"],["checkin="],["checkout="],["content=Reasonable little place, quite well located for beach access \/ bars \/ wandering potential, and with a rooftop bar. Good selection of cheap beers: 80 rupees for an 8% Tuborg."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Beach Guest House"],["url="],["email="],["address=Pondicherry to chennai ECR,near Auro beach, periyamudaliyarchavady, Auroville"],["lat="],["long="],["directions=2 mins walkable from Auro beach"],["phone=+91 9944319891"],["tollfree="],["fax="],["hours="],["price=Regular Single 350 AC,Duoble: 750 AC,"],["checkin=24 hours"],["checkout=24 hrs after check-in"],["content=Large, clean Beach Resort which is situated in walkable distance from beach. All Rooms are with TV with English, Tamil, Hindi, and Kannada channels. Sea 2 mins walk"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fullmoon Guest House"],["alt=info@fullmoonguesthouse.com"],["url=http:\/\/www.fullmoonguesthouse.com\/en\/"],["email="],["address="],["lat="],["long="],["directions=E Coast Rd"],["phone=+91 9600210094"],["tollfree="],["fax="],["hours="],["price=600 Rs"],["checkin=12.00"],["checkout=10.30"],["content=The guest house has seven unique AC Double twin bed rooms with attached bathroom. Five out of the seven rooms come with an equipped kitchen (refrigerator, electric stove, kitchen utensils, free wireless internet, free self-service washing machine, hot water, etc.) It is possible also to rent a room or studio apartment for weeks or months."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sri Aurobindo Ashram - II"],["url=http:\/\/www.sriaurobindoashram.org\/"],["email=bureaucentral@sriaurobindoashram.org"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs. 600 to Rs. 1200 per day"],["checkin="],["checkout="],["content=Book in advance, if you don't want to be disappointed. The place is staffed by an elitist bunch who will only permit devotees inside the complex. A lot of pretense and little substance. The place is clean. Very strict too. No liquor, smoking, or eating non-veg. Park Guest House is on the beach with nice lawns looking upon the sea while Sea Side Guest house is on the beach road and most rooms have a nice sea view. A choice of Continental and Indian breakfast is free in both guest houses. There is also a nice new budget guest house very close to the beach, with a canteen."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sri Krishnas Guest House"],["url="],["email="],["address=29\/31 Rangapillai St"],["lat="],["long="],["directions=3 mins west of GPO"],["phone=+91 4132334477, 2221818, 2221010"],["tollfree="],["fax="],["hours="],["price=Regular Single 350 AC, non AC 250, Double: 750 AC, 500 Non AC triple:900AC, 750 non AC (extra bed 100 INR)"],["checkin="],["checkout=24 hrs after check-in"],["content=Large, clean hotel in the main shopping area. Rooms with TV with some English channels. French bakery 2 mins walk. Sea 10 mins walk"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Labourdonnais"],["url="],["email="],["address=25 Rue Labourdonnais"],["lat="],["long="],["directions= Located in the French Quarter"],["phone="],["tollfree="],["fax="],["hours="],["price= Rooms for as low as ",{"type":"{{","value":[["Indian Rupee"]]},"400."],["checkin="],["checkout="],["content= This ten room guesthouse owned by a French expat has hot water and a mini-fridge in every room. Peaceful location, windows in every room, popular place for backpackers."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Raj Lodge"],["alt="],["url=http:\/\/www.rajlodge.com\/"],["email="],["address=57, Rangapillai Street"],["lat=11.9348"],["long=79.8301"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Double room single occupancy: 250"],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Corbelli"],["url=http:\/\/www.hotelcorbelli.net\/"],["email=hotelcorbelli@yahoo.com"],["address=170, Mission St"],["lat="],["long="],["directions=Near to Casablanca on Mission Street"],["phone=+91-413-2225301-2225302"],["tollfree="],["fax=91-413-2225303 \/ 2348731"],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1350"],["checkin=24 Hrs"],["checkout=24 Hrs after check-in"],["content= Nice and clean hotel with all the basic amenities. Centralised A\/C keeps the heat at bay. Morning breakfast buffet is included in the cost price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Flora Beach Resort"],["url="],["email=beachguesthouse.auroville@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+91-09443249411"],["tollfree="],["fax="],["hours="],["price="],["checkin=24 Hrs"],["checkout=24 Hrs check-in"],["content= Nice and clean hotel with all the basic amenities, coconut Leaf cottages, owner is very interesting man, the best part , Sea shore is 100 mts walking only. A\/c Rooms available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ginger Hotels"],["url=http:\/\/www.gingerhotels.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=INR 1799"],["checkin="],["checkout="],["content= Excellent ambiance and very professionally run hotel. It's more of an IT company like environment with utmost hygiene. Has a 24 hrs coffee shop too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=MangoHill"],["url=http:\/\/www.hotel-mangohill-pondicherry.com"],["email="],["address=Old Auroville Road, Bommayapalayam"],["lat="],["long="],["directions=10km North from Pondicherry"],["phone=+91 41326554 91-92-93"],["tollfree="],["fax="],["hours="],["price=3500"],["checkin=14\/1"],["checkout=24 hrs"],["content=24 rooms(Thai, Luxury and Standard), Spacious and clean hotel located on hills of planted with Mangoes and Cashew trees. Spa swimming pool and multi-cuisine restaurant added."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Raj Residency"],["url=http:\/\/www.rajresidency.com\/"],["email=rajresidencypdy@gmail.com"],["address=26, Cheran Street, Mullai Nagar"],["lat="],["long="],["directions=Opp New Bus Stand"],["phone=+91 413 220 220 1"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=24 Hrs after check-in"],["content=A guesthouse with suites and rooms which are equipped with flat screen televisions, intercom and mini bars. Every room has an attached bathroom with hot and cold water facility and individually controlled air-conditioning."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Vijayentra"],["url="],["email="],["address=108, Kamaraj Road, Shivajinagar"],["lat="],["long="],["directions=Half a kilometer from Nehru street(main street), 1km from the bus stand."],["phone=+91 413-2245316"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=24 rooms on two floors, conference facilities, restaurant."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Atithi"],["url=http:\/\/www.atithiatpondi.com"],["email="],["address=No.126 S.V. Patel Salai"],["lat="],["long="],["directions=Near Surguru"],["phone=+91 413-2345000"],["tollfree="],["fax="],["hours="],["price=4500"],["checkin=12:00"],["checkout=12:00"],["content=Hotel Atithi is a recently opened luxury hotel in the business center of Pondicherry. Atithi features 60 rooms & suites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunway GRT"],["url=http:\/\/www.grtgrand.com\/sunway\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Cleanliness and service up to nice USA\/European hotel standards. Not located in the center\/touristy area of Pondicherry. You must arrange an auto-rickshaw (for approx. ",{"type":"{{","value":[["Indian Rupee"]]},"1700) to get to the tourist area by the beach. Nice tasty free buffet breakfast of South Indian foods for just ",{"type":"{{","value":[["Indian Rupee"]]},"250."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Surguru"],["url=http:\/\/www.hotelsurguru.com"],["email="],["address=104, Sardar Vallabhai Patel Salai"],["lat="],["long="],["directions="],["phone=+91413 222-7290-233-4377-233-9022"],["tollfree="],["fax="],["hours="],["price=INR 1,300 to 2,000"],["checkin=Up To 6PM"],["checkout=24 Hours"],["content=Though not located next to or at the Promenade\/Beach or near Aurobindo Ashram or in the French Quarter, it is close to all the places and is within 2km. It has its own parking lot, good rooms and suites, 24 hours coffee shop, one of the best South Indian restaurants among their features to top the reasonable rates it offers to its guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zest Big Beach"],["alt="],["url=http:\/\/www.zestbreaks.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=One of the best resorts in Pondicherry. This resort is managed by the Mahindra Group. The resort is situated 11km away from Pondicherry on the Cuddalore road. The resort serves great food and is the ideal getaway destination, especially during weekends."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAlways carry passport with you and put a sticky note inside it with phone number of your travel consultant. Never pay anyone upfront, especially to agents or drivers.\n\nNever exchange money with unauthorized foreign exchange dealers. Ask for receipt after exchanging money with the broker.\n\nDon’t get trap in the narcotics trading, as no one wants to end his journey in prison. Switch off your mobile phones while in museums, temples and churches or they will be confiscated.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Hospitals"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=General Hospital"],["alt="],["url="],["email="],["address="],["lat=11.93163"],["long=79.83253"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["alt="],["url=http:\/\/www.ambafrance-in.org\/-Pondichery,1501-"],["email="],["address=2 Marine St"],["lat=11.93608"],["long=79.83620"],["directions="],["phone=+91 413 223-1000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tiruvannamalai"]]}," - Known as fifth Hindu element of fire, it is located around 107 km from Pondicherry and ranks as one of the pilgrim city in Tamil Nadu. Its name meaning ‘Red Mountain’ came from the extinct of Volcano, Arunachala. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Kancheepuram"]]}," - It is named as ‘The City of Thousand Temples’ and belongs to 23rd century. Today, the town is mainly known for its quality silks."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mahabalipuram"]]}," - Nestled along the Bay of Bengal, it was seventh century port of Pallava kings. Several cave temples are carved here from Granite hill which belongs to fifth and eighth centuries."]},"\n",{"type":"{{","value":[["isPartOf"],["Pondicherry (union territory)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["11.93"],["79.83"]]},"\n",{"type":"[[","value":[["wikipedia:Pondicherry"]]}]