[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Pontevedra"]]},"\n",{"type":"'''","value":["Pontevedra "]}," is the capital city of the province of the same name, one of four that make up ",{"type":"[[","value":[["Galicia"]]},", an autonomous community within Spain.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Geography"]},"\nAlthough ",{"type":"[[","value":[["Vigo"]]},", in the Southeast of the province, is a larger city, Pontevedra is beautifully picturesque and unsurpassed in the province for its historical importance.  The Rías Bajas (Rías Baixas) coastal region has an abundance of natural beauty (mountains, green hills, rivers, lakes, estuaries, and seashores).  The old city center is well preserved and contains numerous historic buildings and monuments.  Pontevedra is proud of its cultural and natural heritage.\n\nThe city itself is built on a hill, with some streets sloping down toward the Lérez River.  The majority of the town occupies the south bank of the river, although it has spread out in all directions in recent years.\n\n",{"type":"===","value":["Language"]},"\nBoth Galician (Galego) and Spanish are commonly spoken, but signage is increasingly in the local language.  Galego shares characteristics of Portuguese and French, as well as Spanish, and anyone conversant in the Romance languages shouldn't have a hard time understanding written Galician.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is mild and rainy year round, with the humidity that one would expect of a coastal area receiving significant precipitation.  While summer is the \"high season\" for tourists, pleasant weather occurs throughout the year.\n\n",{"type":"===","value":["History"]},"\nArcheological evidence shows that the town existed as far back as Roman times.  The city took its name from the nearby bridge, \"Pontus Veteri\" (Old Bridge).  From the Middle Ages through the end of the 16th century, the city was one of the main ports and most populous cities in Galicia, though it afterwards declined first due to the disappearance the Castillian Crown, then later because of successive wars.  During the 19th century the Spanish provinces were created and Pontevedra was designed as a provincial capital, bringing new institutions, industries, and population to the city.\n\nUntil the Spanish Civil War, Pontevedra was a social and cultural center, but after the war, as power was centralized in Madrid, industry migrated to Vigo because of the excellent port facilities.  Pontevedra is currently undergoing a cultural renaissance, and its population is increasing due to the urbanization of the province.\n\n",{"type":"==","value":["Get In"]},"\n\n",{"type":"===","value":["By Train"]},"\nRENFE Trains run daily back and forth from ",{"type":"[[","value":[["Madrid"]]}," and ",{"type":"[[","value":[["Barcelona"]]},", but trains to\/from ",{"type":"[[","value":[["León (Spain)"],["León"]]}," depart from nearby ",{"type":"[[","value":[["Vigo"]]},". You can find the train station on Rúa da Estación, Tel: (0034) 986 851 313.\n\n",{"type":"===","value":["By Bus"]},"\nBus service is common to\/from many destinations in Spain, Portugal, and beyond.  The bus station is located on Rúa da Estación, Tel: (0034) 986 852 408.\n\n",{"type":"===","value":["By Air"]},"\nPeinador Airport (Vigo) and Lavacolla Airport (Santiago de Compostela) are only about 30-40 minutes from Pontevedra via the Atlantico highway (AP-9).  Flights from those cities connect to Madrid, as well as other cities in Spain and Europe (London, Paris, Geneva, and Frankfurt).\n\n",{"type":"==","value":["Get Around"]},"\n\nThe city is ideally sized for walking, and nearly all of the items of historical\/artistic interest are within easy walking distance of the city center, right in front of the Capilla de la Peregrina.  Local buses are available and reasonably priced, and taxis are plentiful.  Fares are typically small because distances are not large.\n\nCar Rentals (unnecessary in the city, but may be useful to tour the countryside):\n",{"type":"*","value":[" Avis (c\/Peregrina, 49) ",{"type":"[","value":["http:\/\/www.avis.es"]}," - Tel.: 986852025 - Fax: 986855992"]},{"type":"*","value":[" Europcar (railway station or c\/Calvo Sotelo) ",{"type":"[","value":["http:\/\/www.europcar.es"]}," - Tel: 986853150 - Fax: 986864198"]},{"type":"*","value":[" National Atesa (bus station or c\/Calvo Sotelo) ",{"type":"[","value":["http:\/\/www.atesa.es"]}," - Tel: 986844012"]},"\n",{"type":"==","value":["See"]},"\nThe old city, located at the top of modern Pontevedra, contains several worthwhile sites.\n\n",{"type":"*","value":[" La Capilla de la Peregrina:  This very ornate old chapel's bells chime the hours.  According to tradition, the Virgin Peregrina guided pilgrims who disembarked in Baiona on their way to Compostela.  It was built at the end of the 18th century and has a scallop shell base. It features two styles:  Baroque and Neoclassical. In the center of the church, there is an impressive altarpiece with the image of the Virgen Peregrina. The font with holy water is an enormous shell brought from the Pacific Ocean."]}," \n",{"type":"*","value":[" La Basílica de Santa María la Mayor:  There are some interesting sculptures on the facade around the portal."]},"\n",{"type":"*","value":[" La Iglesia de Santo Domingo:   These medieval ruins date from the 1300s and form part of the Provincial Museum of Pontevedra."]},"\n",{"type":"*","value":[" Public Square:  Where everyone goes to stroll in the evenings.  When the weather is cold, nothing beats stopping at a street vendor for a still-hot packet of fresh roasted chestnuts."]},"\n",{"type":"*","value":[" La Alameda:  This public park is beautiful at sundown, when you can see the sun setting over the sea.  It contains a monument to the region's seafarers.  There is a small zoo there."]},"\n",{"type":"*","value":[" The farmers' market by the river:  stop and get some \"queixo galego\" (local cheese) and \"pan galego\" (traditional local bread)."]},"\n",{"type":"*","value":[" Two picturesque bridges:  The Ponte do Burgo and the Roman bridge of Pontesampaio.  The latter is where French invaders were stopped in their efforts to conquer Galicia.  Local legend says a woman noticed the French troops advancing, and, after sounding the alarm, faced them off wielding only a sickle until the Spanish army arrived to defeat the French."]},"\n",{"type":"*","value":[" Benedictine Monastery of San Salvador de Lérez - (Tel: 986-841-471):  Located in the Parish of San Salvador de Lérez, it is commonly known as San Benitiño.  It was built in the 10th century by the monks of the Order of Saint Benedict and restored in the 16th and 17th centuries.  A neoclassic templum with a Baroque facade from the 17th century, one wing of the 16th century cloister is joined to the south wall.  During the 16th century, the cloister was a school of philosophy and humanities.  The most interesting part is the chapel of Saint Benedict, which dates from 1700, where one can see the image of Christ. There is a popular tradition of walking kneeling below the altar of Christ. "]},"\n",{"type":"*","value":[" Rias Baixas Tourism Board ",{"type":"[","value":["http:\/\/www.riasbaixas.org"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Arts & Culture"]},"\n",{"type":"*","value":[" Museo Provincial de Pontevedra - Various Locations - Tel: 986-851-455 (closed Mondays)"]},"\nThis museum is considered to be one of the finest historical\/archeological museums in Spain.  It is composed of a set of buildings located around the centric Plaza da Ferrería, among them two Baroque houses.  Also included are the  Gothic abses of the ruins of Santo Domingo Church and the Edificio Sarmiento, an old convent.\n\n",{"type":"*","value":[" Illa das Esculturas (Island of Sculptures) - Located near where the River Lérez empties into the ocean - Tel: 986-846-611"]},"\nThis open air public park by the river is ideal for a stroll or some physical activity, and it is the only one of its kind in Spain, showcasing sculptures by Francisco Leiro, Giovanni Anselmo, Fernando Casás, Dan Gram and Ian Hamilton, among others.  Spread over 70,000 square meters, the works of art are integrated into the landscape, which features native wild flora and fauna.\n\nFor cycling you can use the other path of the river to go via Monteporreiro. For longer cycling routes the Monte da Fracha near Marcón is a good option if you are not unfit.\n\nIf the weather is rainy and you want to exrcise, try the Gimnasio Municipal in Campolongo, where a gym and swimming pool are available.\n\n",{"type":"===","value":["Beaches"]},"\nPlaceres and Pontesampaio offer a variety of recreational opportunities, although there are cleaner and better beaches for sunbathing and swimming all along the Ría de Pontevedra.\n\n",{"type":"===","value":["Festivals"]},"\n",{"type":"*","value":[" Festa da Romería de San Benitiño de Lérez:  The date varies from year to year, but this summertime celebrattion takes place on the outskirts of Pontevedra. St Benedict is one of the most venerated saints in Galicia, and this devotion dates back to the late Middle Age. Lérez is a old Benedictine monastery, a sanctuary located on the Lerez riverbank where a small image of the saint is venerated. "]},"\n",{"type":"*","value":[" Carnival:  Since 1876, Pontevedra's citizens celebrate the reign and death of King Urco. Nowdays, Carnival takes places in the streets, and features street bands and fancy dresses (costumes)."]},"\n",{"type":"*","value":[" Festa da Virxe do O:  December 18th is the festival of this patron saint of the city."]},"\n",{"type":"*","value":[" Festa da Peregrina:  On the weekend of the second Sunday in August, this festival starts with a floral tribute to the \"Virxe da Peregrina\" (Virgin of the Pilgrim), whose shrine stands in the center of the old town.  It includes fireworks (weather permitting), bullfights, a marathon, a regatta, bands, and artistic displays.  This also coincides with the Honey Festival (held in Verdura Square)."]},"\n",{"type":"*","value":[" Autumn Festival:  For one weekend in mid November, Plaza da Perdura is the venue for this cultural and commercial festival, bringing people to Pontevedra's historic centre to celebrate typical autumn produce like mushrooms, nuts, and legumes.  Also on hand are several magostos (traditional chestnut festivals), folk games, and musical performances. Nearby restaurants offer typical autumn dishes to celebrate the festival."]},"\n",{"type":"*","value":[" Feira Franca (Medieval Fair):  Held the first weekend in September, it celebrates the open market held in Pontevedra starting in 1467, a privilege granted by King Enrique IV, and originally lasted a month (15 days before the Festival of San Bartolomé and 15 days afterwards).  This celebration commemorates Pontevedra's era of greatest influence and prosperity, from the middle of the fifteenth century through the end of the sixteenth century.  Food, recreation, and history all abound, and include music, drama, and historic costumes."]},"\n",{"type":"*","value":[" Festa do Caldo Galego:  On the second Sunday in March, this local dish is celebrated with its own festival.  The stew is served in clay dishes, and the celebration includes a Caldo Galego contest.  In an effort to preserve traditional recipes, including varieties which use squash, onions, rice, and chestnuts, each contestant much submit the list of ingredients.  Entrants are divided into two categories:  meat-based and vegetarian."]},"\n",{"type":"*","value":[" Festa dos Maios (Mayfest):  On the first Sunday in May, this festival celebrates Galicia's Celtic roots.  This includes a contest for the best \"maio\" (a conical construction covered with branches and flowers, around which a group of children dance in a ring and sing while beating sticks to mark time. The child with the best voice sings under the \"maio.\" "]},"\n",{"type":"*","value":[" Festa da Anguia:  In late June, the Parrish of Pontesampaio hosts this celebration of various dishes prepared using eels."]},"\n",{"type":"*","value":[" Festa do Demo:  In late August is the Festival of the Devil, celebrating the symbolic struggle of good against evil.  The \"devil\" chases the children with his pitchfork, then they get to play traditional games in the town square."]},"\n",{"type":"*","value":[" Festa de Santiaguiño do Burgo:  In late July, this festival ostensibly venerates the Apostle James, but includes food and sporting events in addition to its religious component.  It includes the “Santiago Peregrino” marathon and fireworks.  It is also held in conjunction with the traditional \"Homage to Senior Citizens\" celebration."]},"\n",{"type":"*","value":[" Festa de San Sebastián:  Honoring another patrón saint of the city, this occurs on January 20th."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAs in Galicia in general you can eat decently in Pontevedra. Find pulperías in the back streets and sample the octopus.  It's delicious--and generally cheaper than elsewhere in Spain.  Pulpo a la Gallega is a dish of boiled octopus served on a bed of boiled potatoes, sprayed with olive oil, spicy paprika and sea salt. Many restaurants offer fixed price menus for lunch.\n\nGalician gastronomy includes a wide variety of foods.  Galician stew (caldo gallego) can be made with sausage (chorizo), ham, beef, or chicken, and contains chickpeas (garbanzos), potatoes, cabbage, and other leafy vegetables.  \"Lacón con grelos\" is very common all over the region:  pork cooked with turnip, potatoes and chorizo.  Both are typical winter dishes.  Although fabada, made from fabas (large white beans), smoked morcilla (blood sausage), chorizo, and manteca (lard) is usually considered Asturian food, some excellent versions can also be found in Galicia.\n\nBeing so close to the sea, Galician cooking has plenty of seafood, including recipes for hake (merluza), turbot, sole, grouper and sea bass, squid, octopus, mussels, and velvet swimming crabs.  And the list goes on: clams and oysters, spiny lobsters, European lobsters, triple-grooved shrimp, and scallops. \n\n“Empanadas” are also popular: a flaky pastry stuffed with any of a variety of fillings, including ham, chicken, cod (bacalao), octopus, mussels, cockles (berberechos), chorizo, potatoes and other vegetables, cheese, and olives. \n\nSome typical desserts are: Santiago Tart (almond-based) and “filloas”, thin pancakes made from wheat.  One of the best ways to end a walking tour is to stop in a pastelería and pick up a treat or two.\n\n",{"type":"==","value":["Drink"]},"\nGalician wines have become much better known recently. In the back street pubs it is often served in a bowl, and you can pick the size bowl you want.\nIn the squares of the old town, such as the Plaza de la Verdura, bars offer drinks and tapas al fresco before lunch and for pre-after dinner.\nIn winter many joints at the old town and cafes at the city centre offer chocolate (hot) with churros.\n\n",{"type":"==","value":["Sleep"]},"\nAccomodation is easy to find. If you arrive to any of the bus or train stations, you will see hotels on your way to the town and in the town centre itself.\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" Parador Nacional Casa del Barón - Barón, 19 - Tel: 986-855-800 - Right in the historic district and part of the national system of Paradors, this is a restored baronial palace, with period furniture, wooden floors, etc."]},"\n",{"type":"===","value":["Medium"]},"\n",{"type":"*","value":[" Hotel Galicia Palace - Avenida de Vigo, 3 - Tel: 986-864-411"]},{"type":"*","value":[" Hotel Rias Bajas - Daniel de la Sota, 7 - Tel: 986-855-100"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" Hotel Madrid, Calle de Andrés Mellado, 5 - Tel: 986-865-180 - Very reasonably priced, comfortable, and central."]},{"type":"*","value":[" Hotel Residencial Mexico - Andrés Murvais, 10 - Tel: 986-845-939 - Reasonably priced and near the old town."]},{"type":"*","value":[" Residencia dos Peregrinos - Rúa da Estación - the hostel for pilgrims on the way to ",{"type":"[[","value":[["Santiago de Compostela"]]},"."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" Police Telephone: (0034) 986 833 080 "]},{"type":"*","value":[" Ambulance Telephone: (0034) 986 850 823"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Take a bus along the south side of the Ria de Pontevedra as far as ",{"type":"[[","value":[["Combarro"]]},". You will need to ask somebody to tell you when to get off."]},{"type":"*","value":[" You can visit the many beaches in both sides of the ría de Pontevedra, suchs as Portocelo, Mogor, Aguete and Lapamán on the way to the towns ",{"type":"[[","value":[["Marín"]]}," and Bueu, and also the beaches Areas, Montalvo or La Lanzada on the way to the fishing village of El Grove and the Island of La Toja. Rent a car or take the buses from the bus station."]},{"type":"*","value":[" Te city of Vigo is just 25Km from Pontevdra and can be easily reached by bus or train (both stations are next to each other) and ",{"type":"[[","value":[["Santiago de Compostela"]]}," is nearly an hour journey by train or bus."]},"\n",{"type":"==","value":["Stay Safe"]},"\nPontevedra is generally a very safe city.  However, as with nearly everywhere in Europe, be aware of pickpockets, who may work in groups to jostle or bump you while a confederate lifts your wallet.  Carrying a photocopy of your passport and only the amount of money necessary for the day's purchases is always sound advice.\n\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["Galicia"]]},"\n",{"type":"[[","value":[["Wikipedia:Pontevedra"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous_Communities\/Galicia\/Pontevedra\/"]]},"\n\n",{"type":"[[","value":[["Commons:Pontevedra"]]},"\n",{"type":"{{","value":[["geo"],["42.433611111111"],["-8.6475"]]}]