[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Poring Hot Spring Main Administration.jpg"],["thumb"],["right"],["300px"],["Main Entrance of Poring Hot Springs"]]},"\n\n",{"type":"'''","value":["Poring"]}," is a small town 19km east of ",{"type":"[[","value":[["Ranau"]]}," and 39km east of ",{"type":"[[","value":[["Mount Kinabalu"]]}," in the state of ",{"type":"[[","value":[["Sabah"]]}," in ",{"type":"[[","value":[["Malaysia"]]},". It is mainly visited for the ",{"type":"'''","value":["Poring Hot Spring and Nature Reserve"]}," which houses both open-air and private cabin baths whose water contains sulphur that is known for its skin-curative properties. The natural hot spring is perfect to soothe tired and aching muscles after the long climb up ",{"type":"[[","value":[["Mount Kinabalu"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nPublic buses from Kinabalu Park are available but make only one trip daily. Alternatively take a taxi from ",{"type":"[[","value":[["Ranau"]]}," at about RM30 for the ride (thus, travelling in a group this can be cheap). From Ranau there are very few, if any, public buses making the run to Poring.\n\nFor those who are self-driving, the Hot Springs are accessible via Ranau. The road is sealed with adequate sign posting. There is ample free parking inside the main entrance.\n\nAn entrance fee is charged to visit the Hot Spring Park, but it is a tourist trap with all the tackiness.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" Just walk"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Rafflesia keithii, the world's largest flower known to reach almost a metre in diameter. Its bud takes a full year to grow until it finally blossoms, but then withers after only one week in bloom. The interior of the blossom smells like rotten meat, attracting flying insects that then pollinate it."]},"\n",{"type":"*","value":[" Bird watching."]},"\n",{"type":"*","value":[" Wild monkeys."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Poringcanopywalk.jpg"],["thumb"],["200px"],["Canopy Walk"]]},"\n",{"type":"*","value":[" Try the ",{"type":"'''","value":["canopy walk"]}," and experience a bird's eye view of the surrounding rainforest from about 30-40 metres above the ground (entrance fee). The walking path from the ticket booth to the beginning of the canopy walk is about 1km up hill and is moderately aerobic. It is supposed to be a circuit walking path but damage to the trail means the visitor must double back (July 2007). This pathway is not suitable for those who have mobility restrictions. If you are afraid of heights then do not attempt this Canopy Walk as you will be at risk of getting stuck."]},"\n",{"type":"*","value":[" For those keen to explore, trek through the lowland forest to the two ",{"type":"'''","value":["waterfalls"]},". Kipungit Waterfall is the nearer and smaller one and can be reached in about 20 minutes, while the bigger Langganan Waterfall takes an hour's hike to get to."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bathe"]}," in the Japanese-style baths. The thermal pools are available as open air style tiled baths with taps to fill with fresh water. For those who are modest or are wanting privacy, enclosed baths inside little chalet-like shelters are available. "]},"\n",{"type":"*","value":[" Visit the ",{"type":"'''","value":["Butterfly Farm"]},", a short walk with in the park en route to the canopy walk (entrance fee). Note this closes at 4pm, earlier than the rest of the park."]},"\n",{"type":"==","value":["Buy"]},"\n\nA souvenir shop located in the Resort.\n\n",{"type":"==","value":["Eat & Drink"]},"\n\nRestaurants are available around this Resort, or drive to Ranau town for more variety (including a KFC Restaurant).\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sutera Sanctuary Lodges"],["url=http:\/\/www.suterasanctuarylodges.com.my\/v2\/poring.html"],["email="],["address=Poring Hot Spring & Nature Reserve"],["lat="],["long="],["directions="],["phone=(60 88) 878 801"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at MYR 104.35"],["checkin="],["checkout="],["content=Sutera Sanctuary Lodges manages the various accommodation facilities and the food and beverage outlets at Poring Hot Spring & Nature Reserve. Opened in late 2010, Lupa Masa rainforest camp has expanded the sleeping options in Poring. Located approximately 20 minutes' walk from the Sabah Parks entrance, Lupa Masa is set in the forest surrounded by waterfalls and rivers. Nights are spent in simple stretcher hammocks or mattress with mosquito net. Electricity is supplied by a private hydro electric system. There are no roads to the place."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Take a bus or taxi to ",{"type":"[[","value":[["Ranau"]]}," town. Again, this will cost around RM30 for the ride (or cheaper if you can bargain the driver down). There aren't any public buses unless you don't mind waiting for ten hours."]},"\n",{"type":"{{","value":[["IsPartOf"],["Sabah"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]