[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Port Barton"]}," is a small coastal village in ",{"type":"[[","value":[["Palawan"]]},", ",{"type":"[[","value":[["Philippines"]]},". \nMost tourists, who have visited Port Barton, consider it to be one of the highlights of their Philippines trip. Port Barton and its accompanying pristine islands, easily rank as one of their top five favorite destinations in the Philippines. \n\nPort Barton attracts mostly non-luxury seeking, status anxiety free vacationers. It has in recent years become a popular choice for budget backpackers and other adventurous international travellers, who appreciate and enjoy the remote, rural, relaxed, friendly atmosphere and natural beauty that this quiet and peaceful beachside village, on the edge of the rainforest, has to offer. \n\nFortunately, Port Barton is not as popular or progressively developed as Boracay or Puerto Galera. Therefore, it does not attract busloads of domestic tourists. Also, due to its remote location and the rough unpaved road, (a blessing in disguise perhaps) Port Barton does not suffer from hordes of photo snapping, day trippers, as does the more accessible, touristic Sabang, or the more promoted and air ported El Nido.\n\nPort Barton is still largely unspoiled, pleasantly unsophisticated and slightly primitive, and that’s exactly what seems to make it an attractive destination. For example, as mentioned, there is no paved, concreted road in or out of Port Barton. There are no buses and not many other vehicles on the bumpy, rugged road, mostly only heavy duty, well driven Jeepneys make it thru the mostly wet and muddy jungle. (There is no road going to San Vicente as shown on many maps.) \n\nThere is no electricity, except from 5.30pm till midnight. There are no banks or A.T.M.s. There are no doctors or hospitals. There are no five star hotels etc. Internet access is limited. \n\n",{"type":"==","value":["Get in"]},"\n\nFrom ",{"type":"[[","value":[["Puerto Princesa"]]}," New Market bus station, there is a daily bus going to Port Barton (200 pesos) but only if there are enough passengers. Coming from ",{"type":"[[","value":[["Sabang (Palawan)"],["Sabang"]]}," or ",{"type":"[[","value":[["El Nido"]]}," you can take a bus to ",{"type":"[[","value":[["San Jose (Philippines)"],["San Jose"]]}," and either catch the bus from Puerto Princesa (if you arrive in time) or hire a motorcycle to take you the rest of the way to Port Barton.\nOr you can rent a vehicle with driver from the airport. Travel time approx. 2.5 hours, cost around 3,000 pesos (negotiable) for a vehicle that seats up to 7.\n\nAt the moment the road between Puerto Princesa and San Jose is paved but from there on it degenerates into a muddy path. Especially in the rainy season it can be very difficult to travel on.\n\nFrom both El Nido and Sabang there are daily boats going to Port Barton and you can also hire your own boat. Especially in the rainy season it might be necessary to hire a boat, since there are not many travellers around at that time.\n\n",{"type":"==","value":["Get around"]},"\n\nThe village is so small that walking is the only feasible option. Going to the nearby islands you can hire a boat or in the high-season, join organized trips.\n\n",{"type":"==","value":["See"]},"\n\nThe main attraction is the beautiful beach.\n\n",{"type":"==","value":["Do"]},"\n\nNearby are numerous islands with spectacular beaches, rainforest and good snorkeling. Local boatmen will take you out \"island hopping\" for a day for P1200, although be sure to negotiate just how many islands constitute \"hopping\" before you pay up.  Although dynamite-fishing has been a problem in the past, nowadays it is no longer practiced and the locals can find you unspoiled spots.\n\nThere are 2 dive schools. One is called 'Sea Dog Diving' run by Keith Dudley, it is located at the right side of the beach and the other called 'easy dive' at the southern end of the beach run by Doris Hufnagel and assisted by the recently employed local diver named Benny. they both runs PADI courses and fun dives. For fun diving and PADI courses Port Barton is superb, with great coral and marine life, not to mention WW2 wrecks, within easy striking distance.\n\nThere is also limited trekking in the rainforests around Port Barton. At the northern end of the beach there is a small path leading to a waterfall (about 3.5k each way) where you can swim in the cool water.  There are also plenty of leeches in any standing water around there, so perhaps not for the faint hearted. Besides that, the trail is totally overgrown and you will probably need local assistance on the way to be able to find the waterfall. But hey; this means that once you've actually found it the reward is even bigger.\n\n",{"type":"==","value":["Buy"]},"\nPort Barton has always been well known throughout the Philippines, for it unsurpassable world class shopping facilities. However San Vicente, an hour away by boat, is now considered by many, to be the main shopping destination in Palawan. San Vicente ROCKS. \n\nA local boat leaves Port Barton daily in the morning at about 8am and costs only 150 pesos (single trip) look for the Magdalena boat organized by an amazing and lovely boatwoman called Dahling, near El Busero. \n\nSurprising as this may sound, it is absolutely true that there are no banks or A.T.M.s in Port Barton or San Vicente. There are only A.T.M.s in Puerto Princesa, make sure you bring plenty of extra cash with you! Very few businesses accept credit card payments. Be warned it is very difficult to change money or obtain cash outside Puerto Princesa City.\n\n",{"type":"==","value":["Eat"]},"\nThere are a couple of basic restaurants on the beach, both offering almost identical menus of the basic backpacker fare. Expect banana pancakes and muesli. In the village you can find a few basic outlets offering Filipino food.\n\nFor a more extensive menu including some Thai dishes and such delights as a full English breakfast or sausage, egg and chips check out the restaurant at ",{"type":"'''","value":["Summer Homes Resort"]},".\n\nFor a cup of great brewed coffee, home-made bread, some great floral tasting local honey, or a huge plate of authentic 'Jambalaya' visit ",{"type":"'''","value":["Jambalaya Cafe"]}," on the beach. It's owned by a Scotsman and his Filipina wife. It's friendly and homey, the menu is super small and everything on it is excellent - fresh and home-made with local flare. It's right on the beach so the view is spectacular. It only has three tables, so you may want to make a reservation or arrive early to beat the other travelers. They also offer free internet to customers. Try to beat the local 'Jambalaya Chilling Champions' record, currently in the name of a Dutch couple who spent a record breaking 8.5 hours non stop in the small Jambalaya café.\n\n",{"type":"==","value":["Drink"]},"\n\nPort Barton a place to relax and do nothing, and is definitely not known for its nightlife. You can grab a beer in the few beach-side restaurants and some of them also offer liquor and wine.\n\n",{"type":"==","value":["Sleep"]},"\n \n\nWhen you arrive at the beach you can allow a local fellow to tag on to you, escort you to the resort of his choice, one that pleases him. \n\nOr you can simply leave your luggage at the Tourist Assistance Centre, while you comfortably wander around looking for somewhere to crash. \n\nYou can also choose to first go directly to the Jambalaya Café.  They have an unbiased ‘Accommodation Guide’ containing up to date info about all the accommodation options in the Port Barton area. You can also safely dump your heavy luggage there for a while. \n\nIf you’re hungry, or want to relax and refresh, or just want to escape being followed around by the local touts, it is a good idea to head straight for the Jambalaya Café when you arrive. \n\nHere is a list of all the resorts (with approx cost of room) currently operating in Port Barton, starting at the far north end of the beach (",{"type":"''","value":["in 2012"]},"): \n\n1: Greenviews - 1200\n\n2: El Dorado - 500\n\n3: Besaga – 500\n\n4: Marguerita - 1500 \n\n5: Summer Homes - 800\n\n6: Cabungan - 500\n\n7: Malaika - 1500\n\n8: Ausan - 400\/600\n\n9: Bamboo House - 500\n\n10: El Busero - 500\n\n11: Elsas - 700\/1100\n\n12: Michaela - 500\n\nThere are also a few resorts on the nearby islands, Coconut Garden Island Resort and Blue Cove Island Resort. \n\nHigh season is generally from December to May, it’s mostly very busy in January and February, during this time it is advisable to book a room in advance. \n\nThe quietest time to visit Port Barton would be July, August or September, you will find many discounted rooms available.\n\nIt is never advisable to leave your money or valuables in any unattended room, best to ask the management at reception about the safe keeping of valuables etc. If you want to ensure a good night's sleep, earplugs are a good idea!\n\n\nOn the beach there are about a dozen places to stay, all offering cottages of various quality and price. Just show up at the beach and pick one that pleases you.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aysan Cottages"]}," - basic huts for 250 pesos"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Busero"]}," - basic rooms upstairs with a shared bathroom for 400 pesos. Extremely friendly staff and great Hungarian Goulash. Clean and simple, though without a generator for electricity between 11 pm and 6 am."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ysobelle Resort"]}," -  cottages from 700 pesos upwards (formerly ",{"type":"''","value":["Swissipini Cottages"]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Summer Homes Beach resort"]}," -  More upmarket with well maintained garden, from 850 pesos, accepts credit cards,reservations recommended in peak season ",{"type":"[","value":["http:\/\/www.portbarton.info\/summerhomes"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Elsa's Beach Resort"]}," - is known for their hospitality and great cottages. It was the first place to start a resort business in Port Barton. Only about 500 pesos per night (room), or 1000 pesos + (garden or beachcottage) and a restaurant is also located beach front."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Secret Paradise Resort and Nature Reserve"],["url=http:\/\/www.secretparadiseresort.com"],["email="],["address=Turtle Bay"],["lat="],["long="],["directions="],["phone=+63 9282299446"],["tollfree="],["fax="],["hours="],["price=700-3300 peso"],["checkin="],["checkout="],["content=In a private, protected bay (Turtle Bay) with crystal clear blue waters, consisting of three white sandy beaches lined with coconut trees and a 3km long coast-line frontage. Enjoy three beaches in 52 hectare nature reserve, \"Sunset Beach\", \"Turtle Beach\" and \"Hideaway Beach\" which are all accessible within a 15 minute walk of each other. Closest neighbours are 45 minutes walk over the hills."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"'''","value":["There is Wi-Fi available at Summer Homes"]},", but it is thought by many to be painfully slow, definitely worth a try though, perhaps some days it's faster than others. \n\nThe Jambalaya Cajun Café currently claims to offer the fastest and cheapest Internet connection in Port Barton. Only drawback is that the broadband Internet access using their P.C. is strictly only available to guests who choose to eat there. Apparently, the more often you eat and drink there, the freer Internet you get! Jambalaya does not have Wi-Fi. \n\nThere is now also Internet available at the Ballesteros General Store, right next to the Tourist Information Centre, worth checking out for sure.\n\nThere are two mobile phone companies operating within the Port Barton area. Globe and Smart, you can buy a cheap sim card locally. Globe seems to be more popular, due to a stronger signal. Beware sometimes the phone signal can disappear for hours or even days!\n\nThere is only electricity in Port Barton from 5.30pm, so therefore NO Internet till 5.30pm. There are no regular, landline phones.\n\n",{"type":"==","value":["Go next"]},"\nThere are two ",{"type":"'''","value":["Jeepneys"]}," that leave Port Barton everyday. \n\nOne goes south to ",{"type":"[[","value":[["Puerto Princesa"]]},", it leaves at 9am approx, the journey takes about 5 hours and costs 200 pesos, you may be expected to pay a little more if you have large luggage. Sometimes the Jeepney stops halfway for a C.R. toilet break at a rather basic canteen on the highway.\n\nThe other Jeepney goes northbound to ",{"type":"[[","value":[["Roxas (Palawan)"],["Roxas"]]}," (pronounced Roh-Hass) it leaves at 8am approx, takes about 1 hour and costs 100 pesos, again extra if you have heavy luggage. \n\nThere is no direct Bus or Jeepney to ",{"type":"[[","value":[["El Nido"]]},". Get the Jeepney that goes to Roxas, simply inform the driver you want to be dropped off for the El Nido bus, just before Roxas on the main highway, where the El Nido bound bus will pick you up sooner or later. \n\nIf you can afford the luxury, there are also boats mainly going to El Nido, and also to ",{"type":"[[","value":[["Sabang (Palawan)"],["Sabang"]]},". Costs and times of travel vary, depending on how many passengers etc. It may seem expensive, but understandably fuel costs have risen here too.\n\nAsk at the Greenviews Resort, or at the Port Barton Tourist Assistance Centre for more info. Beware of being over-charged, and make sure the boat is safe, not too loud, and properly licensed to travel to your intended destination. To avoid possible misunderstandings about costs etc. it is always advantageous to pay for your trip (not in advance), but when you arrive safely at your destination.\n\n",{"type":"{{","value":[["IsPartOf"],["Palawan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]