[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pddt.com.au\/ Port Douglas"]}]}," is a coastal resort town north of ",{"type":"[[","value":[["Cairns"]]},", near the ",{"type":"[[","value":[["Daintree National Park"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nPort Douglas is a small town (year-round population around 5000 people). It is a very popular tourist, beach and reef destination, with the peak season being during the Australian winter. It largely, although not exclusively, caters for family holidaymakers and offers higher-end resort stays to couples and families. There are some backpacker hostels but far fewer than in Cairns. Port Douglas maintains a village feel: the palm trees are taller than the buildings and you can meander through the town to do some shopping, or enjoy a wide variety of cafes, pubs, restaurants & bars, ranging from those offering excellent value to world class cuisine.\n\nPort Douglas is an ideal base for visits to the ",{"type":"[[","value":[["Great Barrier Reef"]]}," or to the Daintree Rainforest, with ",{"type":"[[","value":[["Cape Tribulation"]]}," a 90 minute drive on well maintained sealed roads.\n\n",{"type":"==","value":[" Get in "]},"\n\nPort Douglas's nearest airport is in Cairns, which is served by both domestic and international flights. Port Douglas is a one hour drive north of Cairns on the Captain Cook Highway, a well-maintained sealed road, albeit windy. Bus transfers are available: ",{"type":"[","value":["http:\/\/www.sunpalmtransport.com\/ Sun Palm"]}," run a shuttle from Cairns airport and downtown ($35\/$15) a good option is ",{"type":"[","value":["http:\/\/www.exemplaronline.com.au\/ Exemplar Coaches and Limousines"]},"\n\nCar hire is also easily available at Cairns.\n\n",{"type":"==","value":["Get around"]},"\nThere are 2 bus systems that will take you into town for $5 round trip. The return ticket is only good with the bus company you went in to town with. On Sundays there is a small sightseeing train that runs into and out of town. Tours to the reef or rain forest pick you up at your hotel.\n\nBuses go past 4 times per hour from 7AM til around midnight.\n\nThe main downtown area (along Macrossan St) is easily walkable if you choose a hotel\/hostel in that area.\n\n",{"type":"==","value":["See"]},"\n\nIt is the place where the reef meets the rainforest, a tropical wonderland of diversity.\n\nPort Douglas provides access to the Great Barrier Reef and also the Daintree Rainforest.\n\nAnother great day trip is also the nearby Atherton Tablelands.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Rainforest Habitat Wildlife Sanctuary"],["url=http:\/\/www.rainforesthabitat.com.au"],["email="],["address=Port  Douglas Rd"],["lat="],["long="],["directions="],["phone=+617 4099 3235"],["tollfree="],["fax="],["hours="],["price="],["content=Provides visitors with a chance to observe a huge range of flora and fauna, up close and personal. Visitors wander through three unique environments: The Rainforest, where boardwalks meander along the forest floor to the canopy allowing views of native species such as the Cassowary; The Wetlands, where wading birds can be seen foraging for fish in waterways, and The Grasslands, an open-air exhibit where you can hand-feed kangaroos and observe emus and crocodiles. Informative, free guided tours and presentations take place throughout the day. Famous for its Breakfast with the Birds and Lunch with the Lorikeets."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Australian Muster Experience"],["url=http:\/\/www.australianmusterexperience.com"],["email="],["address=Kingston Rd, Whyanbeel Valley via Mossman"],["lat="],["long="],["directions="],["phone=+61 7 4098-1149"],["tollfree="],["fax="],["hours=Lunch"],["price=Starts at $63"],["content=An authentic outback cattle station that puts on BBQ lunch shows illustrating daily life on a remote cattle station. Includes real stockmen and women, mobs of cattle, stock horses, cattle dogs and live music! A beautiful venue with views across to Port Douglas, fringed by the Daintree rainforest."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Get a free sunset sailing experience each Wednesday at the Port Douglas Yacht Club. All you need to do is be at the club and they will fit you up with an appropriate member’s boat and voila – you’re sailing!"]},"\n",{"type":"*","value":[" Swim in a rainforest glade at Mossman Gorge or anywhere in the lovely Mossman River, being very careful of the dangerous currents there.  Take a snorkel and see what’s really under the refreshing water."]},"\n",{"type":"*","value":[" Immerse yourself in the Port Douglas Sunday Markets at Rex Smeal Park.  The quality and varied contents of the markets will keep everyone in the family happy."]},"\n",{"type":"*","value":["  Picnic at the gorgeous private beach on the far right hand side of Rex Smeal Park (you can even pick up some tasty eats and fresh juices in the markets!)"]},"\n",{"type":"*","value":[" Catch a Sunday Session – there are up to eight local bands playing in the shire every Sunday so just check out a gig guide or ask a local what they are recommending."]},"\n",{"type":"*","value":[" Bike along Four Mile Beach – the firm sand is just sensational for cycling and the whole family will enjoy freewheeling along the beach."]},"\n",{"type":"*","value":[" Spot superstars in the streets – Macrossan Street is tops for celebrity sightings and Marina Mirage is also no stranger to rich and famous faces (and their boats!)"]},"\n",{"type":"*","value":[" Catch the Cane Toad Races at The Iron Bar. Catch a piece of the Tropical North as the ",{"type":"''","value":["jockies"]}," kiss the racing toads before kick-off. Every night at 8PM; $5 pp. 5 Macrossan St."]},"\n",{"type":"*","value":[" Fish off the beaches, off the wharf or in the creeks and rivers.   Anglers of any experience will be satisfied with tossing a line into the waters around here."]},"\n",{"type":"*","value":[" Get in touch with the past and visit the Port Douglas Courthouse museum – a gold coin donation is your link to an amazing array of riches in this conveniently located museum."]},"\n",{"type":"===","value":["SCUBA Diving"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=ParrotFish Dive"],["alt="],["url=http:\/\/www.parrotfishdive.com"],["email=info@parrotfishdive.com"],["address=37 Warner St"],["lat="],["long="],["directions=near Macrossan St"],["phone=+61 7 4099-5011"],["tollfree="],["fax="],["hours="],["price="],["content=Port Douglas. Dive school with courses starting weekly. Spend 2 days diving on the Great Barrier Reef. Special private courses for a family or groups of 4 or more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Blue Dive - Port Douglas"],["url=http:\/\/www.bluedive.com.au"],["email=info@bluedive.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 427 983 907"],["tollfree="],["fax="],["hours="],["price="],["content= All PADI courses from Open Water to Divemaster.  No factory diving as a maximum of 4 on all courses. Courses complete on the Outer Barrier Reef on a high speed catamaran."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dive Sites near Port Douglas"]},". Explore the fantastic Agincourt Reefs, Opal Reef and Tongue Reef, reached in an hour from Port Douglas by one of the many dive operators or live-aboard trips out of Port Douglas."]},"\n",{"type":"==","value":["Buy"]},"\nPort Douglas plays host to a weekly Sunday Market where everything from fresh tropical fruit & vegetables, to clothes, jewellery and gifts.\n\n",{"type":"==","value":["Eat"]},"\nThere are plenty of restaurants on Macrossan street. 2Fish, Zeus, The Living Room and Salsa restaurants on Wharf street (among others are also very lively in the evening. \"On the Inlet\" restaurant offers great sea food, including many barramundi recipes. The Rainforest Habitat Wildlife Sanctuary has a great buffet experience with Breakfast with the Birds or Lunch with the Lorikeets: as you dine, birds and other wildlife wander amongst the tables!\n\n4 Mile Beach takeaway on the road in lets you have local reef fish and chips. Add a bottle of sav blanc from the bottleshop next door and take it down to 4 Mile Beach.\n\n",{"type":"==","value":["Drink"]},"\nThe Iron Bar - good patter\n\nFor cocktail lovers, Watergate & Zinc are front runners.\n\n",{"type":"==","value":["Sleep"]},"\n\nWhile there are a number of expensive places in Port Douglas, there are also some great cheaper options to allow everyone to rub shoulders with the rich & famous in Port Douglas!\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dougias Backpackers"],["url=http:\/\/www.dougies.com.au"],["email=info@dougies.com.au"],["address=111 Davidson St"],["lat="],["long="],["directions="],["phone=+61 7 4099 6200"],["tollfree="],["fax=+61 7 4099 6047"],["hours="],["price=Dorms $26 per night or $135 per week. Private Rooms $68 per night or $420 per week. Camping from $12 per night or $70 per week. Permanent stylie tents (twin share with two single beds) $23 p.p per night or $125 per week"],["checkin=7:30AM-midnight"],["checkout=10AM"],["content=300 metres from the beach.  Personalised and laid back atmosphere of a resort. Really well thought out hostel, friendly community feel. Cheap & relaxed bar, swimming pool, hammocks, BBQ, shop, huge self-cook kitchen, cheap laundry, global gossip internet, large satellite TV, hire bikes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ParrotFish Lodge"],["url=http:\/\/www.parrotfishlodge.com"],["email=info@parrotfishlodge.com"],["address=37 Warner St"],["lat="],["long="],["directions=Just off the main street"],["phone=+61 7 4099-5011"],["tollfree="],["fax=+61 7 4099-5044"],["hours="],["price=Dorm beds starting at $25 per night, private rooms available"],["checkin=11AM"],["checkout=10AM"],["content=Relaxed friendly vibe with a no noise after 11PM policy. On site car parking, pool, internet, bar, kitchen. Great staff and great people. Two blocks to the Esplanade and beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Port Douglas Motel"],["url=http:\/\/www.portdouglasmotel.com.au"],["email=info@portdouglasmotel.com.au"],["address=9 Davidson St"],["lat="],["long="],["directions=on the main street into town"],["phone=+61 7 4099-5248"],["tollfree="],["fax=+61 7 4099-5504"],["hours="],["price=Motel Rooms starting at $70 per night, Family rooms available"],["checkin=2PM"],["checkout=10AM"],["content=Clean safe and friendly.  On site car parking, pool, toaster and kettles in all rooms. A quiet motel with en-suite rooms close to the beach and shops."]]}]},"\n",{"type":"===","value":["Mid"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Club Tropical Resort"],["url=http:\/\/www.clubtropicalresort.com"],["email="],["address=Wharf & Macrossan Sts"],["lat=-16.285022"],["long=145.274569"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=120.00"],["checkin=14.00"],["checkout=10.00"],["content=Self contained accommodation with Four Mile Beach, Port Douglas Markets, Marina Mirage and local Port Douglas Restaurants and hotels within a short walking distance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lychee Tree Holiday Apartments"],["url=http:\/\/www.lychee-tree.com.au"],["email=info@lychee-tree.com.au"],["address=95 Davidson St"],["lat="],["long="],["directions=On the left as you come into town, just past the fire & ambulance stations"],["phone=+617 4099 5811"],["tollfree="],["fax="],["hours="],["price=$75-$215"],["checkin=2PM"],["checkout=10AM"],["content=1 & 2 bedroom apartments. 4 minute walk to Four Mile Beach and is 10-15 minutes walk to town.  There is a pool and generally easy going environment."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Port Douglas Retreat Holiday Apartments"],["url=http:\/\/www.portdouglasretreat.com.au"],["email=info@portdouglasretreat.com.au"],["address=31-33 Mowbray St"],["lat="],["long="],["directions=Turn left into Mowbray st off Davidson St"],["phone=+617 4099 5053"],["tollfree="],["fax="],["hours="],["price=$89-$155"],["checkin=2PM"],["checkout=10AM"],["content=Self contained studio apartments. 3 minute walk to Four Mile Beach and to Macrossan St. Tropical gardens, freeform swimming pool, BBQs and a laid back environment. Wireless internet, holiday kitchen, ensuite and balcony with dining facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Newport on Macrossan"],["alt="],["url=http:\/\/www.thenewport.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Newport on Macrossan offers 4 star holiday accommodation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shantara Port Douglas"],["url=http:\/\/www.realestateportdouglas.com.au\/1165"],["email="],["address=27-31 Davidson St"],["lat="],["long="],["directions=400 metres Macrossan St & 4 mile beach"],["phone=+61 7 4099-4099"],["tollfree="],["fax="],["hours="],["price=$155-$370"],["checkin=2PM"],["checkout=10PM"],["content=Centrally located to Four Mile Beach, the shops and restaurants of Macrossan Street, and a to the Marina Mirage. Three storey building comprising studio, 1 bedroom and 2 bedroom apartments. 2 large lagoon style salt water swimming pools and Tibetan-inspired gardens and water features, fully equipped gymnasium, and health and beauty spa. The day spa offers massage treatments, body wraps, aromatherapy salt exfoliation, facials as well as hand and foot care."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Port Douglas Artists' Treehouse"],["url=http:\/\/www.portdouglasartiststreehouse.com"],["email=info@portdouglasartiststreehouse.com"],["address=48 Mudlo St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$225-$275"],["checkin=3PM"],["checkout=10AM"],["content= An art-filled 3 bedroom holiday rental (sleeps up to six) near to the beach and main street. If you are wanting to step outside the usual beige uninspiring accommodation offerings, then the Port Douglas Artist's Treehouse is for you."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Port Douglas Artist's Cottage"],["url=http:\/\/www.portdouglasartistscottage.com"],["email=info@portdouglasartistscottage.com"],["address=craven close"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$150-175"],["checkin=2PM"],["checkout=11AM"],["content=A popular art filled 1 bedroom holiday rental featured in magazines and blogs world wide. Near to the beach and main street. Book early."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sea Temple Resort & Spa Port Douglas"],["url=http:\/\/www.mirvachotels.com\/sea-temple-resort-port-douglas"],["email="],["address=Mitre St"],["lat="],["long="],["directions="],["phone=+61 7 4084 3500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury Port Douglas accommodation at the 5-star Sea Temple Resort & Spa Port Douglas. Enjoy Port Douglas resort-style apartments, Mii Spa Day Spa & 18 hole links-style golf course in Port Douglas."]]}]},"\n",{"type":"==","value":[" Stay safe "]},"\n\nThe Port Douglas area is home to salt water crocodiles, which are sometimes capable of killing adult humans. Four Mile Beach has warning signs advising people to not walk in or near the water's edge, especially at dusk, or allow children or dogs to do so. The risk is lower than it is in rivers however, and the beach will usually be closed outright if a crocodile has been recently sighted.\n\nStinger season is from November to May inclusive. There is a netted area at the north end of Four Mile Beach that offers some protection from stings: this area is also patrolled by lifeguards. Signs will display the day's stinger risk, or chat to the lifeguards.\n\n",{"type":"==","value":["Go next"]},"\nPort Douglas is minutes away from the Great Barrier reef. Scuba diving or snorkeling is a must. A trip to the outer edge of the reef will take between one and two hours on fast boats. Most boats, like the Quick Silver, Calypso, Poseidon, Haba or Aristocat will go the Agincourt Ribbon reef. \nPort Douglas is also close to the Daintree National Park and Cape Tribulation. See the rain forest and its eco-system in Daintree forest or Mossman gorges. Watch out for crocodiles! Cape Tribulation and its pristine tropical beach is a dream. \n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Far_North_Queensland"]]},"\n",{"type":"{{","value":[["Geo"],["-16.483611"],["145.465278"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Queensland\/Localities\/P\/Port Douglas\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Port Douglas, Queensland"]]}]