[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Porto Santo Stefano"]}," is a city in ",{"type":"[[","value":[["Tuscany"]]},".\n\n",{"type":"==","value":["History"]},"\n\nPorto Santo Stefano is the capital of the municipality of Monte Argentario, in the province of Grosseto. It is one of the 2 major towns that form the townships along with Porto Ercole.\nThe town is divided into 4 historical districts, all with their own banner.\nThe Cross, whose nobles are called crociaioli, coat of arms depicts a gray seagull on a red background and at the bottom the red cross of St. Andrew on a white background\nThe Fortress, whose nobles are called fortezzaioli; coat of arms depicts a Spanish fortress in gold on a red backgroud on the left, and a golden horse to the right on an amaranth background.\nThe Pilarella, whose nobles are called pilarellai; coat of arms depicts a golden vase in a red background on the left, and a light gray dolphin on the right on a blue background.\nThe Valley, whose nobles are called vallaioli; coat of arms depict an axe and the lighthouse.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nAmong the most important events taking place in Porto Santo Stefano, the most important is the \"Palio marinaro\" an annual 4000 m rowing regatta (with boats known as \"Guzzi\") which is held every August between the 4 districts. \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["42.4333"],["11.1167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Grosseto (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n\n",{"type":"[[","value":[["Wikipedia:Porto Santo Stefano"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Tuscany\/Localities\/Porto_Santo_Stefano\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Porto Santo Stefano"]]}]