[{"type":"{{","value":[["pagebanner"],["Porto Alegre banner.jpg"]]},"\n",{"type":"{{","value":[["translate"],["pt"],["Porto Alegre"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.portoalegre.rs.gov.br\/ Porto Alegre"]}]}," is the capital city of ",{"type":"[[","value":[["Rio Grande do Sul"]]},", the southernmost state in ",{"type":"[[","value":[["Brazil"]]},".\n\n",{"type":"[[","value":[["Image:Porto Alegre Skyline.JPG"],["thumb"],["500px"],["Porto Alegre Skyline"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nPorto Alegre is the state capital of Rio Grande do Sul and the biggest urban agglomeration of Southern Brazil. Situated geographically and culturally midway between ",{"type":"[[","value":[["São Paulo"]]}," and ",{"type":"[[","value":[["Buenos Aires"]]},", Porto Alegre developed its distinct flavor of Portuguese heritage under the influence of other European immigrants and a variety of other ethnic groups. It is one of the richest cities in the country, the state capital with the highest life quality and literacy rate (97%), and the book capital of Brazil.\n\nGaúchos, as natives of Rio Grande do Sul state are known, are very proud of their land and culture. In 1835 a revolution which declared Rio Grande do Sul independent from Brazil broke out, the most significant national conflict of the Brazilian Empire (1822-1889), named the Farroupilha Revolution or Farrapos War. This war wreaked havoc across the entire state during 10 bloody years, killing nearly 20% of  Gaúchos and ultimately leading to a peace treaty where the República Riograndense once again became part of Brazil. Another major Brazilian revolution also began in Rio Grande do Sul. The Federalist Revolution of 1893 defended the decentralization of powers and greater autonomy for the states, and only finished in 1895, after spreading to two other states. It was also in Rio Grande do Sul (Porto Alegre) where the 1930 Revolution which overthrew the president Washington Luis began, and so was from Rio Grande do Sul the most important Brazilian communist revolutionary of all times: Luis Carlos Prestes, who led the nation-wide communist upheaval in 1935. For such reasons, among many others, Gaúchos are particularly proud of their mother state, many considering themselves different from other Brazilians.\n\nCurrently, Porto Alegre is a service centered city in between the industrial part of the state (north-east) and the rural part (south). It is also called the \"Mercosul Capital\".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Trensurb portoalegre.png"],["thumb"],["300px"],["Porto Alegre TRENSURB station map."]]},"\n",{"type":"===","value":["By plane"]},"\n\nPorto Alegre's International Airport is Salgado Filho (POA), located 4.3 miles (7km) from downtown. Flights come from and go to cities such as ",{"type":"[[","value":[["São Paulo"]]},", ",{"type":"[[","value":[["Rio de Janeiro"]]},", ",{"type":"[[","value":[["Belo Horizonte"]]},", ",{"type":"[[","value":[["Brasília"]]},", ",{"type":"[[","value":[["Curitiba"]]},", ",{"type":"[[","value":[["Florianópolis"]]},", ",{"type":"[[","value":[["Foz do Iguaçu"]]},", ",{"type":"[[","value":[["Montevideo"]]},", ",{"type":"[[","value":[["Cordoba (city, Argentina)"],["Córdoba"]]},", ",{"type":"[[","value":[["Rosario"]]},", ",{"type":"[[","value":[["Buenos Aires"]]},", ",{"type":"[[","value":[["Santiago de Chile"]]},", ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Panama City"]]}," and ",{"type":"[[","value":[["Lisboa"]]}," ",{"type":"[","value":["http:\/\/www.clicrbs.com.br\/especial\/rs\/zhdinheiro\/19,0,3251368,TAP-comeca-a-vender-passagens-do-voo-Porto-Alegre-Lisboa.html"]},". It's served by all major Brazilian airlines (",{"type":"[","value":["http:\/\/www.voeazul.com.br Azul"]},", ",{"type":"[","value":["http:\/\/www.tam.com.br TAM"]},", ",{"type":"[","value":["http:\/\/www.voegol.com.br Gol\/Varig"]},", ",{"type":"[","value":["http:\/\/www.webjet.com.br Webjet"]},", ",{"type":"[","value":["http:\/\/www.oceanair.com.br Oceanair"]},"), regional ones ( ",{"type":"[","value":["http:\/\/www.voenht.com.br NHT"]}," and ",{"type":"[","value":["http:\/\/www.voetrip.com.br Trip"]},") and international airlines ",{"type":"[","value":["http:\/\/www.flytap.com TAP Portugal"]},", ",{"type":"[","value":["http:\/\/www.copaair.com COPA"]},", ",{"type":"[","value":["http:\/\/www.taca.com TACA"]},", ",{"type":"[","value":["http:\/\/www.pluna.aero Pluna"]}," and ",{"type":"[","value":["http:\/\/www.aerolineas.com Aerolineas Argentinas"]},".\n\nThere is a train station (known as ",{"type":"''","value":["trensurb"]}," by locals) and bus stops near the airport. However, it is recommended to take a cab (\"taxi\" for locals) in order to leave the airport, because the nearby ",{"type":"''","value":["trensurb"]}," station is not exactly close to the airport facility and available buses don't take you downtown. Cab rides can be a little pricey, so you can opt to take a bus to a place near your destination and get a cab from there.\n\nThe airport facility is modern (built in 2001) and has a shopping-like structure, with restaurants, shops and even movie theaters. \n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.infraero.gov.br\/usa\/aero_prev_home.php?ai=226 Salgado Filho International Airport (POA)"]}]},"\n",{"type":"===","value":["By train"]},"\n\nTrains serve only the metropolitan area. Locals call it ",{"type":"''","value":["trensurb"]}," and services are limited, with only one line connecting Downtown to some metropolitan cities (Canoas, Esteio, Sapucaia do Sul and São Leopoldo). The fare is R$1,85 and there's a station near Rodoviaria (central bus station) and the airport. It is more or less safe to walk during day time from Rodoviaria or the airport to the stations.\n\n",{"type":"===","value":["By car"]},"\n\nComing from the North (",{"type":"[[","value":[["Florianopolis"],["Florianópolis"]]},", ",{"type":"[[","value":[["Curitiba"]]},", ",{"type":"[[","value":[["São Paulo"]]},", ",{"type":"[[","value":[["Rio de Janeiro"]]},"), one may reach Porto Alegre by two ways. BR-116 is shorter, but much more dangerous. This road is used to reach other destinations in ",{"type":"[[","value":[["Rio Grande do Sul"]]},", such as ",{"type":"[[","value":[["Caxias do Sul"]]},", ",{"type":"[[","value":[["Gramado"]]}," and ",{"type":"[[","value":[["Canela"]]},". BR-116 also connects all major metropolitan cities and traffic jams are frequent during rush hours in weekdays. The other way to get to Porto Alegre from the North is using BR-101 to Osório and then BR-290. The first connects ",{"type":"[[","value":[["Curitiba"]]},", ",{"type":"[[","value":[["Florianopolis"],["Florianópolis"]]}," and ",{"type":"[[","value":[["Osório"]]},", and is being upgraded to highway standards; the latter crosses Rio Grande do Sul from Osório to ",{"type":"[[","value":[["Uruguaiana"]]},", through Porto Alegre. The section between Osório and Porto Alegre is called ",{"type":"''","value":["free-way"]}," by locals, and is a very well-maintained 6-lane toll-road.\n\nAlso, in neighbouring Canoas, BR-386 begins, connecting the metropolitan area with other major cities in the countryside, such as ",{"type":"[[","value":[["Santa Cruz do Sul"]]},", ",{"type":"[[","value":[["Santa Maria (Rio Grande do Sul)"],["Santa Maria"]]}," and ",{"type":"[[","value":[["Passo Fundo"]]},". It has 4 lanes up to Tabaí and it is in decent conditions.\n\nFrom the South, coming from cities such as ",{"type":"[[","value":[["Pelotas"]]},", ",{"type":"[[","value":[["Rio Grande"]]},", and ",{"type":"[[","value":[["Chuí"]]},", one would use BR-116.\n\nFrom the East, Porto Alegre is reachable by BR-290 from ",{"type":"[[","value":[["Uruguaiana"]]}," and ",{"type":"[[","value":[["Argentina"]]},". Using this road, it's possible to reach southern cities such as ",{"type":"[[","value":[["Bagé"]]}," and ",{"type":"[[","value":[["Santana do Livramento"]]},". This section of BR-290 shares a stretch with BR-116, from Guaíba's Bridge up to Eldorado do Sul interchange.\n\nBe advised that some of these roads are dangerous due to their poor signaling\/conditions and lots of trucks. Most of them are toll-roads and have electronic speed traps. Schedule your travels by car during the day; it is simply safer.\n\n",{"type":"===","value":["By bus"]},"\n\nThe long distance bus station is located downtown and is served by state, national and international lines. Daily services connects Porto Alegre with several cities inside the country and also ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Uruguay"]]},", ",{"type":"[[","value":[["Chile"]]}," and ",{"type":"[[","value":[["Paraguay"]]},". It is also connected to a ",{"type":"''","value":["trensurb"]}," station and several municipal bus lines.\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.rodoviaria-poa.com.br\/ Rodoviária de Porto Alegre"]}," (in Portuguese). Information on interstate lines and schedules."]},"\n",{"type":"===","value":["By boat"]},"\nBesides its  decent port facilities for cargo, a new service operated by CatSul connects Porto Alegre to Guaiba, a city right across Guaiba Estuary, known as Rio Guaiba. The crossing takes 20 min and costs R$ 7.00 each way. You will find more information here:\nhttp:\/\/www.catsul.com.br\n\n",{"type":"==","value":["Get around"]},"\n\nThe city is roughly a semi-circle that expanded outward in a concentric manner, beginning from the historical city center, right next to the promontory and the harbor. Avenues going from the center to the outer areas of the semi-circle are the ",{"type":"''","value":["radiais"]}," (radials) and are crossed by avenues named ",{"type":"''","value":["perimetrais"]}," (perimeters). Hence, to go to and from downtown one will use mostly the former, whereas to go from one neighborhood to another, one uses the latter.\n\n",{"type":"===","value":[" Buses "]},"\n\nTo understand the bus system, one must consider the above description. All lines are identified as \"(prefix)-number name\/neighborhood\". Currently, almost all lines are radial, that is, they connect an outer neighborhood to the various downtown terminals. Those lines have no prefix. It is quite common to switch buses at downtown but, considering there is a myriad of lines there, it can be challenging to find the right terminal to hop on the next bus. ",{"type":"'''","value":["Transversal"]}," lines (prefix \"T\" - T1, T2, ..., T11), connect different neighborhood without going through the downtown area, effectively eliminating the need of changing buses for the most common trips. ",{"type":"'''","value":["Circular"]}," lines (prefix \"C\" - C1, C2, C3), as the name indicates, run in a circular manner, usually connecting parts of the downtown area to the nearest neighborhoods.\n\nThere is a map with all the buses online:\nhttp:\/\/lproweb.procempa.com.br\/pmpa\/prefpoa\/eptc\/usu_doc\/mapa_linhas.pdf\n\nAlso all stops are listed here:\nhttp:\/\/www.eptc.com.br\/EPTC_Itinerarios\/linha.asp\n\nTogether with google maps this can give you a clue.\n\nUnfortunately, it is very hard to find bus stops with indication of lines' destinations or timetables. Hence, when in doubt, the easiest way is to ask the locals which bus will get you to you destination. Porto Alegre's buses are, in most cases, clean, safe and fast, specially when the line uses the ",{"type":"''","value":["bus corridor"]},", a reserved lane with special stops in main avenues, effectively avoiding traffic jams. In order to use the bus, you must be at a bus stop and signal or wave your hand to the arriving bus you want to ride (they will not stop unless waved upon!).\n\nThe fare must be paid to the ",{"type":"''","value":["cobrador"]}," before crossing the turnstile located inside the bus. Fares may be paid either in cash or using a smartcard system named ",{"type":"''","value":["TRI"]},". ",{"type":"''","value":["TRI"]},"-users get discounts in consecutive trips - currently, a fifty percent discount is granted to the second trip within half an hour. Current fares are listed below:\n\n",{"type":"{|","value":[["class=\"wikitable\""],["!class !! fare !! remarks"],["|-"],["|infant  || free    || must pass under or over the turnstile"],["|-"],["|student || R$ 1,40 || must use a special TRI card"],["|-"],["|adult   || R$ 2,85 || second trip is R$ 1,35 (with TRI)"],["|-"],["|resident senior (60y-) || free || must use a special TRI card"],["|-"],["|senior (65y-) || free || any document proving age is enough"]]},"\n\n",{"type":"===","value":[" Lotação "]},"\n\nThe ",{"type":"''","value":["Lotação"]}," is an alternative transportation system, with fewer lines, served by vans with up to 20 people in capacity, where one can hop on and off at any point (i.e. outside designated stops) of the trip. The fare is R$4.25 for everyone. The vans are easily recognized by their \"red and blue\" colour. If you're not sure if a lotação goes to the destination you want to go, just wave your hand, wait until it stops and FROM THE STREET ask the driver if it goes to your destination (for instance to go to Iguatemi Mall just say Iguatemi?), don't go in just to ask otherwise the driver might ask you to pay the fare since the counter is measured on the stairs near the door.\n\n",{"type":"===","value":[" Taxis "]},"\n\nThere are plenty of taxis. They can be pricey, if compared to other towns, but they are also an easier, safer and more dependable option than buses in some cases. To ride a cab, one can walk to the nearest \"taxi stop\" (usually in crowded areas or points of interest), wave for an empty passing cab or call a tele-táxi service. Tele-táxi may charge extra for this service. The price of the fare is determined by a machine called ",{"type":"''","value":["taxímetro"]},", usually in front of the passenger seat. There is always a minimum price, which is shown when the machine is reset for the trip, which is, as 2011, R$3,50. Next to the value, there is a \"flag\" indicator that shows the level of price being paid, always according to the service. Usually there is a table inside of the cab explaining each level of service. It is recommended to check if the correct level is being charged in the beginning of the trip, in order to avoid problems when you reach your destination.\n\n",{"type":"===","value":[" Walking "]},"\n\nWalking around is a reasonable idea only inside a given neighborhood or downtown, as opposed to from one neighborhood to another, as they are usually too far apart. Walking during the night in most parts of the city is outright dangerous. During the day, it is recommended to pay attention to your belongings at all times, due to activity of pickpockets and other thieves. Avoid parks at night. Porto Alegre is a dangerous city at global levels. Be advised that pedestrian crossings, most of the time, are ",{"type":"'''","value":["completely ignored"]}," by the vast majority of drivers; never rely on them without looking or making sure the driver will stop. It is also not recommended to cross the street outside the proper crossing areas in traffic jams: motorbike riders usually split between stopped cars, causing a great risk to pedestrians.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Passarela do Parque Moinhos de Vento.jpg"],["thumb"],["350px"],["Moinhos de Vento Park - Porto Alegre"]]},"\n",{"type":"'''","value":["Linha Turismo"]}," is a tourist bus line that rides through 11 neighbourhoods and shows the main attractions of the city (parks, trees, statues, hospitals, churches, etc.), with audio guides in three languages. The trip is 28km long and lasts for about 1h20min, and the arrival is at the same departure address. From Tuesdays to Sundays (holidays included), at 9AM, 10:30AM, 1:30PM, 3PM and 4:30m (winter) or 10:30AM, 1:30PM, 3PM, 4:30PM and 6PM (summer). The tickets cost 5 reais for the lower floor and 7 reais for the superior one (which has no ceiling). Travessa do Carmo Street 84, phones (51) 3213-3464 and (51) 3212-1628:\n\n",{"type":"*","value":[{"type":"'''","value":["Monumento aos Açorianos"]}," (Açorianos monument) - It is a 17m high monument in the memory of the people from the island of Azores, who were the first to settle in Porto Alegre."]},{"type":"*","value":[" ",{"type":"'''","value":["Santuário Mãe de Deus"]},", Rua do Santuário 400, Bairro Cascata (",{"type":"''","value":["accessible from Av. Oscar Pereira"]},"): A beautiful church almost unknown by most ",{"type":"''","value":["porto-alegrenses"]},". It is placed in an great location, with nice views of Porto Alegre and nearby cities landscapes. Built in 1992, it has a modern architecture and engineering, designed to support the strong winds of the location. It is somewhat difficult to get to this place, for there are no buses near and a cab ride from downtown would be pricey. However, if you rent a car in Porto Alegre, it's worth trying."]},{"type":"*","value":[" ",{"type":"'''","value":["Usina do Gasômetro"]},": is an old powerplant built in 1928 which was refurnished recently and now hosts movie theaters and art expositions. During the sunset, lots of people get together in front of the Usina to watch the sun diving into Rio Guaíba (Guaiba river)."]},"\n",{"type":"===","value":["Museums & Art"]},"\n",{"type":"[[","value":[["Image:FundacaoIbereCamargo.JPG"],["thumb"],["180px"],["Fundação Iberê Camargo"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fundação Iberê Camargo"],["url=http:\/\/www.iberecamargo.org.br"],["email=site@iberecamargo.org.br"],["address=Av. Padre Cacique, 2000"],["lat="],["long="],["directions="],["phone=+55 51 3247-8000"],["tollfree="],["fax="],["hours=Tue-Sun noon-7PM; Thurs until 9PM"],["price=Free"],["content="]]}," Contemporary art museum in an award-winning building by Portuguese architect Alvaro Siza."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=MARGS"],["alt="],["url=http:\/\/www.margs.org.br\/"],["email=museu.margs@terra.com.br"],["address="],["lat="],["long="],["directions="],["phone=(51) 3227-2311"],["tollfree="],["fax=(51) 3221-2646"],["hours="],["price="],["content=Praça da Alfândega, Downtown, ,  ), (in portuguese): The local Museum of Art. Open from Tuesdays to Sundays, from 10AM to 7PM. There's a permanent collection and an area that is often receiving new exhibitions. There's also a bistro and a store that sells art books and souvenirs. Admission is free."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Museu de Ciências e Tecnologia da PUC"],["alt="],["url=http:\/\/www.mct.pucrs.br\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Av. Ipiranga 6681, Building #40, phone (51) 3320.3597 (",{"type":"''","value":["in portuguese"]},"): It is open from Tuesdays to Sundays, from 9AM to 5PM. Admission is 10 reais (7 reais for children under 12, seniors, university students and professors)."]]}]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[{"type":"'''","value":["Parque Moinhos de Vento"]}," (Moinhos de Vento Park) - Known by locals as ",{"type":"''","value":["Parcão"]},", this is a pleasant park with a neat lake and jogging runways."]},{"type":"*","value":[{"type":"'''","value":["Parque Farroupilha"]}," (Farroupilha Park) - Known by locals as ",{"type":"''","value":["Redenção"]},", where is located the Araujo Viana Auditorium, which has hosted several political acts and music concerts. Also on Sundays, an antique-fair happens in a side street and is called by locals as ",{"type":"''","value":["Brique da Redenção"]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Watch the sunset"]},": Porto Alegre has a beautiful sunset over its main river, Guaíba. Best enjoyed on the western side at places like Gasômetro and Ipanema. Beware that this event lasts about five minutes only. If you go up to level 5 of Gasômetro building, you can have a broader view of the sunset. During the winter (around July), it is recommended to take additional clothes, because the wind can be very strong."]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Cisne Branco Boat"],["alt="],["url=http:\/\/www.barcocisnebranco.com.br\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(51) 3224-5222"],["tollfree="],["fax="],["hours="],["price="],["content=Mauá Avenue, 1050, (",{"type":"''","value":["in portuguese"]},")."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Feira do Livro"]}," (Book Fair) - Every October, hundreds of publishing editors sell books on Praça da Alfândega. It's possible to find rare books and cheap prices."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ufrgs.br\/ UFRGS"]}]}," is the largest public university. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pucrs.br\/ PUC"]}]}," is private and also an important learning centre. Both have exchange programmes with foreign universities and institutions.\n\n",{"type":"==","value":["Work"]},"\n\nGlobal companies like Dell, Inc. and ThoughtWorks, Inc. maintain their presence in Porto Alegre.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Central Market Porto Alegre.JPG"],["thumb"],["300px"],["Central Market"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Central Market"],["alt=Mercado Público Central"],["url=http:\/\/www2.portoalegre.rs.gov.br\/mercadopublico\/"],["email=mercadopublico@smic.prefpoa.com.br"],["address="],["lat="],["long="],["directions=Between the Julio de Castilhos and Borges de Medeiros avenues"],["phone=+ 55 51 3333 1873"],["tollfree="],["fax="],["hours=Mon-Fri 7:30AM-7:30PM, Sat 7:30AM-6:30PM"],["price=Free"],["content="]]}," The market, built in 1869 and recently renovated, has more than 100 stalls selling local produce, typical products and spices, as well as several restaurants."]},{"type":"*","value":[" ",{"type":"'''","value":["Brique da Redenção"]},": A large flea market near ",{"type":"''","value":["Parque da Redenção"]}," with lots of authentic ",{"type":"''","value":["gaúcho"]}," art, crafts, furniture and hand-made stuff. It happens every Sunday, from 9AM to 6PM."]},"\n",{"type":"===","value":["Shopping malls"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Barra Shopping Sul"]},": It has an 8-room cinemark cinema theater inside, and many good restaurants with an incredible view to the Guaiba Lake. Located in \"Av. Diário de Notícias, 300\". You can get more info on their ",{"type":"[","value":["http:\/\/www.barrashoppingsul.com.br"]}," (in Portuguese)"]},{"type":"*","value":[" ",{"type":"'''","value":["Shopping Iguatemi"]},": Located in the north side of the city, ",{"type":"''","value":["Av João Wallig 1800"]},", it's the biggest Shopping Mall of Porto Alegre. You can get more info on their ",{"type":"[","value":["http:\/\/ww2.iguatemiportoalegre.com.br\/website"]}," (in Portuguese)"]},{"type":"*","value":[" ",{"type":"'''","value":["Shopping Praia de Belas"]},": Next to the Marinha do Brasil Park, it's a very good mall"]},{"type":"*","value":[" ",{"type":"'''","value":["Shopping Total"]},": Built in the place of the old beer factory, it has a supermarket a lot of stores. It has very good restaurants outside in the parking lot."]},{"type":"*","value":[" ",{"type":"'''","value":["Shopping Moinhos de Vento"]},": Has a Sheraton hotel inside it."]},{"type":"*","value":[" ",{"type":"'''","value":["Bourbon Shopping Country"]},": One of the biggest Shopping Malls in town, located in ",{"type":"''","value":["Av Tulio de Rose, 100"]},".  It has a large variety of stores and restaurants."]},{"type":"*","value":[" ",{"type":"'''","value":["Bourbon Shopping Ipiranga"]},": Is located at Av. Ipiranga, one of the most important avenues of Porto Alegre."]},{"type":"*","value":[" ",{"type":"'''","value":["Bourbon Shopping Wallig"]},": Is the largest mall in Latin America and the newest mall in Porto Alegre"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Churrascaria Giovanaz"],["url="],["email="],["address=Venâncio Aires"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An inexpensive churrascaria in the Cidade Baixa. You can eat as much meat (and side dishes) as you like for less than R$ 15 (US$ 7.50)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lancheria do Parque"],["url="],["email="],["address=Avenida Osvaldo Aranha, 1086"],["lat="],["long="],["directions=Bairro Bom Fim, across from the Parque Redençao"],["phone=3311 8321"],["tollfree="],["fax="],["hours=6AM-midnight"],["price=Buffet from R$ 6, juices from R$ 2"],["content=Has possibly the best cheap eats in Porto Alegre.  Lunch is a very good buffet where the offerings are always fresh and tasty. The menu offers incredible fresh juices and vitaminas and they are big. Sandwiches include the traditional Bauru: steak or chicken with egg, cheese, lettuce and tomato on a special bun (meal size). X~s with excellent ingredients. Plates--steaks mostly. A great chicken soap. Risotto. Everything is good, much better than most lancherias. Despite what your Brazilian friends might say, the staff does appreciate a ten percent tip, even though they rarely receive it. For the great service you will receive they will certainly deserve it!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Reçaka Bar"],["url="],["email="],["address=José do Patrocínio, 531 (lunch time) or 495 (dinner time)"],["lat="],["long="],["directions=Cidade Baixa"],["phone=3072 3249 or 3225 7085"],["tollfree="],["fax="],["hours="],["price="],["content=Steaks, fillets, fries, salads and whatever you ask them to prepare."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tudo Pelo Social"],["url="],["email="],["address=Rua João Alfredo 448, Cidade Baixa"],["lat="],["long="],["directions="],["phone=51 3226-4405"],["tollfree="],["fax="],["hours="],["price="],["content=Serves simple dishes, such as beef and fries, but the quality is awesome and the prices are unbelievable. Buffet self-service on lunch hour. Expect lines during lunch and dinner time"]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=X Speed"],["url="],["email="],["address=Cidade Baixa, Av. Lima e Silva"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Typical sandwich of Porto Alegre; it's a cheap option."]]},"."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Bar do Beto"]},", Rua Sarmento Leite, Cidade Baixa. Delicious options including typical Italian plates such as ",{"type":"''","value":["Fillet à parmeggiana"]}," (bovine meat covered with tomato sauce, cheese and ham). You can also ask for snacks or sandwiches."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Churrascaria Galpão Crioulo"],["alt="],["url=http:\/\/www.churrascariagalpaocrioulo.com.br\/"],["email="],["address=Otávio Francisco Caruso da Rocha, s\/n - Parque Maurício Sirotsky Sobrinho"],["lat="],["long="],["directions="],["phone=51 3226-8194"],["tollfree="],["fax="],["hours="],["price=Prices around R$ 65,00 (U$ 27,00) per person"],["content=Excellent gaucho barbecue, served using the traditional gaucho way with skewers. You can taste more than 20 different meat cuts such as: rump steak, top sirloin, bottom sirloin, lamb, pork ribs and french rack. Offers live music and dance shows all nights from 8:20 PM and also during lunch time on weekends."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Na Brasa"],["alt="],["url=http:\/\/www.churrascarianabrasa.com.br\/"],["email="],["address=Rua Ramiro Barcelos, 389 - Floresta"],["lat="],["long="],["directions="],["phone=51 3225-2205"],["tollfree="],["fax="],["hours="],["price="],["content=Typical ",{"type":"''","value":["gaúcho"]}," barbecue, serves all kinds of meat - cow, chicken, pork, sheep and wild boar. Has also a good-quality salad buffet and wines. Prices are around R$ 35 per person."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Steinhaus"]},", Rua Coronel Paulino Teixeira 415, Rio Branco. 51 33308661. German restaurant."]},"\n",{"type":"==","value":["Drink"]},"\n\nPorto Alegre's nightlife is basically divided onto two neighborhoods: Cidade Baixa and Moinhos de Vento. Although, several pubs and clubs are located throughout the city.\n\n",{"type":"===","value":[" Cidade Baixa "]},"\n",{"type":"'''","value":["Cidade Baixa"]}," is an old neighborhood, filled with historical buildings and oldfashioned mansions. Most of the popular and cheap bars are located in Lima e Silva Street; they are the traditional ",{"type":"''","value":["xis"]}," (cheeseburgers) places, such as ",{"type":"''","value":["Speed"]}," and ",{"type":"''","value":["Cavanhas"]},". In República Street, pubs and bars are fancier and more expensive too. Inside the old mansions of João Alfredo Street, several dance clubs party every night. The places are perfect to dance Brazilian popular music (called ",{"type":"''","value":["MPB"]},") and samba.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Bar Opinião"],["alt="],["url="],["email="],["address=Rua José do Patrocínio, 834"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Since 1983, the Bar Opinião is a reference in the port-alegrense nightlife. With its newly extended physical space, the house can receive up to 2,300 people. The bar has had major improvements and offers a more comfortable structure now. In its menu, different drinks and tidbits."]]}]},"\n",{"type":"===","value":[" Moinhos de Vento "]},"\n",{"type":"'''","value":["Moinhos de Vento"]}," is one of the richest neighborhoods in town. Its bars and clubs are more likely to be fashionable. Expect bars to be pricey. Along Padre Chagas Street you can find typical Irish pubs and cafes.\n\n",{"type":"===","value":[" elsewhere "]},"\nOther options are:\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Shamrock Irish Pub"],["alt="],["url=http:\/\/www.shamrockpub.com.br\/"],["email="],["address=Rua Vieira de Castro, 32"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(",{"type":"''","value":["in portuguese"]},"). Typical Irish pub, 1km from Cidade Baixa area. Opens from Tuesdays to Sundays at 6PM (on Saturdays at 7PM)."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Bar do Beto"],["alt="],["url=http:\/\/www.bardobeto.com.br\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Venâncio Aires Avenue, 876 (",{"type":"''","value":["in portuguese"]},"). Opens every day from 5PM to 3AM. The beer is always really cold, there is a good variety of dishes and snacks and the food is aways delicious. It's a good place to flirt too."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Manara"],["alt="],["url="],["email="],["address=Av. Goethe, 200"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The place has different environments and gathers a varied public. On the first floor, a bar and a dancefloor. A stage for shows is also available. On the mezzanine, some tables and chairs to make the attendence feel comfortable. The Sundays are specially agitated. The band ",{"type":"''","value":["Maria Bonita"]}," puts the public to dance to the sound of 'forró' music. Offers private parking lot."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["República de Madras"]},", Shopping Total, Av. Cristóvão Colombo, 545. Inspired on the Indian culture, specially on the old city of Madras, the club has four floors and an outside terrace. On Thursdays, some of the top DJs in town usually play there. Friday and Saturday, the club offers pop music and pagode."]},{"type":"*","value":[" ",{"type":"'''","value":["John Bull Pub"]},", Shopping Total, Av. Cristóvão Colombo, 545. The place has a stage for shows where usually rock and roll cover bands performe. "]},{"type":"*","value":[" ",{"type":"'''","value":["Dissonante"]},", ",{"type":"[","value":["http:\/\/www.dissonante.com.br\/ website"]},". The bar encourages the alternative rock ",{"type":"''","value":["porto-alegrense"]},", offering an excellent space for the exposition of independent bands of the most varied styles - from instrumental rock to punk rock. Basically almost everything that involves a distorted guitar. "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Bar do Nito"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=3333-6221"],["tollfree="],["fax="],["hours="],["price="],["content=Lucas de Oliveira, 105. The owner plays every night old songs from Brazilian Popular Music (MPB). Every 29th day of the month you could enjoy the excellent and tradicional nhoque."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Logom Brewpub"]},",",{"type":"[","value":["http:\/\/www.lagom.com.br website"]}," Rua Bento Figueiredo, 72 is Porto Alegre's first artisinal brew pub.  Expect much stronger and more flavorful beers than the standard Pilsner. Popular with many technology workers and beer aficionados alike. Barrio Bom Fim, but close to Moinhos de Vento."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Porto Alegre Eco Hostel"],["alt="],["url=http:\/\/www.portoalegreecohostel.com.br\/en\/index.html"],["email=contato@portoalegreecohostel.com.br"],["address=Rua Luiz Afonso, 276"],["lat="],["long="],["directions="],["phone=+55 51 3019-2449"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Eco Hostel Porto Alegre offers excellent services and accommodations. The hostel is located in Cidade Baixa, near to bars, restaurants, and all major tourist attractions. Hostel offers swimming pool, wifi internet, games room, garden and bicycle rental. Breakfast included."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Casa Azul Hostel"],["alt="],["url=http:\/\/www.casaazulhostel.com.br\/"],["email=contato@casaazulhostel.com"],["address=Rua Lima e Silva, 912"],["lat="],["long="],["directions="],["phone=51 3084-5050"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=(in portuguese)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ritz"],["url="],["email=hotelritz_ptoalegre@hotmail.com"],["address=Rua Des. André da Rocha 225"],["lat="],["long="],["directions=Bus line C1 from bus terminal to 2 blocks from the hostel (circular centro)"],["phone=+55 (51) 3225 0693"],["tollfree="],["fax=(51) 32253423"],["hours="],["price=Dorm bed R$ 35, also singles and doubles. Breakfast extra R$ 5"],["checkin="],["checkout="],["content=Quite a few students, and some others, living here permanently. Clean bedrooms. Internet, Wifi. Free use of kitchen. English and Spanish spoken."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marechal Hotel"],["url=http:\/\/www.hotelmarechal.com.br\/"],["email="],["address=Rua Andrade Neves 123"],["lat="],["long="],["directions=Centro"],["phone=Cep. 90010-210, Phone\/Fax 51 3061 3076"],["tollfree="],["fax="],["hours="],["price=Singles from R$ 27"],["checkin="],["checkout="],["content=Very basic rooms but probably one of the cheapest options right in the middle of town."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Master Executivo"],["alt="],["url=http:\/\/www.master-hoteis.com.br"],["email=reservas@master-hoteis.com.br"],["address="],["lat="],["long="],["directions="],["phone=51 3025-4000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Alberto Bins Avenue, 618,"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Arvoredo Residence"],["alt="],["url=http:\/\/www.master-hoteis.com.br"],["email=reservas@master-hoteis.com.br"],["address="],["lat="],["long="],["directions="],["phone=51 3027-5199"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Fernando Machado St., 347,"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" Ibis Hotel Aeroporto, Av das Industrias 1342, 700 meters away from the Salgado Filho Airport, it's a 2 minute, 5 reais taxi ride. 145 reais per night."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Master Express"],["alt="],["url=http:\/\/www.master-hoteis.com.br"],["email=reservas@master-hoteis.com.br"],["address=Rua Sarmento Leite, 865"],["lat="],["long="],["directions="],["phone=51 3018-3636"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Master Express Perimetral"],["alt="],["url=http:\/\/www.master-hoteis.com.br"],["email=reservas@master-hoteis.com.br"],["address=Av. Loreiro da Silva, 1840"],["lat="],["long="],["directions="],["phone=51 3023-9503"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Grande Hotel Express"],["alt="],["url=http:\/\/www.master-hoteis.com.br"],["email=reservas@master-hoteis.com.br"],["address=Rua Riachuelo, 1070"],["lat="],["long="],["directions="],["phone=51 3287-4411"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" The Sheraton Hotel"]},"\n",{"type":"*","value":[" Caesar Park Hotel"]},"\n",{"type":"*","value":[" Swan Tower Hotel"]},"\n",{"type":"*","value":[" Plaza San Rafael Hotel"]},"\n",{"type":"*","value":[" Deville Hotel Porto Alegre Airport ",{"type":"[","value":["http:\/\/www.deville.com.br Site"]}]},"\n",{"type":"==","value":["Connect"]},"\nThe area code for Porto Alegre is 51.\n\n",{"type":"==","value":["Stay safe"]},"\n\nBe aware when walking around downtown, especially on Rua dos Andradas (commonly known as Rua da Praia) and near the bus station even during daylight, since pickpockets may wander about — watch your backpack, pockets and wristwatch. Porto Alegre can be extremely dangerous after-hours, and visitors should not wander alone in isolated neighborhoods. Do not wear jewelry, do not flaunt electronics and mobile devices, and only walk around with copies of your documents, keeping originals safe.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Parque Nacional dos Aparados da Serra"]}," (Monkey Canyons)- 120 miles from Porto Alegre going on BR101 by Praia Grande\/SC or RS-020 by ",{"type":"[[","value":[["Cambará"]]},". Thousands of square miles of exuberant nature teeming with life.  Miles of escarpments, innumerable waterfalls, rushing streams in an area absolutely undisturbed by human intervention--comprising not only tropical forest zones, but also the coastal, high plateau.  And the coast--visible from the canyon’s rim. The unforgettable landscape is the result of immense volcanic eruptions more than 130 million years ago.  For travel information, contact the RS Tourist Bureau or planitbrazil.com   (US)925-270-4190"]},{"type":"*","value":[{"type":"[[","value":[["São Miguel das Missões"]]}," - Near the border with ",{"type":"[[","value":[["Argentina"]]},", has a UNESCO-listed ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage Site"]]}]},"\nGeneral Information\nThe voltage is 110v.\nThe area code of Porto Alegre is 51\nRio Grande do Sul has come to be the champion in armed civil population.  There is a culture of gun glorification in Porto Alegre, fruited in a past rural mentality.\n\nUseful Phone Numbers\nPolice (Military Brigade):190\nAmbulance:192\nFirefighters: 193\nCivil Defense: 199\nCivil Police: 197\nFederal Police: 194\nTransport and Circulation Public Business: 118\nTelephone Assistance: 102\n(To know area codes and international codes of countries)\n\nClimate\nHumid climate with four well-defined seasons.  Average annual temperature of 19°C\nWinter (June to September): between -1°C e 19°C. Changeable temperatures, warm days with temperature of upwards of 30°C are not uncommon.\nSummer (December to March): between 20°C e 38°C\nFall (April to June): between 7°C e 25°C\nSpring (September to November): between 10°C e 30°C\n\nHealth\nIn the case you need help, go to the Hospital Municipal de Pronto Socorro (HPS).  Public, conventional, and private patient services.  In the case that you need immediate help, call an ambulance at 192 (SAMU system).  Located in Largo Teodora Herzl (corner of Avenida Osvaldo Aranha, Bom Fim neighborhood).\n\nMaintain Contact\nFor national calls, press 0+ operator code + area code (DDD) + telephone number\n-For national cover calls, press 90+ operator code + area code (DDD) + telephone number\n-For international calls, press 00 + operator code + country code + city code + telephone number\n\nTo make phone calls, the Integration Phone Station is also available (Avenida Borges de Medeiros 332 – Centro) from Monday to Friday, 8AM til 8PM, and Saturday, 9AM til 6PM.\n\nThe cellphone companies that serve Rio Grande do Sul are: Vivo, Claro, TIM and Brasil Telecom (OI).  Recharging cards for these carriers can be found in a variety of places like supermarkets and pharmacies.\n\nBrasil Telecom (Oi) frees up public phones throughout the city.  They operate through special cards that can be acquired at the company’s store or in newsstands.\n\n",{"type":"{{","value":[["routebox-1"],["image1=BR-116.png"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Pelotas"]]}],["minorl1=",{"type":"[[","value":[["Guaíba"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Caxias do Sul"]]}],["minorr1=",{"type":"[[","value":[["Canoas"]]}],["image2=BR-290.png"],["imagesize2=22"],["directionl2=E"],["majorl2=",{"type":"[[","value":[["Uruguaiana"]]}],["minorl2=",{"type":"[[","value":[["Eldorado do Sul"]]}],["directionr2=W"],["majorr2=",{"type":"[[","value":[["Osório"]]}],["minorr2=",{"type":"[[","value":[["Gravataí"]]}],["image3=rs-040_shield.png"],["imagesize3=35"],["directionl3=E"],["majorl3=Start of Road"],["minorl3="],["directionr3=W"],["majorr3=",{"type":"[[","value":[["Balneário Pinhal"]]}],["minorr3=",{"type":"[[","value":[["Viamão"]]}],["image4=rs-020_shield.png"],["imagesize4=35"],["directionl4=S"],["majorl4=Start of Road"],["minorl4="],["directionr4=N"],["majorr4=",{"type":"[[","value":[["São Francisco de Paula"]]}],["minorr4=",{"type":"[[","value":[["Taquara"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["-30.033056"],["-51.230000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Grande Porto Alegre"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Porto Alegre"]]}]