[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Port Sudan"]}," is a city in ",{"type":"[[","value":[["Sudan"]]}," next to the Red Sea.\n\n",{"type":"==","value":["Get in"]},"\nServing the city is ",{"type":"'''","value":["Port Sudan New International Airport"]}," with international flights from ",{"type":"[[","value":[["Cairo"]]}," and ",{"type":"[[","value":[["Dubai"]]},". There is also domestic route with ",{"type":"[[","value":[["Khartoum"]]},".\n\nSince a few years back there is now a tarred road linking Port Sudan to Khartoum via ",{"type":"[[","value":[["Atbara"]]}," which passes through great scenery and passes the pyramids of Meroë Meroe. Make sure you don't take the old road via ",{"type":"[[","value":[["Kasala"]]},", it's 400km longer and is reported to be dangerous due to ongoing tribal conflicts and bandits.\n\nPort Sudan also have a rail link with Khartoum, trains leave every Monday at 8PM and arrives about twenty hours later. There is also an international ferry from ",{"type":"[[","value":[["Jeddah"]]},".\n\n",{"type":"==","value":["Get around"]},"\nIn Port Sudan you can get around the city via Rickshaws, Taxis and Buses. The Rickshaws seem to be the best option as they only cost an average of 2-5 Sudanese Pounds for journeys up to 15 minutes and take you exactly to your destination.\n\n",{"type":"==","value":["See"]},"\nThere is a large boardwalk area overlooking the port and is near to ice cream shops and cafes.You can sit and relax in the open areas and enjoy a shisha or have hot drinks from any one of the tea ladies nearby.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":[" Snorkling & diving"]},"  There are several good dive sites near Port Sudan: Sha'ab Rumi (<1 hour from the coast) and Sanganeb (<2 hours from the coast). Live-aboard boats operate out of the port and can be contacted directly via their websites. As of December 2009 there is only one land based dive operator, Diveversity ",{"type":"[","value":["http:\/\/www.diveversity.nl"]}," (an international business) operating at Sudan Red Sea Resort, located 30km north of Port Sudan. Previously also Arous Resort offered diving, but this resort is closed (as of December 2009). It can get very windy in November\/December, so while this is the season for hammerhead sharks, the sea is rough."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Souvenirs"]}," Along the boardwalk area there are many local craftsmen selling jewelry made from sea shells and also many trinkets. Be careful when purchasing these items as they often try to pass their goods as local when in fact they are cheaply made and mass manufactured.You can also purchase some excellent hand ground coffee in the Souk packaged under the El Tayeb brand.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["The Hilton"]}," now known as the Coral Hotel has a cafeteria reminiscent of an American diner such as Denny's, offering international cuisine and great coffees. The prices range between 7-10 Sudanese Pounds for a hot drink and around 15-35 Sudanese Pounds for a main meal. There is also a very nice restaurant in the hotel with set menus that average around 65 Sudanese Pounds per person.\nOn the cheaper end of the spectrum you can go to the  Food Dream and Ice Cream Dream restaurant for milk shakes, slushies and ice cream. The neighboring restaurant has a good selection of chicken and meat donner kebabs and also chicken and chips for between 5-12 Sudanese Pounds. On this same strip of restaurants you can get a delicious pizza for around 10 Sudanese Pounds.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Coral Hotel"],["alt=Previously Hilton"],["url=http:\/\/www.coral-international.com"],["email="],["address="],["lat=19.619373"],["long=37.225212"],["directions="],["phone=+249 18 377 4100"],["tollfree="],["fax="],["hours="],["price=Prices start from approximately $250\/night."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baasher Hotel"],["alt="],["url=http:\/\/www.baasherhotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+249 311823341"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sudan Red Sea Resort"]}," offers basic accommodation directly on the rocky coast in a remote location 30km north of Port Sudan on the main new road to Egypt, the turning is well signposted. Prices are $38\/night per person for a rustic hut with shared toilet block, bed & breakfast, or $96 full board. They can also put you in contact with partner Diveversity regarding diving. See their ",{"type":"[","value":["http:\/\/www.sudanredsearesort.com website"]},". As of December 2009 a security permit is required to pass the checkpoint north of Port Sudan, this can be arranged in advance by the management if they are picking you up from the airport."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe most wonderful untouched underwater world is in Port Sudan, you can arrange for a trip inside the red sea, diving around amazing views in Shoaab Alromi and see live sharks in a place called sanjaneb.   \n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["19.6167"],["37.2167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern Sudan"]]},"\n",{"type":"[[","value":[["WikiPedia:Port Sudan"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Port Sudan"]]}]