[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Port Dickson"]}," is a popular beach destination in the state of ",{"type":"[[","value":[["Negeri Sembilan"]]},", Peninsular ",{"type":"[[","value":[["Malaysia"]]},". About 60 kilometers from ",{"type":"[[","value":[["Kuala Lumpur"]]},", Port Dickson, or PD to locals, is about an hour's drive from Kuala Lumpur along the North-South Highway and about 32 km from ",{"type":"[[","value":[["Seremban"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"*","value":["The town used to produce charcoal, but it was later developed as a small port by the British during the Strait Settlement period. Port Dickson was also known as Tanjung. In the Malay language that means \"cape\". The oldest shophouses were the four presently in Jalan Lama. There was also a carbon mine at the first mile of the coast road (Jalan Pantai), and therefore Port Dickson was also called \"Arang\" (charcoal) in the Malay language."]},"\n",{"type":"*","value":["Tin ore was plentiful in Lukut, an area within the Port Dickson District, during the 1820s, and it attracted Chinese immigrant miners. The British considered the area to have great potential as a harbour. It was intended to supersede the port in Pengkalan Kempas. The commanding officer's name was Dickson, and thereafter the town was named Port Dickson. Others claim that Sir John Frederick Dickson founded Port Dickson and Pulau Arang in 1889."]},"\n",{"type":"*","value":["Port Dickson evolved into a busy trading centre. Railways were constructed to speed the growth and development of Port Dickson. Although Port Dickson experienced rapid development, the beautiful beaches were fairly well preserved.Now, Port Dickson has become not only a tourist destination, but a large municipality of about 89,000 residents."]},"\nIn the late 1990s, Port Dickson went through a boom of hotels and resorts. Some of these projects never took off and the unfinished construction projects can still be seen along the tourist town. However, today, with the economy improving and tourism booming in Malaysia, the projects are being revived.\n\nThe 18 km beach from Tanjung Gemuk to Tanjung Tuan is now a popular holiday destination for visitors coming from as far as Kuala Lumpur. Many Singaporeans have invested in holiday homes in and around Port Dickson.\n\n",{"type":"==","value":["Get in"]},"\nPort Dickson is a gazetted entry point for Malaysia, used mainly for ferries from ",{"type":"[[","value":[["Dumai"]]},". For information on visa requirements, see ",{"type":"[[","value":[["Malaysia#Get in"],["Malaysia"],["Get in"]]}," section. \n\n",{"type":"===","value":["By road"]},"\nPort Dickson is well-linked to the rest of peninsular Malaysia by roads. \n\nThe Seremban-Port Dickson Highway (E29) links Port Dickson with ",{"type":"[[","value":[["Seremban"]]}," and directly onto the North-South Expressway (E2) which spans the length of peninsular Malaysia. For Port Dickson town, exit at the Lukut interchange (Exit 316) while those heading to the beach resorts south of town can continue either to Si Rusa or the end of the highway near the hospital at Teluk Kemang. To access the Seremban-Port Dickson Highway from the North-South Expressway, exit at the Port Dickson interchange (Exit 219) between the Seremban and Senawang interchanges.\n\nPort Dickson is on Federal Route 5 or the Coastal Trunk Road, linking it to Malacca to the south, and Klang to the north.\n\nPort Dickson is 32 km from ",{"type":"[[","value":[["Seremban"]]},", 60 km from ",{"type":"[[","value":[["Kuala Lumpur"]]},", 60 km from ",{"type":"[[","value":[["Malacca"]]},", and 320 km from ",{"type":"[[","value":[["Singapore"]]},".\n\n",{"type":"===","value":["By bus"]},"\nFrequent buses, both direct express which use the highway, and local, which use the old toll-free road, link Port Dickson with ",{"type":"[[","value":[["Seremban"]]},". Travel time is about one hour and cost RM4. On weekdays there only seems to be one company offering buses between Seremban and Port Dickson, one per hour. If coming from other parts of Malaysia, the easiest way by bus will be to travel via ",{"type":"[[","value":[["Seremban"]]},".\n\nLocal buses link Port Dickson with Sungai Pelek in ",{"type":"[[","value":[["Sepang"]]}," district in ",{"type":"[[","value":[["Selangor"]]},", where there are connections to the Kuala Lumpur International Airport. To the south, local buses go to Pengkalan Kempas and Tanjung Agas (these buses actually go right up to Kuala Linggi in ",{"type":"[[","value":[["Malacca (state)"],["Malacca"]]},") where there are connections to ",{"type":"[[","value":[["Malacca"]]}," city.\n\nIf coming from Malacca via Seremban by bus, allow about 4-5 hours to get to Port Dickson. It's not worth it.\n\n",{"type":"===","value":["By train"]},"\nAlthough Port Dickson has a rail link, there are no longer any train services. The nearest train station is in ",{"type":"[[","value":[["Seremban"]]}," which can be easily reached from ",{"type":"[[","value":[["Kuala Lumpur"]]},". You have to catch a bus or taxi from Seremban to Port Dickson.\n\n",{"type":"===","value":["By boat"]},"\nDaily ferries connect Port Dickson with ",{"type":"[[","value":[["Dumai"]]}," in ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]},". The ",{"type":"'''","value":["Acob Express"]}," (Jetty office Tel: +60-6-6471599) leaves from the jetty in the middle of town at 10:30. Return trips depart Dumai at 13:00. Tickets cost RM80\/150 one-way\/return.\n\n",{"type":"==","value":["Get around"]},"\nA taxi rank is right next to the bus station. Happily, it seems to be the only main town in Malaysia where taxis get commission for taking you to certain hotels. You shouldn't pay more than RM15 to get as far as Blue Lagoon\/lighthouse which is right at the end of the strip. There is also a local bus that toodles along the coast to the Blue Lagoon and back, maximum RM2.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cape Rachardo (Tanjung Tuan)"]},": The ",{"type":"'''","value":["Portuguese"]}," built the ",{"type":"''","value":["Cape Rachardo lighthouse"]}," in the 16th century. The lighthouse guided ships to the Port of Malacca. It is still operational today. Gong up the narrow spiral staircase and see the panoramic view of the coastline of Sumatra, 38 km across the strait. The cape is also the stopover point for migratory birds. From September to March, flocks of sparrows, honey buzzards and swifts can be seen here together with hawks and eagles. Walk down the 63 steps next to the lighthouse and follow the jungle trek to a secluded beach. The footprint embedded in a rock, about 50 metres to the right of the track, is said to be that of Hang Tuah, the legendary Malay warrior of the 15th century. Legend has it that upon acquiring innate strength and knowledge, Hang Tuah chose to meditate here. The footprint marks the spot where he first landed at Tanjung Tuan. A well close by whose cool chilled water is a haven for the tired and thirsty, is also said to have been dug by him. Local devotees have known to pay their homage at this spot."]},"\n",{"type":"*","value":[{"type":"'''","value":["Muzium Tentera Darat @ Army Museum"]},": Next to a Malaysian Army camp. This museum is the latest attraction in Port Dickson. Some vehicles and aircraft used by the Royal Malaysian Army is displayed here. There also a Communist tunnel."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fort Lukut"]},": Fort Raja Jumaat is about 7 km from Port Dickson. He was a 19th century Bugis warrior. The fort was built in 1847 to control the lucrative tin trade in the area. Today the muzzle loading guns used to defend the fort can be seen within the grounds of the district officer’s residence and outside the police station in town. In the area of the fort are also the remains of the foundation of an old palace and a royal burial ground."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fort Kempas"]},": About 23 km from the lighthouse, there is a small village called Keramat Ujung Pasir. Here you will find a 15th century tomb of a leading historical personality, Ulama Sheikh Ahmad Makhtum, with its famous carved megalith. Next his grave are the famous stone inscriptions or \"Batu Bersurat\" which depict his struggle and victory. The enigma surrounding the stone remains unsolved to this day. Of special interest is the \"ordeal stone\", an ancient lie-detector, through which a person puts his arm when answering questions. If he lies, the stone tightens like a vice."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" There are many ",{"type":"'''","value":["beaches"]}," on the coast along Port Dickson. Leisure activities which are available such as water-skiing, canoeing, snorkeling and wind surfing. Ask at your hotel reception for arrangements to utilise these facilities. If you enjoy sailing, arrange to have temporary membership at the yacht club. One of the best things in Port Dickson is fishing. But due to pollution and development, the fish stocks in Port Dickson are severely depleted. Fishing is now best done of in a boat or in the kelong. Beach fishing is not recommended unless you are looking for ikan sembilang (catfish)."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Blue Lagoon"]}," lies about 15 km from Port Dickson town which provides a breathtaking view of the surrounding greenery and the blue open sea and having fun in the sun. The lagoon is an excellent spot for swimming, boating, wind surfing and water skiing. Accommodation is easily available as many hotels and resorts are located here."]},"\n",{"type":"==","value":["Buy"]},"\nThere's an extremely colourful (literally and figuratively) night market on Saturday nights near the town centre, where you can buy everything from fresh fish and vegetables to shoes and T-shirts.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=TF"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One level hypermarket."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Store Supermarket Oceanic Mall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Several levels."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Billion Supermarket"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\nFor those who are into gastronomic activities, one can get a taste of the hot and spicy local cuisine. There’s fish cooked in thick gravy of coconut milk and the killer cili padi which is  guaranteed to make your mouth and eyes smart. One can also try the rendang (beef cooked with coconut milk and a rich assortment of spices). This is normally eaten with \"lemang\",  glutinous rice cooked in bamboo. \n\nA few famous restaurants are Seaview and Curry House along Jalan Pantai, Mak Mah next to the Shell gate entrance and \"Restaurant SN Mohhamad\" in Port Dickson town area next to the post office. Every first Saturday of the month, there is a night market in Port Dickson Town, which is full of varieties of food and fruits. Besides that, Country Home is also a very famous restaurant in Lukut. The Famous PD Eating Point is popular with Chinese and Western delicacies. In Port Dickson also you cannot miss trying a nasi lemak stall known as Wak Rahman, considered one of the most famous nasi lemak stall there. If you go to town side there are a bunch or restaurant choices awaiting such as Restoran Abu Bakar, SN Mohammad, and a lot more. Marketplace is another interesting food festival in Port Dickson at which you are exposed to variety of foods ranging from Chinese, Indian, Malay, and international cuisine. Among the famous and well-known is home made putu mayam sold by Abdul Rahman bin K. Ismail, the founder and owner of Bismi Putu Mayam. Don't miss the delicious homemade putu mayam by Bismi Putu Mayam. These putu mayam are also available for functions and gathering.\n\nIf you happen to have a craving for Western food, El Cactus cannot be beat. They do absolutely top-notch Mexican food: nachos, burritos, fajitas, quesadillas, etc. They are as good (or even better) than anything in Mexico. The owner takes his food quite seriously and insists on obtaining all of the correct spices and the best ingredients. They also have pizza, pasta, etc., and the frozen lime margaritas are amazing!\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Daruana Kuriah"],["url="],["email="],["address=Lot 314, Batu 5, Jalan Pantai"],["lat="],["long="],["directions="],["phone=606-32212000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ice Room"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many types of snow ice."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kal Hoe Restaurant"],["url="],["email="],["address=Tman Sri Intan, Bt 2 Jln Seremban"],["lat="],["long="],["directions=Beside PD Mobil petrol station"],["phone=0122445241"],["tollfree="],["fax="],["hours=Until late"],["price="],["content=Great Chinese seafood restaurant. Other than seafood, it is also famous for its \"German Knucke\".  Also a great place to hang out for a late night drink (beer only)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Weng Yin Seafood Village"],["url=http:\/\/www.portdickson.net\/pages\/wengyinseafood"],["email="],["address=km15, Batu 9 Jalan Pantai"],["lat="],["long="],["directions="],["phone=+606 6627559"],["tollfree="],["fax="],["hours=10:00-14:00"],["price="],["content=Serves variety of seafood! There are fishes, prawns, crabs, bamboo clams and more. Cheap and delicious!"]]}]},"\n",{"type":"==","value":["Drink"]},"\nAs in other towns in Malaysia, alcohol is expensive and there are no bars as such. Some of the resorts have bars though, which can get lively at weekend and during Malay holidays. \n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=88 Seafood Restaurant"],["url="],["email="],["address=Taman Negeri"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=reasonable"],["content=Nice food. Family run business, so might be a bit slow but worth waiting."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bayu Beach"],["alt=Regency Tanjung Tuan"],["url="],["email=jabcharlie@gmail.com"],["address=Bayu Beach, 4th Mile, Port Dickson Coastal Road"],["lat="],["long="],["directions="],["phone=+606-6744179"],["tollfree="],["fax="],["hours="],["price="],["checkin=13:00"],["checkout=noon"],["content=3 rooms and 2 rooms seafront condominiums. Daily, weekly, monthly."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Casa Rachado MAA Resort"],["alt="],["url=http:\/\/www.casarachadoresort-portdickson.com"],["email="],["address=Tanjung Biru, Batu 10, Jalan Pantai"],["lat="],["long="],["directions="],["phone=+606-662-5177"],["tollfree="],["fax=+606-662-5877"],["price=RM84+"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Corus Paradise Resort"],["alt="],["url=http:\/\/www.corusparadisepd.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+606 647 7600"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corus Paradise resort is connected to the North-South Highway."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Felda Residence"],["alt="],["url=http:\/\/www.plantationresorts.com.my\/PortDickson\/index_pd.shtml"],["email="],["address=km 17 (10 ¾ mile Jalan Pantai"],["lat="],["long="],["directions="],["phone=+606 662 6645"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers company-oriented facilities and services. Online booking available."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Golden Straits Villas Beach Resort"],["alt="],["url=http:\/\/www.goldenstraitsvillas-malaysia.com"],["email="],["address=Lot 216, Batu 3, Jalan Pantai"],["lat="],["long="],["directions="],["phone=+606-647-3818"],["tollfree="],["fax=+606-647-6813"],["price=RM154+"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kong Ming Budget Hotel"],["url="],["email="],["address=Jalan Pantai, Batu 8, Port Dickson, Telok Kemang"],["lat="],["long="],["directions="],["phone=+606-6625683"],["tollfree="],["fax="],["hours="],["price=RM35+"],["checkin=12:00"],["checkout=12:00"],["content=No air-con, no TV. On the beach."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Laguna Condo Resort"],["alt="],["url=http:\/\/www.lagunacondoresort-portdickson.com"],["email="],["address=Batu 9"],["lat="],["long="],["directions="],["phone=+606 662 5882"],["tollfree="],["fax=+6 06 662 5882"],["price=RM90+"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunshine Hotel"],["url="],["email=sunshinepdhotel@yahoo.com"],["address=No 1-3 Batu 1, Jalan Seremban, Taman PD Jasmine"],["lat="],["long="],["directions="],["phone=+606-6511748"],["tollfree="],["fax="],["hours="],["price=RM75+"],["checkin=14:00, early check in subject to availability)"],["checkout=12:00"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["2.5167"],["101.8000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Negeri Sembilan"]]},"\n",{"type":"[[","value":[["Wikipedia:Port_Dickson"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States_and_Federal_Territories\/Negeri_Sembilan\/Localities\/Port_Dickson\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Port Dickson"]]}]