[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Port au Port Peninsula"]}," is an arrow-shaped peninsula jutting out into the Gulf of St. Lawrence from  ",{"type":"[[","value":[["Western Newfoundland"]]},". The peninsula is south of ",{"type":"[[","value":[["Gros Morne National Park"]]},", as well as the city of ",{"type":"[[","value":[["Corner Brook"]]},", and north of the ferry port at ",{"type":"[[","value":[["Port aux Basques"]]},". Connected to the island by a narrow isthmus, the region has a lively francophone community descended from French fisherfolk and Acadians. As a result of this rich French heritage, the peninsula is the only part of the island that is officially bilingual.\n\nWhile not officially on the peninsula, the larger community of ",{"type":"[[","value":[["Stephenville (Newfoundland and Labrador)"],["Stephenville"]]}," is often associated with the peninsula as part of the Port au Port area.\n\nVisitors can drive Routes 460 and 490 to take what is called ",{"type":"''","value":["The French Ancestors Route"]},", touring from the Trans-Canada Highway through ",{"type":"[[","value":[["Stephenville (Newfoundland and Labrador)"],["Stephenville"]]}," and on to the peninsula itself.\n\n",{"type":"==","value":["Regions & Communities"]},"\n\nPart of the eroded Appalachian Mountain chain, the peninsula is home to quite a variety of scenic coastline (around 130 km) and ethnic diversity collected in around twenty small, but self-sufficient, communities based around fishing, a small forest industry, and small-scale farming.  A small selection of these areas and their communities:\n\n",{"type":"*","value":[" Port au Port - the gateway community to the peninsula itself, sitting right at the isthmus, and home to the largest wooden structure in Newfoundland & Labrador, Our Lady of Mercy Church"]},"\n",{"type":"*","value":[" The Bar - from Lourdes, home to Our Lady of Lourdes Grotto, through Black Duck Brook to Long Point, a seasonal community, on the tip of a narrow strip of land with the Gulf of St. Lawrence on the west side and the Port au Port Bay on the east side"]},"\n",{"type":"*","value":[" Route de mon grand-pere (Route of my grandfather) - the lively French communities of De Grau, Cap St-George (Cape St. George), and La Grand'Terre (Mainland)"]},"\n",{"type":"*","value":[" The South Coast - breathtaking ocean views and a peak into Port au Port industry with Atlantic Minerals"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" Cap St-Georges\/Cape St. George - immensely high sea cliffs being hit by large waves, great hiking along Route de mon grand-pere, and whale-watching from the trail or nearby rest stop"]},"\n",{"type":"*","value":[" Red Island - just offshore in the La Grand'Terre\/Mainland area, this island lives up to its name"]},"\n",{"type":"==","value":["Understand"]},"\n\nOriginally called Port of Rest by 16th Century Basque fishermen, Port au Port was a site of French and Basque seasonal fisheries for hundreds of years.  Eventually, some of the fisherfolk began to stake out homesteads on the peninsula and in the area.  This entire area of settlement became known as the \"French Shore\", with Port au Port as one of the heavily settled areas.\n\nWith its Roman Catholic traditions, Francophone culture, and excellent music and theatre festivals, the Port au Port region has made a name for itself in presenting a full cultural experience as well as spectacular views of cliffs, rocky beaches, whales and birds.\n\n",{"type":"==","value":["Talk"]},"\n\nUnlike Newfoundland English, Newfoundland French is nearly extinct. Newfoundland French is distinct from other Canadian French dialects including Quebec French and Acadian French, and is generally found in the Port au Port Peninsula. The language was deliberately discouraged by the government in the 20th century, so visitors can expect most people they encounter to speak English.  However, if you speak French, here's your chance to engage with a fascinating dialect.  You will find Francophone Associations in the communities of De Grau (Les Terre-Neuviens Francais 709-644-2050), La Grand'Terre\/Mainland (Heritage de l'Ile Rouge 709-642-5254 & Association regionale de la cote ouest 709-642-5254), and L'Anse-a-Canards\/Black Duck Brook (Chez les Francais 709-642-5498). \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Stephenville (Newfoundland and Labrador)"],["Stephenville"]]}," and Stephenville Crossing are the points of entry on Routes 490 and 460, called ",{"type":"''","value":["The French Ancestors Route"]},", when driving from the Trans-Canada Highway (Highway 1).  From the Trans-Canada, it is about 40 km to Stephenville, and then about 6 more km to the isthmus and Port au Port.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is no other option than to drive or take a chartered bus.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Our Lady of Mercy Catholic Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"Warning Potholes are imminent all throughout province and can cause severe damage and possible accidents if not watched out for.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Our Lady Of Lourdes Church Grotto"],["url="],["email="],["address=Lourdes"],["lat="],["long="],["directions="],["phone = +1 642 5367"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\nAbbott's Walking Trail.\nNewfoundland Alpaca Farm.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sea Breeze"],["url="],["email="],["address=Mainland"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kays Country Resturant"],["url="],["email="],["address=DeGrau"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Olivers Resturant"],["url="],["email="],["address=Piccadilly"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":[" Sleep"]},"\nInn at the cape.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Port au Port Peninsula"]]},"\n\n",{"type":"{{","value":[["geo"],["48.57"],["-59.05"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western Newfoundland"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]