[{"type":"{{","value":[["pagebanner"],["Port-Au-Prince banner.jpg"]]},"\n",{"type":"'''","value":["Port-au-Prince"]}," is the capital and largest city of ",{"type":"[[","value":[["Haiti"]]},".\n\n",{"type":"[[","value":[["File:Haitian national palace earthquake.jpg"],["thumb"],["300px"],["Presidential Palace after the earthquake"]]},"\n",{"type":"[[","value":[["File:Palacio_presidencial_de_Haiti.jpg"],["thumb"],["Presidential Palace prior to the earthquake"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nPort-au-Prince airport (",{"type":"{{","value":[["IATA"],["PAP"]]},") is served by several major airlines primarily Air Canada, JetBlue Airways, American Airlines and United Airlines as well as smaller flights from the ",{"type":"[[","value":[["Dominican Republic"]]},", ",{"type":"[[","value":[["Cuba"]]},", and other spots in the Caribbean. Taxis from the airport to your destination in Port-au-Prince will be about USD20 for standard fare.  ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Tap_tap Tap Taps"]}," going to all places past the airport will cost about HTG10 (USD0.25) and a community-created route map can be found ",{"type":"[","value":["http:\/\/taptapmap.org  here"]},".\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\nFrom Santo Domingo: Caribe Tours, Capitol Coach Line and Terra Bus each run very modern buses daily to Port-au-Prince, each of the 3 companies departing from their own station along Av. 27 de Febrero.  Caribe runs to ",{"type":"[[","value":[["Pétionville"]]}," (in the hills above Port-au-Prince) that leaves at 11:00.  Most all tickets currently cost USD40 one-way, plus serious tax\/border fees of about USD26 and DOP100, depending on the direction. Unfortunately, Caribe Tours' bus drops you off in Pétionville after dark so make prior arrangements with a trustworthy person to meet you and transport you to your lodging.\n\nAnother, less expensive option, is to take a guagua (Dominican minibus) from Santo Domingo departing 4 blocks NW of Parque Enriquillo, just West of Av Duarte, from a small parking lot within the elevated expressways of Espresso 27 de Febrero). ",{"type":"[","value":["http:\/\/horariodebuses.com suggests"]}," guava buses leave every 45min, but this is not always the case. Price is DOP400 (about USD10), allow about 5h  for the journey including a quick rest\/meal sto) and arrive in the border town of Jimani. From there it is a 4km walk or a DOP50+ ride by motoconcho to the border post. The border is apparently open 08:00-18:00 (if it respects its times).\n\nIn the past it was very easy to cross the border without submitting to any immigration procedures on either side, and although probably illegal, saved a few dozen dollars in bribes and was much faster too. Things are changing: passport control is now generally required leaving the Dominican Republic, not just entering the DR. Entering Haiti legally is quick: fill out the green form and pay whatever amount the official asks (around DOP100). There are no ATMs at the border. Moneychangers give gourdes for Dominican and US currency. Rates are fair. Protect Haiti's small green card in your passport, allowing you to leave Haiti without risking a penalty.\n\nThere's usually plenty of local transportation from the border to Port-au-Prince. Crowded tap-taps and buses can take you to Croix-des-Bouquets for about HTG75 (1-2h), from where it is another hour to Port-au-Prince (bus, HTG5+ per route, ",{"type":"[","value":["http:\/\/taptapmap.org summary network map"]},". Road ranges from very bad to good, and is prone to flooding. Peruvian UN soldiers at the border have confirmed that the road to Port-au-Prince is safe to travel with no incidents of robbery or kidnappings, but definitely try to arrive in Port-au-Prince before dark.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:PortAuPrinceTapTap.jpg"],["thumb"],["Port-au-Prince shared taxi or ",{"type":"''","value":["TapTap"]}]]},"\nTap-taps run along prescribed routes throughout the city.  Most routes cost HTG10 ($0.25), although to get across the city you may need to ",{"type":"[","value":["http:\/\/tapTapMap.org utilize multiple routes,"]}," each of which charges separately.\n\nTaxis typically are about HTG500 and should be used only during daylight. After dark, prices rise substantially, and you are at substantially greater risk of being mugged.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The National Palace"]}," The National Palace famously collapsed during the earthquake and offers one of Port-au-Prince's most startling reminders of the quake's power. Adjacent to the palace used to be one of Port-au-Prince 's many tent cities, whose over 1000 residents occupied what used to be the most beautiful park in Haiti, the Champs-de-Mar, but the residents have now been evicted."]},{"type":"*","value":[{"type":"'''","value":["Cathedral of Our Lady of the Assumption"]}," Port-au-Prince's largest cathedral is just down the road from the palace and is likewise a shell of its former glory.  Residents continue to pray outside its broken husk, and funerals are frequently held in a plaza behind the main building."]},{"type":"*","value":[{"type":"'''","value":["The Musée du Panthéon National Haïtien"]}," For USD1, you will be led on an individual guided tour through a chronology of Haitian history. Each period has its own mural and contains paragon items of that time: the anchor of the Santa Maria, Christopher Columbus's flagship, is the centrepiece of the exploration age section."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Markets"]},"\n",{"type":"*","value":["Marche de fer (Iron Market) A densely packed market of vendors selling everything from crafts such as voodoo paraphernalia to fresh food such as turtles. It a challenging, stressful, and maddening place to walk through as throngs of desperate merchants grab you and tight huddle of shoppers, stalls, and moving goods impede your every step, which requires you to swim through humanity. You will find a breathtaking inventory of hand crafted art: sculptures, masks, staves, paintings, globes, tea sets, coconut belts, etc."]},"\n",{"type":"===","value":["Banking"]},"\nThere are at least two banks with ATMs: Scotiabank and Sogebank. The closest Scotiabank to downtown is at the intersection of Boulevard Jean-Jacques-Dessalines and Rue Pavée. Even the ATM is closed on Sundays. Banks here close very early, even on the weekdays.\n\n",{"type":"==","value":["Eat"]},"\nEating out in Port-au-Prince is surprisingly expensive. Even at modest restaurants a full plate of food will usually cost around HTG200. A good amount of food from street vendors will even cost up to HTG100. \n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"'''","value":["Foodies"]}," (near the National Palace)  A clean fast food joint serving hamburgers and fries. Expect to spend about HTG120 for a cheeseburger, fries, and drink. Ask for the owner, a Haitian of Lebanese ancestry, who will answer your questions in Brooklyn English."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizza Garden"]},", one of the best pizzerias in the whole city, although it is hard to find if you do not know its location. There is \"Old\" Pizza Garden and \"New\" Pizza Garden, the latter being as a result of a split in co-owners. The décor is typical of a Haitian café, with hand crafted tables and lamps. The atmosphere feels intimate due to the soft lighting. Try the extra cheese pizza."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Souvenance"],["url="],["email="],["address=48 Rue Geffrard"],["lat="],["long="],["directions="],["phone=+509 257 4813"],["tollfree="],["fax="],["hours=Tu-Sa 06:30-23:00"],["price=Mains from USD20"],["content=One of the best restaurants in town, it features French cuisine, some of it with a Creole twist."]]}]},"\n",{"type":"===","value":["Self-Catering"]},"\nThere are grocery stores all over town at least two in the centre of town, both located on Capois: the Big Star Market in the Champ-de-Mars area and the Primera Market nearby the Hotel Olafson.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Crémas"]},", an alcoholic beverage made of coconut and vanilla."]},{"type":"*","value":[" Rhum Barbancourt."]},{"type":"*","value":[" Biere Prestige."]},{"type":"*","value":[" bottled water."]},"\n",{"type":"==","value":["Sleep"]},"\nThere are no cheap places to stay, just less expensive choices.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"'''","value":["Wall's Guesthouse"]}," A clean secure compound popular with missionaires located in Delmas, a residential neighbourhood, far from the action of Port-au-Prince. The electricity is constant and so is the ",{"type":"''","value":["cold"]}," water. You may be placed in a room with other people but that is unlikely; however, you will be sharing a bathroom. A buffet-style breakfast and dinner are complementary. If you do not mind the toilsome journey from the guesthouse to interesting parts of Port-au-Prince, then consider the place for USD30 per person."]},"\n",{"type":"*","value":[{"type":"'''","value":["Palace Hotel"]},"  The cheapest hotel in the centrally located Champ-de-Mars. A good choice if you want to stay out late as the hotel is so easy to return to. A faded grand balcony occupies the entire second floor.  There is a vintage feeling of being where aristocrats used to hang out.  It can be a lonely place as they are almost no other Western travellers.  The accommodations are rough: electricity and running water (no hot water) are on and off.  The cost of a double can be negotiated down to USD40."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Oloffson"],["url=http:\/\/hoteloloffson.com"],["email="],["address=Ave Christophe 60"],["lat="],["long="],["directions="],["phone=+509 2223-4000"],["tollfree="],["fax="],["hours="],["price=Singles from USD70, doubles from USD80"],["checkin="],["checkout="],["content=An illustrious hotel with unmistakable past grandeur which has served as a mansion and a marines base and is now a popular hotel for Westerners in Haiti. The guests--such as UN employees, film makers, academics--all mingle easily with the owner, Richard, and each other on the long front desk, which also doubles as a bar\/restaurant. If you are travelling with many, consider a suite; they are huge."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nYou should not be outside on the streets after dark unless you are wandering around the busy Champs-de-Mars area.  Many travellers and guide books rate Port-au-Prince as the most dangerous major city in the Caribbean in terms of crime and personal safety, even more so than, say, Kingston, Jamaica or Port-of-Spain, Trinidad and Tobago.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url="],["email="],["address=10 Place Boyer, Pétionville"],["lat="],["long="],["directions="],["phone=+509 2575568"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.ht.emb-japan.go.jp\/"],["email="],["address=HEXAGONE 2F, Angle Rues Clerveaux et Darguin"],["lat="],["long="],["directions="],["phone=+509 2256 5885"],["tollfree="],["fax=+509 2256-9444"],["hours="],["price="],["phoneextra=+509 2256-3333"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/haiti.usembassy.gov\/"],["email="],["address=Tabarre 41, Blvd 15 Octobre"],["lat="],["long="],["directions="],["phone=+509 2229 8000"],["tollfree="],["fax=+509 2229 8028"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Pétionville"]]},", a wealthy suburb with lots of nightlife, bars and restaurants."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fort Jacques"]}," cool air in one of Haiti's few national parks, together with the view, should refresh you; about 45min up a mountain"]},"\n",{"type":"{{","value":[["isPartOf"],["Central Haiti"]]},"\n",{"type":"{{","value":[["geo"],["18.543619"],["-72.339706"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Port-au-Prince"]]}]