[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Port El Kantaoui"]}," is an upscale suburb of ",{"type":"[[","value":[["Sousse"]]}," and a resort in ",{"type":"[[","value":[["Tunisia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPort El Kantaoui is a tourist complex and upscale residential area that was purpose built in 1979. It is situated 8 kilometres north of ",{"type":"[[","value":[["Sousse"]]}," and around 60 kilometers south of Hammamet. It is centered around a marina and is modelled on the more traditional buildings, complete with narrow streets and arches. It is the most expensive neighborhood of ",{"type":"[[","value":[["Sousse"]]},", with an average house costing well over 300000,000 dinar.\n\nBasically, there is the waterfront, with the jetty, and the U-shaped yacht pier, the square in front of the marina and the \"gate\", followed another square, containing a musical fountain, shops and restaurants. To the north, there is a golf course, and two time-share residential complexes, as well as a number of hotels. To the south, there is an amusement park (Hannibal Park), and two hotels. On both sides of the marina, there are parking lots, and the road separating the port from Kantaoui proper, with the many villas of the wealthy Sousse residents and an Aqua Park.\n\n",{"type":"==","value":["Get in"]},"\n\nThe town is a suburb of ",{"type":"[[","value":[["Sousse"]]},", so all the tips for getting into Sousse also apply for Kantaoui. If you don't arrive as part of a package tour, from Sousse, you can take a taxi from the train station or the Medina (agree to 5-6 dinar beforehand), the purple tuk-tuk (2-2.5 dinar per person) or the tourist train (2.5 dinar per person).\n\nIf you come by boat, you have to report to both the port captain's office in the Marina to be issued a port flag and pay the port tax, and to the customs office. Both are located inside the port, next to the dock. Note that you must contact the port before arrival, since the number of available mooring spots is quite limited, especially during high season. The port tax varies depending on season, and, unfortunately, bribing is quite common.\n\nYou may also arrive via the Habib Bourgiba Airport at ",{"type":"[[","value":[["Monastir"]]},". From the airport, you can organise taxis to take you to Kantaoui or you may already have a transfer arranged for you if you've arrived as part of a package holiday. The journey time is approximately 30 minutes though it can vary widely depending on the level of traffic.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are cafes and restaurants lining the waterfront and the fountain area. Additionally, there is a floating restaurant moored in the docks (Neptune VI). Although there are quite a large number of establishments, there is a quite limited choice in the variety of courses on offer - most restaurants will center their menus around fish dishes, with the average menu consisting of about 7-8 fish dishes, 4-5 beef steaks and 2-3 chicken dishes. Expect to pay around 15-20 dinars for a meal for a person. For traditional Tunisian food, there is a quite limited choice, with the only restaurant specializing in such dishes (Restaurant Familial) being tucked away on a narrow street behind the docks. Both restaurants and cafes stay open during ",{"type":"[[","value":[["Ramadan"]]},".\n\n",{"type":"==","value":["Drink"]},"\n\nThe water in Sousse, Hammam-Sousse and Kantaoui is safer to drink than in most parts of ",{"type":"[[","value":[["Tunisia"]]},", however, it is not advisable  to drink it because of the high content of nitrates and chlorine. Bottled water is cheap (0.300-0.600 dinar\/1.5 L) and easily available in supermarkets (there are three supermarkets in the port - all located in the square at the Gate of the Port, and one supermarket at the intersection of the two main roads of Kantaoui, next to the entrance in the port) or in the restaurants (1.5-2.5 dinar\/1 L).\n\nLots of restaurants around the harbor serve drinks (you will find them easily, since they all post signs proclaiming that they are the only ones selling alcohol). Most close down around midnight. Most places will only have one type of beer (",{"type":"[[","value":[["Tunis"]]}," brewed Celtia), at around 2,500 dinar per 0.3, and 2-3 types of wine. However, Kantaoui has one of the few Tunisian micro-breweries (Brau Haus), located outside the port, next to the entrance in Hannibal Park and Hannibal Palace, at the crossroads of the two main roads of the town. The only shop selling alcohol is the government owned Magasin General, located next to the Port Gate (open Saturday-Thursday, except during Ramadan, when open only on Monday).\n\n",{"type":"==","value":["Sleep"]},"\n\nYour choice is restricted to high-end hotels and time-share flats or villas to rent. Most hotels are rated 5 star (comparable with 3-4 star European hotels in both quality and price). 4 star hotels vary widely in terms of quality, with some being atrocious and others being good. \n\n",{"type":"*","value":["Residences of the Sea and Residences of the Gardens are the two time-share villa complexes. They will, besides offering long term packages, offer hotel-style accommodation for periods as short as a weekend. The complexes include private beach and pool access."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Kanta"]}," - fairly standard 4 star hotel set back from the beach.  Free transport to the hotel's beach or a 5 minute walk.  Dreadful crazy golf course available outside the front door.  Some rooms to the rear of the hotel on 1st and 2nd floor have balconies facing onto a whitewashed wall.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Hannibal Palace"]}," - a lacklustre 1980s 5 star (by local standards) hotel, with big, clean, comfortable rooms, most with balcony and a great sea view, but with rude staff, and expensive prices for food and drinks."]},"\n",{"type":"*","value":[{"type":"'''","value":["Marhaba Palace"]}," -  another 5 star hotel, similar to Hannibal Palace, but more up-to-date, and with slightly better staff levels."]},"\n",{"type":"*","value":[{"type":"'''","value":["Riu Imperial Marhaba"]}," -  another 5 star much further North from the Marina and right on its own private beach. Very attentive staff and good service with excellent clean facilities. New spa complex being built during late 2008 so should be open in '09."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["35.894"],["10.598"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Tunisia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Port El Kantaoui"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Port El Kantaoui"]]}]