[{"type":"{{","value":[["pagebanner"],["Portofino banner.jpg"]]},"\n",{"type":"[[","value":[["File:Portofino harbor right.jpg"],["thumb"],["300px"],["right"],["Portofino's scenic harbor."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comune.portofino.genova.it\/ Portofino"]}]}," is a small fishing village in the ",{"type":"[[","value":[["Liguria"]]}," region of ",{"type":"[[","value":[["Italy"]]},", situated on the Ligurian Sea. It is a popular yachting destination.\n\n",{"type":"==","value":["Get in"]},"\nThe closest major airport to Portofino is the ",{"type":"'''","value":["Christopher Columbus airport"]}," in ",{"type":"[[","value":[["Genoa"]]}," (Aeroporto Cristoforo Colombo di Genova - (",{"type":"{{","value":[["IATA"],["GOA"]]},")).  From there you can rent a car, as it is a relatively short (22 1\/4 miles, 35.8 km) ride.  Overall the drive takes a little over an hour, due partly to some light traffic leaving Genoa and mostly to the roads once you leave the major highway (the A12).  A warning to nervous drivers, the streets are quite narrow and windy, as you might expect in a European\/Riviera town.  Proceed with caution, especially around corners and be alert!\n\nTwo other options if you are unable to get to Genoa are ",{"type":"[[","value":[["Nice"]]},", France (Aeroport Nice Cote D'Azur - (",{"type":"{{","value":[["IATA"],["NCE"]]},")) and ",{"type":"[[","value":[["Milan"]]},", Italy (Milan Malpensa - (",{"type":"{{","value":[["IATA"],["MXP"]]},")).  They are a bit farther away but within driving distance and the drive(s) are beautiful.\n\nThe nearest railway station, S. Margherita Ligure-Portofino, is about 5 km away in ",{"type":"[[","value":[["Santa Margherita Ligure"]]},". A train from ",{"type":"[[","value":[["Genoa"]]}," takes around 45 minutes and costs around 3 euros. There are buses and boats to Portofino from Santa Margherita Ligure.\n\nMuch more relaxing is a pleasant ferry ride along the coast. In summer, there are two direct daily departure in each direction from ",{"type":"[[","value":[["Genoa"]]},", which allow for a pleasant day trip. Otherwise, the region's well-developed ferry network provides various connections that could get you to Portofino with a change of boats in such as Santa Margherita Ligure. Expect the ride to take a little longer than driving, but it will certainly be far less nervewrecking!\n\nOne final option should you happen to have the resources, just sidle into the harbor or a cove in your personal yacht.  Portofino is a popular destination for the world's wealthy, and the luxurious yachts constantly dot the horizon in this lovely Mediterranean port.\n\n",{"type":"==","value":["Get around"]},"\n\nOnce in Portofino walking might be your best option.  The town is not large and most hotels and beaches are a short walk from the harbor.  Alternatively, mopeds seem to be a popular choice for getting about, especially for those people visiting several of the small regional towns like Paraggi or San Fruttuoso on their own schedule.please be careful when walking the streets are cobbled and the roads full of potholes ,many steps abound in this beautiful village.\nThe swimming in Paraggi is worldclass and the sea beautifully clean,there are many expensive commercial beach areas and one tiny crowded free area in the middle.\n\nOnce again, should you be fortunate enough to have a boat at your disposal, that would be another convenient way to move around the area.  There are rentals available in the harbor.\n\nTaxis are available, but very expensive.  Minimum charge is €20.\n\n",{"type":"==","value":["See"]},"\n\nEverything!  Truly, the most impressive thing about Portofino is the lifestyle, so running off and \"seeing the sights\" probably won't be your number one priority when you plan your trip.  There are some notable attractions that might be able to lure you from the beaches, but the view from the harbor or any of the surrounding beaches is unforgettable and one could spend the entire day marveling at it.\n\nCastello Brown is a 16th-century castle\/fort, once used for the area's defense, but now primarily a museum with a fantastic view of the harbor and the Mediterranean Sea.\n\nThe church of St. Martin (Divo Martino) is around the corner from the harbor and is a quaint, stylish little ",{"type":"''","value":["chiesa"]}," from the 11th century.  It's definitely worth taking a casual stroll around it.\n\n",{"type":"==","value":["Do"]},"\n\nOne of the best things you can do in Portofino is relax.  Walk around the small city, hear the sea, take a rest at the end of the left Marconi quay. There is a small wine bar where you have an occasion to drink something seated less than one meter from the sea.\n\nUsually all the boutiques are open from the end of February until the end of October. Don't forget to bring something for your shoulders even if you came in the summer time. After 6\/6:30PM the sun goes behind the Portofino promontory and cools off considerably.\n\nAlso, you can visit San Fruttuoso Bay and try to see the sculpture of ",{"type":"'''","value":["Christ of the Abyss"]},". You can reach San Fruttuso only by sea. You can choose a public boat at reasonable price. If the money is not a problem, try to rent a small taxi boat. It's an unforgettable experience.\n\nIf you have some days off, you can also visit the Aquarium on Genoa (30 km from Portofino) - the biggest one in Europe - and walk around the port streets. There are a lot of museum and historical buildings.\n\n",{"type":"==","value":["Buy"]},"\n\nVisiting Portofino is a sensual experience, and this being the case you should bring some of those sensual items back with you.  There are a couple of small shops in the harbor area offering regional foods and wines for reasonable prices, and so providing a perfect way to extend your time there even after you've left.\n\nIf you're more into high fashion, there are several posh boutiques from some of the world's most famous designers, not surprisingly with some Italian luminaries on prominent display.  If shopping is on your agenda you'll happily be able to peruse the latest designs from Armani, Gucci, Pucci, Ferragamo and Zegna.  If you aren't looking for runway attire, there are also several boutiques with unique items, including one with lovely Murano glass jewelry.\n\nOf course there are a few tourist shops and kiosks as well, with the usual assortment of beads, magnets and t-shirts for your browsing pleasure.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Portofino harbor is surrounded by restaurants, each serving their own unique versions of the regional specialties.  From Italian \"comfort food\" to fine dining, there will be an option for any dining preference.\n\nOne eatery of note is ",{"type":"'''","value":["Pizzeria El Portico"]},".  Located just around the corner from the central harbor, within range of its sights and sounds, this energetic family-run spot provides great food and gracious service.\n\nTwo things to remember about dining in Portofino.  First, you're on Italian time, especially in the summer, so breakfast is whenever you can get it after you awake, lunch is some time between 2 and 4PM and dinner won't begin until 8PM.  Second, as a popular destination for weekend travelers and yacht or line cruisers, the weekends can get busy.  If you have your heart set on a particular restaurant for a weekend meal, be sure to make reservations if you'll be dining during a busier time.\n\nAs with most things Italian, the gelati (ice cream) is spectacular so make sure to treat yourself to some from the stalls along the harbour, particularly the \"nocciola\", a hazelnut and chocolate delight.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Stella"],["url="],["email="],["address=Molo Umberto 1, 3"],["lat="],["long="],["directions=Facing the harbor located on your right with the green awning. Located on the left of Delfino restaurant with the blue awning."],["phone=0185-269-007-335. 6241795"],["tollfree="],["fax="],["hours="],["price="],["content=This local Italian restaurant has been around for 162 years and 8-generations strong. Some people consider the food to be the best in the area. The price is reasonable, and service is telepathic. The Lasagna Pesto (pesto is indigenous to the area) is divine, and all other dishes are excellent. The restaurant sits right by the harbour and offers a beautiful view. It is open during the hours between lunch and dinner as well but closed on Wednesdays."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nWine.  Surprised?  The region is known for some unique white varietals, including some notable Pinot Grigios.  The available reds are also quite flavorful, so don't avoid them completely.  Several of these wines may not be available outside of Italy, so sample liberally while you can.\n\nSome shops offer locally produced Limoncino (Limoncello), so if you'd prefer a cordial you will have some options.\n\nOf course you'll have plenty of non-alcoholic options if you're driving (really, you shouldn't be) or boating (better idea) that day.  Soft drinks and water are readily available and the afternoon coffees and cappuccinos are very good.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several fine hotels in Portofino.  All are within convenient walking distance of the harbor and offer packages and accommodations to suit most travelers.\n\nSome of note:\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nazionaleportofino.com\/ Albergo Nazionale"]}]}," located directly in the main harbor, there is no easier place to stay if spending time in the harbor is your main objective.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dominahome.it\/ Domina Inn Piccolo"]}]}," located a short distance from the harbor (300m) on a hillside, it is directly across the road from a beautiful cove and a nice beach, with exclusive access to lounge chairs and food\/drink service.  Another perk is free parking, which is invaluable in Portofino if you have a vehicle.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hotelsplendido.com\/ Hotel Splendido Mare and Splendido"]}]}," are the most luxurious hotels in Portofino.  Located uphill from the harbor and providing spectacular views of the scenery below. However they are open from April to September. In low-season the cost is around €400 and in high season starting from €730.\n\nWherever you sleep, rest up!  There may not be a better place to relax and embrace the casual lifestyle of the Riviera, so live like a local and enjoy!\n\n",{"type":"==","value":["Go next"]},"\nMany people who visit upscale Portofino also visit the nearby ",{"type":"[[","value":[["Cinque Terre"]]},".\n\nThe quaint beach town Paraggi is a short walk on the pathway (pedonale) from Portofino and it seems to cater to a younger and more family-oriented crowd.\n\nThe main city and capital of the region is ",{"type":"[[","value":[["Genoa"]]}," and can be easily accessible via ferry. Genoa is the birthplace of Christopher Columbus and boasts the biggest historical centre in Europe.\n\nThe ferry service from Portofino harbor provides frequent service to Santa Margherita Ligure, which also boasts a beautiful public beach.  In that slightly larger town you'll also find more shopping and with a little walk off of the main road you will find several shops specializing in local foods and libations, and lining the streets will be antique dealers with all kinds of aged treasures.\n\nThe well-known town of ",{"type":"[[","value":[["Pisa"]]}," is also only roughly 2 hours from Portofino, and if you simply can't miss its leaning tower, it is well within reach of a day trip.\n\n",{"type":"[[","value":[["WikiPedia:Portofino"]]},"\n\n",{"type":"{{","value":[["geo"],["44.303889"],["9.207778"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Liguria"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Liguria\/Localities\/Portofino\/"]]}]