[{"type":"{{","value":[["pagebanner"],["Alentejo banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Torre Belém April 2009-4a.jpg"],["location=LocationPortugal.png"],["flag=Flag of Portugal.svg"],["capital=",{"type":"[[","value":[["Lisbon"]]}],["government=Parliamentary Republic"],["currency=Euro (€)"],["area= ",{"type":"''","value":["total:"]}," 92,090 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 620 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 91,470 km",{"type":"<","value":["sup",["2"]]}],["population=10,084,245 (July 2002 est.)"],["language=",{"type":"[[","value":[["Portuguese"]]}],["religion=Roman Catholic 84%, Protestant"],["electricity=230V\/50Hz (European plug)"],["tld=.pt"],["callingcode=+351"],["timezone=UTC"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitportugal.com Portugal"]}]},", in Southern Europe, shares the ",{"type":"[[","value":[["Iberia"],["Iberian peninsula"]]}," at the western tip of ",{"type":"[[","value":[["Europe"]]}," with ",{"type":"[[","value":[["Spain"]]},". Geographically and culturally somewhat isolated from its neighbor, Portugal has a rich, unique culture, lively cities and beautiful countryside. Although it was once one of the poorest countries in Western Europe, the end of dictatorship and introduction of democracy in 1974, as well as its incorporation into the ",{"type":"[[","value":[["European Union"]]}," in 1986, has meant significantly increased prosperity. In fact, it may be one of the best value destinations on the continent. This is because the country offers outstanding landscape diversity, due to its north-south disposition along the western shore of the Iberian peninsula. You can travel in a single day from green mountains in the North, covered with vines and all varieties of trees, to rocky mountains, with spectacular slopes and falls in the Centre, to a near-desert landscape in the Alentejo region and finally to the ",{"type":"[[","value":[["Algarve"]]},", a glamorous beach holiday destination. The climate, combined with investments in the golfing infrastructure in recent years, has also turned the country into a golfing haven: Portugal was recently named \"Best Golf Destination 2008\" by readers of Golfers Today, a British publication, and fourteen of Portugal's courses are rated in the top 100 best in Europe. If you want a condensed view of European landscapes, culture and way of life, Portugal might very well fit the bill.\n\n",{"type":"==","value":["Understand"]},"\nPortugal is 900 years old, and even though it has a relatively small area, it played a crucial role in world history. As of today, it is the oldest country in Europe with the same borders. During the 15th and 16th centuries Portugal started a major chapter in world history with the New World Discoveries (\"Descobrimentos\"). It established a sea route to India, and colonized areas in Africa (",{"type":"[[","value":[["Angola"]]},", ",{"type":"[[","value":[["Mozambique"]]},", ",{"type":"[[","value":[["Cape Verde"]]},", ",{"type":"[[","value":[["São Tomé e Príncipe"]]},", ",{"type":"[[","value":[["Guinea Bissau"]]},"...), South America (",{"type":"[[","value":[["Brazil"]]},", parts of ",{"type":"[[","value":[["Uruguay"]]},"), Asia (",{"type":"[[","value":[["Goa"]]},", ",{"type":"[[","value":[["Macau"]]},", ",{"type":"[[","value":[["Sri Lanka"]]},", ",{"type":"[[","value":[["Malacca"]]},"...), and Oceania (",{"type":"[[","value":[["East Timor"]]},"...), creating an empire. The Portuguese language continues to be the biggest connection between these countries.\n\nIn 1910, the Republic was established, abolishing the Monarchy. However, this Republic was fragile and a military dictatorship was implemented, which lasted for 40 years, plunging the country into a marked stagnation. In 1974, Portugal became a free democracy, and in 1986 it joined the current European Union, quickly approaching European standards of development.\n\n",{"type":"===","value":["Climate"]},"\nPortugal is one of the warmest European countries. In mainland Portugal, yearly temperature averages are about 15°C (55°F) in the north and 18°C (64°F) in the south. Madeira and Azores have a narrower temperature range as expected given their insularity, with the former having low precipitation in most of the archipelago and the latter being wet and rainy. Spring and Summer months are usually sunny and temperature maximum are very high during July and August, with maximums averaging between 35°C and 40°C (86°F - 95°F) in the interior of the country, 30°C and 35°C in the north. Autumn and winter are typically rainy and windy, yet sunny days are not rare either. Temperatures rarely fall below 5°C (41°F) nearer to the sea, averaging 10°C (50°F), but can reach several degrees below 0°C (32°F) further inland. Snow is common in winter in the mountainous areas of the north, especially in Serra da Estrela but melts quickly once the season is over. Portugal's climate can be classified as Mediterranean (particularly the southern parts of the Algarve and Alentejo, though technically on Atlantic shore).\n\n",{"type":"===","value":["Time zone"]},"\n\nPortugal is regulated by the Western European Time Zone (WET), the same time as in the United Kingdom and Ireland.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Portugal regions.png"],["regionmaptext=Regions of Portugal"],["regionmapsize=425px"],["region1name=",{"type":"[[","value":[["Northern Portugal"]]}],["region1color=#a3bf8d"],["region1description=A historic region that is considered the birthplace of the nation. Includes the second largest city, ",{"type":"[[","value":[["Porto"]]},"."],["region2name=",{"type":"[[","value":[["North Central Portugal"]]}],["region2color=#c3924a"],["region2description=Includes ",{"type":"[[","value":[["Coimbra"]]},", which houses one of the oldest universities in Europe and the oldest in Portugal and also  Serra da Estrela, the highest mountain in continental Portugal."],["region3name=",{"type":"[[","value":[["South Central Portugal"]]}],["region3color=#bcb174"],["region3description=The capital, ",{"type":"[[","value":[["Lisbon"]]},", Estremadura and the Upper Alentejo."],["region4name=",{"type":"[[","value":[["Southern Portugal"]]}],["region4color=#d6db76"],["region4description=The beaches and sun of the ",{"type":"[[","value":[["Algarve"]]}," and the laid-back pace of the Lower Alentejo."],["region5name=",{"type":"[[","value":[["Azores"]]}],["region5color=ac5c91"],["region5description=A group of islands in the ",{"type":"[[","value":[["Atlantic Ocean"]]},". Pico, the highest mountain in Portugal, is located on the island with the same name."],["region6name=",{"type":"[[","value":[["Madeira"]]}],["region6color=#295775"],["region6description= A sub-tropical archipelago that is made up of two populated islands, Madeira and Porto Santo, and two groups of unpopulated islands called the Desertas and Selvagens Islands."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Lisbon"]]}," (",{"type":"''","value":["Lisboa"]},") - national capital, city of the seven hills"]},{"type":"*","value":[{"type":"[[","value":[["Aveiro"]]}," - the \"Venice\" of Portugal"]},{"type":"*","value":[{"type":"[[","value":[["Braga"]]}," - city of Archbishops"]},{"type":"*","value":[{"type":"[[","value":[["Coimbra"]]}," - home of the ninth oldest university in the world."]},{"type":"*","value":[{"type":"[[","value":[["Évora"]]}," - \"Museum City\", Alentejo regional capital"]},{"type":"*","value":[{"type":"[[","value":[["Funchal"]]}," - the capital of Madeira"]},{"type":"*","value":[{"type":"[[","value":[["Guimarães"]]}," - the founding place of the nation"]},{"type":"*","value":[{"type":"[[","value":[["Porto"]]}," - the northern capital, \"Invincible City\", along the river Douro and the Atlantic Ocean"]},{"type":"*","value":[{"type":"[[","value":[["Viana do Castelo"]]}," - famous for the Nossa Senhora da Agonia Festival"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Praia D'El Rey"]]}]},{"type":"*","value":[{"type":"[[","value":[["Peneda-Gerês National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Douro & Coa"]]}," - river valleys"]},{"type":"*","value":[{"type":"[[","value":[["Cabo da Roca"]]}," - the westernmost point of mainland Portugal and European continent, near ",{"type":"[[","value":[["Cascais"]]}]},{"type":"*","value":[{"type":"[[","value":[["Serra da Estrela"]]}]},{"type":"*","value":[{"type":"[[","value":[["Coa Valley"]]}," a registered ",{"type":"[[","value":[["World Heritage Site"]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["infobox"],["Minimum validity of travel documents"],["* EU, EEA and Swiss citizens, as well as non-EU citizens who are visa-exempt (e.g. New Zealanders and Australians), need only produce a passport which is valid for the entirety of their stay in Portugal.\n",{"type":"*","value":[" Other nationals who are required to have a visa (e.g. South Africans), however, must produce a passport which has ",{"type":"'''","value":["at least 3 months' validity"]}," beyond their period of stay in Portugal."]}]]},"\n\n",{"type":"{{","value":[["Schengen"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nAlmost all major airlines fly to Portugal (British Airways, Air France, Lufthansa, United, Delta), besides the country's own TAP Portugal.  However, there are some cheap fares to be had from the no-frills airlines, like Aer Lingus, Monarch, easyJet, Ryanair and Vueling who have recently started flying to Lisbon (LIS), Porto (OPO) and Faro (FAO) at good prices.  There are three international airports in the mainland: Lisbon\/Portela (in the north of the city, and not far from the centre), near Loures; Porto\/Pedras Rubras\/Sá Carneiro (also north of the city and relatively close to it), in Maia; and Faro, in the Algarve.\n\nThe Madeira and Azores Islands also have international airports, Madeira\/Funchal(FNC); Ponta Delgada (PDL)(São Miguel island).\n\nFrom the United States, US Airways ",{"type":"[","value":["http:\/\/www.usairways.com"]}," offers many flights to ",{"type":"[[","value":[["Portugal"]]}," via ",{"type":"[[","value":[["Philadelphia"]]},", SATA INT.\/AIR AZORES, from ",{"type":"[[","value":[["Boston"]]},", and ",{"type":"[[","value":[["Providence"]]},"(seasonally), TAP Portugal and Continental from ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},".\n\n",{"type":"===","value":["By train"]},"\n\nTrains reach most larger cities from Lisbon to Porto,Braga,Aveiro,Coimbra,Evora,Faro.\nLisbon is connected to ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Spain"]]},";\nPorto to ",{"type":"[[","value":[["Vigo"]]},", ",{"type":"[[","value":[["Spain"]]},";\nVilar Formoso to Spain, France and the rest of Europe.\nIn the South it is not possible to enter Portugal from Spain. There are no train connections from i.e. Sevilla to Faro. The only option is to use buses, there are many.\nSoutheast Portugal is connected by international train (linha do Leste and linha de Caceres) [Elvas\/Caia, Portugal & Bagajoz, Spain] or [Marvão-Beira, Portugal & Valencia de Alcantara, Spain.] For more information, contact: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cp.pt\/ CP"]}]},", Portuguese Railways.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" Spain\/Portugal: ALSA ",{"type":"[","value":["http:\/\/www2.alsa.es\/portal\/index.asp?lang=en"]}," and Auto Res ",{"type":"[","value":["http:\/\/www.auto-res.net\/index.html"]}]},{"type":"*","value":[" Oporto\/Portugal: Porto Airport Taxi"]},{"type":"*","value":[" Lisbon\/Portugal: Lisbon Airport Taxi"]},{"type":"*","value":["Also from Madrid\/Paris: Aníbal ",{"type":"[","value":["http:\/\/www.anibal.eu"]}]},"\n",{"type":"===","value":["By boat"]},"\nThe country is served by numerous sea ports that receive a lot of foreign traffic, mostly merchant but also passengers boats (mainly cruisers).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\nRail travel in Portugal is usually slightly faster than travel by bus, but services are less frequent and cost more. The immediate areas surrounding Lisbon and Porto are reasonably well-served by suburban rail services.\n\nThe rail connections between the main line of Portugal, i.e. between Braga and Faro are good. The Alfa-Pendular (fast) trains are comfortable, first class is excellent. The Alfa-Pendular train stops only at main cities stations and often requires advance reservations,(recommended) between Braga, Porto, Gaia, Aveiro, Coimbra, Lisbon and Faro.\n\nIntercity trains will take you to further destinations, specially in the interior, such as Évora, Beja and Guarda.\n\n",{"type":"===","value":["By bus"]},"\nUnfortunately the rail network is limited, so you may find yourself busing about to get anywhere off the beaten path. Rede Expresso ",{"type":"[","value":["http:\/\/www.rede-expressos.pt"]}," is one of the largest inter-city ",{"type":"'''","value":["bus"]}," companies.\n\nLisbon and Porto, the two largest urban cities, have a clean modern and air-conditioned ",{"type":"'''","value":["metro systems"]}," (underground\/subway and light railway).\n\nRoad traffic in Lisbon and Porto is pretty congested all day round and gets completely stuck in the rush hours, at least in the main roads to exit or enter the city. ",{"type":"'''","value":["Car travel"]}," is the most convenient or only method to reach areas outside the main cities, however (",{"type":"[[","value":[["car rental"]]}," is not too expensive, but the associated insurance is - unless you book the total package abroad). Heed the advice about the quality of some people's driving skills mentioned below.\n\nGenerally speaking, Portugal is not a good country for ",{"type":"'''","value":[{"type":"[[","value":[["Tips for hitchhiking"],["hitchhiking"]]}]},". In the deserted country roads in the South, you might wait for many hours before you are offered a ride. Try to speak with people on gas stations or parking lots etc. Drivers tend to be suspicious, but when you show them that they should not be afraid, they will probably accept you and mostly also show their generosity. Try to look neat and clean. The hippy style will get you nowhere. As with everywhere in the world, two males hitchiking together will not get a ride from anyone.\n\n",{"type":"===","value":["By car"]},"\n\nYou can reach almost all major cities in Portugal with ease, either by motorway or by good, modern roads. The biggest cities are well served by modern highways (most have tolls), and you can travel the full North-South length of the country without ever leaving the highway, if you choose to. \n\nHowever, some secondary roads are poorly maintained and care is required. Also, Portuguese driving can seem erratic and, frankly, scary to the uninitiated. The country shares with most southern European countries something that the successive Portuguese governments have been trying to fight: terrible road behaviour from some drivers. In order to fight this, road laws changed recently in order to punish with great severity speeding, driving without license, driving under the influence of alcohol or narcotics, etc.\n\nThe motorways with the most reckless driving are those surrounding Lisbon and Porto, the A1 and A2 and the Algarve.  You can be on a 2-lane toll highway and be unable to see any other traffic except the car you're overtaking at 30 kph over the speed limit and the car about 6 feet from your back end flashing its headlights to get past you.  Merging manners when slip roads come on to fast roads are also pretty poor.   On other roads, you'll get used to two classic Portuguese experiences: suicidal overtaking attempts and the resultant absurdly overdone signs indicating when you can and can't overtake - sometimes all of 5 yards apart, and the \"penalty stop\" traffic light as you enter the 50 kph zone in each small town, with camera to decide whether you're over the speed limit.  Rather absurdly, once you're through this, your speed isn't checked again.\n\nIt is probably unwise for those unfamiliar with Portuguese driving to try to drive in Lisbon or Porto - be aware if you do that city drivers give no quarter and have limited respect for lane markings (where lane markings exists!). If you do want to try, choose a weekend or an hour outside the rush hour periods. These are early mornings (8AM - 9.30AM) and late afternoons (5PM - 7.30PM). Other Portuguese cities are much better, but often have very narrow roads.\n\n",{"type":"====","value":["Toll highways"]},"\n\nPortugal has a ",{"type":"[","value":["http:\/\/www.portugaltolls.pt\/en system of electronic tolls"]},", and you need to make arrangements to register you licence plate or to obtain a tag for tolling if you are going to use the main motorway system.  Arrangements can be made to register your licence plate at the border, if entering by car.  If hiring a car in Portugal, it is likely the rental car company has an arrangement for the payment of tolls.  \n\n",{"type":"====","value":["Drunk driving"]},"\n\nDrunk driving is a controversial issue and still rather common. The tolerated limit is 0.49 g\/L in blood (0.05% BAC); being above this limit is thus illegal and can result in a fine of up to €1250 and licence suspension for one to twelve months. If you are tested and found with between 0.8 and 1.2 g\/L, the fine may reach €2500 and you'll be facing licence suspension between two months and two years. Driving with levels above 1.2 g\/L is a criminal offence punished with up to one year in prison and a three year driving ban.\n\n",{"type":"==","value":["Talk"]},"\n:",{"type":"''","value":["See also ",{"type":"[[","value":[["Portuguese phrasebook"]]}]},"\n\nThe official language of Portugal is ",{"type":"'''","value":[{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}]}," (",{"type":"''","value":["português"]},"). Portuguese is today one of the world's major languages, ranked 6th according to number of native speakers (approximately 240 million). It is the language with the largest number of speakers in South America, spoken by almost all of Brazil's population. It is also an official language in Angola, Mozambique, Cape Verde, São Tomé and Príncipe, Guinea-Bissau, East Timor and Macau.\n\nPortuguese is a Romance language. Although it may be mutually intelligible with Spanish to a wide extent, with about 90% of lexical similarity (both in vocabulary and grammar), it is far from identical. Portuguese are a proud people and are uneasy when foreigners from non-Spanish-speaking countries speak that language when traveling in Portugal. While many words may be spelled almost the same as in ",{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]}," (or ",{"type":"[[","value":[["Italian phrasebook"],["Italian"]]},"), the pronunciation differs considerably. This is because Portuguese has several sounds not present in those languages. Spanish is widely understood, but it's not always the best language to use unless you're from a Spanish-speaking country.  \n\nIt is also worth mentioning that pronunciation in Portugal differs significantly from that in ",{"type":"[[","value":[["Brazil"]]},". The difference is basically in pronunciation and a few vocabulary differences, which make it tricky even for Brazilians to understand the European Portuguese accent, although not vice versa because Brazilian pop culture (soap opera and pop music, for instance) is very popular in Portugal. Nevertheless, the current media has made these difficulties in understanding each other's accent irrelevant.\n\nEnglish is spoken in many tourist areas, but it is far from ubiquitous. The Portuguese are taught English in school, and are also exposed to American and British films and television shows with the original English soundtrack and Portuguese subtitles, so while shy, most younger people have at least a basic grasp of English. To improve your chances of being understood, speak slowly and stick to simple phrases. In fact, you are very likely to find more English spoken in Portugal than in the likes of Spain or France. In the main tourist areas you will almost always find someone who can speak the main European languages. Hotel personnel are required to speak English, even if sketchily. French has almost disappeared as a second language, except possibly among older people. German or Italian speakers are rare.  Approximately 32% of Portuguese people can speak and understand English, while 24% can speak and understand French. Despite Spanish being mutually intelligible in a sense that most Portuguese understand it written and\/or spoken, only 9% of the Portuguese population can speak it fluently. If you're a Spanish speaker, chances are you'll understand each other very well without an interpreter for the most part.\n\nPortuguese people are of generally excellent humor when they are talking with someone who cannot speak their language. This means that all types of shop owners, sales-folk, and people curious about you will take time to try to carve out any means of communication, often with funny and unexpected results. Helping a foreigner is considered a pleasant and rewarding occasion and experience. If you attempt to speak correct Portuguese, especially if slightly beyond the trivial, with locals, you will be treated with respect and often the locals will apologize for how \"difficult\" it is to learn Portuguese, or how \"hard\" the language is, and will almost adopt you. This might encourage travelers to learn the very basics of Portuguese, such as daily greetings and the routine \"please-thank you\" exchanges.\n\nIn Miranda do Douro, a town in the North East, and its vicinity some people speak a regional language called Mirandese, in addition to Portuguese, although rarely in front of people they do not know.\n\nForeign television programmes are almost always shown in their original language with subtitles. Only children's programmes are dubbed into Portuguese.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Queluz Palace fountains.JPG"],["thumb"],["Queluz Palace near ",{"type":"[[","value":[["Sintra"]]}," is one of the last great Rococo building designed in Europe"]]},"\n",{"type":"[[","value":[["File:Cabo Espichel, Portugal, 2012-08-18, DD 08.JPG"],["thumb"],["Dramatic cliffs facing the Atlantic Sea ",{"type":"[[","value":[["Cabo Espichel"]]}]]},"\n",{"type":"===","value":["Historic towns & architecture"]},"\nOnce a mighty colonial nation, many of Portugal's lively cities still have an atmosphere reminding of those Old World times. They're packed with remarkable monuments and with just a little bit of effort, you'll discover traditional cafés and craftsmen who's families have run their businesses for generations. \n\nHead to the delightful harbour town of ",{"type":"'''","value":[{"type":"[[","value":[["Porto"]]}]}," to linger along the picture-perfect ",{"type":"'''","value":["Cais da Ribeira"]},". Recognized as a Unesco World Heritage Site, this beautiful riverfront area is characterized by ancient buildings and streets and of course the views of the Rabelo boat filled harbour. The country's scenic capital, ",{"type":"'''","value":[{"type":"[[","value":[["Lisbon"]]}]},", is bustling with contemporary culture but also boasts countless monumental limestone buildings. Don't miss the gorgeous cloisters of ",{"type":"'''","value":["Jeronimus Monastery"]}," and make sure to climb up the battlements of ",{"type":"'''","value":["St George's Castle"]}," for some excellent panoramic views of the city. For a royal daytrip from Lisbon, head to the surroundings of ",{"type":"'''","value":[{"type":"[[","value":[["Sintra"]]}]}," and its famous castles, including the Romanticist ",{"type":"'''","value":["Pena National Palace"]},". Then there's the enchanting medieval university town of ",{"type":"'''","value":[{"type":"[[","value":[["Coimbra"]]}]},", considered by many to be the most romantic city in Portugal. Get lost in its labyrinth of ancient alleys and don't skip the university building and its fine views over the river. For a more intimate experience, head to the romantic and very well-preserved village of ",{"type":"[[","value":[["Óbidos"]]},", once a traditional personal gift from Portuguese kings to their beloved wives. Go to monument-heavy ",{"type":"[[","value":[["Tomar"]]}," or follow tens of thousands of religious travellers to ",{"type":"'''","value":[{"type":"[[","value":[["Fátima"]]}]},", the most-visited pilgrimage site in Iberia. The 12th century Portuguese capital ",{"type":"'''","value":[{"type":"[[","value":[["Évora"]]}]}," is an excellent place for ancient architecture, combining Roman ruins with Moorish and Portuguese architecture, or head to ",{"type":"[[","value":[["Guimarães"]]},", the ",{"type":"''","value":["cradle of Portugal"]},". If you can't get enough of Portugal's towns, the list of places worth visiting continues. Try ",{"type":"[[","value":[["Viana do Castelo"]]},", ",{"type":"[[","value":[["Braga"]]},",  ",{"type":"[[","value":[["Aveiro"]]},", ",{"type":"[[","value":[["Amarante"]]},", ",{"type":"[[","value":[["Bragança"]]},", ",{"type":"[[","value":[["Chaves"]]},", ",{"type":"[[","value":[["Lamego"]]},", ",{"type":"[[","value":[["Viseu"]]},", ",{"type":"[[","value":[["Vila Real"]]},", ",{"type":"[[","value":[["Lagos"]]},", ",{"type":"[[","value":[["Silves"]]},", or ",{"type":"[[","value":[["Angra"]]},". \n\n",{"type":"===","value":["Natural beauty and beaches"]},"\nThe most popular ",{"type":"'''","value":["beaches"]}," are in the ",{"type":"[[","value":[["Algarve"]]},", which has stunning coastlines and gobs of natural beauty. For decades, it's been a major holiday destination. The water along the southern coast tends to be warmer and calmer than the water along the west coast, which is definitely Atlantic and doesn't benefit of the Gulf Stream.  For surfing, or just playing in the surf there are great beaches all along the west coast, near Lisbon and ",{"type":"[[","value":[["Peniche"]]},". Don't forget also some of the almost deserted beaches along the Costa Vicentina, in ",{"type":"[[","value":[["Alentejo"]]},".  \n\nIf you want to spend your holidays in the ",{"type":"'''","value":["countryside"]},", you might want to visit Viana do Castelo, Chaves, Miranda do Douro, Douro Valley, Lamego, Tomar, Leiria, Castelo Branco, Guarda, Portalegre, Évora, Elvas or even Viseu. \n\nAnd even if you wish to observe ",{"type":"'''","value":["wild life"]}," in its natural state, ",{"type":"[[","value":[["Madeira"]]}," and ",{"type":"[[","value":[["Azores"]]}," Islands are places to remember, not forgetting of course the Peneda-Gerês National Park, the Douro Valley and Serra da Estrela Natural Park.\n\n",{"type":"===","value":["Museums"]},"\nPortugal has a rich cultural tradition, and gained fame for its art in the country's Golden Age, the late 15th and early 16th centuries. A number of world-class museums offer an insight in both domestic and foreign riches, and not only in the form of paintings. The best ones can be found in Lisbon. The ",{"type":"'''","value":["Museu da Fundação Calouste Gulbenkian"]}," holds an impressive collection of both Asian and European sculptures, paintings, carpets and more. The ",{"type":"'''","value":["Museu Nacional dos Coches"]}," showcases wonderfully decorated state carriages and the ",{"type":"'''","value":["Museu de Marinha"]},", nicely housed in a wing of the Jeronimus Monastery, is considered one of the most prominent maritime museums in the world. ",{"type":"[[","value":[["Sintra"]]}," is home to the ",{"type":"'''","value":["Museo de Brinquedo"]},", a remarkable toy museum, and the ",{"type":"'''","value":["Sintra Museum of Modern Art"]},". For religious treasures, try the museum about those in ",{"type":"[[","value":[["Evora"]]},", or head to ",{"type":"[[","value":[["Coimbra"]]}," for another excellent arts collection, in the ",{"type":"'''","value":["Museu Nacional Machado de Castro"]},".\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Beaches:"]}," Surrounded by sea in almost its entirety, the Portuguese beaches are well worth visiting. A lot of activities are offered, from surfing, to kite-surfing, and during the summer months the most frequented beaches offer sand based activities such as aerobics. If you're not the type of breaking into a sweat during holidays, almost every single public beach will have a bar where locals sit.\nSome of the most popular beaches are (from north to south):\n",{"type":"*","value":[" Espinho, near Oporto, in Costa Verde\/Green Coast, northern region."]},{"type":"*","value":[" Figueira da Foz, near Coimbra, in Silver Coast\/Costa de Prata, central region."]},{"type":"*","value":[" Peniche"]},{"type":"*","value":[" Praia das Maçãs and Praia Grande[Sintra], Carcavelos and Estoril[Cascais], near Lisbon, in the Costa de Lisboa."]},{"type":"*","value":[" Zambujeira do Mar, in the Alentejo region\/Costa Alentejana e Vicentina."]},{"type":"*","value":[" Salema, Praia da Rocha, in the Algarve."]},"\n",{"type":"'''","value":["Golf:"]}," The climate, combined with investments in the golfing infrastructure in recent years, has turned the country into a golfing haven. Portugal was recently named \"Best Golf Destination 2006\" by readers of Golfers Today, a British publication. Fourteen of Portugal's courses are rated in the top 100 best in Europe. Portugal is also a great location to learn the game and perfect technique. Many resorts offer classes with the pros. Courses can satisfy the most demanding golfer, while newcomers won't be intimidated, unless they find the beautiful landscapes and stunning vistas distracting to their game. Locals have mixed feelings about golf courses, namely due to the huge amounts of water required to maintain them and their apparent pointlessness.\n\nThe ",{"type":"'''","value":["countryside"]}," also offers a great deal of possibilities, although you will have to incite the travel agent's advice a little more than usual, as they tend to just sell beach holidays. ",{"type":"'''","value":["Cycling"]}," through the mountainous terrain of Geres or white-water rafting in the affluents of river Douro is an exhilirating experience.\n\n",{"type":"===","value":[" Events "]},"\nThere are several Fairs, specially in the Summer months, particularly in Northern Portugal.\nDuring the summer, music festivals are also very common. In the north of the country two of the oldest festivals such as Paredes de Coura and Vilar de Mouros. The regions chosen for the festivals are most of the time surrounded by beautiful landscapes and pleasant villages. In the south, the most famous one is Festival do Sudoeste, in the west part of the south cost with a summer landscape and never ending beaches.\n\nMajor events of the year are listed at tourist board's official site, ",{"type":"[","value":["http:\/\/www.visitportugal.com\/pturismo\/Eventos\/Eventos.aspx?Action=Search"]},".\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Currency, ATMs, exchange"]},"\n",{"type":"{{","value":[["Euro"]]},"\n\n",{"type":"'''","value":["ATMs"]}," accepting international cards can be found everywhere, and currency conversion booths spring up wherever there is a steady flow of tourists (although typically, the closer they are to tourist attractions, the worse the rates they offer).\n\n",{"type":"===","value":["Credit cards"]},"\nTo authorize your payment with a credit card, you are frequently presented a device with a keypad where you should type PIN code and also confirm amount--even for Visa Classic or MasterCard. This is different from many other countries in Europe where a card is taken, and tends to be safer as the card doesn't go out of your sight and there's therefore no chance that its magnetic strip will be copied and someone steal your money months later.\n\n",{"type":"===","value":[" Haggling "]},"\nIn smaller (non-high-street) shops you can try some haggling, especially if you offer to buy multiple items. You might want to check your change, though: although not a widespread practice, some shopkeepers might \"accidentally\" overcharge tourists.\n\n",{"type":"===","value":[" Tipping "]},"\nTipping in restaurants is optional. Waiters earn wages in Portugal and a 'tip' is considered a note of appreciation, not a means to make up for a tiny salary - if you are not too happy with the service, don't tip. Keep in mind that whilst tipping, most people in Portugal would just round up the total bill to the next euro. Even in expensive restaurants more than 2 to 3 euro would be hardly justified.\n\nTipping taxi drivers and daily tips for hotel staff are not customary in Portugal.\n\n",{"type":"===","value":[" What to buy "]},"\n",{"type":"'''","value":["Designer clothes"]}," Although not widely known internationally, Portugal has several independent fashion designers. The list includes: Fátima Lopes ",{"type":"[","value":["http:\/\/www.fatima-lopes.com\/"]},", Maria Gambina ",{"type":"[","value":["http:\/\/www.myspace.com\/mariagambina"]},". Some of them have dedicated shops in ",{"type":"[[","value":[["Lisbon"]]},".\nThere is an amazing number of other things you can buy, either at sophisticated commercial facilities or at fairs and more popular places. Handicraft is a good example. Handmade leather purses or clothes, toys, home utensils, glass items, decoration, etc. You can find them at popular touristic places or at better prices in fairs and popular parties in small towns.\nAlmost all major brands can be bought in major cities, all luxury articles are available, but there is not a clear advantage  in buying them here as prices are equivalent to all other places.\n\n",{"type":"'''","value":["Regional specials"]}," Dolls in ",{"type":"[[","value":[["Nazaré"]]},", also the ",{"type":"[[","value":[["Galo de Barcelos"]]},".\n\n",{"type":"==","value":["Eat"]},"\n\nThis is potentially the most varied experience to have in the country and is clearly a favorite local hobby.\n\nPortuguese cuisine evolved from hearty peasant food drawn from the land, the seafood of the country's abundant coast and the cows, pigs and goats raised on the limited grazing land of its interior. From these humble origins, spices brought back to the country during the exploration and colonisation of the East Indies and the Far East helped shape what is regarded as 'typical' Portuguese cuisine which, conversely, also helped shape the cuisine in the regions under Portuguese influence, from Cape Verde to Japan.\n\n",{"type":"'''","value":["Soup"]}," is the essential first course of any Portuguese meal. The most popular is the Minho specialty, ",{"type":"''","value":["caldo verde"]},", made from kale, potatoes and spiced, smoked sausage. It's here in the Minho that you can sample the best ",{"type":"''","value":["vinho verde"]},", which rarely is bottled. In many places, especially near the seashore, you can have a delightful and always varied fish soup, sometimes so thick it has to be eaten with the help of a fork.\n\nYou will see another Portuguese staple ",{"type":"'''''","value":["bacalhau"]}," (salt cod) everywhere. Locals will tell you that there are as many ways to cook this revered dish as there are days in the year, or even more.\n\nThe most common of Portugal's delicious ",{"type":"'''","value":["fish"]}," (",{"type":"''","value":["peixe"]},") dishes revolve around sole (",{"type":"''","value":["linguado"]},") and sardines (",{"type":"''","value":["sardinha"]},") although salmon (",{"type":"''","value":["salmão"]},") and trout (",{"type":"''","value":["truta"]},") are also featured heavily, not mentioning the more traditional mackerel (",{"type":"''","value":["carapau"]},"), whiting (",{"type":"''","value":["pescada"]},"), rock bass (",{"type":"''","value":["robalo"]},"), frog fish (",{"type":"''","value":["tamboril"]},") and a variety of turbot (",{"type":"''","value":["cherne"]},"). These are boiled, fried, grilled or served in a variety of sauces.\n\nThere are many varieties of rice-based specialties, such as frog fish rice, octopus rice, duck rice and seafood rice.\n\nIn most places you will easily find fresh seafood: lobster (",{"type":"''","value":["lagosta"]},"), ",{"type":"''","value":["lavagante"]},", mussel (",{"type":"''","value":["mexilhão"]},"), oysters (",{"type":"''","value":["ostras"]},"), clam (",{"type":"''","value":["amêijoas"]},"), goose barnacle (",{"type":"''","value":["perceves"]},").\n\nDepending on how touristic the area you are in, you'll see grills, thick with the smoke of charring meat, in front of many restaurants during your stay. Other than traditional sardines, Portuguese ",{"type":"'''","value":["grilled chicken"]}," -- marinated in chilli, garlic and olive oil -- is world famous, although people tired of tasteless industrial poultry farm produce might opt for a tasty veal cutlet (",{"type":"''","value":["costeleta de novilho"]},") instead, or simply grilled pork.\n\nIn the North, you can find many manners of kid, and in the Alentejo, lamb ",{"type":"''","value":["ensopado"]}," and many types of pork meat, including the tastier black pork; the best considered parts of pork being the ",{"type":"''","value":["secretos"]}," and the ",{"type":"''","value":["plumas"]},". In the Alentejo, you are likely to be served pork instead of veal if you ask for the ubiquitous ",{"type":"''","value":["bitoque"]}," (small fried beef, fried potatoes, egg). A widely found traditional dish is pork and clam, ",{"type":"''","value":["Carne de Porco à Alentejana"]},", as well as fried, bread-covered cuttlefish slices (",{"type":"''","value":["tiras de choco frito"]},"). Sometimes you can also find wild boar dishes.\n\nDefinitely a major specialty is Mealhada's (near Coimbra) suckling pig roast (",{"type":"'''''","value":["leitão"]},") with the local sparkling wine and bread. Much like the ",{"type":"''","value":["pastel de nata"]},", you shouldn't miss it.\n\n",{"type":"'''","value":["Vegetarians"]}," may have a tough time of it in Portugal, at least in traditional Portuguese restaurants. In most restaurants, vegetables (usually boiled or fried potatoes) are simply a garnish to the main meat dish. Even 'vegetarian' salads and dishes may just substitute tuna (which locals don't seem to regard as a 'meat') for ham or sausage.  Usually, a salad is just lettuce and tomato with salt, vinegar and olive oil. However, the Portuguese really like their choose-5-items salad bars, and restaurants serving Indian, Chinese, Mexican, or Italian fare can be found in most cities. At any rate, just mention you're vegetarian, and something can be found that meets your preference although in the long run you might be unable to thrive on it.\n\nIn many Portuguese restaurants, if you order a salad it will come sprinkled with salt - if you are watching your salt intake, or just do not like this idea, you can ask for it \"sem sal\" (without salt) or more radically \"sem tempero\" (no seasoning).\n\nA few restaurants, particularly in non-tourist areas, do not have a menu; you have to go in and ask and they will list a few items for you to choose from. It is wise to get the price written down when you do this so as to avoid any nasty surprises when the bill comes. However, in this type of restaurants, the price for each one of the options is very similar, varying around from €5 to €10 per person.\n\nMost restaurants bring you a selection of snacks at the start of your meal - bread, butter, cheese, olives and other small bites - invariably there is a cover charge on these items, around €5. Do not be afraid to ask how much the cover charge is, and get them to take the items away if it is too much or if you are not planning to eat as much. It can be quite reasonable, but occasionally you will get ripped off. If you send them away, still, you should check your bill at the end. Better restaurants can bring you more surprising, nicely prepared and delicious small dishes and bites and charge you more than €5 for each of them; you can usually choose those you want or want not, as in these cases the list is longer; and if the price is this high and you make an acceptable expense, opt for not ordering a main course.\n\nIf you have kitchen facilities, Portuguese grocery stores are surprisingly well-stocked with items such as lentils, veggie burgers, couscous, and inexpensive fruits, vegetables, and cheeses. If you like hard cheese, try \"Queijo da Serra\", if you prefer soft cheese, try requeijão. Unfortunately, the success of the \"Queijo da Serra\" also allowed the proliferation of industrial and taste-devoid varieties, unrelated to the real thing. On larger shops mostly found in the principal cities, you can also find many unusual items such as exotic fruits or drinks.\n\nIn some ",{"type":"'''","value":["grocery stores"]}," and most supermarkets the scales are in the produce section, not at the checkout. If you don't weigh your produce and go to the checkout, you will probably be told ",{"type":"''","value":["Tem que os pesar"]}," or ",{"type":"''","value":["Tem que pesar"]},",\"tem que ser pesado\" (\"You have to weigh them\"\/it(they) must be weighed).\n\nPortugal is famous for its wide variety of amazing pastries, or ",{"type":"''","value":["pastéis"]},"(singular: ",{"type":"''","value":["pastel"]},").  \nThe best-loved pastry, ",{"type":"''","value":["pastéis de nata"]}," (called just ",{"type":"''","value":["natas"]}," further north), is a flaky pastry with custard filling topped with powdered sugar (",{"type":"''","value":["açúcar"]},") and cinnamon (",{"type":"''","value":["canela"]},"). Make sure you try them, in any \"pastelaria\". The best place is still the old ",{"type":"''","value":["Confeitaria dos 'Pastéis de Belém'"]}," in Belém, although most \"pastelarias\" make a point of excelling at their \"pastéis\". For once, all the guide books are right. You may have to queue for a short time, but it'll be worth it. Some people like them piping hot and some don't. \n\nAlso nice, if dryish, are the ",{"type":"''","value":["bolo de arroz"]}," (literally, \"rice cake\") and the orange or carrot cakes.\n\nFrom the more egg-oriented North to almond-ruled South, Portuguese pastry and sweet desserts are excellent and often surprising, even after many years.\n\nOn October\/November, roasted chestnuts (",{"type":"''","value":["castanhas"]},") are sold on the streets of cities from vendors sporting fingerless gloves tending their motorcycle driven stoves: a treat!\n\nThe Portuguese love madly their thick, black espresso coffee (",{"type":"''","value":["bica"]},"), and miss it sorely when abroad.\n\n",{"type":"===","value":["Specials found in individual regions"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aveiro"]]},": special cake from the town: \"Ovos Moles\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Porto"]]},": \"Francesinha\", a special sandwich, considered by AOL Travel the best sandwich in the world ",{"type":"[","value":["http:\/\/news.travel.aol.com\/gallery\/sandwiches-around-the-world\/4075224\/"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sintra"]]},": ",{"type":"''","value":["queijadas de Sintra"]}," or the ",{"type":"''","value":["travesseiros"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mafra"]]},": specialty bread, Pão de Mafra"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mafra"]]},": special cake from the town: \"Fradinhos\""]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Portugal-Drinks01.jpg"],["thumb"],["Drinks"]]},"\nWhen traveling in Portugal, the drink of choice is wine. Red wine is the favorite among the locals, but white wine is also popular. Also Portugal along with Spain have a variation of the white wine that is actually green (",{"type":"'''","value":["Vinho Verde"]},"). Its a very crisp wine served cold and goes best with many of the fish dishes. Drinking wine during a meal is very common in Portugal, and also after the meal is finished people will tend to drink and talk while letting their food digest. \n\nPort wine may be an aperetif or dessert. Alentejo wine may not be worldwide known as Porto, but is quite as good. Portugal as also other defined wine regions (",{"type":"''","value":["regiões vinhateiras"]},") which make also some of the very best of wines like Madeira, Sado or Douro.\n\nFolks might find it a bit difficult to refrain from drinking, even if there are very good reasons to do so (such as the above mentioned driving). Nowadays the \"I have to drive\" excuse works ok. The easiest way is to explain that one can't for health reasons. The Portuguese aren't as easily insulted as others when it comes to refusing the obvious hospitality of a drink, but a lie such as \"I'm allergic\" might make clear a situation where one would have to otherwise repeatedly explain a preference in some regions of Portugal; but it won't work in other regions where obviously made-up excuses will tag you as unreliable (\"I don't want to, thanks\" might then work). Drinking is considered almost socially intimate.\n\nBe careful of 1920 and Agua Ardente (",{"type":"''","value":["burning water"]},"), both pack a mighty punch.\n\nPortugal is well known as the home of ",{"type":"'''","value":[{"type":"[[","value":[["Porto#Port_Wine"],["Port"]]}," wines"]},".\n\nThe legal ",{"type":"'''","value":["drinking age"]}," in Portugal is 16. For ",{"type":"'''","value":["nightlife"]},"  Lisbon, Porto and Albufeira, Algarve are the best choices as they have major places of entertainment.\n\n",{"type":"===","value":["Port Wine"]},"\n",{"type":"[[","value":[["File:Port wine.jpg"],["thumb"],["240px"],["A glass of tawny port wine"]]},"\n\nPorto is famous for the eponymous ",{"type":"'''","value":["port wine"]},", a fortified wine (20%) made by adding brandy to the wine before fermentation is complete. According to EU laws, port wine can only be named as such if the grapes are grown in the Douro valley, and the wine is brewed in ",{"type":"[[","value":[["Porto"]]},". The end product is strong, sweet, complex in taste and if properly stored will last 40 years or more.\n\nThere are many, many grades of port, but the basic varieties are:\n",{"type":"*","value":[" ",{"type":"''","value":["Vintage"]},", the real deal, kept in the bottle for 5-15 years, can be ",{"type":"''","value":["very"]}," expensive for good years. It is, nevertheless, worth it."]},{"type":"*","value":[" ",{"type":"''","value":["Late-Bottled Vintage"]}," (",{"type":"''","value":["LBV"]},"), simulated vintage kept in barrel longer, ready to drink. Nice if you are on a budget."]},{"type":"*","value":[" ",{"type":"''","value":["Tawny"]},", aged for 10-40 years before bottling, which distinguishes itself by a more brownish red color and a slightly smoother bouquet and flavor. As with any wine, the older it gets, the more rounded and refined it will be."]},{"type":"*","value":[" ",{"type":"''","value":["Ruby"]},", the youngest and cheapest, with a deep red \"ruby\" color."]},{"type":"*","value":[" ",{"type":"''","value":["White"]}," port is a not-so-well-known variety, and it is a shame. You will find a sweet and a dry varietal, the latter of which mixes well with tonic water and should be served chilled (if drunk alone) or with lots of ice (with tonic), commonly used as an aperitif."]},"\n",{"type":"===","value":["Vinho Verde"]},"\n",{"type":"*","value":[" Another good choice is the ubiquitous vinho verde (green wine), which is made mostly in the region to the north of Porto (the Minho.)  It's a light, dry and refreshing wine (approx. 9% -9.5% in volume), made from region specific grapes with relatively low sugar content.  Mostly white, and sometimes slightly sparkling.  Very nice, and very affordable."]},"\n",{"type":"==","value":["Sleep"]},"\nThe youth ",{"type":"[[","value":[["hostel"]]}," network has a great number of hostels around the country ",{"type":"[","value":["http:\/\/juventude.gov.pt\/Portal\/Lazer\/en\/"]},". There are also many camping places. 'Wild camping' (camping outside camping parks) is not allowed, unless you have the land owner's agreement. Holiday Villas are another option to investigate.\n\nThere's a wide and abundant hotel offering all through Portugal. \n\nIf budget is a concern, and you want a true 'typically Portuguese' experience, gather your courage and try a ",{"type":"''","value":["residencial"]},", the home-like hostels ubiquitous in cities and most towns. In most places you can get a double room for €25-€35 (Oct 2006). Be sure, however, of the quality of the rooms.\n\nOn the luxury side, you might try the ",{"type":"'''","value":["'Pousadas"]}," de Portugal', a network of hotels managed by the Pestana Group remarkable for using very beautiful ancient buildings like Palaces and Castles and also for having excellent service, consistent all over the country. You will do well in eating out eventually, as the cuisine of Pousadas is frequently both expensive and boring, although it appears the trend is changing for the better (mid-2008).\n\nThe \"Casas de Campo\" (",{"type":"''","value":["Turismo de Habitação"]},", ",{"type":"''","value":["Turismo Rural"]},", ",{"type":"''","value":["Agro-Turismo"]},"), when traveling through the countryside, are also an affordable, picturesque and comfortable B&Bs. Don't expect them to be open all year round, and try to contact them beforehand if your itinerary depends on them.\n\n",{"type":"==","value":["Stay safe"]},"\n\nPortugal is a relatively safe country to visit, and some basic common sense will go a long way. There are no internal conflicts, no terrorism-related danger and violent crime is not a serious problem, as it is generally confined to particular neighbourhoods and is rarely a random crime. Also, there is a refreshing lack of boozy stupidity at the weekends, despite the profusion of bars open to all hours in the major cities.\n\nThere are, however, some areas of ",{"type":"[[","value":[["Lisbon"]]}," and ",{"type":"[[","value":[["Porto"]]}," that you might want to avoid, like in any big city, specially at night. Also, you might want to have in mind that ",{"type":"[[","value":[["pickpockets"]]}," do tend to target tourists and tourist-frequented areas more frequently. Wear a money belt or keep your documents and money in an inside pocket. Metro and large rail stations, shopping areas, queues and crowded buses are the most usual places for pickpockets. Many are under 18 and take advantage of the non-harsh laws on minors.  If you try to run them down, a fight may be necessary to get your items back.\n\nOn the subway or on trains try to sit with other people and avoid empty carriages. Non-violent pickpocket is the most common crime so always watch any bags (purses, luggage, shopping bags, etc.) you may have with you. A voice message reminding that is played in most of the metro and train stations.\n\nSince the disappearance of Madeline McCann, many families have become wary of taking their children to Portugal, especially if they are very young. However, as long as they have a basic understanding of stranger danger and you keep them with you at all times, then you have nothing to worry about.\n\n",{"type":"===","value":["Illicit drug use"]},"\nOn July 1, 2001, a nationwide law in Portugal took effect that decriminalized the recreational use of drugs. Note that drug possession for personal use and drug usage (up to 2.5 grams of cannabis for instance) itself are still legally prohibited, but violations of those prohibitions are deemed to be exclusively administrative violations and are removed completely from the criminal realm. In some locations, like ",{"type":"'''","value":["Bairro Alto"]}," you might be offered drugs on the streets. You will want to avoid buying like this because the drugs are often fake and the sellers are sometimes undercover policemen. \n\nDrug trafficking continues to be prosecuted as a criminal offense.\n\nDriving while impaired by drugs is a criminal code offense and is treated in the same way as driving under the influence of more than 1,2 g\/l of alcohol, with severe penalties.\n\n",{"type":"==","value":["Stay healthy"]},"\nMajor cities are well served with medical and emergency facilities and public hospitals are at European standards. The national emergency number is ",{"type":"'''","value":["112"]},".\n\nBottled\/spring water (",{"type":"''","value":["água mineral"]},") is recommended as per use but the network's water is perfectly safe.\n\nCitizens of the European Union are covered by Portugal's National Healthcare System as long as they carry the free European Health Insurance Card (EHIC), obtainable from their own national healthcare authority.\n\n",{"type":"==","value":["Respect"]},"\n\nPortuguese people feel a sincere happiness when helping tourists so don't feel ashamed to ask for help. If you make an effort to speak some Portuguese with the people there, it can go a long way. A large percentage of the younger population speak English and many Portuguese understand basic Spanish. Although Portuguese people will understand some basic Spanish vocabulary, try to use it only in emergencies, since it is generally seen as disrespectful if you are a non-Spanish native yourself. If used be prepared to be hear something like \"In Portugal people speak Portuguese, not Spanish\" or they will simply reply that they don't understand you even if they do. Most probably they will not say anything and will still help you, but they will not appreciate it. This is due to historical rivalry between Spain and Portugal. It is best to speak in English or your native language with the resource of hand signs or at the very least starting a conversation with Portuguese, then switching to English can be a successful technique to obtain this type of help. \n\nAlthough not strict, when visiting churches or other religious monuments, try to wear appropriate clothes. That means that shoulders and knees should be covered.\n\nSmoking in public enclosed places (taxis and transport, shops and malls, cafés and hotels, etc.) is not allowed and is subject to a fine, unless in places showing the appropriate blue sign.\n\nIt is not unusual for women to sunbathe topless in the beaches of Portugal, and there are several nudist beaches too. Thong bikinis are acceptable throughout the country's beaches. \n\nThere are no serious political or social issues to be avoided, although see Reintegration below.\n\nAlthough a Catholic country (almost 90% of Portuguese consider themselves to be Catholic) only as much as 19% practice this faith (known as Lapsed Catholic). As a result when discussing religion with a Portuguese don't expect much knowledge about church practices or support towards some of their beliefs and opinions (e.g. Use of condoms, abortion, homosexuality, euthanasia, etc.). In Portugal religion is not seen as a valid argument when discussing politics. As such abortion in Portugal was legalized in 2007 and same sex marriage in 2010.\n\nPortugal in general is a gay-friendly country, but don't expect the same openness in rural and small places that you get in the bigger cities like Lisbon or Porto. Public display of affection between gay couples can be seen as a curiosity and in some cases as inappropriate depending on the place and the kind of display. Gays and lesbians in Lisbon are respected as the city itself has a big gay scene with lots of bars, night clubs, restaurants, cafes, saunas and beaches. Most of the “gay-friendly” places are located in the quarters of Bairro Alto, Chiado and Princípe Real.\n\nDon't be surprised if you came across women\/girls holding hands or holding arms with each other, this is considered normal and a sign of friendship; it doesn't mean they are lesbians. \n\nSince September 2007, the age of consent laws in Portugal states 14 years old, regardless of sexual behaviour, gender and\/or sexual orientation. Although the age of consent is stipulated at 14, the legality of a sexual act with a minor between 14 and 16 is open to legal interpretation since the law states that is illegal to perform a sexual act with an adolescent between 14 and 16 years old \"by taking advantage of their inexperience\".\n\nSome cities in Portugal still stage bullfighting events. In Portugal it is illegal, contrary to what happens in Spain, to kill the bull during the bullfight. However, it is totally wrong to assume that all Portuguese people support or even faintly like bullfights. Many Portuguese are indifferent to bullfighting or are offended by acts of cruelty. You might also end up offending someone if you make generalizations or insist that bullfighting is part of today's Portuguese culture. The Municipality of Barrancos (border town with Spain) actively defies the law and law enforcement agents and kills the bull in the arena.\n\nContrary to what many think, the Portuguese language does not descend from Spanish. \n\n",{"type":"{{","value":[["isPartOf"],["Iberia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["Geo"],["38.7"],["-9.183333"],["zoom=6"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Portugal"]]},"\n",{"type":"[[","value":[["WikiPedia:Portugal"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Portugal\/"]]},"\n\n",{"type":"{{","value":[["related"],["Portuguese_phrasebook"]]}]