[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Port of Galilee"]}," is a beautiful and authentic ",{"type":"[[","value":[["New England"]]}," fishing village near ",{"type":"[[","value":[["Narragansett"]]}," in ",{"type":"[[","value":[["South County (Rhode Island)"],["South County"]]}," ",{"type":"[[","value":[["Rhode Island"]]},".  It is known for its beautiful beaches, sightseeing cruises\/tours, quality shopping, dining and unprecedented fishing\/quahogging.  It also is home to the Block Island Ferry.  With ferries leaving daily, Galilee offers options for day trips to Block Island during a vacation. Galilee obtained it’s biblical title in 1902 from a Nova Scotia native fishermen Thomas Mann in spite of its prospering fishing economy.  Ever since, Galilee has been a thriving fishing port that transports 16+ million pounds of fish\/shellfish each year up and down the East Coast.  It wasn’t until the 1930’s that the State of Rhode Island dredged the basin and built wharves providing a harbor and refuge for now what is the Port of Galilee and Point Judith Harbor of Refuge.        \n\n\n",{"type":"==","value":["Get in"]}," \nGetting in by car is probably the easiest way to get to Galilee. By taking car you are brought directly into the area. Air and train do not bring you straight into the Point Judith area and a bus is needed to bring you to the destination. Traffic is rare to get into Galilee so it is usually quick and easy. Be aware that Point Judith Road usually has many cops using radars at all times of the day.\n",{"type":"===","value":["By Car"]},"\nFrom Route 95 North - Take exit 92 in Connecticut.  Bear right onto North Stonington Rd., Rte 2.  Look for right hand turn for Rte. 78.  At the end of Rte. 78, go left onto Rte. 1N. Travel on Rte. 1N until the Galilee, Pt. Judith exit, Rte. 108.\nFrom Route 95 South:\nTake exit 9 in Rhode Island, (Narragansett exit) to Rte. 4.  Stay on Rte. 4 to Rte. 1. On Rte. 1 take the Narragansett, Rte. 108 exit.\n\n",{"type":"===","value":["By Air"]},"\nAlthough there are not any airports in Galilee itself, TF Green (PVD) is in the state of Rhode Island and offers many low cost and regular flights. The airport is located in Warwick which is approximately 30 minutes away.  The #14 bus goes directly to and from Kennedy Plaza which connects to Narragansett where Point Judith is located.\nWesterly Airport, 56 Airport Road, +1 401-596-2357. Small, regional airport.\n\n",{"type":"===","value":["By Train"]},"\nAMTRAK - Kingston Station, Railroad Avenue, West Kingston, Rhode Island. +1 -800-USA-RAIL, Service Amtrak Regional Trains to -Boston -New York -Washington -Newport News –Richmond. Kingston Station is open daily 6am to 11pm. The train takes approximately 3 hours to arrive at New York's Penn Station.\n\n",{"type":"==","value":["Get around"]},"\nGalilee is a small village located outside Narragansett and is easy to walk and bike around. By using these forms of transportation you will be able to soak in some of the lovely scenery this beautiful port has to offer including its beaches, shops and marinas. Galilee is small and many attractions are in walking or biking proximity to each other.\n\n",{"type":"===","value":["Rhode Island Public Transit Authority"]},"\nR.I.P.T.A.Services across all of Rhode Island and throughout Providence, with a central hub in Kennedy Plaza.  The bus routes are usually slow but dependable.  When it’s hot enough during the summer the state provides free transportation for certain hours of the day.  Cheap rates!  Phone: +1 401-781-9400\n\n",{"type":"===","value":["Taxi"]},"\nTaxis usually take about a half hour to arrive. During the school year season taxis can take up to an hour to arrive because many students use them.  Rates are pricy just like any other taxi but Rhody is small so not much ground to cover! Eagle Taxi (401) 783-2970  Cozy Cabs (401) 846-2500  Wakefield Cab Co. Inc. (401) 783-0007 Moriarty's Taxi (401)841-0030\n\n",{"type":"===","value":["Limousine"]},"\nNewport Limousine Service (401) 418-4301 Paradise Limousine Service (401)847-2704.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Point Judith Lighthouse"]},", Located on Point Judith, follow RT 108 South to Coast Guard Station. This picturesque lighthouse marks the west side of the entrance to Narragansett Bay and is a popular destination among locals and visitors.  First lit in 1857, the lighthouse remains an active aid to navigation.  The lighthouse and surrounding buildings are closed to the public, but the grounds are open during daylight hours and feature a number of benches and lawns to enjoy the scenery from."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Beaches"]},"\n\nSeasonal passes are available during the summer months for in-state and out of state patrons. The passes are valid from Memorial Day weekend (May) to Labor Day weekend (September). The passes give you access into ALL state beaches including those found below: \n\n",{"type":"*","value":[{"type":"'''","value":["Salty Brine State Beach"]},"    This great beach is adjacent to the breachway in Galilee.It is a short walk through the sand from Roger Wheeler State Beach. The calm water and clean sand makes it a great environment for families and your kids. This beach is a popular spot of the local elderly crowd. It is also a wonderful spot to watch the ships come and go as they pass through the Breachway. Parking is limited so get there early! 254 Great Island Rd.  (401) 789-8374   "]},"\n",{"type":"*","value":[{"type":"'''","value":["Roger Wheeler State Beach"]},"   also known as Sand Hill Cove Located at 100 Sand Hill Cove Road. Protected by the Point Judith Breakwater, this beach has calm waters and is excellent for that afternoon swim.  The park is popular with families with small children. There is a large and accommodating bathhouse and a concession stand for snacks. Picnic tables make it a perfect spot for lunch with friends. But beware of the seagulls! They are comfortable around people but they will take your food, do NOT feed them! It is the only state beach equipped with a playground for children to enjoy. (401) 789-3563 (Seasonal) "]},"\n",{"type":"*","value":[{"type":"'''","value":["Scarborough State Beach"]},"    One of the more popular beaches in Narragansett. With an enormous boardwalk to navigate, pavilion, large bathhouse, concessions and camper area Scarborough has it all.  An observation tower allows you to view the entire beach from overhead.  Again another RI beach popular amongst young adults.The beach is divided into North and South. Grilling and ball playing is permitted on the grassy area in the front of the beach parking lot.  Hiking trails at the end of the beach along the ocean banks provide a quick escape for those wanting to get off the hot sand. This beach can get crowded and noisy, a beach meant for \"fun\", if you are looking for a calm and peaceful day at the beach this is not the beach for you. Waves can be pretty rough, parents: keep a close eye on your children.  870 Ocean Road (401) 789-2324 (Seasonal)"]},"\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishermen's Memorial State Park"]},"    Fishermen’s Memorial State Park is an awesome camping ground great for a quick stop through the area, NOT to spend your vacation at.  The park is cool because you are literally walking through a WWII Army Base.  There are nice basketball and tennis courts to keep you occupied as well as “lookout” hills used in the War that are now used for sightseeing and hiking.  The park includes sites for 147 trailers and 35 tents. Reservations are required! (401) 789-8374 1010 Point Judith Road."]},"\n\n",{"type":"===","value":["Fishing Areas"]},"\n",{"type":"*","value":[{"type":"'''","value":["Breachway"]},"   Located at the center of Galilee this fishing area is the best spot to watch boats in port pass in and out of the port.  You can enjoy a hot coffee during a cold morning or choose to have a luncheon in or outside."]},"\n",{"type":"*","value":[{"type":"'''","value":["Point Judith Lighthouse"]},"   Found at the end of Ocean Dr.  Make sure to stop at Iggy's Seafood or Aunt Carrie's on your way out or in!  Lighthouse open 9:00- 4:00pm"]},"\n",{"type":"*","value":[{"type":"'''","value":["Camp Cronin"]},"   Follow the dirt road off Pt Judith Light brings you to wall of Harbor of Refuge.  Calm fishing spot to relax and take-in the beautiful rock scenery.  Bring a camera!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bluff Hill Cove Marsh"]},"   Off of the Escape Road next to Fisherman's Memorial State Park.  Fishing are is a tidal inlet that is part of Point Judith Pond.  During low tide site is popular for clamming.  Across the road  the recently restored Galilee Bird Sanctuary is an interesting pit stop."]},"\n",{"type":"===","value":["Boat Tours"]},"\n",{"type":"*","value":[{"type":"'''","value":["Block Island Ferry"]},"   Departs year round and daily from the Port of Galilee, in Narragansett.  You can choose to travel on the High Speed Ferry (runs only in the summer), which arrives at Block Island in 30 minutes or you could take the Block Island Ferry which arrives at Block Island under an hour. The Ferry’s schedule of departure is every few hours during the winter and fall or every hour during the summer. Prices are reasonable for each ferry, whether it be round trip or one way and children and senior citizens have a discount. Tickets can either be purchased at the box office (located at the ferry departure) or online where you can have them mailed to you or held at the box office. (401) 783-7996; (866) 783-7996 (toll free)."]},"\n",{"type":"*","value":[{"type":"'''","value":["High Speed Ferry Rates"]},"   Adult One Way $16.00 Child One Way $8.75 Adult Same Day Round Trip $29.85 Child Same Day Round Trip $13.50 (Additional Info Online)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Traditional Ferry Rates"]},"   Adult One Way $10.60 Child One Way $5.20 Senior Citizen $10.10 Adult Same Day Round Trip $17.40 Child Same Day Round Trip $8.20 Senior Citizen Same Day Round Trip $8.20 (Additional Info Online) "]},"\n",{"type":"*","value":[{"type":"'''","value":["Different Day Round Trip Rates"]},"   Adult $21.05 Child $10.40 Senior Citizen $20.05 "]},"\n",{"type":"*","value":[{"type":"'''","value":["Important Note!!!"]},"   Accepted Payments:  CASH and TRAVELER'S CHECKS.  NO CREDIT CARDS ARE ACCEPTED.  There are NO ATM's.  Come prepared with cash or check or you will not be happy!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Southland Cruises"]},"   The Southland Riverboat gives ferry tours all around the coast of Narragansett featuring the Point Judith Lighthouse, the Harbor of Refuge, South County beaches, the Galilee fishing fleet, Snug Harbor, and the eleven islands of Point Judith Pond.  145 Person tour boat with full bar and concessions.  Very experienced tour guides even recognized by Yankee Magazine's Travel Guide. 401-783-2954"]},"\n",{"type":"===","value":["Fishing Charters"]},"   \nFull and Half day whale watching and fishing tours available to those interested.  Coastal Rhode Island is encompassed in beautiful scenery as well as a view of Newport.  \n\n",{"type":"*","value":[{"type":"'''","value":["Adventure RI Fishing Charters"]},"   Light tackle charter fishing for stripers, flounder, totaug sailing from Jim’s Dock in Jerusalem. Visit Website: http:\/\/www.adventurecharters.org   401-359-1785. U.S. Coast Guard Licensed and Insured.   "]},"\n",{"type":"*","value":[{"type":"'''","value":["C-Devil II"]},"   Great Sportfishing out of Galilee with two boats to choose from.  Galilee Grocery will even cater your fishing daytrip, breakfast or lunch.  401-364-9774."]},"\n",{"type":"*","value":[{"type":"'''","value":["Patty-J"]},"   Great chance to fish waters you may have not been out on yet around Block Island and Southern, RI.  Crew is experienced and part of the Rhode Island Party and Charter Boat Association drug testing consortium.  (401) 451-5654 Talk to Captain John!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Seven B's"]},"   80 Ft. Custom Lydia Fishing Yacht, doesn’t get much better than this!  Can accommodate parties up to 120 people.  Member of RICPB Association Coast Guard Inspected. Summer Location May thru October at Port of Galilee, Point Judith RI.  Dock RR (401) 789-9250 or call 1 –800-FISH.  Various trips offered.  Check into Deep Sea Fishing.   "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=RI Charter and Party Boat Information"],["alt="],["url=http:\/\/www.rifishing.com\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit Website for more information"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Reel To Reel Charters"],["url=http:\/\/www.reeltoreelsportfishing.com\/"],["email="],["address=4 State st. Galilee Dock ss"],["lat="],["long="],["directions="],["phone = +1 508-450-1112"],["tollfree="],["fax="],["hours=two trips daily"],["price="],["content=Rhode Island sport and deep sea fishing  aboard a custom 35 foot boat. Charters of 4,6,8 and open boat are available all year round."]]}]},"\n",{"type":"==","value":["Buy"]},"\nIf you're looking for a gift shop to get a few souvenirs while in Galilee, look around and pick one!  There are numerable shops lining the main road, offering tee shirts, shell nick-knacks, and any other trinkets you can think of.  Here are just a few:\n\n",{"type":"'''","value":["The Cigar Box Ltd."]},"  While there are not many smoke shops in South County, one of the newest is called The Cigar Box Ltd.  Located in the Cumby's (Cumberland Farm's) plaza on Point Judith Road, The Cigar Box is the place to go for an assortment of fine imported cigars.  The staff is friendly and knowledgeable, always willing to answer any questions you have or share their favorite cigars.  Address: 855 Pt. Judith Road (401) 783-5995\n\n",{"type":"'''","value":["Clam Shell Gift Shop"]},"   Located behind George's, the Clam Shell is a great shop for all of those beachy souvenir items.  Whether it's a collection of beautiful Rhode Island shells, magnets, calendars, glass art, or house decorations, the Clam Shell is a good one-stop shop for anything you might want to take home with you.  (401) 782-8710\n\n",{"type":"'''","value":["Tees by the Sea"]},"    Tees by the Sea is a tee shirt and sweatshirt shop where you can either purchase pre-designed items or create your own custom design to be printed!  Located right on Great Island Road, Tees is easy to get to and a fun place to stop while you're in Galilee.\n\n\n\n",{"type":"==","value":["Eat"]},"\nGalilee and the Point Judith area offer a number of great places to stop in for a casual bite to eat before heading out to the beach.  \n\n",{"type":"'''","value":["Aunt Carrie's"]},"   Aunt Carrie's offers a variety of seafood including locals' favorite clam cakes.  Aunt Carrie's also features a signature clam cakes known to all patrons.  You can place your order to stay or to go:  There is an indoor dining area as well as screened in picnic tables.  If you choose to go, walk down the path to the beach and enjoy the ocean view!  Address: 1240 Ocean Road, Narragansett \nPhone: 783-7930 \n\n",{"type":"'''","value":["Iggy's"]}," ",{"type":"[","value":["http:\/\/www.iggysdoughboys.com\/ Website"]},"    Located across the street from Aunt Carrie's, Iggy's is a great alternative to its rival.  Many visitors swear that this is the only place to visit for “real” Rhode Island clam chowder.  Iggy's has an ordering window where you can place your order and take it with you or sit outside at one of their picnic tables.  There are no inside seating accommodations, so if you are looking for a place to sit in the shade, head back over to Aunt Carrie's.  Address: 1157 Point Judith Road, Narragansett\nPhone: 783-5608\n\n",{"type":"'''","value":["George's of Galilee"]},"   Though George's is listed in nearly every travel guide to Narragansett you will find, residents will tell you that while the food is fresh, the service is unpredictable.  If you find a full parking lot, you should try another restaurant because the food is not worth the wait.    Address: 1 Sand Hill Cove Road, Narragansett \nPhone:783-2306 \n\n",{"type":"'''","value":["Champlin's"]}," ",{"type":"[","value":["http:\/\/www.champlins.com\/ Website"]},"   Directly across the parking lot from George's, Champlin's offers food as fresh as George's without the hostile waiting environment.  Oftentimes tourists will be steered directly here over George's for both price AND quality of food.    Address: 256 Great Island Road, Narragansett\nPhone: 783-3152  \n\n",{"type":"'''","value":["Spain"]},"   Always a favorite of the romantics, Spain is good for a fancy (albeit pricey) Mediterranean dinner out.  Spain offers a setting away from the main scene right on the ocean with a view to kill.   Address: 1144 Ocean Road, Narragansett\nPhone: 783-9770 \n\n",{"type":"'''","value":["The Wheel House Tavern"]},"   The Wheel House is a nice setback from the usual going-out scene around Southern Rhode Island.  Featuring many local bands each weekend, The Wheel House is a great way to get into Narragansett local music while grabbing dinner and drinks.   Address: 294 Great Island Road Narragansett, RI 02882\nPhone: 401-284-0246 \n\n",{"type":"'''","value":["Charlie O's Tavern on the Point"]},"   Charlie O's is a great casual restaurant suitable for families during the day.  Each day of the week is a different special, and the food is always of high quality.  The wait staff is friendly and the food comes out fast, making this a very popular (read: BUSY!) place to eat in the summer months.  After hours, Charlie O's is a popular bar spot year-round, serving appetizers all night.\n\nGalilee and Point Judith offer a number of other great eateries, including The Hammerhead Grill, The Bon Vue, Mahoney's, Finbacks, and Fat Jack's Pizza.  Also, if you are not in the mood for a restaurant scene, but still want to experience Rhode Island seafood, head over to the wharf and buy fresh lobster directly from the fishermen coming in!  At any time of day you will find fishing and lobster boats coming in with a fresh catch.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are many places to grab a pint of beer, a relaxing cup of tea, or a stimulating cup of coffee. Mainly there are more bars than coffee houses in this area. These bars offer “happy hour” specials in which drinks can be two for one or dramatically cheaper than they normally are. Happy hour usually runs at the end of a typical workday being 4-6, or 5-7. \n\n\n",{"type":"==","value":["Bars"]},"\n\n\nPt. Judith is not famous for its nightlife or club scene.  However the few bars in town provide enough drinking holes to manage the towns population.  All year round these bars get busy around happy hour on weekdays, and on the typical Friday and Saturday night.  During winter these bars may be crowded on late nights by college students in the area.  \n\n",{"type":"'''","value":["Charlie O’s Tavern"]}," Charlie O’s offers tons of happy hour specials on weekdays.  Happy hour Monday through Friday 4:00-6:30.  It is the easiest accessible place to grab a quick pint as it is located at the intersection of Pt. Judith Road  (rt. 108) and Sand Hill Cover Road.  Address: 2 Sand Hill Cove Rd, Narragansett, RI 02882 (401) 782-2002.\n\n",{"type":"'''","value":["Simon’s Martini Lounge"]}," Upstairs of Charlie O’s.  Serves specialty Martini concoctions and top shelf liquor.  Simon’s also has a large HD television especially for football Sunday’s.\n\n",{"type":"'''","value":["George's of Galilee"]}," George’s is primarily a sit-down style restaurant for families, but has a bar upstairs for the night crowd, along with live entertainment.  Address: 250 Sand Hill Cove Road, Galilee, RI 02882. 401-783-2306.\n\n",{"type":"'''","value":["The Wheel House Tavern"]},"  This tavern caters more towards a crowd who likes live shows, concerts and a barroom feel.  There are tons of shows each week and it is mostly for the younger crowd.  Address: 294 Great Island Road, Galilee, RI 02882.  Phone: 401-284-0246. \n\n\n",{"type":"==","value":["Coffee"]},"\n\n\nPt. Judith is mostly commercialized when it comes to coffee houses.  There are only a few close coffee houses.\n\n",{"type":"'''","value":["Dunkin’ Donuts"]},"  A popular morning spot for a chance to grab a quick bite to eat and a coffee.  Dunkin’ Donuts provides other morning or afternoon drinks such as tea and juice.  Address: 855 Point Judith Rd # 5, Narragansett, RI‎. Phone  (401) 789-7834\n\n",{"type":"'''","value":["Tim Hortons"]},"  Just the same style of Dunkin’ Donuts, only with a different name.  Tim Hortons offers many drinks including coffee, tea, juice and fruit smoothies. Located just a short drive north of the Pt. Judith area. Address: 70 Point Judith Rd, Narragansett, RI. Phone (401) 284-0983\n\n",{"type":"'''","value":["Bess Eaton"]},"  A Rhode Island favorite has reopened!  Bess Eaton offers a variety of drinks and pastries.  A perfect stop for before you get on the ferry.\n\n",{"type":"==","value":["Sleep"]},"\n\nPlaces to sleep in Pt. Judith are few and far between. Since it is on one of the southern tips of Rhode Island, it does not have a wide variety of hotels and motels. Large hotels and motels can be found a short 10-minute drive north however. It is common to plan out a vacation in Pt. Judith and stay at one of the many rental beach houses in the area. During the winter months, these houses usually get rented to college students, however in the summer the rent is more expensive and the college students are gone. Thus making a summer getaway in Pt. Judith more enjoyable. \n\n",{"type":"'''","value":["La Cappella Bed and Breakfast"]},"  This B and B is more for a couple looking for a romantic get-away.  This B and B has a great location right on the east side of route 108, however it does not have enough room for large families, nor does the atmosphere provide for it.  Address: 796 Pt. Judith Road, Pt. Judith, 02882. Phone (401) 789 8871.\n\n",{"type":"'''","value":["Scarborough Beach Motel"]},"  Located no more than a five minute drive north of Pt. Judith, this motel is great for any group looking for a good rate.  Address: 901 Ocean Rd, Narragansett, RI 02882. Phone: (401) 783-2063‎.\n\nIf those two don't fit your needs or are booked, there are a few more hotels that are not a far drive north of Pt. Judith.  They range from five to fifteen minutes away.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Lighthouse Inn"],["url="],["email="],["address=Great Island Road"],["lat="],["long="],["directions="],["phone = +1 401-789-9341"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located right across from the Block Island Ferry this in offers great access to Salty Brine beach and a variety of restaurants.  The hotel offers special packages and amenities such as contenental breakfast, pool, spa, and sauna."]]}]},"\n\n",{"type":"==","value":["Stay Safe"]},"\n",{"type":"'''","value":["South County Hospital"]}," ",{"type":"<","value":["br"]},"\n100 Kenyon Avenue,",{"type":"<","value":["br"]},"\nWakefield, RI 02879",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\nEmergency 911",{"type":"<","value":["br"]},"\nEmergency Department of Hospital  788-1430 ",{"type":"<","value":["br"]},"\nSouth County Hospital Main Number 782-8000 ",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Narragansett Police Department"]},{"type":"<","value":["br"]},"\n40 Caswell Street",{"type":"<","value":["br"]},"\nNarragansett, RI 02882",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\nRoutine Police 401-789-1091 ",{"type":"<","value":["br"]},"\nEmergency 911",{"type":"<","value":["br"]},"\nAnonymous Tip Line 401-789-8967",{"type":"<","value":["br"]},"\nPatrol Lieutenants 401-789-1091",{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]},". All sorts of places to see and things to do. Classy restaurants, shops and boutiques downtown, parks, and beaches are only naming a few. Be sure to take a tour of the Newport mansions or take a stroll along the Cliff Walk. Take Route 1 N and merge onto RI 138 E. Take RI 238 S and that will lead you into Newport."]},{"type":"*","value":[{"type":"[[","value":[["Block Island"]]},". A wonderful place to visit to just relax or have fun.  Small enough to get around by foot or bicycle, cars will not be essential regardless of where visitors stay.  Unable to walk or ride? Don’t worry there is a large number of taxi services. The atmosphere and character of the island is soothing, delightful and comforting. The beaches and scenery are distinctive and incomparable. The island is filled with activities for all ages. If you are looking for a place to escape from your hectic lifestyle or a place to visit for a family vacation Block Island is your perfect destination."]},{"type":"*","value":[{"type":"[[","value":[["Providence"]]},". There are a number of restaurants along Federal Hill or Thayer's Street with a variety of menus and fancy dining. Bars and night clubs are popular and there are plenty to be found throughout the city. The Providence Place mall has a wide range of stores varying from designer to discount. Take Route 4 N onto 95 N you'll be lead into Providence."]},"\n",{"type":"{{","value":[["IsPartOf"],["South County (Rhode Island)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]