[{"type":"{{","value":[["pagebanner"],["Port Arthur banner.jpg"],["caption=Penitentiary ruins"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.portarthur.org.au Port Arthur"]}]}," is a small town and former penal settlement on the ",{"type":"[[","value":[["Tasman Peninsula"]]}," in ",{"type":"[[","value":[["Tasmania"]]},", the island state of ",{"type":"[[","value":[["Australia"]]},". The town is about one and a half hours drive from the state capital ",{"type":"[[","value":[["Hobart"]]},". \n\nThe major attraction of Port Arthur is the ",{"type":"'''","value":["Port Arthur Historic Site"]},", the 40 hectare (100 acre) site of a former convict colony. Many highly recognisable ruins remain, including the penitentiary, the hospital, the insane asylum, and the church. Some portions of the site have been recreated but much is in the original condition. The Port Arthur Historic Site is Australia's best known historical site from the convict era.\n\n",{"type":"==","value":["Understand"]},"\n\nPort Arthur was first established as a timber station in 1830, supporting the infant colony of Van Diemen's Land. It became the site of a major penal (prison) colony for male convicts from 1833, a place of secondary punishment for re-offenders, in the 19th century era of convict transportation to Van Diemen's Land (the former name of Tasmania). It very quickly gained a reputation as a \"hell on earth\". At its peak in the late 1840s, Port Arthur became a near self-sufficient settlement, driven by the labour of its tormented inmates. Ultimately, after a couple of decades of decline in the 1850s and 1860s, Port Arthur finally ended its days as a penal settlement in 1877.\n\nIn 1996 Port Arthur Historic Site became the site of Australia's deadliest gun massacre when a single shooter opened fire on visitors, killing 35 people. Memorials to those who died can be found at the site, however visitors are asked to not attempt to discuss the massacre with locals.\n\n",{"type":"==","value":["Get in"]},"\n\nPort Arthur is located about 100 km south-east of Hobart on the Tasman Peninsula.\n\nBy car, Port Arthur is a day trip from ",{"type":"[[","value":[["Hobart"]]},", although the Historic Site is quite large and it is good to plan at least 4–6 hours there. The roads between them is sealed and in reasonable condition, although much of the trip is on narrow country roads, not highways. Drivers from Hobart should take the Tasman Highway past Hobart airport to ",{"type":"[[","value":[["Sorrell"]]}," and the Arthur Highway from Sorrell. The road is well signposted as \"Port Arthur\" from the airport onwards.\n\nBus tours of the Historic Site are available through:\n",{"type":"*","value":[" Tasman Island Cruises ",{"type":"[","value":["http:\/\/www.tasmancruises.com.au\/tours_bus.php"]}," departing Hobart at 8AM daily and returning 7PM (adults $85, children under $17 55, children under 3 free)"]},"\n",{"type":"===","value":[" Port Arthur Historic Site "]},"\n\nAdmission to the Historic Site is via the Visitors Centre from the car park, alternatively via the dirt track next to one of the car parks. Parking at the site is free. There are several levels of entry available:\n",{"type":"*","value":[" Bronze Pass, including single day entry, a half hour introductory tour on arrival, and a 30 minute harbour cruise ($28 adult, $23 concession, $14 child, $62 Family)"]},{"type":"*","value":[" Silver Pass, including single day entry, the introductory tour and harbour cruise, a tour of one of Isle of the Dead Cemetery or Point Puer Boys' Prison, an audio tour and lunch ($66 adult, $61 concession, $48 child)"]},{"type":"*","value":[" Gold Pass, including two days' entry, the introductory tour and harbour cruise, tours of both Isle of the Dead and Point Puer, the audio tour, lunch and morning and afternoon tea ($98 adult, $93 concession, $76 child)"]},{"type":"*","value":[" After Dark Pass, including late afternoon entry, a two course dinner and the Ghost Tour ($57 Adult, $49 Child)"]},"Family tickets include 2 adults and up to 6 children.\n\nThere are no tickets granting entry only. Tours of the Isle of the Dead and of Point Puer may be purchased with a Bronze Pass at the Visitors Centre or bought on the ferry: each tour is $12 adults, $8 children and $34 family.\n\n",{"type":"==","value":["Get around"]},"\n\nHaving arrived at Port Arthur, most people view the ruins ",{"type":"'''","value":["on foot"]},". All tickets include a 30 minute ",{"type":"'''","value":["ferry trip"]},". Visitors who purchase guided tours of the ",{"type":"'''","value":["Isle of the Dead"]}," or ",{"type":"'''","value":["Point Puer"]}," take this ferry to the two locations: there are no self-tours of these locations.\n\nFor the less mobile traveller, Visitor Centre facilities allow for independent access, including the Café, Restaurant, Gift Shop, Interpretation Gallery and Rest Rooms. The remainder of the Historic Site comprises a variety of areas, some of which provide independent access, and others which require assisted access. Disabled parking is provided adjacent to the Visitor Centre entry. A courtesy buggy provides a regular drop off and pickup service around the site for disabled visitors. (Enquire on arrival, at the information counter, for times of operation).\n\nBookings can be made online ",{"type":"[","value":["http:\/\/www.portarthur.org.au\/pashow.php?ACTION=Public&menu_code=300.850.100"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Port Arthur Historic Site "]},"\n\nThe Historic Site is open every day of the year from 8:30AM. Visitors may tour the site until dusk, and those on a Ghost Tour remain until the conclusion of their tour in the late evening.\n\nSome of the Site is ruined, less from neglect and more as a consequence of several severe bushfires in the 1890s. Ruins are partially restored but the Site does not intend to reconstruct them completely. The major points of interest inside the Historic Site are:\n",{"type":"*","value":[" The ruins of the ",{"type":"'''","value":["Penitentiary"]},". This is the best known ruin on the site and one of the largest. It is located around the bay from the Visitors Centre. It opened as a flour mill in 1843 with convicts in chains driving the wheels to mill the flour. This was never successful and it was converted into a prison housing the convicts from 1857."]},{"type":"*","value":[" The ",{"type":"'''","value":["Commandant's Residence"]}," past the Penitentiary. The house was built in 1833 and extended several times. It is not ruined, and has rooms reconstructed using furnishings of the time, illustrating both the daily lives of the Commandant and his family, and the house's later use as a hotel and boarding house from 1877 to the 1930s."]},{"type":"*","value":[" The ",{"type":"'''","value":["Government Gardens"]}," leading up the hill to the ruins of the Church. The Gardens are a reconstruction of the 19th century gardens from seed analysis and descriptions from the time. In the 19th century, they were designed as a retreat for the ladies of the colony."]},{"type":"*","value":[" The ",{"type":"'''","value":["Isle of the Dead"]},". The colony's cemetery was placed on a small island about 200 metres into the bay from the colony proper. The Isle can only be visited on an escorted tour (see ",{"type":"[[","value":[["#Get in"],["Get in"]]},"). The tour takes about 1 hour and runs several times a day except on Christmas Day."]},{"type":"*","value":[" The ",{"type":"'''","value":["Point Puer Boys' Prison"]},". The Boys' Prison, located on the other side of the bay from the main colony, housed boys between 1834 and 1849 and was established under the reformatory impulse that young offenders might do better separately from adult prisoners. It was renowned for harsh discipline. Point Puer can only be visited on an escorted tour (see ",{"type":"[[","value":[["#Get in"],["Get in"]]},"). The tour begins at 11:30AM, takes about 2 hours and is available from September to July each year, excepting Christmas Day."]},{"type":"*","value":[" The ",{"type":"'''","value":["Memorial Garden"]}," for those killed in the 1996 massacre. The Garden is on the walk between the Visitors Centre and the ferry terminal. It contains a native garden, a pool and a large cross underneath which flowers are placed for those who died (please see the ",{"type":"[[","value":[["#Respect"],["Respect"]]}," section below regarding visiting the Memorial Garden)"]},{"type":"*","value":[" The ",{"type":"'''","value":["Lottery of Life"]}," gallery inside the Visitors Centre. All visitors will receive a playing card on admission: their card corresponds to a particular convict whose life they can follow as they proceed through the gallery. Lottery of Life is a good introduction to the site for children, but is not likely to be interesting for its own sake for adults, especially compared to the ruins themselves."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Go on the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.portarthur.org.au Historic Ghost Tour"]}]}," of Port Arthur. It is a fantastic experience and one not to be missed. The tours are 90 minutes long. Each night except 24th and 25th December, departing from the Visitor Centre. Adult $20, child $12, family $55. Bookings are essential. A steady nerve is recommended and tours are not cancelled for rain."]},"\n",{"type":"*","value":["Just outside the historic site, you will find ",{"type":"{{","value":[["do"],["name=Tasman Island Cruises"],["url=http:\/\/www.tasmancruises.com.au"],["email=info@tasmancruises.com.au"],["address=Arthur Highway, Port Arthur"],["lat="],["long="],["directions="],["phone = +61 3  6250 2200"],["tollfree="],["fax="],["hours="],["price="],["content= The company operates 3 hour eco-cruises to Tasman Island from Port Arthur daily all year round. The tours cruise the stunning coastline of the Tasman Island National Park and boast seal sightings and have also had regular dolphin and whale sightings. The staff are excellent and it's not to be missed when in the area."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Gift Shop"]}," is in the visitor's centre.\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Felon's Bistro and cafes"],["alt="],["url=http:\/\/www.portarthur.org.au\/pashow.php?ACTION=Public&menu_code=300.300.300"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere is accommodation nearby in Port Arthur.  Many travelers see Port Arthur in a day trip from ",{"type":"[[","value":[["Hobart"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\nThis is an outdoor site with highly changeable weather. It can be quite cool even at the height of summer: prepare for daytime temperatures as low as 10–15℃ (50–60℉) in summer. Wearing comfortable walking shoes and being prepared for possible changes in weather will ensure you have an enjoyable time. Hat, sunscreen and raincoat are strongly recommended.\n\n",{"type":"==","value":[" Respect "]},"\n\nThe Historic Site generally tries to maintain a respectful attitude towards the convict-era inhabitants of the colony, many of whom led unimaginably difficult lives. They do not role-play or reenact convict times.\n\nHowever you are unlikely to actually offend or hurt someone by making light of convict times: it is the subject of the 1996 massacre about which visitors should be careful. Please ",{"type":"'''","value":["do not discuss the massacre"]}," with staff or local residents of Port Arthur, unless they bring up the topic. Many locals and Historic Site staff were present in the area or were at the site of deaths that day and others had friends die. Appropriate respect and decorum should be observed in the Memorial Garden also: friends and family of those killed still visit the site. Pay particular attention to this on the anniversary of the massacre, the 28th April.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Port Arthur, Tasmania"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-43.1500"],["147.8500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Tasman_Peninsula"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Tasmania\/Localities\/P\/Port_Arthur\/"]]},"\n\n",{"type":"[[","value":[["Commons:Port Arthur"]]}]