[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Portovelho11062007.JPG"],["thumb"],["325px"],["The Rio Madeira, with Porto Velho in the background"]]},"\n",{"type":"'''","value":["Porto Velho"]}," is the capital of the state of ",{"type":"[[","value":[["Rondônia"]]}," in ",{"type":"[[","value":[["Brazil"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPorto Velho as a city is fairly young. Don't expect to see fine examples of colonial architecture or even notably old buildings. At first sight for the traveler Porto Velho has little to offer but a main street with rather uninteresting shops that can be found anywhere else in Brasil. Look a bit beyond that and you'll find Porto Velho a lively community with plenty to keep you occupied. For exploration it is suggested to rent a car for a few days as there is no tourist infrastructure whatsoever. You will need local help in finding the interesting places as there is no formal tourist office.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nFrom Porto Velho there are several connections to mayor cities with TAM and GOL throughout the country as well as regional flights with smaller carriers such as Ocean Air, Rico and TAVJ.\n\n",{"type":"===","value":["By train"]},"\nAlthough Porto Velho has a railway station there are no trains in or out of the city. For tourist purposes the train was expected to work but don't expect this to happen at any time in the near future. For the Maria Fumaça telenovela part of the track has been cleaned.\n\n",{"type":"[[","value":[["Image:Maria Fumaca train porto velho.jpg"],["thumb"],["Maria Fumaça train"]]},"\n\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Rio Branco"]]},", follow the ",{"type":"'''","value":["BR-364"]},", 544 km. From ",{"type":"[[","value":[["Cuiabá"]]},", take the ",{"type":"'''","value":["BR-070"]},", then ",{"type":"'''","value":["BR-174"]},", and then the ",{"type":"'''","value":["BR-364"]},", total distance 1456 km."]},{"type":"===","value":["By bus"]},"\nFrom the Rodoviária (bus station) there are buses to most big cities in Brazil. ",{"type":"[[","value":[["Cuiaba"],["Cuiabá"]]}," is 24 hours away, ",{"type":"[[","value":[["Brasilia"]]}," is 36 - 48 hours away, and ",{"type":"[[","value":[["São Paulo"]]},"\/",{"type":"[[","value":[["Rio de Janeiro"]]}," are about 60 hours. To the west the nearest big city is ",{"type":"[[","value":[["Rio Branco"]]},", about 7 - 10 hours away, all depending on the type of bus service you buy.\n\nThe town of ",{"type":"[[","value":[["Guajará-Mirim"]]}," on the border with ",{"type":"[[","value":[["Bolivia"]]}," is five hours away, and from the small airport across the border there are flights to anywhere and everywhere in Bolivia.\n\nTransacreana buses go all the way to Recife, in the Atlantic coast, almost 5 thousand kilometers away. Tel.: (11) 6698-7399 and (61) 8402-8418.\n\nEucatur is the main line in this region with well equiped buses and staff.\n\n",{"type":"===","value":["By boat"]},"\nThere is a boat to ",{"type":"[[","value":[["Manaus"]]}," two-three times per week. Hammock class (bring your own hammock) is about 100 reais, a cabin 300, and a double cabin 350. Prices are somewhat negotiable. Before booking a boat make sure to check the boat, captain and crew out and try to negotiate with them instead of one of the 3 or 4 agents at the entrance of the harbour. Take care walking in the harbour area, it is not one of the nicest places to be in, take as little as possible with you when going there.\n\n",{"type":"[[","value":[["Image:porto_velho_boat.jpg"],["thumb"]]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Railway station"]}," Estacao da Ferrovia, Ferroviaria. Once builed as compensation for the Brazilian taking of the state of Acre from Bolivia to transport rubber and other Amazon produce. Since long not operational and it shows at the station which is rapidly suffering from decline. The once excellent museum is now closed for reforms with nobody able to tell when it will open again. The trains have long since seen their last maintenance due to lack of funding. For the novela Maria Fumaca part of the track was restored. The train was also supposed to be operational for tourism purposes but the project has not finished to date. All in all the terrain is interesting enough to see and imagine the hardship it took to build in the heat."]},"\n",{"type":"[[","value":[["Image:Railway-pvh.jpg"],["thumb"]]},"\n\n",{"type":"*","value":[" There's a small promenade (Beira Rio) with a number of bars looking out over the Rio Madeira at the end of Av. 7 de Septiembre. A nice place to watch the sun set."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Caixas D'agua"]},", Porto Velho's post card. Build for the Bolivia railway now 3 water towers on a square in reform. To get there: Facing the entrance of the railway station go to your right and keep walking. Can't miss. Sometimes illuminated at night for nice photos. To make the best one go to the last square on 7 de Septembro, walk up to the Clube da Ferrovia and turn left."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa da Cultura"]}," just of the square with the Caixas D'agua. Here you'll find changing expositions by local artists and once done an exhibition of local culture. Free."]},"\n",{"type":"[[","value":[["Image:Railway-worker.jpg"],["thumb"]]},"\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Catedral"]}," On Dom Pedro II the main church of Porto Velho. Simple on both the inside and outside but well worth a visit."]},"\n",{"type":"[[","value":[["Image:Cathedral-pvh.jpg"],["thumb"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Weekly Market"]}," Porto Velho hosts a lively weekly market, Feira Cai na Agua, turn left at the Clube da Ferrovia on 7 de Septembro. Starting as early as 5AM on Sundays this is your opportunity to buy and taste good local flavors such as Acai, Tacaca, Vatapa, Molho Tucupi apimentada or see a live chicken slaughter on the off side of the market. Lots of local fruit and vegetables, fresh caldo de cana (sugercane juice) and Acai. Try the last one with guarana, banana and granola."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Edificio Feitoza"]}," is one of the older structures in the centre. dated 1945."]},"\n",{"type":"[[","value":[["Image:Edificio-efeitoza.jpg"],["thumb"]]},"\n\n",{"type":"==","value":["Do"]},"\nWhen available DO go and eat an açai with guarana and granola. You'll love the taste of this dark brown sweet local fruit. On the weekly market or on the central square get a Vatapa or tacaca.. maybe you won't like the taste but when you eat the included gum ball in the latter you'll be sure to have a numb tongue for an hour or so. \n\nAs there is virtually no tourist infrastucture in Porto Velho you'll be better off renting a car to explore the surroundings. Go either west on the BR364 and look for signs Candeias, the place where Porto Velho actually started (to be reached by local bus as well). Move a bit up and visit the cemetery or visit cachoeira Santo Antonio. To the west take the balsa and drive up to Humaita (about 200 Km, no gas intermediate gas stations) on the road to Manaus.\n\nRent a car from a respected car rental agency; The cost of car rental is about R$ 100,- per day excluding insurance (about R$ 25 per day). Make sure you rent your car at the local Hertz, Localiza or Avis. They are located close to the rodoviaria (bus station). When you exit walk to your right and look for it on the other side of the road. There are plenty of other car rental places around but you will probably end up renting a car from a private person with no guarantees nor insurance. The costs are about the same so don't expose yourself to the risks involved with renting from private persons.\n\n\n",{"type":"==","value":["Buy"]},"\nNothing much typical to buy here except or the wooden replicas of the Caixas d'agua or a hammock when you want to undertake the boat trip to Manaus. There are some souvenir shops on and close to 7 de Setembre if you want to give it a try.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["SESC Centro"]},", For a real cheap and if you like healthy meal go here. Next to the postoffice (correios) on Av. 7 de setembro on Dutra. Government subsidised training centre\/ school."]},{"type":"*","value":[" ",{"type":"'''","value":["Restaurante Clube Ferroviaria"]},", Av. 7 de Septiembre, two blocks from the river, in a sports complex. ",{"type":"''","value":["Comida por kilo"]}," place, serving the standard rice and beans for reasonable prices. Good service."]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cha"]},", a little bit further up on Dutra you will find one of the better Por Quilo's you'll ever find at around 20 reais per kilo."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Nova Roma "]}," At the end of 7 Septembro right across the Mercado Municipal you'll find one of 3 branches of Nova Roma, a very good, efficient and hygienic Panificadora. You'll probably have the best hamburger in Porto Velho if not the entire Amazon region. The Nova Roma Especial at R$ 6,95 serves most as a complete meal. Make sure Paulo does the cooking. First time visitors will probably receive double the amount of suco (fruit juice) than ordered. Don't expect the same to happen at your next visit. If you don't like your juices too sweet order without sugar!"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nEvery Tuesday, Thursdays and Saturdays there is a Forro (dance) at the Mirante I & II. Walk all the way up from Av. Farquar ( parallel to the Beira Rio (river side) and follow the noise a bit to your left. The street gets blocked, there is security, you probably will be checked entering but don't let that set you off. You'll probably have a good time doing what the locals do.\n\nFor a bit more upscale experience take a taxi and go to a pseudo authentic beer brewery. The hot one in Porto Velho is Public Haus.\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nThere are some cheap hotels just across the street from the Rodoviária.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Missionario"]}," Av. 7 de Septiembre. Cheap, 10 reais for a room with fan, but many cockroaches and mosquitoes. Not very clean."]},{"type":"*","value":[" ",{"type":"'''","value":["Nunes"]}," Av. 7 de Septiembre. Cheap at 45 reais for a room with fan - A\/C, a bit noisy, friendly famaliy run. Lots of truckdrivers. Doubles as central 'love hotel'"]},{"type":"*","value":[" ",{"type":"'''","value":["Yara"]}," Av. 7 de Septiembre. reasonable at 65 reais a double. Rooms are better as Nunes, the beds seem to be made from the same hardboard."]},{"type":"*","value":[" ",{"type":"'''","value":["Tia Carmen"]}," Av. Campos Sales 2895, (almost corner of Carlos Gomes) about six blocks from Av. 7 de Setembro. Most expensive rooms have a\/c, private bathroom and tv, cheapest only a fan, for 25 reais. Clean, breakfast included, ",{"type":"''","value":["lanchonete"]}," in front of hotel."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Hotel Samaúma de Porto Velho"]}," Around R$ 125,00 but expect to pay more on hollidays. Clean rooms, noisy AC, nice service. Breakfast included. Rua Dom Pedro II, 1038 - (69) 3224-5300 - hotel.samauma@hotmail.com"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nPorto Velho has the dubious honor of being one of the most dangerous cities in Brazil, so take care!\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Rondônia"]]},"\n",{"type":"[[","value":[["wikipedia:Porto Velho"]]},"\n",{"type":"{{","value":[["geo"],["-8.7619444444444"],["-63.903888888889"]]}]