[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Positano.jpg"],["thumb"],["Positano in January 2005"]]},"\n\n",{"type":"'''","value":["Positano"]}," is a small picturesque town with splendid coastal views, on the famous ",{"type":"[[","value":[["Amalfi Coast"]]}," in  ",{"type":"[[","value":[["Campania"]]},", ",{"type":"[[","value":[["Italy"]]},". The town itself is perched on an enclave on the face of a hill and winds down towards the waters of the Amalfi Coast.  Naturally beautiful, Positano attracts thousands of visitors every year. All year long, the town is always full of people, but if you are planning to visit Positano, it would be best to schedule your trip during the spring season. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["By Bus"]},": take the Sita bus from ",{"type":"[[","value":[["Sorrento"]]}," or ",{"type":"[[","value":[["Salerno"]]}," (a bit longer, but nice!). From ",{"type":"[[","value":[["Sorrento"]]}," sit next to a window on the right hand side for the best views. From ",{"type":"[[","value":[["Salerno"]]}," sit on the left side for the best views and excellent photo opportunities. The bus drops you at the top of the town. You must walk, taxi, or bus to your hotel.  During the peak season (starting in late April) this bus can get very crowded.  You may have to wait a couple hours and fight your way onto a bus to get back."]},{"type":"*","value":[" ",{"type":"'''","value":["By Car"]},": Take the main road off of the Autostrada from ",{"type":"[[","value":[["Sorrento"]]}," but make sure to have a reservation at a car park as it is very difficult to find parking."]},{"type":"*","value":[" ",{"type":"'''","value":["By Ferry"]},": Take a ferry from Naples.  Slightly more expensive than the bus but you'll save an hour on the road and get some truly amazing views of the cliffs on the Amalfi coast. For connections between Positano and Amalfi and Positano and Salerno, you need the Coop Sant Andrea ",{"type":"[","value":["http:\/\/www.coopsantandrea.com "]}," ferry service, the only company which operates this line. "]},{"type":"*","value":[" Read about the unified public transport ticket ",{"type":"[[","value":[["Campania#Get around"],["Campania Unico"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["By Foot:"]}," There are loads of little stairs leading from everywhere to everywhere straight. Alternatively there is the one road meandering down to the harbour."]},{"type":"*","value":[{"type":"'''","value":["By Bus:"]}," a local bus goes down and - especially - ",{"type":"''","value":["up the hill"]}," following the meandering always congested road. On that bus ",{"type":"'''","value":["no"]}," Unico Campania tickets are valid! The charge to ride the orange bus around Positano is €1.20 if you purchase your ticket from a local shop, or €1.60 if you purchase directly from the bus driver."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Collegiata di Santa Maria Assunta"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the most famous attractions in Positano. The old church, boasting of a majestic dome, was built in the 1920s and is the location of the famous 13th century Byzantine icon, the Madonna di Positano"]]}]},"\n",{"type":"*","value":["The place itself."]},{"type":"*","value":["The harbor."]},{"type":"*","value":["The shops near the harbor."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Ferry trip to ",{"type":"[[","value":[["Paestum"]]}," or ",{"type":"[[","value":[["Ischia"]]}," and ",{"type":"[[","value":[["Capri"]]}," (including the Blue Grotto) during summer months."]},{"type":"*","value":[" Or if you are after luxury, charter a private motor-boat with Charter La Dolce Vita ",{"type":"[","value":["http:\/\/www.amalficoastyacht.com"]}," and you can design your own itinerary with the captain. Suggested ideas include departing Positano for a full-day tour to Capri, circling island with the grottos or out to Ischia, or along the Sorrento Coast or just cruising along the Amalfi Coast. "]},{"type":"*","value":["Soak up the beauty on either of Positano's two beaches: Fornillo, the smaller, more secluded beach is accessible either by a set of stairs from the grotto above or via a path from Spiaggia Grande.  Fornillo has a more laid back atmosphere with four beach bars lining the shore and no ferry traffic.  Spiaggia Grande, the main beach and ferry port, is the hub of activity in Positano.  Don't miss it, but don't forget there is much more to Positano."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Water taxi & private excursions"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Catch the splendour of one of Italy's World Heritage from a privileged point of observation and avoid your holiday being spoilt by local traffic."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Lemons, extra large."]},{"type":"*","value":["All sorts of lemon products."]},{"type":"*","value":["Colorfully painted tiles."]},{"type":"*","value":["Colorful silks."]},{"type":"*","value":["Limoncello (lemon liqueur produced mainly in the region around the Gulf of Naples and the coast of Amalfi and Islands of Ischia and Capri)"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grottino Azzurro"],["url="],["email="],["address=Via Guglielmo Marconi 158"],["lat="],["long="],["directions="],["phone=+39 089 875466"],["tollfree="],["fax="],["hours="],["price="],["content=is a cheap and nice local restaurant offering local food close to the first bus stop, Chiesa Nuova, coming from ",{"type":"[[","value":[["Sorrento"]]},". The owners are an old Italian couple that are not bothered by the fact that they only speak Italian and you only anything but.  They just serve you their very tasty food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Da Costantino"],["url=http:\/\/www.dacostantino.it"],["email="],["address=Via Corvo"],["lat="],["long="],["directions="],["phone=+39 089 875738"],["tollfree="],["fax="],["hours="],["price="],["content=at the very top of Positano offers a spectacular view of the entire town and the sea.  The pizza is divine and other specialties include cheese crepes, gnocchi and bolognese.  Prices are reasonable and this is a great place for those looking for good food on a budget."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Da Vincenzo"],["url=http:\/\/www.davincenzo.it"],["email="],["address=Viale Pasitea 172"],["lat="],["long="],["directions="],["phone=+39 089 875128"],["tollfree="],["fax="],["hours="],["price="],["content=With bells hanging throughout the restaurant, maintains a high quality of service and unique style.  Chefs offer detail-oriented plates from the grilled vegetable antipasti to incredible fresh fish.  Go hungry, as you will not want to pass up on appetizers, a main course and a dessert.  Marcella makes homemade desserts that are legendary in her family.  Expect to pay a little more for a full dinner, however it is well worth it.  Viva le donne!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Next2"],["url=http:\/\/www.next2.it"],["email="],["address=Viale Pasitea"],["lat="],["long="],["directions="],["phone=+39 089 8123516"],["tollfree="],["fax="],["hours="],["price=entrées, $9–$17"],["content=Locals flock here on weekends so that midnight on a Saturday feels like a large table-hopping family reunion at which outsiders are extremely welcome. Considering the fun of all this, the food is far more delicious than it needs to be, with ambitious dishes such as the supremely tender \"Italian sushi,\" the fish and vegetable tempura, and traditional favorites like carpaccio di orata with pink pepper and mint and smoked tuna with zucchini and mozzarella. Rare local bottles fill out the wine list, and the graciously unobtrusive, unusually prompt service is in itself a find. Admire the slick all-white dining room and bar from a distance; the vine-covered courtyard, lit by bucket candles on every table and alive with happy chatter, is the place to be."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Palazzo"],["url=http:\/\/www.palazzomurat.it\/restaurant-positano"],["email=info@palazzomurat.it"],["address=Via dei Mulini 23"],["lat="],["long="],["directions="],["phone=089 875 177"],["tollfree="],["fax=089 811 419"],["hours="],["price="],["content=A fantastic outdoor restaurant in a torchlit courtyard featuring beautiful views of the surrounding cliffs. The atmosphere is quiet and relaxed, tables are seated a respectable distance from each other, the staff is exceedingly professional, and the food is simply delicious -- well worth the expense compared to other restaurants in the area that are more heavily frequented by tourists. The wine list can get very expensive very fast, but offers some very enjoyable primitivos in the 25 euro range."]]}]},"\n",{"type":"'''","value":["Mediterraneo"]}," and ",{"type":"'''","value":["Saraceno D'Oro"]}," also offer local specialties for the budget conscious. Located next to each other, near the Grotto of Fornillo, Mediterraneo serves seafood and pasta and Saraceno D'Oro specializes in pizza.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Next2"],["alt="],["url=http:\/\/www.next2.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one of Positano's newer additions is a relaxed wine and cocktail bar near the Grotto of Fornillo. During summer months they host DJs several times a week and this spot is a favorite of those looking to have a drink and relax without bumping and grinding with sweaty party-goers."]]}]},{"type":"*","value":[{"type":"'''","value":["Music on the Rocks"]}," is ",{"type":"''","value":["the"]}," dance club in Positano.  Check the schedule for the various DJs and theme nights.  This club is located on the far side of Spiaggia Grande and has fantastic terraces and views of the sea.  The crowd in the club varies from seasoned locals to international celebrities.  Drinks are creative and strong but the price reflects both."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=California Hotel Positano"],["alt="],["url=http:\/\/www.californiahotelpositano.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 089 875 382"],["tollfree="],["fax=+39 089 812 154"],["price="],["checkin="],["checkout="],["content=– Via C. Colombo 141. •. A three star hotel of Positano placed in an historic building of the 18th century belonged to a Neapolitan noble family, with 15 guestrooms divided in 14 doubles and one quadruple with 2 bedrooms and 2 baths. Thanks to its professional service, the Hotel California is also the ideal accommodation to celebrate your wedding on the Amalfi Coast."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Celeste"],["alt="],["url=http:\/\/www.casaceleste.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located just a few steps from the Grotto of Fornillo, this family-run bed and breakfast will steal your heart. Nonna Celeste makes breakfast every morning and you will be astounded to see this little old lady walk up and down the stairs to Fornillo Beach, barefoot. Casa Celeste also owns a beach bar, Da Ferdinando, on Fornillo Beach, so you will get to know Nonna Celeste's whole family. If you are looking for an authentic Italian experience, Casa Celeste is ideal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Conca d'oro Hotel"],["alt="],["url=http:\/\/www.hotel-positano.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Opened in 1949 from an idea of Giovanni Cappiello. An ancient villa in the middle of a beautiful garden full of orange and lemon trees surround the hotel today, as in the past, guests love the setting of the hotel. The Villa Giacinta is operated by this hotel, and is a beautiful (if expensive) option for traveling groups. The villa contains 4 bedrooms (3 doubles and one twin-sized), ~4 bathrooms, a large foyer and living room, and a comfortably-sized kitchen (great for cutting down on expenses in this expensive tourist town). Additionally, there are tiled porches at the front entrance and off the master bedroom and small balconies with great views in some of the other bedrooms. The Villa is cleaned daily, and the cleaning staff are friendly, nice, and deliver fresh figs to the kitchen in summer! Be warned, though, that both the villa and the Hotel Conca D'Oro are a 15 minute very steep walk to and from the beach\/port, and parties with elderly visitors or children may be better off near the beach."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Casa Albertina Positano"],["alt="],["url=http:\/\/www.hotelcasalbertina.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 089 875143"],["tollfree="],["fax=+39 089 811540"],["price="],["checkin="],["checkout="],["content=– Via Tavolozza. •. A family and cozy three star hotel of Positano with 20 bedrooms including also a family room capable to host 2 children and 2 adults. Besides the facilities expected from a three star hotel of the Amalfi Coast, such as TV, private bath, mini bar, terrace and telephone, some guest rooms of the Hotel Casa Albertina Positano also have a hydro massage bathtub. The rates start from euros 170 for a double standard."]]},"        "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Poseidon - Positano"],["url="],["email=info@hotelposeidonpositano.it"],["address=Via Pasitea 148"],["lat="],["long="],["directions="],["phone=+39 089 81 11 11"],["tollfree="],["fax=+39 089 87 58 33"],["hours="],["price="],["checkin="],["checkout="],["content=",{"type":"[","value":["http:\/\/www.hotelposeidonpositano.com"]},"The Hotel Poseidon is perched on a mountainside overlooking the sea of the Amalfi coast. Decorated with Antique furniture"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Royal Prisco Positano"],["alt="],["url=http:\/\/www.hotelroyalprisco.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 089 8122022"],["tollfree="],["fax=+39 089 8123042"],["price="],["checkin="],["checkout="],["content=– Via Pasitea, 102. •. The Royal Prisco Positano is a three star hotel of this beautiful city of the Amalfi Coast, offering Standard and Deluxe bedrooms, and Junior and Royal Suites. The Deluxe are placed on the second floor and are a little bit larger than the Standards, but both boast a balcony with a sea view. In comparison to the Junior Suites the Royals presents a bigger terrace and also a Jacuzzi tub in the bathroom."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Savoia Positano"],["alt="],["url=http:\/\/www.hotelsavoiapositano.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 089 875003"],["tollfree="],["fax=+39 089 811844"],["price="],["checkin="],["checkout="],["content=– Via C. Colombo, 73. •. The Savoia is a convenient three star hotel of the town of Positano, one of jewels of the Amalfi Coast. This hotel offers a friendly staff and comfortable services. Standard and deluxe bedrooms with terrace, private bathroom, satellite TV and air conditioning for this three star accommodation located on the hillside of Positano."]]},"   "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Brikette"],["alt="],["url=http:\/\/brikette.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is apparently the only low budget hostel in town - itself having peppered prices. You would want to book well in advance since it gets booked out by American youngsters. It is clean, has a lovely breakfast, and terraces where you can admire the view in the evening and drink some red wine. The girls at the check-in speak an almost too native American English, so don't be afraid to call. Caveat: you will get kicked out from 11AM-2:30PM for cleaning, but you want to be somewhere else admiring the area during this period anyway."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Posa Posa Hotel"]},", Via Pasitea 165. The 4-star historical Hotel Posa Posa has a splendid location in the center of Positano, set in the mountain-side descending to the sea. In the marvelous picture of the Amalfi Coast, surrounded by houses, arches, and domes. A few minutes walk downhill will take you to the beach, passing boutiques and panoramic pavement cafes along the way. A circular bus routes passes outside the hotel for those days when you might prefer not to walk."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Sirenuse"],["alt="],["url=http:\/\/www.sirenuse.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a particularly famous place to stay in Positano. It was featured in the 1994 movie ",{"type":"''","value":["Only You"]}," starring Marisa Tomei and Robert Downey Jr. At Le Sirenuse the view will cost you more than 800 Euros. The better view you'll have while eating breakfast on your terrace is just 170 Euros a night (2007 prices). The location seems perfect for walking and exercise. There are only stairs up to Villa Rosa, but a porter will be happy to run back and forth to bring your luggage to your room. They can find a parking spot for your car. The staff is very friendly and helpful (and very strong). It takes 15-20 minutes to walk to the beach, and along the way are the shops and restaurants. It's all steps and stairs to the beach so bring appropriate shoes. (The best way to enjoy Le Sirenuse might be on the way back from the beach. Stop in and have a glass of spumate in the pool lounge area. While we were sipping, an invitation-only fashion show started, and they invited us to stay.)"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Villa delle Palme"],["alt="],["url=http:\/\/www.inpositano.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=089875162"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Positano-Via Pasitea 252 Rooms with TV, air-conditioning\/heater and private bathroom with shower; and each room leads to a terrace or balcony overlooking a nice view of Positano. Free breakfast room service. Free wi-fi access in the lobby. Shared fridge on the first floor. No elevator."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Villa Nettuno"]},". It is clean and low-budget, with spectacular views of the sea. A brother and sister run the place, and if you're lucky, you'll even meet their mother. The entrance is hard to find, but once you see the little sign, you'll climb up several flights of narrow stairs. If you go in spring, you'll take in the intoxicating aroma of wisteria along with the unforgettable views. The place gets a little spooky late at night, but that only adds to its charm."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Villa Gabrisa Positano"],["alt="],["url=http:\/\/www.villagabrisapositano.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 089 811498"],["tollfree="],["fax=+39 089 811607"],["price="],["checkin="],["checkout="],["content=– Via Pasitea, 219\/227. An ancient holiday home dedicated to the Rispoli family, today turned into a four star hotel of Positano with only nine guestrooms offering a fantastic view on the Mediterranean Sea. The Villa Gabrisa Hotel also presents its own restaurant Da Gabrisa, where one can enjoy the southern delicious cuisine and the genuine wine of the Campania region."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Villa Giusy Positano"],["alt="],["url=http:\/\/www.positanovillagiusy.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 06 64520553"],["tollfree="],["fax=+39 06 64520553"],["price="],["checkin="],["checkout="],["content=– Vicolo Vito Savino, 17 - Cap: 84017, Positano, Italy. •. Cozy guest house of the lovely town of Positano with five bedrooms divided in singles, doubles and twins. All with private bath and a fantastic see view. Some, also with fireplace. Terrace, bar, dinning room and kitchen are the common areas of this self catering guest house of Positano. The rooms can be booked for a week and also for a month."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Rosa"],["alt="],["url=http:\/\/www.villarosapositano.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is one of the best hotel bargains on the entire Amalfi Coast. Perched on a steep hillside, all of the 150-year-old villa's rooms overlook the beach and the spectacular Mediterranean water beyond. Rooms have private terraces (filled with flowers) overlooking the sea. For best views, make sure to get a room on the second or third floor."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nocelle B&B"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A warm, Italian welcome awaits you at this small B&B, situated in the village of Nocelle, perched on the mountainside a pleasant 20-minute drive or bus journey above the coastal resort of Positano.  Apart from Italian, the host speaks English and German. For further information visit http:\/\/ninobb.moonfruit.com"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa dei Fisici"],["alt="],["url=http:\/\/www.villadeifisici.com"],["email=info@villadeifisici.com"],["address="],["lat="],["long="],["directions="],["phone=+39 089.812.32.97"],["tollfree="],["fax=+39 089.812.048"],["price="],["checkin="],["checkout="],["content=Via Santa Croce 12\/14, 84017 Positano (SA). Villa dei Fisici in Positano on the Amalfi coast is a wonderful 18th-Century historical home for unforgettable holidays and events. The villa has a total area of 750 sq.m on three floors, all of which overlooking the sea and Positano bay. This property has all the mod cons: swimming pool, telephone, fax, wi-fi, independent heating, air conditioning, high-quality linen, dvd player, stereo, satellite tv, ice-maker, washing machine, dryer, hair-dryer, dish-washer, freezer and fully-equipped professional kitchen."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Villa Giusi Positano"],["alt="],["url=http:\/\/www.villagiusipositano.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 06 64520553"],["tollfree="],["fax=+39 06 64521763"],["price="],["checkin="],["checkout="],["content=– Vicolo Vito Savino, 15 - 84017 Positano (SA) Italy. •. Excellent Villa of Positano and the Amalfi Cost capable to host up to 8 persons. Three bedrooms and one suite with private bath, living room with TV and internet connection, kitchen and terrace with panoramic view."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Fiorentino"],["alt="],["url=http:\/\/www.villafiorentino.com"],["email=info@villafiorentino.com"],["address="],["lat="],["long="],["directions="],["phone=+39 089 812 32 97"],["tollfree="],["fax=+39 089 812 048"],["price="],["checkin="],["checkout="],["content=Via Guglielmo Marconi, 150 84017 Positano (SA). Perched on a chalky cliff overlooking the sea, built in the typical \"style of Positano\", Villa Fiorentino consists of six apartments, surrounded by Mediterranean maquis, only 10 minutes far from the most beautiful beaches of Positano. Extending to four level floors and surrounded by large terrace-solariums, the apartments can host 25 guests and are the ideal solution if you are looking for a villa in Positano only 5 minutes away from the centre."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Take the local bus to Montepertuso which leaves from the church. From there you need to find a small steep path uphill. The mountains along the ",{"type":"[[","value":[["Amalfi Coast"]]}," have a hidden and unknown network of public footpaths and long stairs criss crossing the lemon terraces, from Montepertuso you will be able to walk to Santa Maria, a small church high up, and back down to ",{"type":"[[","value":[["Positano"]]},". This will give you stunning views down the coast featuring ",{"type":"[[","value":[["Capri"]]},", ",{"type":"[[","value":[["Positano"]]}," and the sea. In springtime all sorts of rare spices and flowers grow between cypress trees. Make sure you get a map of some kind showing the footpaths since you WILL get lost without."]},"\nJulian Tippett has published a nice walking guide book for the area in the \"Sunflower Countryside Guides\" series.\n\n",{"type":"*","value":[" Visit nearby ",{"type":"[[","value":[["Herculaneum"]]}," and ",{"type":"[[","value":[["Pompeii"]]},"."]},{"type":"*","value":[" Climb the ",{"type":"[[","value":[["Vesuvius"],["Mount Vesuvius"]]}]},{"type":"*","value":[" Visit ",{"type":"[[","value":[["Paestum"]]}]},{"type":"*","value":[" Visit ",{"type":"[[","value":[["Ravello"]]}]},{"type":"*","value":[" Visit ",{"type":"[[","value":[["Naples"]]}]},{"type":"*","value":[" Visit ",{"type":"[[","value":[["Capri"]]}]},{"type":"*","value":[" Visit ",{"type":"[[","value":[["Ischia"]]}," an island outside Naples."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["40.6333"],["14.4833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Amalfi Coast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Positano"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Campania\/Localities\/Positano\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Positano"]]}]