[{"type":"{{","value":[["pagebanner"],["Postojna banner Postojna Cave.jpg"]]},"\n",{"type":"'''","value":["Postojna"]}," is a town in the ",{"type":"[[","value":[["Coast and Karst"]]}," region of ",{"type":"[[","value":[["Slovenia"]]},", pronounced in ",{"type":"[[","value":[["Slovenian"]]}," as ",{"type":"'''","value":["'Post-oy-nah"]},"'.\n\n",{"type":"==","value":["Get in"]},"\nBy car, Postojna is about one hour west of ",{"type":"[[","value":[["Ljubljana"]]}," on the A1 highway.  There are also train and bus connections with ",{"type":"[[","value":[["Ljubljana"]]},".  The bus station is closer to the caves than the train station.\n\n",{"type":"==","value":["Get around"]},"\nA free shuttle bus used to run between the train station, Postojna Caves and the Predjama Castle but no longer operates (their website claiming it does is out of date).  The caves are a short walk from the bus station.  The castle is 9 km away and a difficult walk up hill along a windy road with no foot paths (it is quite picturesque though).  Driving is the easiest route but hitchhiking may also be possible during tourist season.  This chap runs a taxi service that will take you from the town center to the castle and back for ~€35. (031-777-974)\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Postojna (80) (4011191555).jpg"],["thumb"],["Postojna Caves"]]},"\n",{"type":"[[","value":[["Image:Prejama castle, near Postojna.jpg"],["thumb"],["250px"],["Predjama Castle emerging from its cave"]]},"\n\nThe main attractions of the area are all run by the same agency.  The prices below are if you tour each attraction separately.  Some of the attractions can be bundled together to reduce the cost of admission -- the Visitor's Information Center at the Postojna Caves have more information.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Postojna Caves"],["alt="],["url=http:\/\/www.postojnska-jama.si"],["email=info@postojnska-jama.si"],["address="],["lat="],["long="],["directions="],["phone=+386 5 7000 100"],["tollfree="],["fax="],["hours="],["price="],["content=Open every day. Containing 20 km of underground galleries, chambers and corridors, up to 50 meters high in places. Tours begin with a train journey into the cave system through several chambers before visitors get off and do a guided walk through stalagmite studded caverns. The train then returns you to the surface. The whole tour lasts 90 minutes. Tall travelers beware - the cave ceiling is very low in many parts of the train journey with sharp protrusions from the cave walls, and the train runs quite fast, so keep all bodily limbs (and children) well inside the moving vehicle! Other longer and more strenuous tours (\"Underground Adventures\") are available to groups of 2-50 people. The caves are damp and chilly (10 C year round) so appropriate shoes and clothing should be worn. €18\/10.80 adult\/child. Start of guided tours is at 10.00, 12.00, 14.00 from October to April and on every hour on the hour between 9.00 and 18.00 from May to September."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Predjama Castle"]},", located in the village of Predjama 9 km north of Postojna - follow the signs from Postojna (contact details are the same as Postojna Caves). A remarkable looking castle that looks like it is growing out of a cave.   Home to the legendary medieval knight of Erazem Predjamski who was besieged in this castle for several months for tax evasion. It did not end well for Erazem, but the legend was started. Located 9 km away from Postojna.   You can tour the castle and the caves below it. €7\/4.20 adult\/child for either the castle or the caves, €12\/7.20 to do both."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAs of 2007 a 2-course meal for two with a drink each in a nice restaurant can cost between €20 and €40, for a 3-course meal add another €5 to €15. Fast food or a quick sandwich can be €3 to €7 per person.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nHotels around Postojna cost €60 to €100 per night for two people staying in a double room in a 3-star hotel. There are no 4-star (or higher) hotels in the region (as of 2007). The prices for hostels are significantly lower. Some hotels publish their prices per person but rather than per room, thus if you want to book a double room you may be quoted a price of €35, which means the room actually costs €70 per night for two people staying in it (2 x €35 = €70). \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Jama"]},", Jamska Cesta 28, +386 5 700 01 00. Hotel located next to the caves. Rooms are clean but basic, not all rooms have TV.  Price includes breakfast.  €41 per person with TV, €36 per person if no TV (",{"type":"''","value":["summer season rates"]},")."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel & Hostel Sport"]},", Kolodvorska ulica 1.  Has a mix of hotel and hostel rooms.  Price includes breakfast and free Internet in the lobby. €25-30 per person."]},{"type":"*","value":[" ",{"type":"'''","value":["Pivka jama Tourist Colony and Campground"]},", Veliki Otok 50 (",{"type":"''","value":["4 km northwest of town, drive past the caves and follow the signs"]},"), +386 5 720 39 93 (fax: +386 5 726 53 48, email: avtokamp.pivka.jama@siol.net), ",{"type":"[","value":["http:\/\/www.venus-trade.si"]},". Campground in a pine forest near the Pivka cave.  It has 300 sites for camping and a number of 4 bed bungalows, in addition to an outdoor pool, tennis courts and restaurant.  €10.30 per person for camping, €79 for a bungalow (",{"type":"''","value":["summer season rates"]},")."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wild Camping"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=You can wild camp in Postojna, just across from the Caves.  Walk across the road from the caves, under the bridge, and you will see a nice quiet river.  Go through the cave parking area and into a green field.  Walk to the back and there is a good spot for safe camping right next to the river."]]}]},"\n",{"type":"==","value":["Go next"]},"\nMoving on from Postojna, ",{"type":"[[","value":[["Divača"]]}," and the Škocjan Caves are about 25 km southwest along the A1.  Further along the A1 are the Slovenian coastal towns of ",{"type":"[[","value":[["Koper"]]},", ",{"type":"[[","value":[["Izola"]]},", ",{"type":"[[","value":[["Piran"]]}," and ",{"type":"[[","value":[["Portorož"]]},", and the Italian city of ",{"type":"[[","value":[["Trieste"]]}," (direction ",{"type":"[[","value":[["Sežana"]]},").\n\nThe highway south of town leads to ",{"type":"[[","value":[["Rijeka"]]}," in ",{"type":"[[","value":[["Croatia"]]},", providing access to the ",{"type":"[[","value":[["Kvarner"]]}," and ",{"type":"[[","value":[["Istria"]]}," regions of the country...\n\n",{"type":"{{","value":[["geo"],["45.7833"],["14.2167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Coast and Karst"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Postojna"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Postojna"]]}]