[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Prachinburi"]}," (ปราจีนบุร) is a sleepy town, usually used as the southern gateway to ",{"type":"[[","value":[["Khao Yai National Park"]]},".\n\n",{"type":"==","value":[" Understand "]},"\nAbout 135 kilometres northeast of Bangkok, Prachinburi, a province next to the border, covers a total area of approximately 4,762 square kilometres. It was a particularly prosperous town from the Dvaravati to the Lop Buri period, dating back 800 years. \n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By car "]},"\nFrom Bangkok: \n\n",{"type":"*","value":[" Take Phahonyothin Rd to Rangsit, and keep left to use the overpass. Exit to Hwy 305. Drive along Khlong Rangsit through Ongkharak, Nakhon Nayok. Change to Hwy 33 (Nakhon Nayok - Prachin Buri route), and turn right at Nong Cha-om T-junction at km155. Then, change to Hwy 319 before reaching Prachinburi. The total distance is about 132 km. Or use Hwy 33 and turn right at the roundabout near the King Naresuan the Great Shrine. The total distance is 136 km."]},"\n",{"type":"*","value":[" Travel along Hwy 1, pass Wang Noi, Ayutthaya. Turn right at km90, and change to Hwy 33. Travel through Wihan Daeng, Saraburi, and Nakhon Nayok. Turn right at Nong Cha-om T-junction at km155. Then, change to Hwy 319 before reaching Prachinburi. The total distance is 164 km."]},"\n",{"type":"*","value":[" Take Hwy 304 through Chachoengsao, and Phanom Sarakham. Then, change to Hwy 319 and go through Si Mahosot before reaching Prachinburi. The total distance is 158 km."]},"\n",{"type":"*","value":[" Travel along Hwy 3481 to Khet Nong Chok and pass through Bang Nam Priao, Chachoengsao, and Ban Sang, Prachinburi. The total distance is 70 km."]},"\n",{"type":"===","value":[" By bus "]},"\nThe Transport Company Limited provides buses from Bangkok's Northeastern Bus Terminal on Kamphaeng Phet Rd (Mo Chit 2) to Prachinburi many times daily, taking about 2 hours to get to the province. For further information, contact the ",{"type":"[","value":["http:\/\/www.transport.co.th Transport Company Limited"]},", Tel. 0 2936 2852-66, 0 2936 3670, 0 2936 2816 (reservation). The Prachin Buri Provincial Bus Terminal, Tel. 0 3721 1292\n\n",{"type":"'''","value":["Buses travel via these two main routes:"]},"\n\n",{"type":"*","value":[" Bangkok - Hin Kong - Nakhon Nayok - Prachinburi route: The first-class and second-class air-conditioned Buses 58 and 59, cost 110 baht and 85 baht, respectively. The first bus from Bangkok leaves at 04:50 and the last bus leaves at 21:00. Buses depart every 30 minutes."]},"\n",{"type":"*","value":[" Bangkok - Ongkharak - Nakhon Nayok - Prachinburi route: The first-class and second-class air conditioned Buses 920 cost 92 baht and 71 baht, respectively. The first bus from Bangkok leaves at 05:25 and the last bus leaves at 18:25."]},"\n",{"type":"===","value":[" By train "]},"\nTrains between Bangkok and Prachinburi are available 4 times daily: 05:55 (arrives 08:55), 08:00 (arrives 10:41), 09:40, and 15:25. For further details, contact a travel agent or the ",{"type":"[","value":["http:\/\/www.railway.co.th Thai State Railway"]},". \n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"{{","value":[["routebox"],["image1=SRT Eastern Line icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Chachoengsao"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Aranyaprathet"]]}],["minorr1="]]},"\n\n",{"type":"[[","value":[["WikiPedia:Prachinburi"]]},"\n\n",{"type":"{{","value":[["geo"],["14.056667"],["101.373889"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Inner Eastern Thailand"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["de:Prachinburi"]]}]