[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Prairies to Peaks"]}," is a region in Central ",{"type":"[[","value":[["Alberta"]]},", ",{"type":"[[","value":[["Canada"]]}," covering just over 5,500 sq km, with a population of 31,000. It is made up of small towns and rural landscapes stretching from prairie plateaus in the east to foothills in the west and includes the eastern slopes of the Canadian ",{"type":"[[","value":[["Rocky Mountains (Canada)"],["Rocky Mountains"]]},".  \n\n",{"type":"==","value":[" Regions "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eastern Rocky Mountains"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=P2P's ",{"type":"[[","value":[["Rocky Mountains (Canada)"],["Rocky Mountains"]]}," are a remote back-country with waterfalls, inland lakes, larger white-water rivers, and creeks. They are divided into 2 sections: \"Big Horn Back Country\" and \"Ghost Area\". Its lower elevations support the largest herds of wild horses in Alberta as well as more common species such as mountain sheep, elk, moose, deer, cougars, and bears. There are no towns or villages. There is a small seasonal population of rangers, lodge and tourism service staff, oilfield workers, and loggers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Foothills"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=P2P's foothills are traditional ranching country and moderately forested. They are a northern extension of the ",{"type":"[[","value":[["Kananaskis"]]}," foothills that lead to ",{"type":"[[","value":[["Banff"]]}," and ",{"type":"[[","value":[["Canmore"]]},". Many of the roads through this area were placed on older established foot or horse paths, such as the historic Cowboy Trail (Hwy 22), easily one of Alberta's most scenic roads."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Parkland"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Alberta's boreal and aspen parkland run in north-south strips across the province. Parkland is mainly rolling green hills, pastures, and large sections of mixed forest. P2P's parkland was heavily affected by volcanic ash from ",{"type":"[[","value":[["Mount St Helen's"]]}," eruptions, creating an amazingly fertile area. Much of the original forest, however, was destroyed by fires and buffalo stampedes centuries ago. The low coulees and high plateaus have been reforested by area ranchers and farmers. All of the adjacent prairie towns lay on the border between the parkland and prairies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Prairies"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rural farms, small and medium towns lay along or near Alberta's busiest highway corridor between the cities of Calgary (south) and Red Deer (north) The prairie towns grew up in the late 1800s around stations of the Calgary-Edmonton Railway. The first residents came as homesteaders and opened businesses around the stations to cash in on travellers passing through. The railway still runs through the centre of each town and is surrounded entirely by ranches and farms, raising flowers, grains, buffalo, elk, sheep, horses, cows, and chickens."]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.town.bowden.ab.ca ",{"type":"'''","value":["Bowden"]}]},", the smallest town in the Prairies to Peaks Region was once a bustling boomtown, headed for city status until it's main commercial centre was completely gutted by fires in the early 1900s. Today the town sits just off of Hwy 2 and preserves it's past with a museum that, among other things, features displays on key women in pioneer history and musical instruments of the early 1900s.     "]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.town.carstairs.ab.ca ",{"type":"'''","value":["Carstairs"]}]}," a smaller town backing onto Alberta wetlands and a waterfowl preserve. It is surrounded with lush green hills housing horse ranches and commercial cowboy supply stores. Carstairs is home to the annual Mountain View Music Fest, a three day, town-wide music fest."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.village.cremona.ab.ca ",{"type":"'''","value":["Cremona"]}]}," In spite of its size, (pop 463), you simply can't miss the village; the highway speed limit abruptly changes from 100km\/h to 30km\/h (going downhill with very little warning). It has a single main street, 5 or 6 shops, a gas station and 3 hotels."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.didsbury.ca ",{"type":"'''","value":["Didsbury"]}]},", the 2nd largest town in the region, is on a plateau peninsula, surrounded on three sides by the wide Rosebud River Valley (a seasonal stream). It's quaint, brick main street has many artisan shops and galleries. Each winter, Didsbury hosts a mushers competition - a 2 day dogsled race through the valley. "]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.olds.ca ",{"type":"'''","value":["Olds"]}]}," is the largest town and the main commercial centre. The Olds Uptowne & East Village are undergoing historical renovations to revert the buildings back to their original 1900s appearances. Olds College is a living laboratory for agriculture and animal husbandry. It houses botanical gardens featuring unique prairie and parkland flora. The town also has a new cutting edge business & technology centre (1 of only 2 in western Canada), a new performing arts theatre, and massive health & wellness facility. "]},"    \n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.sundre.com ",{"type":"'''","value":["Sundre"]}]}," a resort town on the Red Deer River, established by cowboys, rangers and a Norwegian postman. In the summer its small population of 2,500 is joined by a constant stream of campers, hikers, \"just-out-of-college\" back-packers, cowboys, golfers, art lovers, and international tourists. Its commercial centre is the 2nd largest in the region and it is just possible that there are more stores, coffee shops and services than residents. "]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bergen"]}," is set off the highway with directional signage to \"Beautiful Downtown Bergen\". This ",{"type":"''","value":["\"downtown\""]}," is a single building acting as a general store, ice-cream shop, post-office, museum, and library. Bergen is home of the Bergen Rocks International Sculpture Symposium."]},"\n",{"type":"*","value":[{"type":"'''","value":["Eagle Hill"]},", set on a plateau towering over the coulees below was a viewing spot for eagles. Today it houses a small co-op that carries everything from band aids and jelly beans to fertilizer and tractor parts."]},"\n",{"type":"*","value":[{"type":"'''","value":["James River"]},", a traditional pioneer-style general store. The James River Ranger Station from early 1900s was moved to ",{"type":"'''","value":["Bearberry"]}," and opened as museum, artisan shop and gallery. Bearberry Community Hall has campgrounds and can be rented for group events."]},"\n",{"type":"*","value":[{"type":"'''","value":["Neopolis"]},", on the east side of Hwy 2, has a museum with the largest private collection of Budweiser memorabilia in the world."]},"\n",{"type":"*","value":[{"type":"'''","value":["Water Valley"]}," looks and feels like the wild-west from a century ago with wood-fronted shops, a saloon and roadhouse. Water Valley is well known for its summer \"high end\" camping and golfing and holds an annual Celtic Music and Poetry festival."]},"\n",{"type":"*","value":[{"type":"'''","value":["Westward Ho"]}," is a valley hamlet east of Olds and along the Little Red Deer River. A general store serves it's year-round campground and recreational area."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"==","value":["Talk"]},"\nEnglish is the main language of communication throughout the region. Printed materials in French are available at registry offices, post offices and government offices. In the town of Olds it is also quite common to hear Tagalog spoken on the streets, in restaurants and local businesses.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest international airport is in Calgary, a 45 minute drive from Prairies to Peaks. \n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.calgaryairport.com\/home.html Calgary International Airport"]}," (",{"type":"{{","value":[["IATA"],["YYC"]]},") has four concourses (A,B,C,D) in one terminal. "]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.westjet.com WestJet"]},". YYC is both the home and hub for Canada's main discount airline."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.aircanada.ca Air Canada"]},".  The national carrier uses Calgary as a hub."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.britishairways.com British Airways"]},". Daily flights to London Heathrow."]},"\nNumerous North American and international carriers serve Calgary's airport.  Unfortunately, getting in by air from the USA isn't easy if you live south of Calgary on the US side. In such case, the only routes in are via ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Salt Lake City"]]},", ",{"type":"[[","value":[["Denver"]]},", and ",{"type":"[[","value":[["Minneapolis"]]},". There are more flights from further away (e.g., New York, Chicago, Los Angeles), but none closer. \n\nFrom ",{"type":"[[","value":[["Europe"]]}," there are non-stop flights from ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["Manchester"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Amsterdam"]]},", and ",{"type":"[[","value":[["Frankfurt"]]},".\n\nSmaller municipal airports are outside of Sundre, Olds, and Didsbury. \n\n",{"type":"===","value":["By car"]},"\nA car is essential to enjoying the region. Car rentals are available in ",{"type":"[[","value":[["Calgary"]]}," and ",{"type":"[[","value":[["Red Deer"]]},".\n\nTo get to the Foothills and Mountains, take Hwy 1 from ",{"type":"[[","value":[["Calgary"]]}," or ",{"type":"[[","value":[["Banff"]]}," to Cochrane and continue north on Hwy 22, into the foothills. There are 3 access points to the mountains, west of Water Valley, west of Sundre, and northwest of Bearberry. \n\nAccess to Carstairs, Didsbury, Olds, and Bowden is via Hwy 2 (QEII), north of Calgary International Airport. It is a 40 minute drive from Calgary to Carstairs and 1.5 hours to Bowden. Exits from Hwy 2 are clearly marked and easily accessible. \n\nThere are several east-west crossings connecting the parkland and prairies to the foothills. The largest is Hwy 27, which runs from Olds to Sundre. \n \nMaps of the Prairies to Peaks region are available at all travel information centres in Alberta and the Calgary International Airport. \n\n",{"type":"===","value":["By bus"]},"\nGreyhound buses from ",{"type":"[[","value":[["Calgary"]]}," and ",{"type":"[[","value":[["Red Deer"]]}," stop in Carstairs, Didsbury, Olds, and Bowden. There is currently no public transportation to Sundre or Cremona and no buses between the towns.\n\n",{"type":"==","value":["Get around"]},"\nTaxi services are available in Carstairs, Didsbury and Olds. Limousine services are available in Olds.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bergen International Sculpture Garden"],["alt="],["url=http:\/\/mortonsculpting.blogspot.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A forested garden displaying stone sculptures (6 to 12 feet high) created each summer by artists from around the world. Current collection represents India, Cuba, Kenya, Vietnam (3), Thailand, Armenia, Ireland (2), and Canada."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bergen Rocks Sculpture Symposium"],["alt="],["url=http:\/\/mortonsculpting.blogspot.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A month-long (July or August) summer event featuring world-class sculptors from different nations. The artists have 30 days to transform thousands of tons of sandstone, granite, and marble into monumental artworks. Every artist creates a sculpture that represents his nation's culture. An on-site gallery features classic and modern art works from Canadian artists, including first nations artists and artisans."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Bud Barn"],["alt="],["url=http:\/\/www.thebudbarn.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The world's largest (and only) museum collection of Budweiser beer memorabilia, from the 19th century to yesterday. The Bud Barn is a family-oriented museum on a farm with hay-rides, horses, and event facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mountain View Music Fest"],["alt="],["url=http:\/\/mvmusicfest.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 3 day annual concert, in the 2nd week of August, in Carstairs, featuring an eclectic mix of Alberta's musical talent (country western, pop, jazz, alternative), mobile art galleries, and artisanal markets. Its atmosphere is akin to \"Woodstock meets town fair with family values\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Otter Pottery"],["alt="],["url=http:\/\/otterpottery.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Exhibit gallery of barrel-fired pottery by Sundre Artist David Todd, who uses a primitive firing pit and glazes made from the ash of local trees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pioneer Museums"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From wild-west rangers to union loyalists, each museum chronicles the early pioneer history of a town and it's surrounding area. Pioneer museums are in ",{"type":"[","value":["http:\/\/www.albertasource.ca\/carmn\/museums\/museum_roulston.html Carstairs"]},", ",{"type":"[","value":["http:\/\/www.didsburymuseum.com Didsbury"]},", ",{"type":"[","value":["http:\/\/www.oldsmuseum.ca Olds"]},", ",{"type":"[","value":["http:\/\/museum.sundre.com Sundre"]},", ",{"type":"[","value":["http:\/\/museum.anwc.net Bowden"]}," and ",{"type":"[","value":["http:\/\/www.innisfailhistory.com Innisfail"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rosebud Run Sled Dog Classic"],["alt="],["url=http:\/\/www.rosebudrun.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 2 day event in January or February. Mushers from across the continent compete with sleds and sled dogs in an obstacle-laden course in Didsbury's Rosebud Valley."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Summer Rodeos"],["alt="],["url=http:\/\/www.p2palberta.com\/all_year_round.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rodeos and festivals take place in the summer throughout the region."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Water Valley Celtic Festival"],["alt="],["url=http:\/\/www.watervalleycelticfestival.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 2 day event in May featuring Celtic music groups and poetry readings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wild Horses"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Herds of wild horses inhabit the fields and slopes of the lower Rocky Mountains. Best viewing is early spring and summer."]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Eagle Creek Flowers"],["alt="],["url=http:\/\/www.eaglecreekfarms.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=U-pick flowers and farm fresh vegetables."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Solstice Berry Farm"],["alt="],["url=http:\/\/www.solsticeberryfarm.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=U-pick Saskatoon berry farm."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pasu Farms"],["alt="],["url=http:\/\/www.pasu.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A working sheep farm with a gourmet restaurant that is known as one of the best eating establishments between Calgary and Edmonton. The restaurant is open during meal times and holds events such as dinner theatre and themed-food nights throughout the year. Reservations essential."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"'''","value":["Bears & Cougars:"]}," The mountains and foothills are bear country and home to the cougar. Understanding wildlife and how they interact with people is key to remaining safe. Bear Smart information is available on the Alberta Sustainable Resource Development website ",{"type":"[","value":["http:\/\/http:\/\/srd.alberta.ca\/RecreationPublicUse\/AlbertaBearSmart\/Default.aspx"]},", which also recommends walking in groups of 3 or more, sealing food and removing all trash from any site you visit. \n\n",{"type":"'''","value":["Wild Horses"]}," travel in herds dominated by a single male who can become aggressive when threatened. View these noble creatures from a distance.  \n\n",{"type":"'''","value":["Moose"]}," large wild animals that can cause injury by charging. They are common throughout the region and can be seen on the roadways and even walking down the centre of towns or in parks. \n\n",{"type":"'''","value":["Driving and Wildlife"]}," Deer and moose frequently cross roads and highways, presenting dangers to drivers. If you see wildlife from any distance, near or on a road way, slow down and be prepared to stop suddenly. They are most difficult to spot at night. \n\n",{"type":"'''","value":["Temperatures"]}," in summer range from 18C-32C with strong sunlight. Winter temperatures range from 0C to -40C. Very low humidity makes it possible (even pleasant) to insulate yourself from the winter cold with layers of warm clothing.\n\n",{"type":"'''","value":["Hospitals"]}," are in Sundre, Didsbury, and Olds.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Central Alberta"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]