[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Pravaranagar"]}," is in ",{"type":"[[","value":[["Ahmednagar"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Pravaranagar"]}," is a small town near Loni in the ",{"type":"[[","value":[["Ahmednagar"]]}," district of Maharashtra state in India. It is located 25 km south of the ",{"type":"[[","value":[["Shirdi"]]},", Holy Shrine of Saint Sai Baba. It is also famous for the very first co-operative sugar factory in ",{"type":"[[","value":[["Asia"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"=====","value":[" By Bus "]},"\nThere are many buses connecting Pravaranagar (Loni) to cities such as ",{"type":"[[","value":[["Mumbai"]]}," (250 km), ",{"type":"[[","value":[["Pune"]]}," (200 km.), ",{"type":"[[","value":[["Nasik"]]}," (99 km). It takes around 5 hours from Mumbai to Pravaranagar (Loni). It takes around 4 hours to travel from Pune to Pravaranagar (Loni)  by bus.\n\n",{"type":"=====","value":[" By car "]},"\nPravaranagar is accessible via the Ahmednagar-Nasik Highway, approximately 65 km from Ahmednagar and 99 km from Nasik.\n\n",{"type":"=====","value":[" By train "]},"\nTrains from all over India come in the vicinity of Pravaranagar (Loni). One can take trains till\n",{"type":"*","value":[" Shirdi Sai Nagar (27 km from Pravaranagar (Loni)) OR"]},{"type":"*","value":[" Belapur (Shrirampur) (22 km from Pravaranagar (Loni) OR"]},{"type":"*","value":[" Kopargaon (42 km from Pravaranagar (Loni)) OR"]},{"type":"*","value":[" Manmad (90 km from Pravaranagar (Loni)) OR"]},{"type":"*","value":[" Nasik (90 km from Pravaranagar (Loni)) OR"]},{"type":"*","value":[" Mumbai (250 km from Pravaranagar (Loni)) OR"]},{"type":"*","value":[" Pune (200 km from Pravaranagar (Loni)) OR"]},{"type":"*","value":[" Ahmednagar (65 km from Pravaranagar (Loni))"]},"\n",{"type":"=====","value":[" By air "]},"\nPravaranagar (Loni) has no airport. The nearest airports are at Aurangabad, Nasik, Mumbai and Pune. However a new airport is being constructed at Kakadi, 22 km. from Pravaranagar (Loni) and will be in operation in around two years.\n\n",{"type":"==","value":["Get around"]},"\nPravaranagar (Loni)is not a big town. So almost all major sights and sounds are all within range by car or autos.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Padmashri Dr. Viththalrao Vikhe Patil Sahakari Sakhar Karkhana"]}," ",{"type":"''","value":["(Formerly known as Pravara Sahakari Sakhar Karkhana, Pravaranagar)"]}]},"Pravaranagar (Loni) is the place where the first co-operative sugar factory of Asia was established in late fifties. The seeds of co-operative movement were sown in the country with this development. The farmers of the nearby villages came together to establish their own co-operative sugar factory, which was the beginning of development of the 44 nearby villages. The evolution of cooperative sugar industry in Maharashtra has been a trend setter for all the cooperatives in India.\n",{"type":"*","value":[" ",{"type":"'''","value":["Shri Kshetra Nizarneshwar"]}]},"A temple of Hindu God Lord Shiva is located just 10 km far from Pravaranagar (Loni). It is believed that after their 12 years exile into forests, in the 13th year when Pandavas were spending their incognito time, they stayed at this place for a while.\n",{"type":"*","value":[{"type":"'''","value":["Lontek Temple"]}]},"Lontek (short for  Loni's Tekadi meaning Loni's Hill) is just 1 Km from central part of Loni. On a small hill situated is a very nice temple of Mata Bhavani (Hindu Goddess). From the peak of the hill very picturesque view of Loni can be seen. Navratri Utsav (Navratri Festival) in the month of October is celebrated here.",{"type":"<","value":["br"]},"\nAround the hill,  a view of various educational institutes can be seen which include Medical, Dental, Engineering, Architecture, Management, Biotechnology, Physical Education Colleges and Pravara Rural Hospital. Thousands of students from all over the country and even abroad get educated in these institutes every year.\n\n",{"type":"==","value":["Do"]},"\nApart from visiting these places, there is precious little to do in Pravaranagar (Loni).",{"type":"<","value":["br"]},"\nHowever, you can surely explore the farmer's life in this rural area of Maharashtra.\n\n",{"type":"==","value":["Buy"]},"\nMost places including hotels and local shops do not accept plastic currency, so please carry adequate cash for food, hotel room rent and miscellaneous expenses. However 3 ATMs are available in this village on walking distance..\n\n",{"type":"==","value":["Eat"]},"\nThere are number of eateries in Pravaranagar (Loni). You can find most of these in the main market and near Pravara Hospital. When you visit this place, you must try traditional village (home cooked style) fare at least once.\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Sai Chhatra"]}," Very close to State Bank Of India Loni Branch, this is a small restaurant popular among the tourists and localites for its typical vegetarian dishes. The restaurant is famous for its ",{"type":"''","value":["Pav Bhaji"]},". Chinese food is also served here."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Swagat"]}," On the way from Main market to Pravara Hospital.It offers both vegetarian food with local flavor.",{"type":"<","value":["br"]}]},"Apart from these there are numerous hotels and restaurants in these areas.\n\n",{"type":"==","value":["Drink"]},"\nSell of drinks is restricted in Pravaranagar (Loni). However you can drink in Babhaleshwar, 4 Km from Loni.",{"type":"<","value":["br"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Maifil"]}," On the way to shirdi."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Varsha"]}," On the way to shirdi."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Prashant"]}," On the way to shirdi."]},"And so many other small permit rooms and beer bars are around in Babhaleshwar.\n\n",{"type":"==","value":["Sleep"]},"\nThere are not a single good hotel to stay in here, but at Babhaleshwar, 4 Km from Loni and on the way to shirdi there are number of good hotels and resorts available.\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Akshay"]}," A nice and clean Hotel and Lodging is in Babhaleshwar, just 5 Km from Loni."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ahmednagar"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Pravaranagar"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Maharashtra\/Localities\/Pravaranagar\/"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Triyambakeshwar"]},", one of the twelve Jyotirlingas of India, is just 120 km from Pravaranagar and it is worth a visitable place."]},{"type":"*","value":[" ",{"type":"'''","value":["Shani Shingnapur"]},", the most famous temple of Shani in India, is just 45 Km from Pravaranagar."]},{"type":"*","value":[" ",{"type":"'''","value":["Bhandardara"]},", a calm lake surrounded by hills, waterfalls, dam, forts, valley,etc. is just 90 Km from Pravaranagar."]},{"type":"*","value":[" ",{"type":"'''","value":["Aurangabad"]}," 120 Km"]},{"type":"*","value":[" ",{"type":"'''","value":["Mumbai"]}," 250 Km"]},{"type":"*","value":[" ",{"type":"'''","value":["Pune"]}," 200 Km"]},"\n",{"type":"{{","value":[["usablecity"]]}]