[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Ruins_Walkway.JPG"],["thumb"],["240px"],["Avenue between temple gopura"]]},"\n\n",{"type":"{{","value":[["warningbox"],["Travelling to Preah Vihear can be dangerous and is strongly discouraged by most embassies due to an ongoing border dispute between Thailand and Cambodia. These disputes have turned violent in Apr 2009, Feb 2011, and May 2011, causing at least 41 deaths among military forces and civilians, and have also damaged a part of the temple. The UN ICJ ruling of Nov 2013 in favour of Cambodian sovereignty is expected to be honoured by both parties, bringing the dispute to an end."]]},"\n\nPrasat ",{"type":"'''","value":["Preah Vihear"]}," (ព្រះវិហារ) is a Khmer (Cambodian) temple crowning a 525 m cliff in the Dângrêk Mountains in ",{"type":"[[","value":[["Cambodia"]]},", across the border from ",{"type":"[[","value":[["Si Saket"]]}," and ",{"type":"[[","value":[["Kantharalak"]]}," in northeastern ",{"type":"[[","value":[["Thailand"]]},". It is also the name of the surrounding province.\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"[[","value":[["Image:Cliff_MohIDaeng.JPG"],["thumb"],["240px"],["Moh I-Daeng cliff"]]},"\n\nPreah Vihear is perched on a hilltop with a commanding view of its surroundings. Predating ",{"type":"[[","value":[["Angkor Wat"]]}," by 100 years, the history of the temple\/fortress is somewhat unclear, but it is known to be dedicated to the god Shiva and thought to have been constructed in the reign of Suryavarman I (1002-50), with further significant additions by Suryavarman II (1113-50). Unlike most Khmer temples, the temple is constructed on a long north-south axis, instead of the usual rectangular plan facing east.\n\nThough easily accessible from present-day Thailand, and for some years occupied by that country, the temple was nonetheless claimed by Cambodia on the basis of a map prepared during French colonial times. In 1959 Cambodia brought the dispute to the International Court of Justice, which in 1962 ruled that, because Thailand had for years accepted this map, Cambodia had sovereignty over Preah Vihear. Soon afterwards Cambodia was plunged into civil war. The temple remained open to the public from Thailand (although unreachable from Cambodia) until 1975, when it was occupied by the Khmer Rouge, whose rusting artillery guns still litter the area. It re-opened from the Thai side in 1998, and in 2003 Cambodia completed the construction of a long-awaited access road allowing Cambodians to visit the temple.  In 2008, after a contentious nomination process, the temple was listed as a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".\n\n",{"type":"==","value":[" Get in "]},"\nWhile the temple is in ",{"type":"[[","value":[["Cambodia"]]},", access to the temple is possible from ",{"type":"[[","value":[["Thailand"]]}," as well, with no Cambodian visa required.\n\n",{"type":"===","value":[" From Thailand "]},"\n",{"type":"{{","value":[["cautionbox"],["Due to a lingering border dispute, Thailand periodically blocks access to the site from its side: as of February 2009, the park including Moh I-Daeng cliff are open, but it is not possible to cross the border. Inquire locally before travelling.\n\nAs of June 2010, the Thai-Cambodia border was closed off completely with razor wire, and thus Preah Vihear cannot be reached from Thailand."]]},"\n\nThe nearest significant Thai town is ",{"type":"[[","value":[["Ubon Ratchathani"]]},".  The temple is at the end of Rte 221, but public transport options are limited and the easiest option is to charter a car for the day (1,000 baht and up, plus gas). The roads are surprisingly good and, depending on how hard your driver hits the gas pedal and\/or how many water buffaloes decide to cross the road along the way, you can get there from Ubon in an hour and a half.\n\nIf this is out of your budget, the nearest town of any size is ",{"type":"[[","value":[["Kantharalak"]]},", which can be reached by frequent public buses in 2 hours or so from the nearby towns of ",{"type":"[[","value":[["Ubon Ratchathani"]]}," and ",{"type":"[[","value":[["Si Saket"]]},".  For the last leg of the trip (34 km), however, you will have to hitchhike or charter a ",{"type":"[[","value":[["Thailand#Songthaew"],["songthaew"]]},"\/tuk-tuk\/moto taxi. \n\nAt the entry gate into ",{"type":"'''","value":["Khao Phra Wiharn National Park"]},", you will have to pay a 200 baht entry fee (Thais 20 baht); note that the park is open only from 08:00-15:30. The road ends at a large parking lot, the final leg (less than a kilometre) into Cambodian territory you will have to cover on foot. At the Thai immigration post you'll be charged an additional 5 baht for a second ticket, and you'll also have to show your passport - they'll take a photocopy, but no stamps are issued and no visas are needed. After the road ends, walk over the smooth rock surface to the entry gate and pay another 200 baht fee (this one to enter Cambodia) and get your ticket punched, and now you can proceed to the ruins.\n\n",{"type":"''","value":["How to get there:"]}," From Bangkok, use Hwy 1 (Pahol Yothin Rd) turn right at Saraburi onto Hwy 2 (Mitraphap Rd). At Si Khew, turn right onto Hwy 24, and travel via Pak Thongchai, Sangka, and Ku Khan. Turn right onto Hwy 221, and head to Kantaralak and keep going to the park. \n\nFrom Ubon Ratchathani, use Hwy 2178 and 221 via Varin Chamrap, Samrong, Benjalak, and Kantaralak to the park.\n\n",{"type":"===","value":[" From Cambodia "]},"\nThe road from ",{"type":"[[","value":[["Siem Reap"]]}," to ",{"type":"[[","value":[["Anlong Veng"]]}," is fully paved, and so is the road from ",{"type":"[[","value":[["Anlong Veng"]]}," to Preah Vihear. As of April 2014 it was one of the better roads in the country.  While a 4x4 is not necessary to make it to the base of the hill on which Preah Vihear is located, a 4x4 or motorbike will be required to scale the steep road going up the hill. A small 125cc automatic scooter can climb the access road but only with one person per bike and no heavy packs. Geared bikes of the class the locals use are no problem.\n\n",{"type":"[","value":["http:\/\/www.dancingroads.com Dancing Roads"]}," regularly arranges multi-day bike trips from ",{"type":"[[","value":[["Phnom Penh"]]}," to Preah Vihear.\n\nYou can also reach the place on a three day motorbike trip from ",{"type":"[[","value":[["Kompong Thom"],["Kompong Thom"]]},".\n\nPreah Vihear can be visited by tourists, but there is a strong military presence on the way up the hill, and around the temple. Soldiers line the entrance path asking for money and beer in a not so professional manner! Look out for the fakes with \"US Navy\" insignias, don't give them money. Stores adjacent to the temple will try to sell you multi-packs of cigarettes to give to the troops. Patriotic local tourists buy them, but it is not an obligation. Previous reports have mentioned bribes to drive up the access road, but as of April 2014 there were no roadblocks.\n\nAdmission to the temple is free, but identification is needed. For those without their own transport, a USD5\/USD20 fee at the ticket office gets you a motorcycle\/pick-up truck with driver to take you up to the top, and back down the hill. Not recommended to sit unsecured on the bed of a pick-up as the road is very steep in places.\n\n",{"type":"==","value":[" Get around "]},"\nThe only way to get around is on foot.  The 500 m elevation and the resulting breeze provide some relief, but it's still a hot and sticky 120 m (vertical) up the hill.\n\nFrom the Cambodian side, you can hire a motorbike-taxi to take you up the steep ascent to the foot of the temple, but you'll still have to climb up the stairs yourself.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["Image:Plan-preahvihear-1.svg"],["thumb"],["339px"],["Schematic map of Preah Vihear Temple"]]},"\n\nThe Thai and Cambodian paths join together at the bottom of the slope (",{"type":"''","value":["lower end of the adjacent map"]},"), and from here the only way is up.\n\n",{"type":"*","value":[" The fun starts with ",{"type":"'''","value":["162 stone steps"]}," (#1), a fairly steep climb that will get you warmed up nicely.  Your reward is a short set of stairs decorated with nagas and ",{"type":"'''","value":["Gopura I"]}," (#3), a solitary pavilion with a fluttering Cambodian flag."]},"\n",{"type":"*","value":[" A 500-metre gently climbing avenue leads up to ",{"type":"'''","value":["Gopura II"]}," (#6), another smallish pavilion, and a large ",{"type":"''","value":["boray"]}," (water cistern, #4) to the left."]},"\n",{"type":"*","value":[" Yet another avenue (somewhat shorter this time) leads to, yes, ",{"type":"'''","value":["Gopura III"]}," (#9), but also the first courtyard of the temple and the first point where visitors to ",{"type":"[[","value":[["Angkor Wat"]]}," will start feeling a sense of ",{"type":"''","value":["deja vu"]},".    Make a detour to the left side of the ",{"type":"''","value":["gopura"]}," to see relics of a more modern era, in the form of a rusting artillery gun and a few bunkers."]},"\n",{"type":"*","value":[" A short causeway decorated with nagas leads to the inevitable ",{"type":"'''","value":["Gopura IV"]}," (#14) and behind it the second courtyard.  On the other side of the courtyard is ",{"type":"'''","value":["Gopura V"]}," aka the ",{"type":"'''","value":["Galleries"]}," (#17), and beyond it the ",{"type":"'''","value":["Main Sanctuary"]}," (#18), the centrepiece of the site which now houses a miniature Buddhist temple."]},"\n",{"type":"*","value":[" What makes the effort worthwhile lies just outside, so sneak out the left side to find yourself at ",{"type":"'''","value":["Pei Ta Da Cliff"]},", with a sheer 500 metre drop and a jaw-dropping vista of the Cambodian jungles below.  To contemplate the view without getting sunstroke, locate the crevice that leads into a little cavern of sorts, with shade provided by the tip of the cliff overhead and, unfortunately, some barbed wire to spoil your pictures (and stop you from falling off)."]},"\nThere are several other minor sights in the area, accessible only from the Thai side:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pha Moh I-Daeng"]},", clearly signposted from the parking lot and only a few hundred metres up the hill, is the present Thai border and the new home of the flagpole that previously fluttered on Pei Ta Da.  There are more stunning views of Cambodian jungle here, including a side view of Preah Vihear, although seen from afar the buildings blend surprisingly well into the hillside. The cliff has an interesting bas relief of three figures whose identities are still unknown.  The carving is the oldest in Thailand. It seems to date from the 10th century when Koh Ker was the capital of the Khmer empire, and Khmer craftsmen probably practiced here first before the real carving at Preah Vihear Sanctuary. A walkway gives easy access to the bas relief which is on an overhanging part of the cliff. On the Thai side there is also a visitor centre with models and pictures of the temple complex."]},"\n",{"type":"*","value":[{"type":"'''","value":["Double Stupas."]}," Two sandstone stupas, or \"chedi\", cubes with round tops are west of Mor E-Dang Cliff. The stupas houses things that reflected prosperity during the period. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Don Tuan Khmer Ruins."]}," Built during the 10th-11th century, the Khmer ruins in Ban Phume Sarol are 300 m from the Thailand-Cambodia border. A legend says a lady, Nang Nom Yai, stayed here on her way to visit a king. To get there, use Hwy 2243, and turn onto a small road at km91 and continue for 4 km."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sra Trao or Huay Trao."]}," The stream runs through rock plain at the foot of Mount Preah Vihear, before running through a subterranean tunnel strengthened by rock walls. It is assumed that such low land is a baray or reservoir. The stream and surroundings are now well maintained and filled with water."]},"\t\n",{"type":"*","value":[{"type":"'''","value":["Namtok and Tham Khun Sri."]}," The three-tier waterfall, above the cave, is west of Sra Trao close to the trail to Phreah Vihear. Khun Sri Cave is gigantic and believed to be once the accommodation of Khun Sri, a nobleman who controlled rock cutting at Sra Trao for constructing the Preah Vihear Sanctuary.  "]},"\t\n",{"type":"*","value":[{"type":"'''","value":["Huay Kanoon Dam."]}," 25 km from the park headquarters, the dam and its reservoir offers nice scenery for picnics or camping."]},"\n",{"type":"==","value":[" Buy "]},"\nThere are ramshackle assemblages of shacks at both the Thai parking lot and the Cambodian base of the hill, as well as all the way along the path up the hill in the temple area itself. These sell not only the expected T-shirts, postcards, and cans of Pepsi, but also premium cognac and cigarettes by the carton as well. It's tax-free shopping for Thais. As foreign visitors are few, expected to be besieged by little boys and girls shouting \"hello\" and hawking postcards, but they usually take the hint after a couple of \"bye-byes\".\n\n",{"type":"==","value":[" Eat "]},"\nPlaces to eat are rarer on the ground than drink stalls, although there are some pretty basic grill stalls towards the end of the Thai parking lot shopping shacks.\n\nFor more selection and a semblance of hygiene, there are a number of roadside restaurants on the Thai side before the park entrance, along the road from Kanthara.\n\n",{"type":"'''","value":["Cambodia"]},": The nearby town of Sra Ehm (20km) provides few options for food, but quality is reasonable. Most rice restaurants are loosely based around the main roundabout. There is a boutique hotel that can be reached from both road 2965 and 62 and has both a Western menu and English-speaking staff.\n\n",{"type":"==","value":[" Drink "]},"\nDrink stalls are ubiquitous along the trail.\n\n",{"type":"==","value":[" Sleep "]},"\nThere are only very basic accommodation options in the immediate vicinity.\n\n",{"type":"'''","value":["Cambodia"]},": There is a wooden, very basic guesthouse (shower and toilet outside) at the bottom of the steps, where the locals live. Shower is from a barrel of rain water and a bucket. Very basic, but very clean. Electricity from 18:00-22:00.\n\nThere are a handful of basic and clean guesthouses in Sra Ehm (20 km south). From USD10.\n\n",{"type":"'''","value":["Thailand"]},": the nearest place with a variety of accommodation is the town of ",{"type":"[[","value":[["Kantharalak"]]}," (approx. 30 km), which is also the nearest place with direct bus services to ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Si Saket"]]},", ",{"type":"[[","value":[["Ubon Ratchathani"]]},", etc.\n\nMore distant Thai-side possibilities are the towns of ",{"type":"[[","value":[["Si Saket"]]}," (approx. 95 km, and nearest train station), and Khu Khan (approx. 95 km, and most convenient place to stay near the border if travelling to\/from ",{"type":"[[","value":[["Anlong Veng"]]},"); and the city of ",{"type":"[[","value":[["Ubon Ratchathani"]]}," (approx 120 km) - however, the most direct access to all these places is via ",{"type":"[[","value":[["Kantharalak"]]},".\n\nIf you have your own equipment, there is a campground in the Khao Phra Wiharn National Park.  Call the ",{"type":"[","value":["http:\/\/www.dnp.go.th Department of National Parks, Wildlife, and Plant Life"]}," at +66 2 5620760.\n\n",{"type":"==","value":[" Stay safe "]},"\n",{"type":"[[","value":[["Image:Sign_DangerMines.JPG"],["thumb"],["240px"],["Land mine warning sign"]]},"\n\nPreah Vihear is the subject of a long-running ",{"type":"'''","value":["territorial dispute"]}," between Thailand and Cambodia, and several soldiers on both sides were killed in clashes in 2008, 2009 & 2011. In Nov 2013 the UN's International Court of Justice ruled that the temple area and most of the disputed land were sovereign Cambodian territory. Thai officials pledged to abide by the ruling.\n\n",{"type":"'''","value":["Land mines"]}," remain a real danger in the area, although the temple itself and the access paths have been painstakingly cleared by the HALO Trust. Stay on the beaten path, don't venture into any vegetation which has not been cleared recently, and heed the red warning signs, painted rocks and strings marking the limits of the demined area.\n\nThe cliffs are steep and no provisions are made to protect you from your carelessness. Keep a very close eye on children.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"*","value":[" In Si Saket Province on the Thai side of the border, the ",{"type":"'''","value":["Temple of a Million Bottles"]}," (",{"type":"''","value":["Wat Pa Maha Chedi Kaew"]}," - more commonly known as ",{"type":"''","value":["Wat Lan Khuad"]},") near Khun Han is a worthwhile detour."]},"\n",{"type":"[[","value":[["Anlong Veng"]]}," to the west.\n\n",{"type":"[[","value":[["Beng Melea"]]}," to the south.\n\n\n\n",{"type":"[[","value":[["Commons:Category:Preah Vihear"]]},"\n",{"type":"[[","value":[["Wikipedia:Preah Vihear"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North-western Cambodia"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["geo"],["14.3948"],["104.679944"]]}]