[{"type":"{{","value":[["pagebanner"],["Presidente Prudente banner 3.jpg"]]},"\n",{"type":"{{","value":[["translate"],["pt"]]},"\n\n",{"type":"'''","value":["Presidente Prudente"]}," is a city in the state of ",{"type":"[[","value":[["São Paulo (state)"],["São Paulo"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nPresidente Prudente is a Brazilian city in the state of São Paulo. Belonging to the meso and micro region of the same name, located west of the state capital, lying about 558 km this. Its Human Development Index (HDI) is 0.806, considering how high in relation to the state. He is currently one of the main industrial centers, and cultural services of West São Paulo, so much so that it became known as the \"Capital of the West Paulista\".\n\n",{"type":"===","value":[" History "]},"\n\nThe city of Presidente Prudente was emancipated from “Conceição de Monte Alegre” (today “Paraguassu Paulista”) in the 1910s. Version of its etymology is that the name is a reference to former Brazilian President Prudente de Morais (Itu, October 4, 1841 - Piracicaba, December 13, 1902), which was a Brazilian lawyer and politician, first governor of the state of São Paulo (1889-1890). With the great economic crisis of 1929, the economy of the municipalities related to coffee production suffered great shock and Presidente Prudente now has new economic activities such as the cultivation of cotton. The industrialization of the city began in the mid-1930s.\n",{"type":"[[","value":[["Image:Catedral Prudente.JPG"],["thumb"],["500px"],["San Sebastian Cathedral and July Nine Square"]]},"\n\nIn the 1940s it was observed that 44.7% of the usable land area consisted of grassland. The increasing importance of livestock in the region of Upper Sorocabana was effected when, especially if given the deforestation of areas that were not yet in operation. Industrial activities correlated in the early days of logging, turned to the processing of raw materials, mainly offered by the creation of cattle. The surplus not consumed in the core was all sent to São Paulo by rail. In the early 1930s there were seventeen industrial establishments, reaching 138 already in 1940, employing 655 people. What developed in terms of industry was to complement the agricultural economy, comprising further their dominance.\n\nThe extent of Presidente Prudente was about 15,600 km ² on the occasion of its founding and establishment of the municipality , and its boundaries reached the north, the watershed “Aguapeí – Peixe”; south , the river “Paranapanema”; east counties of “Campos Novos Paulista” (formerly “Campos Novos do Paranapanema”) and “Conceição do Monte Alegre” and west Paraná River . Changing the administrative - territorial framework of the municipality of Presidente Prudente shows that the city reduced , increasingly , its territorial extension , due to successive dismemberments . In 1960 , however , replaced by the setting that holds to date , with an area of 562.107 km ² . In this process of territorial expansion , the city gradually absorbed the countryside . This predominance of rural areas has been and is being replaced by the city , to meet the requirements of urban expansion , given the increase in productive activities in the city (industry , trade and services ) and an increase in housing demand generated by population density. The boundary between the countryside and the city is no longer visible .\n\n",{"type":"===","value":[" Geography"]},"\n\nPresidente Prudente occupies an area of 562.107 km ², of which 16.5600 km ² are in the urban area and its population was estimated in 2010 at 207,625 inhabitants, by the Brazilian Institute of Geography and Statistics (IBGE), and then the thirty-sixth most populous of São Paulo and its first micro. Today the city is formed by the city of Presidente Prudente beyond districts “Ameliópolis”, “Eneida”, “Floresta do Su”l and “Montalvão”, subdivided further into approximately 220 districts.\n\nPrudente is located next to the Paraná River basin, in its territory several sub-basins of small and medium streams with important roles in your configuration, and being drained by streams “Veado” and “Cedro”, belonging to the river “Santo Anastacio”; and by stream and river “Onça” and “Mandaguari”, belonging to the basin of river “Peixe”. The city presents itself with continuous occurrence gently undulating hills, the vast majority with dividers made of watercourses. The soil is classified as Bauru sandstone with agricultural characteristics, making it suitable for various crops.\n\n",{"type":"===","value":[" Climate "]},"\n\nThe climate is characterized Presidente Prudente tropical rainy, with decreased rainfall in winter and annual average temperature of 23.6° C, with cold and dry winters (with occurrences of light frost in a few days of the season) and rainy summers with temperatures high. The hottest months, January and February have an average temperature of 26° C and the average maximum of 31° C and the minimum 21° C. And the coldest month, July, has an average of 20° C, 26° C and 14° C average maximum and minimum, respectively. Fall and spring are transitional seasons. During the winter there have been several records afternoons when the temperature even surpassed the 12° C as at 18 June 2002.\nThe average annual precipitation is 1 256.5 mm, and the driest month in July, when there are only 33.8 mm. In January, the rainiest month, the average stands at 206.0 mm. In recent years, however, the hot, dry days during the winter have been increasingly frequent, often surpassing 30° C, especially between July and September.\n\n",{"type":"==","value":[" Get in"]},"\n\n",{"type":"[[","value":[["Image:Rodovia Raposo Tavares.jpg"],["thumb"],["View of Presidente Prudente from Raposo Tavares highway"]]},"\n\n",{"type":"===","value":[" By Air "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=State Airport Adhemar de Barros"],["alt=Aeroporto Estadual Adhemar de Barros"],["url=http:\/\/www.daesp.sp.gov.br\/aeroporto-detalhe\/?id=879"],["email="],["address=Assis Chateaubriand Highway, Km 459"],["lat=-22.178333"],["long=-51.418889"],["directions=Entrance on Highway"],["phone=+55 18 3222 8099"],["tollfree="],["fax="],["hours="],["price="],["content=Has two Airlines companys: Gol and Azul. It is the third busiest airport in the state of São Paulo, administered by DAESP. As the airport is outside the urban area, the transport from the airport to the city can be done by taxi (on site), public bus (Line: “Aeroporto” X “Centro” via “Avenida Brasil” [Brazil Avenue] and “Rodoviária”[Bus Station]) and car rental (Localiza - +55 18 3223 4299 \/ Avis - +55 18 3221 1312). Toll parking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Gol Airlines"],["alt= Gol Linhas Aéreas"],["url= http:\/\/www.voegol.com.br\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 18 3916 1158"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Azul Airlines"],["alt= Azul Linhas Aéreas"],["url= http:\/\/www.voeazul.com.br\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 18 3222 0078"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Presidente Prudente Bus Station"],["alt=Terminal Rodoviário de Presidente Prudente"],["url="],["email="],["address=Avenida Brasil, 1380"],["lat=-22.131121"],["long=-51.387625"],["directions=2 km from the Raposo Tavares highway"],["phone=+55 18 3903 5051"],["tollfree="],["fax="],["hours="],["price="],["content=The Presidente Prudente Bus Station has several companies intercity transportation. You will find cafes, newsagents and taxi rank."]]}]},"\n",{"type":"===","value":["By car"]},"\n\nThe city of Presidente Prudente has three state highways.\n\n",{"type":"*","value":[{"type":"'''","value":["SP 270"]}," (",{"type":"''","value":["Raposo Tavares highway"]},") - Connects ",{"type":"[[","value":[["São Paulo"]]}," the ",{"type":"[[","value":[["Presidente Epitácio"]]}," to the border of ",{"type":"[[","value":[["Mato Grosso do Sul"]]},", past Presidente Prudente . The highway is concessioned by",{"type":"''","value":[" CART"]}," - Dealership Auto Raposo Tavares. This highway toll account, see the points of collections and their values ​​by site http:\/\/www.cartsa.com.br"]},"\n",{"type":"*","value":[{"type":"'''","value":["SP 501"]}," (",{"type":"''","value":["Júlio Budisk road"]},") - Link between Presidente Prudente and SP 294 - Captain João Ribeiro de Barros road, crossing cities New Alta Paulista ",{"type":"[[","value":[["Osvaldo Cruz"]]},", ",{"type":"[[","value":[["Adamantina"]]},", ",{"type":"[[","value":[["Dracena"]]}," and ",{"type":"[[","value":[["Panorama"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["SP 425"]}," (",{"type":"''","value":["Chateaubriant Assis highway"]},") - Connects the state motto of São Paulo with the states of ",{"type":"[[","value":[["Minas Gerais"]]}," and ",{"type":"[[","value":[["Paraná"]]},". This road serves as a link to Presidente Prudente ",{"type":"[[","value":[["São José do Rio Preto"]]}," and the city served by SP 300 - Marshal Rondon highway."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:Avenida Manoel Goulart.JPG"],["thumb"],["Manoel Goulart Avenue"]]},"\n\n",{"type":"===","value":["On foot"]},"\n\nPresidente Prudente is easy to walk, is hardly reported cases of assaults on pedestrians during business hours. Although its terrain is basically composed of \"seas of hills\", its main traffic routes are basically flat, with few slopes. His walks are narrow in the central area, but the neighborhoods are a bit wider. The pedestrian must pay attention on the walk because there is no standardization of the pavement, which may cause some accidents to inattentive.\n\n",{"type":"===","value":["By bus"]},"\n\nThe city does not have exclusive lines of tourism, but the companies that make the cover transportation and tourist areas considered of great importance to the city and region. Find out the schedule and itinerary with transport companies that serve the city by phone. No appointments online.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= TCPP Company"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 18 3311 1000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=PrudenExpress Company"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 18 2101 9300"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"*","value":[" Transit may seem a little as chaotic, but the City Hall and the department responsible for transport links in the city are making necessary improvements in their roads. The streets are old projects of urban structures are narrow and irregular, which needs careful attention from the driver to not have problems with their cars right, whether in motion or parked."]},"\n",{"type":"*","value":[" Avoid the circular central pathways, those between the Avenues Brazil, Manoel Goulart, Coronel Marcondes and Washingon Luiz on weekdays. Pathways are much pedestrian traffic and high concentration of cars. Another problem is the parking issue, and in the central area is the levy called \"Blue Zone\". Outside this perimeter there are difficulties to find places to park on weekdays."]},"\n",{"type":"*","value":[" There is an exaggeration in speed reduction devices. A failure by the municipal administration, as the city holds electronic radars, but these do not yet exist. Recent studies have found that over 50% of drivers go above the speed limit allowed in the city, which is most notable in the main streets."]},"\n",{"type":"===","value":["By taxi"]},"\n\nPrudente has radio taxi companies and taxi points throughout the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Radio Taxi Econômico"],["alt="],["url= http:\/\/www.radiotaxieconomico.com.br\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 18 3221 3600"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Rádio Táxi Presidente Prudente"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 18 3907 3001"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Radio Taxi Central 24H"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 18 3906 1414"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Cesar Táxi Vip 24H"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+55 18 997 075 092"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Presidente Prudente.JPG"],["thumb"],["Skyline Presidente Prudente"]]},"\n",{"type":"[[","value":[["Image:Catedral de Presidente Prudente.JPG"],["thumb"],["San Sebastian Cathedral"]]},"\n",{"type":"[[","value":[["Image:Centro Cultural Matarazzo.JPG"],["thumb"],["Cultural Center Matarazzo"]]},"\n",{"type":"[[","value":[["Image:Floreira Calçadão.JPG"],["thumb"],["Planter in promenade Maffei"]]},"\n",{"type":"[[","value":[["Image:Parque do Povo Presidente Prudente.JPG"],["thumb"],["Partial view of Parque do Povo (",{"type":"''","value":["People's Park"]},")"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Sebastian Cathedral"],["alt=Catedral de São Sebastião"],["url=http:\/\/www.diocesepresidenteprudente.com.br\/paroquias.php?codPar===QM"],["email="],["address=Praça Monsenhor Sarrion"],["lat=-22.122797"],["long=-51.388859"],["directions="],["phone=+55 18 3223 2016"],["tollfree="],["fax="],["hours="],["price="],["content=The Cathedral of St. Sebastian was an old dream of perpetual vicar of Presidente Prudente, Father Jose Maria Martinez Sarrion. Therefore, in 1927, he decided to create a commission to leave the field in an attempt to raise funds, formed by members of the families featured in season: Armelin, Tenorio de Barros, Peretti, Toledo, Franco de Godoy and others. The plan of the church was made by Francisco Oroz, construction directed and performed by Francisco Grotto and idealized by Luiz Mesquita. The curious thing occurs in the plant design, cross-shaped. Work began two years after the commission formed. Completed in 1949, the church became the city's pride and a reference point. The work also had the goal of becoming the seat of the diocese, which occurred in 1961."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cultural Center Matarazzo"],["alt=Centro Cultural Matarazzo"],["url=http:\/\/www.culturapp.com.br\/"],["email="],["address=Rua Quintino Bocaiúva, 749"],["lat=-22.120805"],["long=-51.380045"],["directions="],["phone=+55 18 3226 3399"],["tollfree="],["fax="],["hours=Mon-Sat, 8:30 am-10 pm; Sun, 10 am-10 pm"],["price=Free"],["content=The old space previously used for processing cotton in its golden phase of production, was carefully analyzed and architecturally appropriate environments to receive several functions simultaneously and for different audiences. It has libraries, exhibition halls, craft workshops, art academies, rooms for teaching and performing music, and ample space, reserved for digital inclusion, provided with computers and their instructors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Children's City"],["alt=Cidade da Criança"],["url=http:\/\/www.cidadedacriancaprudente.com.br\/"],["email="],["address=Raposo Tavares highway, Km 561"],["lat=-22.173100"],["long=-51.378763"],["directions="],["phone=+55 18 3902 9333"],["tollfree="],["fax="],["hours="],["price=Prices on request"],["content=The City of Children is a landscaped complex composed of forests, lakes and other natural features or built for leisure, recreation, educational and scientific activities. Are 172 hectares, of which 46 are of type interior Atlantic forest remnants of the original ecosystem that covered the west of the state of São Paulo. The park provides transport scenic, kart track, which hosts official evidence of the local league, playground of good structure, zoo, fishing (intended to 3rd age), sports courts, rest areas, soccer field, grass and sand, one modern planetarium, aviary and Education Center Alberico Marques Caiado. The complex also with the amusement park, observatory, food court and water park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum and Historical Archives of Presidente Prudente"],["alt=Museu e Arquivo Histórico de Presidente Prudente Antônio Sandoval Netto"],["url=http:\/\/museu.presidenteprudente.sp.gov.br\/index.php"],["email="],["address=Rua João Gonçalves Foz, 2179"],["lat=-22.11663"],["long=-51.41158"],["directions="],["phone=+55 18 3223 9404"],["tollfree="],["fax="],["hours=Tue-Fri, 8 am-5 pm; Sat-Sun, 8 am-12 pm"],["price=Free"],["content=Created more than 25 years, the museum houses a collection corresponding to about 90 years of the history of Prudente. The museum is housed in the old Municipal Abattoir, since 1973. The area of ​​just over 5.1 million square feet, has been completely renovated and is now considered one of the most beautiful buildings of the city with its Baroque. To portray the 90-year history of Presidente Prudente, the museum houses more than 6000 printed and manuscript, one of the most important sources of information and research in the municipality. Also part of the Museum and the Municipal Historical Archive various screens, frames, stuffed animals and birds. Entity can be seen in the mobile pioneer family Goulart, hat the first doctor Prudente, Domingos Leonardo Cerávolo and also the first machine used by the newspaper O Imparcial. The equipment was purchased by the newspaper in 1952."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parque do Povo"],["alt=People's Park"],["url="],["email="],["address=Avenues between 14 de Setembro and 11 de Maio"],["lat=-22.129163"],["long=-51.400618"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This extensive leisure area, very green, occupied a valley bottom that defied public administration. Built with funds donated by the federal government changed the physiognomy of the city insisted on stopping at that location, without the possibility of growth. Today's draw for the population, with skating rinks, swimming pools, sports sets, cycling paths, jogging trails, soccer field Franc, cafeterias and playgrounds. It is a meeting place for athletes and people concerned about their physical form, that there do their footings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=July Nine Square"],["alt=Praça Nove de Julho"],["url="],["email="],["address="],["lat=-22.12304"],["long=-51.38807"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opened in 1918, was known to ride public after July Five Square and after July Nine Square, in honor of the Constitutionalist Revolution of 1932. Has undergone several renovations since its inception. In 1925 was a large open field, without leisure. Ten years later he was urbanized, with the construction of a gazebo, benches and a beginning of afforestation. In 1952, already with the light source, the square had malls and some of the current features. The major redevelopment, however, occurred in 1990, with the exchange floor, the recovery of light source, construction of the Arena Theatre Mario Celestino Teixeira, toilets and landscaping. In addition to the recreation area with tables to practice board games and cards. Today, the square serves as the setting for pedestrian traffic going to downtown to work, shop and business meeting point for students, elderly people will have fun at the gaming tables and serenades, plays and lectures in the arena theater. A new reform was made ​​in 2013, keeping its original features and refurbished landscaping."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Square Cherry Blossom"],["alt=Praça das Cerejeiras"],["url="],["email="],["address=Jardim Esplanada"],["lat=-22.129992"],["long=-51.408205"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Cherry Blossom Square was built in 1978 in commemoration of the 70th anniversary of Japanese immigration to Brazil. In 2007 it was transformed into a Japanese garden, totally refurbished especially for the commemoration of the centenary of Immigration. The garden before it had a flat surface was purposely modified dune lands to have dimples (the reliefs mean the ups and downs and successes and difficulties of life), over which trees were planted typical oriental as camellias, cherry, matsu and other small spaces ranging from the huge stones of various sizes meaning father and mother and children. Were not forgotten to put the lanterns (TYÔTIN) scattered throughout the square, all in an area equivalent to one block well wooded, and the colors red and white were not lacking to give even greater emphasis to a number of monuments and accessories that represent a piece of Japan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rua Tenente Nicolau Maffei"],["alt=Street Lieutenant Nicolau Maffei"],["url="],["email="],["address="],["lat=-22.12359"],["long=-51.38605"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=By political influences, she was street Mantiqueira, Washington Luís, and President João Pessoa. During the management of Colonel Marcondes, a project to rename several streets and squares was presented. Among the changes was the renaming of the Mantiqueira Street to Washington Luís, which was the state governor and candidate for the presidency. However, after being deposed Washington Luís, the name was changed to President João Pessoa. It was only in 1937 that the street was renamed for Lt. Nicolau Maffei, who was part of the battalion Constitutionalist Presidente Prudente and headed for the front of operations under the command of Colonel Miguel de Oliveira Brisola. He was killed in combat Ribeiropolis on September 22, 1932, struck in the head by a rifle bullet. Maffei also was buried by the enemy, which paid him military honors recognizing his bravery. In 1979 was built \"pedestrian street\". The Maffei was closed to cars and reformed to facilitate the movement of \"prudentinos\" the city center, mainly to boost trade. In 2009, the Boardwalk received his first retirement after 30 years, adapting to the current urban standards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Diocesan Shrine of Our Lady of Aparecida"],["alt=Santuário Diocesano Nossa Senhora de Aparecida"],["url=http:\/\/www.iparoquia.com\/paroquia\/index.php?id="],["email="],["address=Rua Antônio Lopes Azevedo, 74"],["lat=-22.125789"],["long=-51.382169"],["directions="],["phone=+55 18 3222 4137"],["tollfree="],["fax="],["hours="],["price="],["content=In 1922, the religious community of Vila Marcondes started the construction works of their temple. The land had been won the colonizer city, José Soares Marcondes. The temple has since received the name of Our Lady of Aparecida. That year just might be laid the foundation of this it is today one of the main churches of the Diocese of Presidente Prudente, built with a nave and, later, a modern architectural vision and to the taste of the local Christian community, making attaching two more aisles . On June 10, 1988, the Marian Year, the Diocesan Bishop Dom Agostinho Marochi, by Decree 7659, created the Diocesan Shrine of Our Lady of Aparecida."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"{{","value":[["mapframe"],["-22.125833"],["-51.388889"],["zoom=13"]]},"\n\n",{"type":"===","value":["Cinema"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Moviecom"],["alt="],["url=http:\/\/www.moviecom.com.br\/index.php"],["email="],["address=Prudenshopping"],["lat=-22.11596"],["long=-51.40817"],["directions="],["phone=+55 18 3223 1508"],["tollfree="],["fax="],["hours="],["price="],["content=Visit the website for information, schedules and ticket values​​. This movie has four exhibition halls, one 3D."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arco Íris Cinemas"],["alt="],["url=http:\/\/www.arcoiriscinemas.com.br"],["email="],["address=Parque Shopping Prudente"],["lat=-22.13157"],["long=-51.38927"],["directions="],["phone=+55 18 3221 3736"],["tollfree="],["fax="],["hours="],["price="],["content=Visit the website for information, schedules and ticket values​​. This movie has 3 theaters"]]}]},"\n",{"type":"===","value":["Fisheries"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pesqueiro Guarinão"],["alt="],["url="],["email="],["address=Avenida Alberto Bonfiglioli, 10.000"],["lat=-22.16501"],["long=-51.46668"],["directions="],["phone=+55 18 3909 6348"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pesqueiro Zóio D'água"],["alt="],["url="],["email="],["address=Assis Chateaubriand highway, Km 455"],["lat=-22.16269"],["long=-51.39844"],["directions="],["phone=+55 18 3223 0912"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Events"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=National Theatre Festival Presidente Prudente"],["alt=Festival Nacional de Teatro de Presidente Prudente"],["url=http:\/\/www.fentepp.com.br\/"],["email="],["address=Theatres and Squares"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices on request"],["content=The Festival that takes place every year, which brings companies throughout Brazil to present the city in its theaters, theaters arena and in the streets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Book Fair"],["alt=Salão do Livro"],["url=http:\/\/salaodolivropp.com.br\/"],["email="],["address=Events Centre of IBC (",{"type":"''","value":["Centro de Eventos do IBC"]},")"],["lat=-22.11514"],["long=-51.37897"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The Book Fair Presidente Prudente was created to encourage reading through interactive contact the author to the reader, providing a chat with people who like to write with who like to read."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nikkei Fest"],["alt="],["url=http:\/\/www.nikkeifest.com.br\/index.php"],["email="],["address=ACAE Club (",{"type":"''","value":["Clube da ACAE"]},")"],["lat=-22.14168"],["long=-51.45739"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices on request"],["content=This is an event to promote and maintain the Japanese culture and can be checked: exhibitions, workshops, crafts, martial arts, music and dance show, \"Nikkei Girl\" and the best of Japanese cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Festival of Nations"],["alt=Festa das Nações"],["url="],["email="],["address=Events Centre of IBC (",{"type":"''","value":["Centro de Eventos do IBC"]},")"],["lat=-22.11514"],["long=-51.37897"],["directions="],["phone=+55 18 3223 2267"],["tollfree="],["fax="],["hours="],["price=Prices on request"],["content=The festival takes place on account of the celebrations of the patron saint Our Lady of Mount Carmel. The event tents typical of many nations: German, African, American, Arabic, Brazilian, Spanish, Greek, Hawaiian (juice), English, Italian, Japanese, Portuguese, sweets, drinks and Tent Sisters of Plentiful Redemption."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arena Rodeo Festival"],["alt="],["url="],["email="],["address=Ranch Quarter Horses (",{"type":"''","value":["Rancho Quarto de Milha"]},")"],["lat=-22.18862"],["long=-51.43046"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices on request"],["content=The Arena Rodeo Festival Presidente Prudente is one of the most anticipated events for the local and regional population, the largest indoor arena in Latin America. This is a rodeo complete with a megastructure, food court and shows. The event features country singers regional and national prominence."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Christmas Concerts"],["alt=Concertos de Natal"],["url="],["email="],["address="],["lat=-22.11514"],["long=-51.37897"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The Christmas concerts together various artistic presentations and demonstrations, giving the public direct contact with the various languages ​​of the arts in general. With the Christmas theme, so all presentations are based for universal fellowship and celebration of this important festive occasion."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["Image:PrudenShopping26 gde.jpg"],["thumb"],["Entrada leste do piso Manoel Goulart do Prudenshopping"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Prudenshopping"],["alt="],["url=http:\/\/www.prudenshopping.com.br\/"],["email="],["Avenida Manoel Goulart, 2400"],["lat=-22.11638"],["long=-51.40761"],["directions="],["phone=+55 18 2101 9700"],["tollfree="],["fax="],["hours=Mon-Sat, 10 am-10 pm; Sun and holidays, 2 pm-8 pm; food court, leisure and entertainment, 11 am-11 pm everyday"],["price="],["content=Largest center shopping, dining and recreational Presidente Prudente and region, Prudenshopping has 220 shops of different segments - a diversity that includes the needs and expectations of customers, which enjoy ample space always updated with architectural beauty, accessibility, safety and comfort. Major brands are present in the region through Prudenshopping. With such diversity, the mall offers products and services to customers of all ages - from children to those in the 'best age'. Parking on the property is paid."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Parque Shopping Prudente"],["alt="],["url=http:\/\/www.parqueshoppingprudente.com.br\/"],["email="],["address=Rua Siqueira Campos, 1545"],["lat=-22.13077"],["long=-51.39020"],["directions="],["phone=+55 18 3221-8084"],["tollfree="],["fax="],["hours=Mon-Sat, 10 am-10 pm; Sun and holidays, 2 pm-8 pm; food court, leisure and entertainment, 11 am-10 pm everyday"],["price="],["content=Present in the life of the city since 1986, Parque Shopping Prudente is the first mall in the city of Presidente Prudente. Consolidated successfully for more than two decades in the West Paulista, has a privileged location, very few meters from ground zero and important public and private institutions of Presidente Prudente. Parque Shopping Prudente offers a varied mix of shops, mall services, graphical, Lottery and ATMs. The mall also offers an excellent food court with restaurants, cafeterias, fast food, coffee shops and ice cream parlors, with options to suit all tastes. Parking on the property is temporarily free from 11.12.2013 will be charged."]]}]},"\n",{"type":"==","value":["Eat"]},"\nPresidente Prudente is famous for its snack food and its variety of sandwiches served on hamburger buns, with a variety of unique condiments. Dozens of establishments dotted about the city attract people of all ages for a light meal or mid-afternoon snack.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sichas"]},", Rua Laguna 389, (",{"type":"''","value":["corner with Avenida da Saudade in the Vila Liberdade neighborhood"]},"), ",{"type":"[","value":["http:\/\/www.sichas.com.br\/"]},".  Famous for its oversized ",{"type":"''","value":["lanches"]},", big enough for two, served with a variety of condiments."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Donna Oliva"]},", Avenida 14 de Setembro 1500, (",{"type":"''","value":["in Parque do Povo"]},").  Italian-style pizzaria. Pizzas are baked in a wood-fired oven, and the shop has a decent wine selection and sophisticated ambience."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Espetaria"],["alt="],["url=http:\/\/www.espetaria.com\/principal.php\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Avenida 14 de Setembro 2128, (",{"type":"''","value":["in Parque do Povo"]},"). Skewered meat and vegetables are the specialty."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Gralha Azul"],["alt="],["url=http:\/\/www.hotelgralhaazul.com.br\/"],["email="],["address=Avenida Antônio Canhetti, 901"],["lat=-22.12658"],["long=-51.42550"],["directions="],["phone=+55 18 3918 7000"],["tollfree="],["fax="],["price=Daily on request"],["checkin="],["checkout="],["content=One of the newest hotels in town, with excellent quality and receptivity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Godoy Palace Hotel"],["alt="],["url=http:\/\/www.godoypalacehotel.com.br\/site"],["email="],["address=Avenida Antônio Manzano, 38"],["lat=-22.12649"],["long=-51.42825"],["directions="],["phone=+55 18 3906 9900"],["tollfree="],["fax="],["price=Daily on request"],["checkin="],["checkout="],["content=In an easily accessible location the hotel provides one of the best views in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ibis"],["alt="],["url=http:\/\/ibishotel.ibis.com\/pt-br\/brasil\/index.shtml"],["email="],["address=Avenida Manoel Goulart, 2070"],["lat=-22.11838"],["long=-51.40315"],["directions="],["phone=+55 18 3355 6363"],["tollfree="],["fax="],["price=Daily on request"],["checkin="],["checkout="],["content=In one location, the Ibis offers quality Accor Hotels"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Muchiutt Park Hotel"],["alt="],["url=http:\/\/www.muchiutt.com.br\/hotel\/"],["email="],["address=Avenida Coronel Marcondes, 3187"],["lat=-22.137754"],["long=-51.396532"],["directions="],["phone=+55 18 3918 1644"],["tollfree="],["fax="],["price=Daily on request"],["checkin="],["checkout="],["content=Receptivity and quality are the strong Muchiutt with easy location is just 6 minutes from downtown"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Portal D'Oeste"],["alt="],["url=http:\/\/www.hotelportaldoeste.com.br\/"],["email="],["address=Avenida Brasil, 1501"],["lat=-22.132298"],["long=-51.387859"],["directions="],["phone=+55 18 2101 0000"],["tollfree="],["fax="],["price=Daily on request"],["checkin="],["checkout="],["content=One of the best known hotels in the city and the region. Artists and great football teams from Brazil who know the area staying here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aruá Hotel"],["alt="],["url=http:\/\/www.aruahotel.com.br\/"],["email="],["address=Avenida Coronel Marcondes, 1111"],["lat= -22.121231"],["long= -51.387521"],["directions="],["phone=+55 18 2101 4666"],["tollfree="],["fax="],["price=Daily on request"],["checkin="],["checkout="],["content=The most traditional hotel Presidente Prudente, over 30 years providing the best lodging option in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel JHS"],["alt="],["url=http:\/\/www.hoteljhs.com.br\/jhs\/index.asp\/"],["email="],["address=Avenida 14 de setembro, 1400"],["lat= -22.129334"],["long= -51.399204"],["directions="],["phone=+55 18 3916 6464"],["tollfree="],["fax="],["price=Daily on request"],["checkin="],["checkout="],["content=At the heart of Parque do Povo, the JHS is an economical option for your stay in the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Brasão Palace Hotel"],["alt="],["url=http:\/\/www.brasaohotel.com.br\/"],["email="],["address=Rua Barão do Rio Branco, 454"],["lat= -22.123955"],["long= -51.387338"],["directions="],["phone=+55 18 3221 3422"],["tollfree="],["fax="],["price=Daily on request"],["checkin="],["checkout="],["content=In central of Presidente Prudente, near the boardwalk, banking agencies and the city's best restaurants."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phone"]},"\n\nThe international code area of Brazil is ",{"type":"'''","value":["55"]},", since area code (DDD) of Presidente Prudente is ",{"type":"'''","value":["18"]},".\n\nThe city has the cell phone system satellite Globalstar. Even the city is one of the ground stations of the company in Brazil, and there are only three stations in the country, in Manaus, Petrolina and Presidente Prudente.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Campo Grande"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Londrina"]]}]},"\n",{"type":"{{","value":[["geo"],["-22.125556"],["-51.388889"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West São Paulo"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Presidente Prudente"]]}]