[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"'''","value":["Primitive camping in Denmark"]}," covers the subject of camping in ",{"type":"[[","value":[["Denmark"]]}," for hikers, bicyclists and other non-motorized modes of travel. Due to the compact size and dense population, Danes and visitors do not enjoy the ",{"type":"[[","value":[["Right to access"]]},", which exists in the other Scandinavian countries. This means that it is generally illegal to pitch a tent outside the organized commercial camping grounds. The exceptions are covered in this article.\n\n",{"type":"==","value":["Commercial camping grounds"]},"\nCommercial campsites are the traditional place to camp but are not seen as attractive to some tourists travelling by foot, bicycle or the like, as the Danish campsites mostly cater to the caravan community. As they are not primitive, they don't really fit into this article, but should be mentioned since they are useful to do the laundry, get a shower and recharge the mobile phone. The Danish Camping Board ",{"type":"[","value":["http:\/\/www.danishcampsites.dk"]}," has a list of all the approved campsites in Denmark.\n\n",{"type":"==","value":["Primitive accommodation"]},"\nAn alternative is the primitive accommodation sites (in Danish \"primitive overnatningssteder\" or \"overnatningspladser\"). A lot of these sites are owned by farmers. They are small designated areas where you may camp with a tent, provided you are not travelling by motorized means. The owner may choose to charge you up to 25 DKK per person per night, and in some cases you may need to call ahead. The information indicating whether you need to call ahead is so far only available in Danish, so you may have to ask a Dane to translate for you.\nThe owner will in some cases be willing to provide access to bathing facilities (typically his own private bathroom) and is allowed to charge you extra payment for using this charge extra for this service. In most of these sites there is a place to have a camp fire and access to water. Some of these sites have shelters or toilets.\n\nThe rules for using these areas are:\n",{"type":"*","value":[" The primitive accommodation sites on the Danish Nature Agency grounds can be used without prior permission. On other primitive accommodation sites it may be required to contact the owner before using the site."]},{"type":"*","value":[" Unless you have obtained a permission from the owner of the primitive accommodation site you may only stay for one or two nights."]},{"type":"*","value":[" Keep the primitive accommodation sites tidy and bring your trash with you when leave."]},"\nThe rules can be found at a website run by the Danish Nature Agency ",{"type":"[","value":["http:\/\/www.naturstyrelsen.dk\/Naturoplevelser\/Aktiv\/Overnatning\/PrimitivOvernatning\/"]}," (in Danish).\n\nUnfortunately the information on the internet about the locations are in Danish only, but it can be found at a website run by the Danish Nature Agency ",{"type":"[","value":["http:\/\/www.udinaturen.dk\/"]},". Another option to find these sights are to buy a printed guide book called ",{"type":"''","value":["Overnatning i det fri"]}," which costs DKK 139, and is available from many tourist informations desks or the Danish Cyclist Union ",{"type":"[","value":["http:\/\/www.dcf.dk\/"]},". The homepage associated with this book is ",{"type":"[","value":["http:\/\/www.teltpladser.dk\/"]}," which also has a general introduction to these sites in English and German.\n\n",{"type":"==","value":["Free camp sites"]},"\nA newer alternative is the free camp sites. In Danish these are called \"Frie teltningsområder\". In contrast to the primitive camp sites these areas are typically larger, since it is typically a whole publicly owned forest that have this designation. On the other hand there may be no facilities. In these areas there are no requirements to call ahead. The rules for these areas are:\n",{"type":"*","value":[" You may only spend one night at the same site."]},{"type":"*","value":[" You may only pitch two tents at the same site."]},{"type":"*","value":[" The tents may only be three person tents or smaller."]},{"type":"*","value":[" The tents may not be visible from any buildings, commercial camp sites or roads with car traffic."]},{"type":"*","value":[" You may only have open flames in places where there are facilities for this."]},{"type":"*","value":[" You may only use a camp stove if the burner are enclosed (such as in the Swedish Trangia models). You may not place the camp stove on any flammable materials."]},{"type":"*","value":[" A forest may be temporarily be off limits to all kinds of open flames due to draught. In these cases use of camp stoves will also be banned. This may be announced on the homepage of Danish Nature Agency ",{"type":"[","value":["http:\/\/www.naturstyrelsen.dk\/"]}," or by signs posted at entries to the forest."]},{"type":"*","value":[" You may not use motorized means of transportation of the forest roads."]},{"type":"*","value":[" Tents may not be pitched at beaches or dunes when these are part of the areas."]},{"type":"*","value":[" When leaving you should clean up the area and take all of your garbage away."]},"\nLike the primitive accommodation sites, the free camp sites sites can be found on ",{"type":"[","value":["http:\/\/www.udinaturen.dk\/"]},".\n\nThe rules can be found at a website run by the Danish Nature Agency ",{"type":"[","value":["http:\/\/www.naturstyrelsen.dk\/Naturoplevelser\/Aktiv\/Overnatning\/FriTeltning\/"]}," (in Danish).\n\n",{"type":"==","value":["Sleeping on the beach"]},"\nYou may sleep on the beach in the sandy area between the water and continuous vegetation is growing. You may, however, not pitch a tent to do this. You also need to keep a distance of more than 50 metres to any building. You may also only stay for up to \"a day\" which is interpreted as less than 12 hours - even if these hours are during the night. Some people do not know of this part of the law and may take offence to you doing this. To avoid having to prove them wrong, it may prove smarter to use this option discretely.\n\n",{"type":"==","value":["Using udinaturen.dk for finding primitive camp sites without speaking Danish"]},"\n# Go to udinaturen.dk and select \"Vælg oplevelser\" (which means \"Select experiences\").\n# Select \"Overnatning\" (which means \"Accomodation\").\n# Select \"Frie teltningsområder\" and\/or \"Overnatningspladser\" according to your preferences. The third category \"Lejrpladser\" is for larger organized groups such as Scouts and always requires reservation well ahead.\nThe map will now show the selected categories of camp sites. Click on the sites to find detailed information (in danish).\n\n\n",{"type":"{{","value":[["PartOfTopic"],["Camping"],["Scandinavia"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]