[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":["Prince Albert"]},", ",{"type":"[[","value":[["Saskatchewan"]]},", is a city on the North Saskatchewan River.\n\nNamed after Queen Victoria's husband, Prince Albert is known as the \"Gateway to the North\". Recently, the local pulp and paper mill announced its closure after serving as the community's primary economic engine for approximately 60-75 years. The good news is, Prince Albert is now poised to become an exciting new hub for calling centres.\n\n",{"type":"==","value":["Get in"]},"\nThere is an airport in Prince Albert (",{"type":"{{","value":[["IATA"],["YPA"]]},"), but the majority of the traffic is non-commercial. Flights into nearby Saskatoon (",{"type":"{{","value":[["IATA"],["YXE"]]},") are frequent, and there are rental agencies at that airport. Air Canada and WestJet are the two biggest carriers in Saskatoon. Most people travelling to Prince Albert do so by car. Highway #11 runs from Prince Albert to Saskatoon (the closest \"big city\"), and is the primary highway into the city. The next two most important highways in the area are highway #3 (South of P.A.) and highway #2.\n\nThere is also a provincial bus company called STC, or Saskatchewan Transportation Company, which is owned and operated by the Province of Saskatchewan. STC stops in just about every small town in Saskatchewan, and offers decent service to Prince Albert.\n\n",{"type":"==","value":["Get around"]},"\nMost everyone drives in Prince Albert, even though there is a city bus service. Or you can walk. Taxis are also another option.\n\n",{"type":"==","value":["See"]},"\nPrince Albert, being the largest Northern Saskatchewan city and Third in population and size only to Regina and Saskatoon, is a hub of multiculturalism, travellers, and naturists. There are numerous campgrounds nearby, especially in Prince Albert National Park, which is home to an exceptionally adventurous and scenic hike to Grey Owls Cabin. Waskesiu Lake, located in Prince Albert National Park, is a particularly charming summer resort to visit as well. The city boasts an important history to the formation and creation of Western Canada, and offers a small museum along the North Saskatchewan River, as well as its only a 20-30 minute drive to St.Louis, which the mighty South Saskatchewan  River runs through, and is the premiere place for Metis culture and history in Saskatchewan, as its only another 30 minute drive to the Historic Batoche Settlement.\n\nThe city of Prince Albert's 'Main Drag' is uptown, and begins with access to several businesses, hotels, and restaurants, including The Northern Lights Casion and Prince Albert Inn, before ending in the city's downtown where fine dining, small shops, The Gateway mall, and access to the highway leading towards Little Red River Park begins. The park is just a 5 minute drive out on the highway, which is a part of the city and offers a vast wilderness of hiking trails and skiing.\n\nThere are also many festivals that occur throughout the year in and around Prince Albert. The new Rawlinson Art Centre, Art Hauser Centre, and Saskatchewan Provincial Court House are attractive venues(for various reasons, we suppose). The Rawlinson Centre plays host to the city's booming music scene, and taste for the arts of Prince Albert and those who come here.\n\nPrince Albert is the central hub for Saskatchewan Hunters and Fishermen looking to go the various lakes, and vast wilderness of Northern Saskatchewan. The city offers places of taxidermy, guide services, and several outlets for transportation needs, accommodations, equipment and supplies. The City is also just 30-45 minutes from Christopher Lake, Emma Lake, Candle Lake, and Prince Albert National Park; all of which offer supreme camping and fishing on some of Saskatchewans largest and pristine commercial lakes. Further North are most notably, Big River, Montreal Lake, McLean Lake, and Montreal River.\n\nJohn G. Diefenbaker's residence, once a Prime Minister of Canada, can be found here as well. The city is home to the WHL team, the Prince Albert Raiders, the Midget AAA team Prince Albert Mintos, a brand new Bowling Alley, Hockey rink, Forestry Centre, Arts Centre and Provincial Court House.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Businesses"]},"\nGateway Mall, located in downtown Prince Albert, offers many different places to shop, with various large chain stores, and small local businesses.\n\nCornerstone Shopping Centre, located in the eastern part of Prince Albert, is a larger outdoor shopping Centre with various large chain stores and restaurants, including Tim Hortons. \n\nDowntown Prince Albert is the place to be for people looking to wander during the day. The downtown area features many different food, entertainment, and shopping venues, where the heart of Prince Albert's arts and culture can be experienced best.\n\n",{"type":"==","value":["Eat"]},"\nPrince Albert offers excellent dining establishments, for romantics and the like. Amy's On Second, Chef Danos', W.K Kitchen and Shanannigans.\n\n",{"type":"==","value":["Drink"]},"\nThe City Offers Several National Chain Coffee Operations, but what is special about Prince Albert is the ability to find small coffee shops located all around the city.\n\nThere's more than a few places to get a drink in Prince Albert, including the two Province-run liquor stores located in the city. Prince Albert was once home to ",{"type":"'''","value":["Sick's Brewery"]},", originators of Bohemian Lager, one of the proudest accomplishments of Saskatchewan. For country music, Prince Albert has an abundance of country music bars. Belly Up is a nice place, albeit small inside(makes it feel cozy);just out of the downtown area. Kickers is south of the city, a particular local hotspot on the weekends. Six Shooters Saloon is another nice place. For those who don't like country, JT's Lounge is a great place, Thursday nights has a comedy night, with the occasional open-mic night thrown into the mix. One can also just ask around about where's a good place to find a drink.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rogue's Galley"],["url="],["email="],["address=3580 2nd Ave West"],["lat="],["long="],["directions=west of Northern Lights Casino"],["phone = +1 306 764-4467"],["tollfree="],["fax="],["hours="],["price="],["content=excellent dining."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nPrince Albert has a number of hotels, including the Days Inn, Comfort Inn, Travel Lodge, Ramada Inn, Holiday Inn, Prince Albert Inn, Super 8 motel, and others.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Saskatoon Hotels"],["url=http:\/\/www.colonialsquareinn.com\/"],["email= colonialgm@sasktel.net"],["address=Waker Rd"],["lat=52.114833"],["long=-106.63687"],["directions=University of The Saskatoon"],["phone = +1 306 343-1676"],["tollfree="],["fax="],["hours="],["price=$75-120"],["content=Colonial Square Inn & Suites."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["53.2000"],["-105.7500"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Saskatchewan"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Prince Albert, Saskatchewan"]]}]