[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nAlthough this discussion gives examples for U.S. customs processes, the basic precepts apply widely.\n\nIf you plan to travel to other countries, you don't want to risk paying duty as you return on items (especially valuables) you already own and take on your trip...even including engagement rings.  As you return from any international trip, you can be charged duty on all valuables you have with you that exceed your duty exemption.\n\nFor fine jewelry, newer model cameras, electronics, computers, etc., your government's customs bureau likely offers a means to avoid the problem.  As an example for U.S. citizens, you can go to the Customs  web-site ",{"type":"[","value":["http:\/\/www.cbp.gov\/xp\/cgov\/travel\/vacation\/kbyg\/"]}," to get essential information such as \"Know Before You Go\".  There you should also find links for paperwork that can identify valuables you want to take.  For most people, the steps essentially include...\n",{"type":"*","value":[" Fill out (on-line or after printing blank forms) as many forms (e.g., U.S. Customs and Border Protection (CBP) Forms 4457) as needed to precisely describe the items you're likely to take on ",{"type":"''","value":["any"]}," international trip.  Then print those that were completed on-line."]},{"type":"*","value":[" Take the indicated items, the forms and proof of ownership to a customs office, and as the agent sees them, he\/she can certify on the forms that you already own them.  (A web site that supports such forms should also offer a link to help you locate the nearest customs office.)"]},{"type":"*","value":[" Take whatever valuables you choose and related customs forms on your trip, and have them handy for Customs inspection as you return to your home country.  In some countries, this service may be available at post offices."]},{"type":"*","value":[{"type":"*","value":[" Unless you have plenty of time, don't count on getting those forms certified just as you depart your country; customs officers at air and cruise ports may be very busy."]}]},"\nOriginal store receipts from merchants in your country can be a ",{"type":"''","value":["fair"]}," substitute for proof of prior ownership if you lack time or access to a customs office before your trip.  Even if dated well-before your trip, receipts from sellers in other countries often have little standing. \n\n",{"type":"{{","value":[["PartOfTopic"],["Preparation"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]