[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Protaras"]},", a lively town that stretches along the famous Fig Tree Bay in ",{"type":"[[","value":[["Cyprus"]]},". With  consistent growth during the last three decades it has emerged as an alternative resort to the abandoned Famagusta city since the 1974 Turkish invasion. Nowadays, Protaras has become one of the main tourist attraction locations in the South East coast and in the whole of Cyprus. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fig Tree Bay"]}," is one of the best beaches of the area where you can enjoy bathing in the calm clear waters of the Mediterranean Sea, lay down in the fine sand or relax in the provided sunbeds and umbrellas.  Refreshing fruit cocktails, homemade sandwiches and delicious Frappes are served in a coffee\/bar just on top of Fig Tree Bay offering a really pleasant atmosphere to its clients."]},"\nThe offshore rocky islet that can be seen from the beach offers the chance of some seclusion although you have to be a fairly strong swimmer to be able to reach it.\nAfter the beach, the town itself has much to offer. With a large variety of shops, picturesque houses and a relaxing seaside pedestrian route stretching for as long as 15km, you can enjoy some delightful walks in the area. The Profitis Ilias church is a town landmark, located on top of a hill 100 metres high which offers a glorious panoramic view over Protaras and the Sea. Climb the 300 steps up the hill, view the breathless sight and go inside the small church which is definitely worth a visit.\nThere is a fantastic selection of restaurants and traditional Cypriot taverns where you can try a large variety of Cypriot dishes, fresh fish and international cuisine. \nThe staff are usually friendly and welcoming and many times they will be able to speak two or three languages including English. \nAt night you can test your singing skills at one of the many karaoke bars in town, meet up with the locals and holiday makers at the busy “Flinstones” bar, grab a delicious cocktail at “Ghetto Cocktail Bar” or even watch your football team playing live at the “Fools & Horses” among many other great places to go out and enjoy a fun night out in Protaras.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cape Greco"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cape Greco, also known as Cavo Greco is a headland in the southeastern part of the island of Cyprus. It is at the southern end of Famagusta Bay. It lies between the towns of Ayia Napa and Protaras, both of which are popular tourist resorts. It is frequently visited by many tourists for its natural beauty. It is a protected nature park. From the high points on the cliff that rests at the cape one can view amazing sights out to sea.\n\nAccording to local legend it is also the home of the 'Ayia Napa sea monster'."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Church of Ayios Ilias"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the outskirts of Protaras is a small attractive stone church set atop a rocky crag - the Church of Ayios Ilias. It is well worth a walk to the church and the climb to the top. From the top there is a panoramic view of Protaras and the surrounding countryside."]]}]},"\n",{"type":"==","value":["Do"]},"\nFor the most adventurous children, parents and groups of friends, there are also a variety of watersports provided at the beach. Just to name a few are Parasailing, Self Drive Speed Boats, Jet Skis, Water Skiing, Wakeboarding, Crazy Squab, Banana, Pedal Boats, Private luxury yacht, among many others. \n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nWhen planning your holidays you have to take in consideration not only the location, but also the best accommodation that will provide you and your party with value for money according to your requirements. \n\nIf you are looking to get away from it all and relax with your family in privacy, a holiday villa may be an option for you. Renting a villa provides you, not only, with more space and privacy but is also a more economical option rather than staying at a small hotel room. \n\nA villa can usually accommodate a minimum of 4 people, and the rental price is charged per week making it more cost-effective than staying at a hotel.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Protaras"]]},"\n\n",{"type":"{{","value":[["geo"],["35.0333"],["33.9833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Famagusta_district_(South)"]]}]