[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["districts discussion"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"[[","value":[["Image:N3419822 37931820 6163Providence.jpg"],["300px"],["thumb"],["Downtown Providence"]]},"\n\n",{"type":"'''","value":["Providence"]}," is the state capital and largest city in ",{"type":"[[","value":[["Rhode Island"]]},", as well as the third largest city in ",{"type":"[[","value":[["New England"]]},". Formerly an industrial bastion of organized crime, Providence's Renaissance has created new parks and attractions and brought emphasis back to its historic roots.  Downcity events, historic vistas, eclectic districts such as ",{"type":"[[","value":[["Providence\/College Hill"],["College Hill"]]}," and ",{"type":"[[","value":[["Providence\/Federal Hill"],["Federal Hill"]]},", and a great nightlife make Providence a worthwhile tourist destination.\n\nMost of Providence's attractions are organized into four neighborhoods: Downcity, which includes the core of the downtown area as well as Waterplace Park, the Providence Place Mall, and Capitol Hill; Federal Hill, a neighborhood just west of downtown along Atwells Avenue that is known for nightlife and Italian dining; College Hill\/The East Side, which is home to some of the city's oldest homes as well as both Brown University and RISD, and features several smaller neighborhoods with eclectic shops and restaurants. College Hill is primarily centered along Thayer Street around its intersection with Angell Street; and off to the west end of Downcity, there is Charles Street which runs directly from Downcity. Charles Street Intersects with Branch Avenue and from there till about Mineral Spring is still the most corrupt part of the City. There are a couple of high end restaurants and night clubs at the North end of Charles Street. \n\n",{"type":"[[","value":[["Providence\/South Providence"],["South Providence"]]}," begins roughly at the start of Elmwood Avenue (closest to downtown) and Broad Street. There are many restaurants, mainly serving Spanish or Chinese food; fast food places, hair salons, banks, pharmacies, libraries and supermarkets. Everything is within a walkable distance or a short drive. South Providence has a reputation for poverty and crime; the nightclubs on Broad Street have been known for their brawls. Despite this reputation, South Providence has its nice neighborhoods where tourists can get away from everything. Downtown is a 15 minute drive away for the best entertainment and shopping. \n\n",{"type":"==","value":["Districts"]},"\n\n\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Wikivoyage Providence map PNG.png"],["regionmaptext=Neighborhoods of Provicence"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Providence\/College Hill"],["College Hill"]]}],["region1color=#d56d76"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Providence\/Downtown"],["Downtown"]]}],["region2color=#d7a35a"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Providence\/Federal Hill"],["Federal Hill"]]}],["region3color=#d5dc76"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Providence\/Smith Hill"],["Smith Hill"]]}],["region4color=#80bb89"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Providence\/North Providence"],["North Providence"]]}],["region5color=#4da9c4"],["region5items="],["region5description="],["region6name=",{"type":"[[","value":[["Providence\/East Providence"],["East Providence"]]}],["region6color=#c68d98"],["region6items="],["region6description="],["region7name=",{"type":"[[","value":[["Providence\/South Providence"],["South Providence"]]}],["region7color=#c39dc3"],["region7items="],["region7description="],["region8name=",{"type":"[[","value":[["Providence\/Fox Point"],["Fox Point"]]}],["region8color=#000000"],["region8items="],["region8description="]]},"\n",{"type":"<","value":["br",{"clear":"right"}]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["Image:River-walk-prov.jpg"],["thumb"],["River walk along Waterplace Park"]]},"\nPuritan refugee and Massachusetts exile Roger Williams settled Providence, Rhode Island, in June of 1636. It soon  became one of the thirteen original colonies of the United States. The Narragansett Native Americans previously occupied Rhode Island's land. \n\nBritish taxation held back the city’s economical growth in its fishing, farming and nautical enterprises. Providence joined the allegiance against the British Crown and opposed the Sugar Act, a taxation that negatively affected Providence’s international rum trade. The famous Gaspee Affair of 1772 involved the residents of Providence leading the first violent attack of the American Revolution.\n\nAfter the war, Providence’s economic industry changed from maritime activities to manufacturing, especially in jewelry and textiles.  Such industries drew many immigrants from Western Europe, like Italy, Ireland, England, Portugal and Cape Verde of Africa, all of which greatly contribute to the demographic populations of the state today.\n\nThe jewelry industry boomed in the 1920s. The Great Depression hit hard economically, leading to population decreases as a result of the decline of nationwide trends. Organized crime rose to the forefront in Providence in the 1950s through the 1980s, primarily situated in Providence's Federal Hill neighborhood. Providence became a notorious mob scene led by mafia boss Raymond L. S. Patriarca. \n\nThe “Renaissance City” got its nickname in the 1990s when Mayor Vincent “Buddy” Cianci Jr came into his second term. After investing millions local and national funds throughout the city in the 1970s, falling populations became stabilized. Cianci pushed for an emphasis on the city’s strength in the arts and entertainment and revitalized the city’s natural landscape. He brought Rhode Island the Providence Bruins hockey team, uncovered Providence’s rivers, relocated a large section of the railroad underground, created the now famous Waterplace Park and river walks, and sanctioned the construction of the Bank of America Skating Rink and gigantic Providence Place Mall.\n\nProvidence has a long history of political corruption that some feel to be part of the local charm. In keeping with this tradition; Mayor Cianci was indited not once but twice from local office. When running for office for his second term, he actually ran partly from jail. It wasn't until a 2001 racketeering case was brought against Cianci that the notorious Mayor's reign ended. \n\nThe current Mayor of Providence is Angel Taveras who has made strides to end the coffer draining in the capitol. However, on February 25, 2011, Mayor Taveras sent termination notices to every teacher in the Providence public school system, setting off a wave of anxiety and anger in the Rhode Island city and prompting a union leader to accuse the mayor of anti-union maneuvering.\n\nThe teachers remained at work as the school year continued, though the notices sent out as a means of letting them know that any of them could lose their jobs at municipal officials' discretion. During a packed and at-times spirited meeting  later that week, the city school committee voted 4-3 to back Mayor Angel Taveras' move to send out the notices.\n\nThe mayor said in an online message that he authorized the previous day's decision to dismiss almost 2,000 teachers and staff to allow for greater flexibility as the budget process unfolds. Taveras said officials will determine the final number of layoffs -- as well as exactly which teachers in which schools might lose their jobs -- needed to balance a multimillion-dollar budget gap.\n\n\"It gives us more flexibility to recall teachers based on student need,\" said Christina O'Reilly, a spokeswoman for the district.\n\nThat explanation did little to assuage teachers in the firing line, nor did a closed-door forum later that week with Superintendent Tom Brady on the matter.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 37"],["febhigh = 38"],["marhigh = 46"],["aprhigh = 58"],["mayhigh = 68"],["junhigh = 77"],["julhigh = 82"],["aughigh = 81"],["sephigh = 73"],["octhigh = 63"],["novhigh = 53"],["dechigh = 41"],["janlow = 20"],["feblow = 22"],["marlow = 29"],["aprlow = 39"],["maylow = 48"],["junlow = 57"],["jullow = 64"],["auglow = 62"],["seplow = 54"],["octlow = 43"],["novlow = 35"],["declow = 25"],["janprecip = 3.9"],["febprecip = 3.5"],["marprecip = 4.3"],["aprprecip = 4.1"],["mayprecip = 3.6"],["junprecip = 2.9"],["julprecip = 3.1"],["augprecip = 3.9"],["sepprecip = 3.5"],["octprecip = 3.6"],["novprecip = 4.5"],["decprecip = 4.3"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Providence"],["41.82355"],["-71.422132"]]}]]},"\nProvidence's climate is humid continental\/subtropical. This means high humidity year-round, with hot, wet summers and cold, snowy winters. Unlike other inland states in New England, Rhode Island's position along the Atlantic coast keeps Providence's temperatures relatively warm. Precipitation is a mainstay in Providence's climate. Spring and summer months often have bouts of rainfall and winter months are regularly hit with snowfall and blizzards. Providence's position on the coast of the Narragansett Bay leaves the city susceptible to hurricanes, but such occurrences are rare.\n\n",{"type":"===","value":["Visitor information"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Providence Warwick Convention and Visitors Bureau"],["alt=PWCVB"],["url=http:\/\/www.goprovidence.com"],["email="],["address=1 Sabin Street"],["lat="],["long="],["directions=downtown, within the Rhode Island Convention Center"],["phone ="],["tollfree=+1-800-751-1177"],["fax="],["hours=9am to 5pm Mon - Sat"],["price="],["content=The Visitor Center is conveniently located in downtown Providence and provides maps, brochures and information on hotels, restaurants, shopping, and attractions."]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["T.F. Green Airport"]}," (",{"type":"{{","value":[["IATA"],["PVD"]]},") ",{"type":"[","value":["http:\/\/www.pvdairport.com"]}," in nearby ",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]},", offers many low cost and regular flights to cities in the United States."]},"\n",{"type":"'''","value":["Get in from TF Green"]},"\n",{"type":"*","value":[" Car: take I-95 North.  Approx. 20 minutes."]},{"type":"*","value":[" Bus: "]},{"type":"*","value":[{"type":"*","value":["The #20 bus goes to Kennedy Plaza in downtown Providence by way of Elmwood and Roger Williams Park and Zoo, and takes approximately 40 minutes."]}]},{"type":"*","value":[{"type":"*","value":["The #14 bus goes directly to and from Kennedy Plaza and takes approximately 15-25 minutes, also connects to Newport, Narragansett, and East Greenwich."]}]},"\n:",{"type":"''","value":["Bus route information from RIPTA's website ",{"type":"[","value":["http:\/\/www.ripta.com\/trips\/trips2.php"]},"."]},"\n\n",{"type":"*","value":["Commuter Rail: Massachusetts Bay Transportation Authority (MBTA) now provides passengers the option of catching the commuter rail from the airport into the city. There are 10 trains throughout the week day that does transportation. You now have the option of taking the train to or from the airport to any city in-between. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Boston"]]},"'s ",{"type":"'''","value":["Logan Airport"]}," (BOS) is much larger and is generally used for most international flights. "]},{"type":"'''","value":["Get in from Logan"]}," \n",{"type":"*","value":[" Car: take I-95 South.  Approx. 1 hour (potentially ",{"type":"'''","value":["much"]}," longer in traffic)."]},{"type":"*","value":[" Public transit: take the MBTA ",{"type":"[","value":["http:\/\/www.mbta.com"]}," Silver Line bus (it's a BRT line) to South Station and take an MBTA commuter train to Providence.  Approx. 1hr 30 mins in travel time.  Add waiting time of 1-2 hours if you haven't planned which commuter train to catch.  The commuter rail leaves you in downtown Providence."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[{"type":"'''","value":["MBTA"]},", 100 Gaspee St., +1 617 222-5000, ",{"type":"[","value":["http:\/\/www.mbta.com"]},". MBTA runs a commuter rail between ",{"type":"[[","value":[["Boston"]]}," and Providence on the Providence\/Stoughton line (formerly the Attleboro\/Stoughton line). It is $10 for a one way trip taking about an hour. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Amtrak's ",{"type":"''","value":["Acela"]}," and ",{"type":"''","value":["Regional"]}," "]},", 100 Gaspee St., +1-800-USA-RAIL, ",{"type":"[","value":["http:\/\/www.amtrak.com"]}," routes from the south and west, from ",{"type":"[[","value":[["New York City"]]}," and ",{"type":"[[","value":[["Washington, D.C."],["Washington"]]},", but from ",{"type":"[[","value":[["Boston"]]}," in the north, it is most economical to take the MBTA. Service is rather frequent. The Acela train takes just under 3 hours to arrive from ",{"type":"[[","value":[["New York City"],["New York"]]},"'s Penn Station after traveling from points further south."]},"\n",{"type":"===","value":["By car"]},"\n\nFor those driving, I-95 will serve you well from ",{"type":"[[","value":[["Boston"]]}," or ",{"type":"[[","value":[["New York City"],["New York"]]}," areas, Rt. 146 is better when coming from ",{"type":"[[","value":[["Worcester (Massachusetts)"],["Worcester"]]}," or western Massachusetts area.  I-195 connects to Cape Cod and eastern Massachusetts.  Driving from TF Green Airport (",{"type":"''","value":["PVD"]},") ",{"type":"[","value":["http:\/\/www.pvdairport.com"]},", head north on I-95.  Driving to the airport exit 13 on I-95.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["RIPTA"]},", +1 401 781-9400, ",{"type":"[","value":["http:\/\/www.ripta.com"]},". Services across all of Rhode Island and throughout Providence, with a central hub in Kennedy Plaza. Bus charge is $2.00, and an extra $.75 for a 2 hour valid transfer to travel with other buses. One-day, 10-day, 15-day, and monthly RIPTA passes can be purchased inside the Kennedy Plaza bus station or at a Rhode Island Stop-and-Shop or Shaw’s."]},{"type":"*","value":[{"type":"'''","value":["Bonanza Bus Lines"]},", ",{"type":"[","value":["http:\/\/www.bonanzabus.com"]}," Bonanza travels to many states on the East Coast. Tickets can be purchased at Kennedy Plaza or online. Trips depart from Kennedy Plaza at any given time throughout the day. "]},{"type":"*","value":[{"type":"'''","value":["Greyhound Bus"]},", ",{"type":"[","value":["http:\/\/www.greyhound.com"]},"."]},{"type":"*","value":[{"type":"'''","value":["Fung Wah Bus"]},", ",{"type":"[","value":["http:\/\/www.fungwahbus.com"]},"]"]},{"type":"*","value":[{"type":"'''","value":["MegaBus"]},", ",{"type":"[","value":["http:\/\/us.megabus.com"]},". Services daily from ",{"type":"[[","value":[["New York City"]]}," with three round trips. The stop is located at the intersection of Fountain and Eddy Streets. Tickets can be purchased online, daily deals from $1 - $61."]},"\n",{"type":"===","value":["By water"]},"\n",{"type":"*","value":[{"type":"'''","value":["Providence to Newport Water Taxi"]},", 265 Melrose St., +1 401 781-9400, ",{"type":"[","value":["http:\/\/www.ripta.com\/"]},". In a one hour and 25 minute ride you can travel on the water taxi from Newport RI to Providence RI. Fare is $14.00 Adults, $12.00 Seniors and disabled, and free for children under 5.  Service was scheduled to resume in August 2009 after a being suspended due to lack of funding in October 2008, but was delayed for mechanical difficulties for the rest of the 2009 season."]},{"type":"*","value":[{"type":"'''","value":["Block Island Ferry"]},", Service between Narragansett, RI and Block Island, RI\/ Website: www.blockislandferry.com"]},"Address: State Pier, Galillee and Wakefield, RI\n+1 401-783-4613 or +1-866-783-7340 (toll free)\nEmail: info@blockislandferry.com\n",{"type":"*","value":[{"type":"'''","value":["Martha's Vineyard Ferry Service Vineyard Fast Ferry"]},", Service between Quonset Point, RI and Oak Bluffs, MV\/ Website: www.vineyardfastferry.com"]},"Address:1347 Roger Williams Way, North Kingstown, Rhode Island, Phone:+1 401 295-4040\nEmail: info@vineyardfastferry.com\n\n",{"type":"==","value":["Get around"]},"\nDowntown Providence is very compact and can easily be covered walking.  There is some parking available throughout the city, but RIPTA's",{"type":"[","value":["http:\/\/www.ripta.com\/"]}," public transport network is extensive and an alternative to driving.  Although public transit in Providence is almost entirely comprised of buses, the buses are on-time, reliable, and much of RIPTA's bus fleet is new. Kennedy Plaza, RIPTA's downtown bus station, has recently undergone a major overhaul and is well laid out with digital displays at each terminal that tell when the next bus will be coming.\n\nTwo of the downtown lines are run completely on natural gas trackless trolleys (called the Providence LINK Trolley), and cover most of historic Providence.  Base fare is $2.00, though e-riptiks or ride passes may be purchased either on-board or at local Shaw's and Stop and Shop supermarkets.Seniors or disabled persons ride for half price during non-peak hours with the presentation of an id. Students from some local colleges can buy discounted bus passes or use their school id cards (policy varies depending on the school).\n\n",{"type":"==","value":["See"]},"\nProvidence is a city rich in unique architecture, beautiful streetscapes and stimulating intellectual pursuits.  One of America's older cities, Providence features many historic buildings like the Rhode Island  State House and Trinity Repertory Theater.  These locations, among others, exemplify some of the country's best 19th and 20th century architecture.  The RISD museum and Roger Williams Park Zoo offer days of fun sightseeing for adults and children alike.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Roger Williams National Memorial"],["alt="],["url=http:\/\/www.nps.gov\/rowi"],["email="],["address=282 North Main Street"],["lat="],["long="],["directions="],["phone=+1 401 521-7266"],["tollfree="],["fax="],["hours=Daily 9AM-4:30PM"],["price="],["content= The Memorial is on a common lot of the original settlement of Providence, and celebrates our Freedom of Religion as first proclaimed by Roger Williams (1603-1683) and now set forth in the First Amendment of the Constitution. The memorial is set upon 4.5 acres of landscaped park and includes several interpretive exhibits about Roger Williams and his time, including a short film. Free."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Culinary Archives & Museum at Johnson & Wales University"],["alt="],["url="],["email="],["address=315 Harborside Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su, 10AM-5PM"],["price="],["content=This museum documents the history of the culinary and hospitality industries, which includes a diner and stove museum."]]}]},{"type":"*","value":[{"type":"'''","value":["The Museum of Natural History and Planetarium at Roger Williams Park"]},", 1000 Elmwood Ave,  +1 401 785-9457 ext.221 ",{"type":"[","value":["http:\/\/www.ProvidenceRI.com\/museum\/"]}," Museum: Su-Sa 10AM-5PM. Admission is $2, $1 for children under 7. Planetarium: Weekends 2PM-5PM, also open on holidays and school vacation (summer, winter and spring break). Admission is $3, $2 for children under 7. Founded in 1896, the ",{"type":"'''","value":["Museum of Natural History"]}," is Rhode Island’s only natural history museum and houses the state’s sole public planetarium.  The museum is modest in size, yet houses a  wide  array of local selections: birds, marine animals, insects, floral and faunal species, minerals, fossils and much more. Exhibits specializing in the tools and textiles of New England’s Native American populations can bee seen here. The building's colonial style of architecture is history lesson in itself. See the museum for a quiet and intimate learning experience. This museum is highly recommended for children, as it hosts tons of interactive activities and workshops. The ",{"type":"'''","value":["Cormack Planetarium"]}," offers multiple programs and exhibitions such as Cosmic Collisions, Field Trip to the Moon, Our Place In Space, Sky Views, and much more. Shows rotate often and are offered to both general and family audiences. The planetarium shows run usually for a half hour, and are available Saturday and Sunday at 2 pm as well as Daily during RI Spring and Winter breaks ",{"type":"[","value":["http:\/\/cityof.providenceri.com\/museum\/planetarium"]},". The planetarium now features a state-of-the-art Zeiss star projector and an enlarged domed ceiling, which is able to show the starry sky and the motions of the planets at unprecedented detail."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Providence Children's Museum"],["url=http:\/\/www.childrenmuseum.org"],["email="],["address=100 South St."],["lat="],["long="],["directions=",{"type":"[","value":["http:\/\/www.childrenmuseum.org\/directions.asp"]}],["phone = +1 401 273-5437"],["tollfree="],["fax="],["hours=Open September to March Tuesday through Sunday and Monday holidays 9am to 6pm (8pm on select Friday evenings) and April to Labor Day daily 9am to 6pm (8pm on select Friday evenings)"],["price=$8.50 per person, children under 12 months free"],["content=Offers a variety of exhibits to provide hands-on fun. The Museum accepts cash, check, Discover, Visa and MasterCard. Family memberships can be purchased at ",{"type":"[","value":["http:\/\/www.childrenmuseum.org\/membership.asp"]},". Park a picnic lunch and eat either in one of the 3 assembly rooms or in the beautiful outdoor picnic area. The Museum is fun for all ages and includes exhibits such as a water table, an exploration of the history of Rhode Island, wind rooms, dinosaur digs, building blocks and so much more."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rhode Island School of Design (RISD) Museum"],["url=http:\/\/www.risdmuseum.org"],["email="],["address=224 Benefit Street + 20 N Main St"],["lat="],["long="],["directions="],["phone=+1 401 454-6500"],["tollfree="],["fax=+1 401 454-6556"],["hours=Tu-Su 10AM-5PM Th 10AM-9PM"],["price=$10 adults, $7 seniors (62+), $3 youth (5-18), free for children under 5"],["content=The museum was founded in 1877 as a part of the Rhode Island School of Design. The museum building is a gem. It houses over 86,000 pieces of art from all over the world, ranging from ancient to modern times. The museum thrives on its diversity, creative and cultural expression and its consistency to open new exhibits."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=John Brown House Museum"],["url=http:\/\/www.rihs.org"],["email="],["address=52 Power St."],["lat="],["long="],["directions="],["phone = +1 401 273-7507"],["tollfree="],["fax="],["hours="],["price=Children $4, Adults $8, Seniors & Students $6"],["content=Visit the first mansion ever built in Providence from 1768! Located in College Hill, It was built and named after John Brown, one of the early benefactors from Brown University. It was donated in 1901 to the RI Preservation Society and available today for tours including original pieces from the Brown Estate."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Governor Henry Lippitt House Museum"],["url=http:\/\/www.preserveri.org"],["email="],["address=199 Hope St."],["lat="],["long="],["directions="],["phone = +1 401 453-0688"],["tollfree="],["fax="],["hours=May-October"],["price=$10"],["content=Visit this historic mansion from the Victorian era for a chance to see some beautiful architecture and a small piece of Providence history. Today it is a  National Historic Landmark and available for guided tours and even wedding receptions. Located near College Hill, this mansion includes original stained windows and stenciling which is a must see."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ladd Observatory"],["url=http:\/\/brown.edu\/ladd"],["email="],["address=210 Doyle Ave."],["lat="],["long="],["directions="],["phone = +1 401 863-2323"],["tollfree="],["fax="],["hours=Tuesday evenings"],["price=Free"],["content=The astronomical observatory of Brown University was built in 1891. It is open to the public for viewing the Moon, planets and stars. There is also a collection of historic scientific instruments on display."]]}]},"\n",{"type":"===","value":["Architecture"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rhode Island State House"],["alt="],["url=http:\/\/www.rilin.state.ri.us\/statehouse\/"],["email="],["address=82 Smith Street"],["lat="],["long="],["directions="],["phone =+1 401 222-2357"],["tollfree="],["fax="],["hours="],["price="],["content=M-F 8:30AM-4:30PM. Built from 1894 to 1901. The current state house is a wonder that has the world's fourth-largest self-supported marble dome. This monumental amazement is 300 feet long, 180 wide, and 233 feet high. Features inside this gigantic building are: the Bell Room, American Revolution regiment flags, a Rotunda, Gun Room, the State Library, House and Senate Chambers and Lounges, Charter room, and many other fascinating tantalizing rooms including one that houses the original 1663 portrait of George Washington by RI native Gilbert Stuart; whose painting is the same face that went on the U.S. one dollar bill. Designed by the notable McKim, Mead and White architectural firm. Come see the State House lit up in pink to support Breast Cancer Awareness every October. Accompany this visit of the pink State House with a walk around Providence's WaterFire (See below in 'do'). Guided tours of the building are offered Monday - Friday 9am to 12pm. Self-guided tours may be taken Monday - Friday 9am to 3:30pm."]]}]},{"type":"[[","value":[["Image:Downtown Providence overlooking Waterplace Park.jpg"],["thumb"],["300px"],["Downcity Providence overlooking Waterplace Park"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Brown University"],["alt="],["url="],["email="],["address=45 Prospect Street"],["lat="],["long="],["directions="],["phone =+1 401 863-2378"],["tollfree="],["fax="],["hours="],["price="],["content=The school's Ivy League campus, dating back to the 1700s, features buildings from nearly every American architectural movement. Best to visit in May-September when school is largely out of session and weather is amenable to walking."]]}," "]},"\n",{"type":"*","value":[" Besides the State House, Providence has some significant works of architecture, of the more noteworthy:"]},":*",{"type":"'''","value":["Old Stone Bank"]}," - S. Main St. & Crawford St. Greek Revival building from 1854.\n:*",{"type":"'''","value":["The Arcade"]}," - Westminster St. The oldest enclosed shopping mall in America from 1828.  Also in Greek Revival style, replete with Ionic columns.\n:*",{"type":"'''","value":["City Hall"]}," - Dorrance St. & Washington St. Finished in 1878, the Second Empire Baroque City Hall only survives today because of former Mayor Buddy Cianci's careful restoration in 1975.\n:*",{"type":"'''","value":["Industrial Trust Tower"]}," (Bank of America Tower) - Kennedy Plaza.  The tallest building in Providence is an intent Art Deco impression from 1928.\n:*",{"type":"'''","value":["Trinity Repertory Theater"]}," - Washington St. & Empire St.  This 1912 building, clad in terra-cotta houses the area's finest reportory company.\n:*",{"type":"'''","value":["Providence County Courthouse"]}," - S. Main St. & College St.  Built in 1930, the Courthouse is one of the earliest examples of architectural contextualism anywhere.  The building's large mass is tastefully fragmented and detailed.\n:*",{"type":"'''","value":["First Baptist Church"]}," - Main St. & Waterman St.  Built on the site of the original 1638 First Baptist Church, this 1775 edifice is beautifully restored.\n:*",{"type":"'''","value":["Cranston Street Armory"]}," - Cranston St.\n:*",{"type":"'''","value":["Biltmore Hotel"]}," - The 1922 Neo-Federal Beaux-Arts styled hotel. Dorrance St. & Washington St.\n:*",{"type":"'''","value":["Federal Courthouse"]}," - Exchange St. & Washington St.\n:*",{"type":"'''","value":["Athenaeum"]}," - The fourth oldest library in the country. Benefit St. & College St.\n:*",{"type":"'''","value":["Market Square"]}," - College St. & S. Main St.\n\nThough professional tours of the city are not offered, a book featuring 12 self-guided walking tours of the city's architecture is available for purchase at the ",{"type":"'''","value":["Providence Preservation Society"]},", 21 Meeting Street, +1 401 831-7440, ",{"type":"[","value":["http:\/\/www.ppsri.org\/"]},".\n\n",{"type":"===","value":["Streetscapes"]},"\n\n\n",{"type":"*","value":[{"type":"'''","value":["Benefit Street"]}," and ",{"type":"'''","value":["College Hill"]}," - The tree-lined Benefit Street contains an outstanding collection of 18th and 19th century houses and mansions. Additionally, a popular overlook of the Downtown Providence skyline and Rhode Island State House is available at Prospect Park on Prospect Street. Popular with visitors to the city, Benefit Street is also host to the seasonal Providence Ghost Walk (below under \"do\"), where one may see the ghost of poet Edgar Allan Poe, who was said to spend extended amounts of time in the city, strolling down Benefit."]},{"type":"*","value":[{"type":"'''","value":["Prospect Park on Congdon Street"]},": This is great park to just go and chill out. It overlooks the entire city, in a relaxed way. It is very easy to waste hours there just laying on the lawn or hanging on the benches. It is very common to see weddings taking place here, because it is an ideal Providence Park for such a thing. It is a great spot for having a picnic, playing frisbee with your friends, or simply spending some time alone to sort out your thoughts. "]},{"type":"*","value":[{"type":"'''","value":["Federal Hill"]},": This famous Providence area is located just west of downtown, and is quickly and easily accessible from downtown by walking, biking, or trolley ride. This area is known for its Italian heritage, and is one of the oldest neighborhoods in the city. Some have even compared it to Little Italy in NYC. In 1994, the movie “Federal Hill” was filmed here. At present, Showtime is filming its second season of their critically-acclaimed series \"Brotherhood\" in and around the Federal Hill area; a neighborhood referred to in the series as \"The Hill\", a fictitious Providence neighborhood representative of Federal Hill. There is plenty to do in Federal Hill, including shopping, dining, and nightlife. There are many nationally renowned Italian restaurants here, including Andino's, Old Canteen, and Cassarino's. There are also a number of retailers whose specialty is “Authentic Italian Food,” such as Venda Ravioli, Via Roma, and Tony's Colonial. Gasbarro's Wines is also located on Atwells, and carries an extensive variety of wines, both local and international. Impressive bakeries and pastry\/confection shops also in the Federal Hill area are Scialo Bakery, Pastiche, and Ocean State Chocolates.  Running roughly parallel to Atwells Avenue is Broadway. Broadway has been referred to as the \"Bellevue Avenue\" of Providence due to the number of large Victorian mansions lining both sides of the street, in reference to the famous mansion-lined Bellevue Avenue of nearby Newport, Rhode Island."]},{"type":"*","value":[{"type":"'''","value":["The East Side"]},"- The East Side (not to be confused with East Providence) starts on the east side of Waterplace park and sits atop ",{"type":"'''","value":["College Hill"]},". Within the East Side, lies the Rhode Island School of Design and Brown University. One of the oldest parts of the city, the East Side is home to historical houses and buildings and a plethora of unique areas including, the Blackstone District, College Hill District, and the India Point district. The East Side is great for walking around, visiting eclectic shops along famous ",{"type":"'''","value":["Thayer Street"]},", and viewing other parts of Providence from the East Side's Prospect Park, located on Congdon Street (between Benifit and Prospect)."]},{"type":"*","value":[{"type":"'''","value":["Thomas Street"]}," - Between Benefit (to the east) and North Main (to the west)."]},{"type":"*","value":[{"type":"'''","value":["Westminster Street"]}," - Between Memorial Boulevard (to the east) and Empire Street (to the west)."]},{"type":"*","value":[{"type":"'''","value":["North & South Main Street"]}," - Between Planet Street (to the south) and Meeting Street (to the north)"]},{"type":"*","value":[{"type":"'''","value":["Weybosset Street"]}," - Between Westminster (to the east) and Dorrance Street (to the west)."]},"\n",{"type":"===","value":["Parks"]},"\n\n",{"type":"====","value":["Roger Williams Park"]},"\n",{"type":"[[","value":[["Image:Roger Williams Park.jpg"],["thumb"],["300px"],["right"]]},"\n\nRoger Williams Park is located in the southern part of the city . The park is named after the founder of the city of Providence and one of the founders of the state of Rhode Island in 1636- Roger Williams. Roger Williams began the colony of Rhode Island and Providence Plantations, which provided a refuge for religious minorities.\n\nThe land for the park was a gift to the people of Providence in 1871, in accordance with the will of Betsey Williams, the great-great-great-granddaughter, and last surviving descendant of the founder to own the land. It had been the family farm and represented the last of the original land grant to Roger Williams in 1638 from Canonicus, chief of the Narragansett tribe.\n\nThe elaborately landscaped 427-acre city park contains seven lakes which comprise approximately 98 acres. Roger Williams Park is a National Historic District.The park was designed by Horace Cleveland in 1878, and was constructed in the 1880s. Many of the roads, bridges and sidewalks were built by the Works Progress Administration from 1935 to 1940.\n\nThe park is free of charge and open anytime of the day and every day of the week. It holds an old fashioned carousel with beautifully designed statues of various zoo animals to ride. It is $1 for children or adults to ride the carousel. Often in the park there is face painting available as well. Furthermore, there is a bright and clean playground that is suitable for all ages. There is a concession stand in the park and ample picnic tables to enjoy the hotdogs and pizza. \n\nTo get to the park:\n\nFrom I-95 South: Take exit 17, Elmwood Avenue, Left at light\nPark entrance is 1\/2 block on left. From I-95 North: Take exit 16, Elmwood Avenue, Bear right, Left at light, Park entrance is 1\/2 block on right. From I-195 West: Merge onto I-95 South, Take exit 17, Elmwood Avenue, Left at light, Park entrance is 1\/2 block on left. R.I.P.T.A – (+1 401 781-9400), Bus 20 (Elmwood Ave) – The cost for riding the bus is $2.00 unless you have a bus pass. Bus 20 passes right by the park approximately every 25mins with other stops along Elmwood Ave.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Natural History & Planetarium"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 785-9457"],["tollfree="],["fax="],["hours="],["price="],["content=The Museum houses collections containing fossils, mollusks, minerals, rocks, mounted flora and fauna. The cultural collection contains over 25,000 archaeological and ethnographic specimens primarily of African, Native American and Pacific origin. They offer exciting exhibitions, workshops and presentations that provide ways for children and families to learn about our world and its people. The Museum is open every day from 10:00am until 5:00pm. Admission is $2 and $1 for children under 2-7 years old."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Planetarium"]}," – Consists of different shows that explore the full range of space collisions, from the past, present, and future. Shows are only on Saturdays and Sundays at 2:00pm. General admission is $3, children 4-7 are $2. Children under age 4 are not permitted into the Planetarium."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Roger Williams Botanical Center"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 785-9450"],["tollfree="],["fax="],["hours="],["price="],["content=The Botanical Center is the largest public indoor display gardens in New England encompassing approximately 12,000 square feet of indoor gardens. There is a great diversity of unique and exotic flowers and plants. Nice place to be surrounded by color and nature. The Botanical Center is open Tuesday – Sunday from 11AM - 4 PM. Admission for adults are $3, children 6-12: $1, and children under 6 – Free."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Roger Williams Carousel Village"]},"- The carousel is a popular attraction at the park for children. It’s a Victorian carousel that consists of all different animals like camels, lions, rabbits and other magical creatures.  The cost for riding the carousel is $1. There are also arcade games available as well for the children’s entertainment. Operating hours are :"]},"\nApril - Columbus Day: \nTuesday – Friday: 11AM – 4PM\nSaturday – Sunday: 10AM  – 5PM\nWeather Permitting\n\t\nAfter Columbus Day-March 31: \nFriday: 11AM – 4PM \nSaturday – Sunday: 10AM – 5PM \nClosed Monday – Thursday\n\n",{"type":"*","value":[{"type":"'''","value":[" Hasbro Play ground"]}," - A 20,000-square-foot playground that is accessible to children of all levels and abilities. Great place for parents to relax and let their children have fun. Has swings, slides and games for children of all ages, from babies to teens. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Boat Rides"]}," – Right next to the zoo, one can find paddle boats available. They only hold two people, but its lots of fun and a great way to see all the beautiful nature surrounding you. There are restrictions on how far you can go and life jackets are provided.  There Open April through October on weekends and seven days a week in the summer. The cost is $5 per person."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Personal Tour Boat Rides"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 421-8877"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Queen Anne-style Dalrymple Boathouse. Thirty minute historical boat tours of the Park's unique waterways, statues and landmarks are available on an electric boat. One boat holds 6 people and the cost is $5 per person."]]}]},{"type":"[[","value":[["Image:Temple of Music.jpg"],["thumb"],["200px"],["right"],["Temple of Music"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Temple of Music"]},"– Throughout the summer and fall, typically in the month of August, there are multiple music concerts and festivals that take part at the temple of music.One popular event that takes place every second Sunday of the month of August is the Dominican festival. Hundreds of people gather together to listen to Dominican artists and watch performances."]},"\n",{"type":"*","value":[{"type":"'''","value":["Horse Riding"]}," - During the spring and summer time, there is a small course where children under 70lbs can ride a pony around. This is located at the entrance of the carousel; the pricing is reasonable, $5 per ride. The ride is approximately 5mins long."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tennis Courts\/Baseball Field"]}," - The park has 8 tennis courts and a huge baseball field open to the public except when baseball league games are being played. Great place for children to run around and have fun.  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Roger Williams Park Zoo"],["url=http:\/\/www.rogerwilliamsparkzoo.org"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 785-3510"],["tollfree="],["fax="],["hours=open all year around from 9AM - 4PM"],["price=$12\/adult, $6\/child (ages 3 – 12, under 3 are free) and $8\/senior (ages 62+). The first Saturday of each month, the zoo is free for Providence residents with some proof of residency."],["content=Roger Williams Zoo has a variety of different animals for one to enjoy.  This is the third oldest zoo in the United States and blends history and culture with the animals each area houses. Roger Williams Zoo is under near constant renovation in order to give you and yours the best zoo experience possible. Make sure to view the Marco Polo exhibit which is included in the cost of your admission ticket. Follow the path of Marco Polo and watch a video of his exploration on a replica of his ship. End your Marco Polo journey with real live camels, further simulating his travel. The zoo also features a fun and exciting dinosaur exhibit. A separate admission of $4 per adult and $3 per child or senior is charged in addition to regular zoo admission. As in the past, proceeds will go towards future zoo improvements and new exhibit construction. The DINOSAURS trail opens a half-hour after zoo opening and last entry is a half-hour prior to zoo closing.\n",{"type":"'''","value":["Special Events at the Roger Williams Park Zoo:"]},"\n",{"type":"*","value":[{"type":"'''","value":["Thanksgiving for the Animals"]}," - Celebrate Thanksgiving in a wild way by helping to make enriching treats for zoo residents. From paper mache prey filled with edible treats to stimulating scents hidden in an exhibit area, enriching activities help the mentally and physically challenged our animals."]},{"type":"*","value":[{"type":"'''","value":["Jack-O-Lantern Spectacular"]}," - Running through the month of October is the evening event of the Jack-O-Lantern trail. Open 6-11pm this event showcases many talented pumpkin carver's creations. These carvings vary between traditional Jack-O-Lantern faces to highly detailed carvings of historic figures, endangered species, celebrities and many more. While waiting in line there are costumed characters that stroll along, and quiet jazz to help set the relaxed, but entertaining atmosphere. From Oct 7- Oct 31, the zoo is surrounded by on hundreds of artfully carved jack-o-lanterns depicting people, places and scenes from popular culture to old-time favorites and everything in between. Prices for admission are $12 \/ adults, $10 \/ seniors (62+), $9 \/ children ages 3 – 12 (under 3 are free). This event is open from 6pm-10pm. ",{"type":"[","value":["http:\/\/www.rogerwilliamsparkzoo.org\/jols\/index.cfm"]}]},{"type":"*","value":[{"type":"'''","value":["Spooky Zoo"]}," - for the last 2 weekends in October, the zoo is turned into \"Spooky Zoo\" which is full of activities for kids and families. Events include trick or treating, fairytale characters, Marco Polo maze, and much, much more. There are tons of games, prizes, treats, and even a costume contest! Admission is $19.95 for adults, $14.95 for children, and $4.95 for toddlers. ",{"type":"[","value":["http:\/\/www.rogerwilliamsparkzoo.org\/calendar\/SpookyZoo.cfm"]}]}]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Waterplace Park"]}," and ",{"type":"'''","value":["Riverwalk"]},", Francis St. at Memorial Blvd.  Finished in 1994, Waterplace Park is probably the most accepted recent addition to the city owing to its historic and unassuming look.  Featuring cobblestone paths and unobtrusively shaped concrete form, the park follows Providence's downtown rivers quietly below the level of automobile traffic.  You'll usually find a few people enjoying the park quietly.  Come here during Waterfire (below under \"do\") to see the park at its best."]},"\nYou might also check out ",{"type":"'''","value":["Goddard Memorial State Park"]}," in ",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]},", which contains a nine hole golf course, an equestrian show area, 18 miles of bridle trails, 355 picnic tables, 11 game fields, and a new performing arts center for special events.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nara Lounge"],["url=http:\/\/www.providencenara.com\/home.html"],["email="],["address=248 Atwells Avenue"],["lat="],["long="],["directions="],["phone = +1 401 273-6272"],["tollfree="],["fax="],["hours="],["price="],["content=Nara's is the upscale Hookah Lounge located on Federal Hill.  This Middle Eastern style lounge has a variety of both Middle Eastern and American drinks, food and dessert.  This lounge is decorated in earthy colors, with dim lights and low Middle Eastern music to create a relaxing atmosphere. Nara also serves 15 flavors of Hookah to choose from, along with entertainment Wednesday, Thursday and Sunday evenings.  Must be over 18 years or older to smoke Hookah and 21 or older to drink.  Sunday-Thursday hours are:   4:00pm -1:00am, Saturday and Sunday from 4:00pm-2:00am."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Improv Jones"],["url="],["email="],["address=Perishable Theater, 95 Empire St, Providence, RI"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Voted Best Comedy Troupe at the 2009 Moitf Awards, Improv Jones is a group of improvisational comedians who put on shows twice weekly. If it is a Thursday or Saturday night, and you have five dollars and nothing to do, these guys are definitely worth checking out. They start of the show by involving the audience in some way and segue into an hour of comedy and fun. Each member of the troupe is a brilliant comedian. In collaboration, they are fantastically entertaining. The spot, Perishable Theater, is a gloomy and bare black room with about 12 rows of audience seating. The intimate and bland setting is perfect for this type of improv show."]]}]},{"type":"===","value":["Seasonal"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Waterfire"],["alt="],["url=http:\/\/waterfire.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Centers on a series of 100 fires that burn on the three rivers that pass through the middle of downtown Providence. The string of fires illuminates nearly two-thirds of a mile and residents and visitors gather to stroll along the river. The fires are burned from sunset to past midnight on select evenings (typically on weekends) from April or May through October. If you want to experience something that is very relaxing while still taking in the urban life of downtown Providence, go and see Waterfire. There are no admission charges. Concessions are available. There are outdoor stands set up hosting a Dunkin Donuts as well as kettle corn, pizza and doughboy (fried dough) distributors for modest prices. Boatrides are available if you would like to get a closer look at the fire. Pricing for the gondola during WaterFire is $159 for 2 passengers and $15 per additional person which can be added to your gondola up until the day of the ride. Proud Mary offers motor launch services on a pontoon boat with tours leaving every half hour from the north side of Waterplace Basin. WaterFire is quite popular with locals and visitors alike, and tends to draw large crowds. If you do plan to attend WaterFire, walking or taking public transportation into Kennedy Plaza is strongly recommended as most surrounding streets become very congested. If you are driving, parking is available at the Providence Place Mall for $2 for a 3 hour time block. The price increases after one surpasses 3 hours."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bank of America Skating Center"],["alt="],["url=http:\/\/www.kennedyplaza.org\/skating-information\/#hours"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 331-5544"],["tollfree="],["fax="],["hours="],["price="],["content=2 Kennedy Plaza, is a 14,000 square-foot outdoor ice rink located in the center of Downcity Providence that offers ice skating fun for all ages. Hours are 10 am to 10 pm Monday - Friday and 11 am to 10 pm Saturday \/ Sunday, and the rink is open from the end of November to the end of March, weather permitting (in the case of inclement weather to confirm rink is open). Cost of skating is $6.00 Adults, $3.00 Children (12 and under) and $3.00 Seniors (65 and older), though season passes are available and certain designated skating times are discounted. Children under 16 must be accompanied by an adult. Skate rental is available for $4.00 per pair."]]}]},"\n",{"type":"===","value":["Festivals"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The feast of St. Joseph"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 770 421-9137"],["tollfree="],["fax="],["hours="],["price="],["content=Is celebrated on Federal Hill in May. It is sponsored by the Holy Ghost Parish. For further information, the following number is listed on the Order of the Sons of Italy Organization."]]}]},"\n",{"type":"[[","value":[["Image:Bunny-FooFest-09.jpg"],["thumb"],["Bunny on the street at Foo Fest 2009"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["“The Stroll”"]}," is a twice a year event, June and October, where you can walk Federal Hill and sample 22 restaurants and 11 boutiques and shops. For hours and exact dates call the Providence Warwick Convention and Visitors Bureau at +1 401 274-1636 extension 230 or 231, or register online",{"type":"[","value":["http:\/\/www.GoProvidence.com"]},". Included in the $20 price for sampling, are coupons for two free beverages."]},"\n",{"type":"*","value":[{"type":"'''","value":["Foo Fest"]}," is an urban street party hosted by AS220 each summer. The Foo Fest features numerous interactive art installations and games, with local artists showcasing their creations. Live, original, local musicians play all day, usually featuring one special guest headlining act. This festival caters to people and kids of all ages in the alternative or arts scene. $5. Times and dates subject to change each year, so check out the website ",{"type":"[","value":["http:\/\/www.as220.org\/foofest\/"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Providence SoundSession"]}," is a popular, multi-genre summer music festival and concert series. Over the course of a week at number clubs, cafes, parks and stages, SoundSessions presents live gospel, reggae, pop, indie rock, hip hop, jazz, comedy, techno, soul and much more. Times, locations and ticket prices vary. ",{"type":"[","value":["http:\/\/www.providencesoundsession.com\/"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Columbus Day"]}," is celebrated on Columbus Day Weekend on Federal Hill. It consists of a parade on Sunday, outdoor vendors, and a who’s who of Italian “hierarchy”."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bright Night Providence"],["alt="],["url=http:\/\/www.brightnight.org"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 621-6123"],["tollfree="],["fax="],["hours="],["price="],["content=Dec. 31. Citywide. Artist-run arts oriented New Year’s Eve celebration. Featuring hundreds of the best local sings, actors, dancers, acrobats, musicians, magicians and clowns to celebrate Rhode Island’s most important cultural asset — its artists."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Pride Fest - Gay Pride Parade"]}," Occurs in the Summer, usually in June. There are events in the daytime and then a parade at night. This is a parade that lasts for about half an hour filled with dancing men, drag queens, old people driving in old cars, and people simply celebrating life. The streets of Downtown Providence all lined with some  people in crazy outfits and others just there to watch and see what it's all about. It is a very popular event, and people tend to be intoxicated, so some pushing and bumping into people can occur. The floats are usually very well decorated and the people dancing upon them are very skilled at hyping up the crowd. When the parade finishes the gay bars downtown open up for special events complete with more drag queens, lots of dancing, and drink specials."]},"\n",{"type":"===","value":["Arts and theater"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=AS220"],["alt="],["url="],["email="],["address=115 Empire St"],["lat="],["long="],["directions="],["phone =+1 401 831-9327"],["tollfree="],["fax="],["hours="],["price="],["content=A non-profit community arts center. The building features four art galleries, performance space, 19 artist studios and a bar\/café. Events are booked every night at AS220; these include art exhibits, live music and panel discussions. AS220 features many Rhode Island artists, but national acts are booked here often. Notable recurring events include:"]]}]},{"type":"*","value":[{"type":"*","value":["Fools Ball.  AS220's signature gala event. This yearly party spans five days and countless exhibits. Every year brings a new theme (the Harlem Renaissance in 2004, for example). Major events usually include live music, art exhibits, dinners and film screenings."]}]},{"type":"*","value":[{"type":"*","value":["Providence Poetry Slam. Held on the first and fourth Thursday of every month. This eclectic event, one of the venue's most popular, features both local and national poets and musicians. All artists (novice and professional) and spectators are welcome; the Providence Slam team has had great success in the national Poetry Slam over the past decade."]}]},{"type":"*","value":[{"type":"*","value":["Geek Dinners. Held on the last Wednesday of every month. These dinners allow those involved in Rhode Island's technology industry to communicate and collaborate. Geek Dinners always have a featured presentation or discussion. Topics vary greatly, from Startups to Web Services to hardware. "]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Providence Performing Arts Center"],["alt="],["url=http:\/\/www.ppacri.org"],["email="],["address=220 Weybosset Street"],["lat="],["long="],["directions="],["phone =+1 401 421-2997"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the center of Providence, and hosts a plethora of shows, from stand-up comic Larry the Cable Guy, to the kid's show Dora the Explorer, to the Rhode Island Philharmonic. The center also features local and national music, and local musicians have the unique chance to perform before a large audience here. The audiences sometimes include students from grades 6-9, and at the end the students will be asked to submit a card grading the performance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Avon Cinema"],["alt="],["url=http:\/\/www.avoncinema.com"],["email="],["address=260 Thayer Street"],["lat="],["long="],["directions="],["phone =+1 401 421-3315"],["tollfree="],["fax="],["hours="],["price="],["content=Box Office. A funky Thayer Street independent theater often showing one-two films a week. Films change every Thursday and showtimes are usually 3-4 times daily starting in the afternoon. The seats aren't as comfortable as more as newer stadium style theaters and the picture resolution is low. Still a great time and one of the only places in the city to see independent films. Tickets are $8 for Adults."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cable Car Cinema"],["alt="],["url=http:\/\/www.cablecarcinema.com\/.com"],["email="],["address=204 South Main Street"],["lat="],["long="],["directions="],["phone =+1 401 272-3970"],["tollfree="],["fax="],["hours="],["price="],["content=Box Office. A truly unique cinema experience where half of the seats are replaced by leather couches. A real romantic date location. Wine and cocktails are served alongside the usual picture fare. Usually showing independent films and documentaries. Try to arrive early to grab one of the better couches."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Trinity Repertory Company"],["alt="],["url="],["email="],["address=201 Washington St"],["lat="],["long="],["directions="],["phone =+1 401 351-4242"],["tollfree="],["fax="],["hours="],["price="],["content=Box Office. A nationally-renowned theater downtown. Trinity Rep seats 820 and has an estimated annual audience of 160,000. Trinity Rep has produced over 50 world premiere plays and a balance of both contemporary and classic works. The venue features six subscription productions each year and an annual production of ",{"type":"''","value":["A Christmas Carol"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Providence Black Repertory Company"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 401 351-0353"],["tollfree="],["fax="],["hours="],["price="],["content=Is a creative home that celebrates the contributions of African-American artists throughout history. Address: 276 Westminster St., Handicap Service: Contact property for current services."]]}]},{"type":"*","value":[{"type":"'''","value":["IMAX Theatre"]},", located in the Providence Place Mall is Rhode Island’s only Imax theatre housing a 6 story high screen. The theatre is home of various films such as educational, current entertaining films and the most popular 3-D films. Many people go to the IMAX theater because they want to see 3-D films on a bigger screen. Previously, the theater was named after Alan Shawn Feinstein but Feinstein's name was removed after National Amusements bought the theater. Phone: +1 401 453-4446 ext 200, Web Site: http:\/\/www.imax.com\/providence"]},"Handicap Service: Complete Wheel Chair Access, Special Arrangements Upon Request, Communication Devices for the Deaf.\n\n",{"type":"===","value":["Entertainment arenas"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dunkin' Donuts Center"],["alt="],["url=http:\/\/www.dunkindonutscenter.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 331-6700"],["tollfree="],["fax="],["hours="],["price="],["content=1 LaSalle Square, Box Office:. A 14,500 seat indoor sports and entertainment arena located in downtown Providence which brings in over a million people annually. It holds various musical events, Providence Bruins ice hockey, basketball, and almost every type of show for kids. Has events such as Champions on Ice, featuring Olympic medalist Michele Kwan and others, Coheed And Cambria\/Avenged Sevefold Co-Headline Tour, and every PC Friars and Providence Bruins home game. Ticket prices will usually vary depending on the event, and can range from $30.00 for a concert to $150.00 for a special event (such as ice skating). Wheelchair accessible."]]}]},{"type":"*","value":[{"type":"'''","value":["Rhode Island Convention Center"]}," ",{"type":"[[","value":[["Providence"]]},". A multipurpose facility available for almost any event, from dog shows to dinner banquets. Special Events at the Rhode Island Convention Center:"]},":*Northeast International Auto Show - Automobile extravaganza featuring hundreds of new model cars, trucks, minivans and sport-utility vehicles from more than twenty import and domestic manufactures.\n:*Rhode Island Spring Flower and Garden Show - More than twenty-eight gardens, lectures and demonstration, children’s activities, bookstore and more than 200 garden-related vendor booths. ",{"type":"[","value":["http:\/\/www.flowershow.com"]},"\n:*The Home Show - Largest and most informative consumer home show in southern New England. Features hundreds of exhibitors and displays of the latest products and services for building, remodeling and decorating homes. Variety of seminars and demonstrations. ",{"type":"[","value":["http:\/\/www.ribahomeshow.com"]},"\n\n",{"type":"'''","value":["The Ryan Center"]}," is a $54 million multi-purpose facility owned by the University of Rhode Island; it's located in ",{"type":"[[","value":[["Kingston (Rhode Island)"],["Kingston"]]},"\n\n",{"type":"===","value":["Live music"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lupo's Heartbreak Hotel"],["alt="],["url=http:\/\/www.lupos.com"],["email="],["address=79 Washington Street"],["lat="],["long="],["directions="],["phone =+1 401 331-5876"],["tollfree="],["fax="],["hours="],["price="],["content=(Also known as Lupos at the Strand), a midsized musical venue in downtown Providence a few blocks from the Providence Place Mall. It's housed in a historic five story theater and hosts punk bands, alternative, hip-hop, blues, reggae, and many other types of music which are set for a larger venue, but can't quite fill the Roseland Ballroom or similar larger gigs. However, it also brings the groups who would normally be set for a much larger stage, such as De La Soul, Coheed And Cambria, or George Clinton and the P-Funk. With slightly less expensive tickets than a bigger venue, and a much more personal experience, Lupos is a great show worth going to any day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Century Lounge"],["alt="],["url=http:\/\/www.centurylounge.com"],["email="],["address=5 Elbow Street"],["lat="],["long="],["directions="],["phone =+1 401 751-2255"],["tollfree="],["fax="],["hours="],["price="],["content=(Formerly the ",{"type":"'''","value":["Last Call"]}," then the ",{"type":"'''","value":["Call"]},") This establishment attracts a large amount of different styles, but its focused mostly on rock, alternative, and blues. Although it isn't very big, the inside is composed of exposed brick and wood, and gives the place a warmer, cozier feel than your typical venue. It also has a bar, and a very good sound system for a building that size. The bands that come to the lounge are usually progressing bands which have gotten some publicity, and regional bands of the area. Ticket prices are relatively low, ranging from $5-20.00. The Century Lounge is a good bet for a cheap show with a personal feel or to see and support local bands."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Club Hell"],["alt="],["url="],["email="],["address=73 Richmond Street"],["lat="],["long="],["directions="],["phone =+1 401 351-1977"],["tollfree="],["fax="],["hours="],["price="],["content=While known for its unique nightclub atmosphere, Club Hell has recently become a music venue as well. It is a small yet intimate place with bar and a dance floor. Past musical acts include local success story ZOX and The Von Bondies. Tickets usually run from $5-15."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Simon's 677"],["alt="],["url="],["email="],["address=677 Valley Street"],["lat="],["long="],["directions="],["phone=+1 401 270-6144"],["tollfree="],["fax="],["hours="],["price="],["content=Simon’s 677 is a great electronic music and hip hop venue.  They have brought in some great talent over the years, especially on the underground electronic music scene.  They also host a number of metal bands of both national and international notoriety.  If you’re looking for a spot to bang your head or jump into a mosh pit, this is the place you want to go."]]}]},"\n",{"type":"===","value":["Night Life"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Monet Lounge"],["alt="],["url=http:\/\/www.monetlounge.com"],["email="],["address=115 Harris Ave"],["lat="],["long="],["directions="],["phone = +1 401 580-4847"],["tollfree="],["fax="],["hours="],["price="],["content=It offers a fun environment for all ages. They have VIP sections inside as well as outside in the Rum Jungle. Every Thursday is college night, 18+ to party, 21+ to party harder. Every Saturday is 21 plus. $10"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Colosseum"],["alt="],["url=http:\/\/www.colosseumRI.com"],["email="],["address=180 Pine St"],["lat="],["long="],["directions="],["phone = +1 401 497-4200"],["tollfree="],["fax="],["hours="],["price="],["content= The Colosseum was inspired by \"The Renaissance City, to create a trip back to the Gods and Goddesses. The Colosseum is broken into three themed night clubs, \"The Ruins\", \"Mythology\" and \"The Arena\". Mythology is where the real party is, with live Dj's and VIP booths for those who want to be catered to. The Colosseum is also home to Shake Wednesdays. This is an Indie\/Electro dance night held every Wednesday. Each Wednesday there is a different theme for the night."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Club Therapy"],["alt="],["url=http:\/\/www.clubtherapyri.com"],["email="],["address=7 Dike St"],["lat="],["long="],["directions="],["phone = +1 401 490-7202"],["tollfree="],["fax="],["hours="],["price="],["content=Themed nights are what Therapy is all about. DJ's spinning House music for you entertainment. 21+ every Friday and Saturday."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Water Place Park"]},", is connected to 3\/4 mile of cobblestone-paved pedestrian walkways along the waterfront known as Riverwalk host to Providence's popular summertime Waterfire events, a series of bonfires lit on the river accompanied by Classical and World music. The Friday night concert series kicks off at Waterplace Park in June for free. This is a summer concert series for all Rhode Islanders featuring an eclectic array of performers ranging from jazz and folk to hip-hop and rock."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ultra the Night Club"]},", Located at 172 Pine St., Providence RI, For VIP call +1 401-454-LIVE x31."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lupos' Heartbreak Hotel"]},", Located 79 Washington St., Call +1 401-331-LUPO"]},"\n",{"type":"*","value":[{"type":"'''","value":["PVD Social Club"]},", Located 71 Richmond St. Once referred to as Jerkey's, the PVD Social Club hosts different artists, both local and not local along with different events. Can make for a fun night, only thing to be aware of is the bathrooms. There are two toilets in the same space, neither of which is gender specific. Can be a bit of a shock for a first timer. 18+ for most events, 21+ to drink. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tantric Lounge"],["alt="],["url="],["email="],["address=1070 North Main Street"],["lat="],["long="],["directions="],["phone = +1 401 273-1070"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Roxy Providence"],["alt="],["url="],["email="],["address=79 Washington St"],["lat="],["long="],["directions="],["phone=+1 401 831-ROXY"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Level 2"],["alt="],["url="],["email="],["address=101 Richmond Street"],["lat="],["long="],["directions="],["phone = +1 401 490-4100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Club Hell"],["alt="],["url="],["email="],["address=73 Richmond Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Karma"],["alt="],["url="],["email="],["address=101 Richmond Street"],["lat="],["long="],["directions="],["phone = +1 401 248-8813"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Glo Bar"],["alt="],["url="],["email="],["address=93 Clemence Street"],["lat="],["long="],["directions="],["phone = +1 401 347-8492"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n\n",{"type":"===","value":["Golf"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Triggs Memorial Golf Course"],["alt="],["url="],["email="],["address=1533 Chalkstone Ave"],["lat="],["long="],["directions="],["phone = +1 401 521-8460"],["tollfree="],["fax="],["hours="],["price="],["content=Triggs is one of Rhode Island’s most well-known public golf courses. The golf course is located just minutes from downtown providence and offers views of the city from some of the more elevated points. It offers a nice middle ground between a championship course and an enjoyable public course. With affordable rates and great holes, it is definitely a course worth playing. Green Fees: Weekend \/Weekdays: 18 Holes: $40, 9 Holes: $23. Cart Fees- 18 Holes: $18 per player, 9 Holes: $9 per player."]]}]},"\n",{"type":"==","value":["Learn"]},"\nProvidence is home to many schools. The city is also home to a few notable colleges.\n\n",{"type":"*","value":[{"type":"'''","value":["Providence College"]}," 1 Cunningham Square, +1 401 865-1000, ",{"type":"[","value":["http:\/\/www.providence.edu\/Pages\/default.aspx"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["University of Rhode Island Providence Campus"]}," 80 Washington Street, +1 401 277-5000, ",{"type":"[","value":["http:\/\/www.uri.edu\/prov\/"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Rhode Island School of Design"]}," 2 College Street, +1 401 454-6100, ",{"type":"[","value":["http:\/\/www.risd.edu\/"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Community College of Rhode Island"]}," 1 Hilton Street, +1 401 455-6000, ",{"type":"[","value":["http:\/\/www.ccri.edu\/"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Rhode Island College"]}," 600 Mount Pleasant Avenue, +1 401 456-8000, ",{"type":"[","value":["http:\/\/www.ric.edu"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Brown University"]}," 71 George Street, +1 401 863-1000, ",{"type":"[","value":["http:\/\/www.brown.edu\/"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Johnson & Wales University"]}," 8 Abbot Park Place, +1 401 598-1000, ",{"type":"[","value":["http:\/\/www.jwu.edu\/"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Roger Williams University Metro Campus"]}," 150 Washington Street, +1 401 276-4800, ",{"type":"[","value":["http:\/\/www.rwu.edu\/"]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Downcity Providence"]}," \n\nDowncity is the new place to grab a cappuccino or snag a great pair of jeans ",{"type":"[","value":["http:\/\/www.shopdowncity.com"]},". You can drool over must-have furnishings or stop for a bistro lunch. Browse art books. Then toast a day well spent. You can do it all in Downcity Providence, home to a collection of fine design, fashion, and dining opportunities. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Providence Open Market"],["alt="],["url=http:\/\/www.providenceopenmarket.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Saturdays May - June 11AM-4PM, Saturdays September - October, 11AM-4PM"],["price="],["content= The Providence Open Market, now in its 3rd season, is the city’s only Open-Air Market where you can shop for artisan made goods, fine art, and fresh produce. Located Lippitt Park on the East Side of providence, the Market features a different group of artists every week ensuring that each visit will be unique. This year, the Providence Open Market is committed to partnering with community based artist and development organizations."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=OOP!"],["alt="],["url=http:\/\/www.oopstuff.com"],["email="],["address=220 Westminster St"],["lat="],["long="],["directions="],["phone =+1 401 270-4366"],["tollfree="],["fax="],["hours=M-Th 10AM-8PM, Fr+Sa 10AM-9PM, Sun 10AM-5PM"],["price="],["content= OOP!, a Providence institution for the past 18 years for all things whimsical and wonderful. OOP! specializes in handmade contemporary crafts, furniture, jewelry, toys, home accessories, and fun stuff from here, there, and everywhere. OOP!'s largest store is located at 220 Westminster Street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Butterfield"],["alt="],["url=http:\/\/www.butterfieldprovidence.com"],["email="],["address=232 Westminster St"],["lat="],["long="],["directions="],["phone =+1 401 273-3331"],["tollfree="],["fax="],["hours=T, W, F, Sa 10AM-6PM, Th 10AM-8PM, Su 12PM-5PM"],["price="],["content= Butterfield is a well known resource for beautiful quality home furnishings and accessories. Featuring Mitchell Gold and Bob Williams furniture, along with an always changing assortment of lighting, mirrors, jewelry, bedding, ceramics, and apothecary. Interior design consultations also available."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Symposium Books"],["alt="],["url=http:\/\/www.symposiumboooks.com"],["email="],["address=240 Westminster St"],["lat="],["long="],["directions="],["phone =+1 401 273-7900"],["tollfree="],["fax="],["hours=M-Wed 10AM-6PM, Th-Sa 12PM-8PM, Su 12PM-5PM"],["price="],["content= Sympoium Books consistently offers some of the finest books in Providence. Browse their diverse selection of carefully chosen titles in a broad range of subjects, specializing in Academic, Scholarly, Literary, Art, Architecture, Photography, Design, and University Press books. Most books are discounted at 10-80% off all the time!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Queen of Hearts"],["alt="],["url="],["email="],["address=186 Union St"],["lat="],["long="],["directions="],["phone =+1 401 421-1471"],["tollfree="],["fax="],["hours=Tu-Sa 11AM-7PM"],["price="],["content= Queen of Hearts is before all else, an original women's clothing and accessories boutique, but is also a showroom for visual art, home goods, gifts, and lifestyle paraphernalia. Merchandise is all one-of-a-kind, handmade material, designed and created by local and regional artists and designers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Clover"],["alt="],["url=http:\/\/www.cloverprovidence.com"],["email="],["address=233 Westminster St"],["lat="],["long="],["directions="],["phone =+1 401 490-4626"],["tollfree="],["fax="],["hours=Tu-Sa 11AM-6PM, Su 12PM-5PM"],["price="],["content= Clover offers a collection of women's and men's clothing that provide a contemporary and unique selection of lines, styles, and versatile offerings for both \"dressed up\" and \"dressed down\" occasions. Clover displays its carefully chosen pieces in a modern and clean showroom-like environment, and merges established labels with young emerging designers."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Elsa Arms"],["alt="],["url="],["email="],["address=231 Westminster St"],["lat="],["long="],["directions="],["phone =+1 401 383-5558"],["tollfree="],["fax="],["hours=Tu-Sa 11AM-6PM, Su 12PM-5PM"],["price="],["content= Elsa Arms is an upscale women's clothing boutique located in the Peerless Building, right in the heart of the \"Downcity Renaissance.\" Stop in for an exquisite shopping experience and see the latest offerings from Adam+Eve, Alice & Olivia, Nili Lotan, Rag & Bone, and many others."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Homestyle"],["alt="],["url=http:\/\/www.homestyleri.com"],["email="],["address=229 Westminster St"],["lat="],["long="],["directions="],["phone =+1 401 277-1159"],["tollfree="],["fax="],["hours=Daily, 10AM-7PM"],["price="],["content= At Homestyle, fine art pieces sit among top-shelf\/great value upholstery, accent home furnishings, and truly artful gifts. A savvy, creative, staff is available to assist you in selecting just the right piece, or come in and browse at your leisure. Extraordinary gifts in a wide range of price points make Homestyle the \"go-to\" place for unique gifts in all categories from hostess to housewarming to wedding to birthday."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Eno"],["alt="],["url=http:\/\/www.enofinewines.com"],["email="],["address=225 Westminster St"],["lat="],["long="],["directions="],["phone =+1 401 521-2000"],["tollfree="],["fax="],["hours=M-Sa 12PM-10PM"],["price="],["content= Eno is Downcity's full-service spirits shop, with an extensive selection of wine, beer, and fine liquors. The store, with its bank vault decor, is an environment for wine connoisseurs and novices alike, and an expert staff is on hand at all times to assist your selection. Eno hosts regular tastings and food pairings and offers delivery service to downtown residents and employees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=American Apparel"],["alt="],["url=http:\/\/www.americanapparel.net"],["email="],["address=159 Weybosset St"],["lat="],["long="],["directions="],["phone =+1 401 861-0007"],["tollfree="],["fax="],["hours=M-Sa 10AM-8PM, Su 12PM-5PM"],["price="],["content= Located on Weybosset Street between Eddy and Union, American Apparel is the world famous LA-based manufacturer and retailer of clothing for men, women, kids, and dogs. All stages of production occur under one roof at their downtown Los Angeles factory- from the cutting and sewing, right through to the photography and marketing."]]}," "]},"\n\n",{"type":"===","value":["Thayer Street"]},"\n\n",{"type":"'''","value":["Thayer Street "]}," is the place to go if looking for a pleasurable and eclectic shopping experience.  It is good for those who enjoy walking outside from store to store.  It is also a good place to buy gifts because many of the stores sell quirky trinkets. Located near two Colleges, it attracts many young adults.  It could be called an “artsy” street with stores that sell, imported clothing, handmade crafts, clothes, art, house wares, and books. It has changed dramatically as years have passed, it has become much more about the restaurants than the shops, but it is still a great for both. It is filled with both locals and visitors. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Army\/Navy Surplus"],["alt="],["url="],["email="],["address=279 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 272-8217"],["tollfree="],["fax="],["hours="],["price="],["content=Offers a large selection of Military Clothing and camouflage attire. Carries authentic, new and used army supplies such as pocket knives.Also carries police uniforms as well as outerwear such as hats and footwear for almost every type of outdoor activity or occupation. Prices range from moderate to high according to whether items are new or used."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Berk’s Shoes and Clothing"],["alt="],["url="],["email="],["address=278 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 831-0174"],["tollfree="],["fax="],["hours="],["price="],["content=There are only two shoe stores on the entire block, and this is the ideal store for a woman on the hunt for that perfect trendy pair of shoes. They also have a small men's collection, but it is geared mostly at women. They usually always have sales, but some of their shoes can be a bit pricey. They have also expanded and have a larger clothing section, specifically for women, which is also a bit pricey but they have some interesting pieces."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Brown University Book Store"],["alt="],["url="],["email="],["address=244 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 863-3168"],["tollfree="],["fax="],["hours="],["price="],["content=The last independent trade (Ivy League) college bookstore in the country, it offers only new books as well as Brown University merchandise. They also offer small trinkets that can make for good presents. It has a small cafe inside with tables and chairs to curl up with a good book, or one's class work and relax with a coffee."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=City Sports"],["alt="],["url="],["email="],["address=271 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 521-6555"],["tollfree="],["fax="],["hours="],["price="],["content=Carries various types of sports apparel and equipment accommodating almost every lifestyle and sport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Details Clothing"],["alt="],["url="],["email="],["address=277 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 751-1870"],["tollfree="],["fax="],["hours="],["price="],["content=Offers a wide variety of inexpensive jewelry ranging in price from $5-$40.Also specializes in leg ware such as stockings and leg warmers with all items under $40."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Pie in the Sky"],["alt="],["url="],["email="],["address=225 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 861-3954"],["tollfree="],["fax="],["hours=M-Tu 11AM-6PM, F 11AM-8PM"],["price="],["content= Specializes in sterling silver jewelry and semi-precious stones. This store also offers a mix of decorative items such as candles, incense and jewelry boxes. Prices for items are generally moderately priced ranging from $5-$400."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shades Plus"],["alt="],["url="],["email="],["address=281 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 861-9309"],["tollfree="],["fax="],["hours="],["price="],["content=This unique shop specializes in classic party favors and novelty items. Some items include: Magic 8 Balls, yo-yo's, snow domes, wind-up chattering teeth and gummy rats, whoopee cushions and joy buzzers. Also offers moderately to higher priced TV collectibles such as stickers and lunch boxes. Stocks hundreds of different Pez dispensers, Hello Kitty and friends collectibles, Sailor Moon and novelty candy. It is the ideal shop to buy a gag gift or something overtly crude for someone. They also cary an extensive and interesting sunglasses collection, it is a great spot to find a pair of sunglasses that you will see no one else wearing. Also carries high-end hair care products and sunglasses averaging from $50-$200."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Spectrum"],["alt="],["url=http:\/\/www.spectrumindia.com\/"],["email="],["address=253 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 421-1010"],["tollfree="],["fax="],["hours="],["price="],["content=Features clothes, jewelry, books, incense, and gifts meant to enhance well-being. Many of the products are imported from Asia. Those looking for exotic, handmade clothes, tapestries, and jewelry would enjoy this store. It carries quite a variety of odds and ends, but it is very interesting. Do not go in if you do not like the smell of incense. The man who owns it, is usually always at the cash register, he is very personable and always interested in having conversations with the people that come into his shop."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Second-Time-Around clothing"],["alt="],["url="],["email="],["address=294 Thayer St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers quality second hand selections that retail for usually half the original retail price with most items sold at %30-%40 off."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Urban Outfitters"],["url=http:\/\/www.urbanoutfitters.com"],["email="],["address=285 Thayer St."],["lat="],["long="],["directions="],["phone = +1 401 351-4080"],["tollfree="],["fax="],["hours=10am-9pm"],["price=$$"],["content=Urban Outfitters which is a nationwide retailer is where you can find some of the most innovative clothing inspired by contemporary music and art. Clothing is always very trendy and unique and a must see for any fashionista. They have a Women's and Men's department and specialize not only clothing but furniture, shoes, accessories, and gadgets. A lot of their merchandise is overpriced, and not very good quality, it has a tendency to fall apart very easily, but this doesn't stop people from frequenting this store."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=ZuZu's Petals!"],["alt="],["url=http:\/\/zuzusri.com\/"],["email="],["address=288 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 331-9846"],["tollfree="],["fax="],["hours="],["price="],["content=Voted best for party dresses in 2005 by Rhode Island Monthly, ZuZu's carries casual dresses, accessories and seasonal items. Some of the designers that ZuZu's carries include: Nicole Miller, Betsey Johnson, BCBG Max Azria, Milly, Shoshanna, Rebecca Taylor, Laundry by Shelli Segal, Susana Monaco, and Maria Bianca Nero."]]}]},"\n",{"type":"===","value":["Providence Place Mall"]},"\n \n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Providence Place Mall"],["alt="],["url=http:\/\/www.providenceplace.com\/"],["email="],["address=1 Providence Place"],["lat="],["long="],["directions="],["phone =+1 401 270-1000"],["tollfree="],["fax="],["hours="],["price="],["content=M-Sa 10AM-9:30PM (except Dave & Buster's which is open until 1AM) Sunday 11AM-7PM: Witness RI's most anticipated establishment since the building of the historic downtown Arcade. The enormous and well accommodating mall houses 3+ main floors of various shops, including a wide array of specialty items, clothing, shoes, books, and one IMAX and Showcase Cinemas theater each on the fourth floor. There are a handful of lower level restaurants to dine in as well as a food court on the third floor, and a Dave & Busters Restaurant on the fourth floor."]]}]},"\n",{"type":"===","value":["Shop the city"]},"\nRhode Islanders can be quite secretive about the city's hidden treasures. Outside of the state's most frequented shop spots lie many other great opportunities to find that special item or to simply discover something new and exciting.\n\n",{"type":"'''","value":["Specialty Stores:"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Comina Inc"],["alt="],["url="],["email="],["address=201 Wayland Ave"],["lat="],["long="],["directions="],["phone =+1 401 273-7665"],["tollfree="],["fax="],["hours=M-Sa 10AM-5:30PM, Su 12PM-4PM"],["price="],["content= Sells a variety of items including jewelry and furniture. Items have a wide range in pricing from $10 to $1000 for larger pieces of furniture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Frog and Toad"],["alt="],["url="],["email="],["address=795 Hope St"],["lat="],["long="],["directions="],["phone =+1 401 831-3434"],["tollfree="],["fax="],["hours=M-Sa 10AM-6PM, Su 11AM-4PM"],["price="],["content= A 'Mom and Pop' shop for over eight years, Frog and Toad offers local art and handcrafted items, fair trade pieces from around the world, and an eclectic range of cards, jewelry, home goods, gifts for all occasions, and clothing. Complimentary gift wrapping."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Paper Nautilus Books"],["alt="],["url="],["email="],["address=5 South Angell St, Wayland Square"],["lat="],["long="],["directions="],["phone=+1 401 521-5533"],["tollfree="],["fax="],["hours=Monday Through Saturday 10am-7pm, Sunday 12-5pm"],["price="],["content= (Formerly Myopic Books) A 16-year old local bookstore, and one of the last in the city. Boasting over 25,000 books with many rare copies and out of print books, it is a local gem. Paper Nautilus also has its lovely outdoor courtyard for reading during warmer weather as well as presenting local artists around the stores. In this vein there is also the \"Arto-mat\", a cigarette vending machine modified to dispense small pieces of local artwork."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Nanita Variety Store"],["alt="],["url="],["email="],["address=1364 Broad St"],["lat="],["long="],["directions="],["phone =+1 401 467-2560"],["tollfree="],["fax="],["hours="],["price="],["content=Sells a variety of adult items at average to moderate prices, including lingerie and other typical products found in adult stores."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Franklin Rogers Limited"]},", 142 Westminister, +1 401 454-8170. Offers average priced mens ware specializing in fine suits and business attire, in addition to casual menswear such as sweaters and golf attire."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=M&M Step & Style"],["alt="],["url="],["email="],["address=1282 N. Main St"],["lat="],["long="],["directions="],["phone =+1 401 621-4710"],["tollfree="],["fax="],["hours="],["price="],["content=Specializes in casual hip-hop clothing for males and females at reasonable prices ranging from $20-$50."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=In the Bag"],["alt="],["url="],["email="],["address=141 Elmgrove Ave"],["lat="],["long="],["directions="],["phone =+1 401 521-5300"],["tollfree="],["fax="],["hours="],["price="],["content=In the Bag sells designer bags straight from New York. The owner will get you any bag you want from a designer's show room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=risd",{"type":"{{","value":[["!"]]},"works"],["alt="],["url=http:\/\/www.risdworks.com\/default.aspx"],["email="],["address=20 North Main Street"],["lat="],["long="],["directions="],["phone =+1 401 277-4949"],["tollfree="],["fax="],["hours=M-Sa 10AM-6PM, Su 11AM-5PM"],["price="],["content= risd",{"type":"{{","value":[["!"]]},"works sells functional pieces designed by Rhode Island School of Design Alumni and Faculty. Great for finding fun and unique gifts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fresh Purls"],["alt="],["url=http:\/\/www.freshpurls.com"],["email="],["address=769A Hope Street"],["lat="],["long="],["directions="],["phone =+1 401 720-8220"],["tollfree="],["fax="],["hours=Mon Closed, Tu 10AM-5PM, We 10AM-5:30PM, Th Noon-7PM, Fr 10AM-5PM, Sa 10AM-4:30PM Su 11AM-3PM (Closed Sundays Memorial Day - Labor Day)"],["price="],["content= Local yarn store with a variety of fibers for knitting and crochet. Drop in Knit Therapy Wed evening 6:30PM-8:30PM. Classes available."]]}]},"\n",{"type":"'''","value":["Consignment\/Thrift:"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Into The Wardrobe"],["alt="],["url="],["email="],["address=117 Brook St"],["lat="],["long="],["directions="],["phone =+1 401 831-7660"],["tollfree="],["fax="],["hours=Tu-F 11AM-6PM, Sat 10AM-6PM, Su 12PM-5PM"],["price="],["content= Sells a variety of consignment items, ranging from inexpensive tops around $5 to some more moderately priced items such as gowns ranging in price from 30-up to $100."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Clothing Collaborative"],["alt="],["url="],["email="],["address=220 Elmwood Ave"],["lat="],["long="],["directions="],["phone =+1 401 421-5753"],["tollfree="],["fax="],["hours=M-F 9AM-4PM"],["price="],["content= Sells typical items found at a consignment shop, offers a variety of business dress and casual attire. Most items are moderately priced ranging from $5-$40."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Act II"],["alt="],["url="],["email="],["address=802 Hope St"],["lat="],["long="],["directions="],["phone =+1 401 274-2223"],["tollfree="],["fax="],["hours="],["price="],["content=Act II is a second-hand store that sells antique jewelry and designer clothes such as Lacoste and Burberry."]]}]},"\n",{"type":"'''","value":["Other:"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Easy Coast Tatooing and Body"],["alt="],["url="],["email="],["address=170 Atwells Ave"],["lat="],["long="],["directions="],["phone =+1 401 331-5623"],["tollfree="],["fax="],["hours="],["price="],["content=Clean facility and friendly employees."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Armageddon Record"],["alt="],["url="],["email="],["address=436 Broadway St"],["lat="],["long="],["directions="],["phone =+1 401 521-6667"],["tollfree="],["fax="],["hours="],["price="],["content=Armageddon shop is on Broadway,just a short walk from downtown. Run by two members from the band Dropdead, they specialize in rare and obscure rock albums and local music from around Rhode Island. They also specialize in music zines and t-shirts."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=B-Sharp Music"],["alt="],["url="],["email="],["address=265 Broadway St"],["lat="],["long="],["directions="],["phone=+1 401 223-2112"],["tollfree="],["fax="],["hours="],["price="],["content= A musical instrument shop, they stock rare and hard to find items from Orange and Hughes and Kettner guitar amps as well as making and stocking their own effects pedals. They also specialize in vintage instrument and amplification repair."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":[" Downtown "]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fleming's Prime Steakhouse & Wine Bar"],["url=http:\/\/www.FlemingsSteakhouse.com\/locations\/ri\/providence"],["email="],["address=One West Exchange Street"],["lat="],["long="],["directions="],["phone=+1 401 533-9000"],["tollfree="],["fax="],["hours="],["price="],["content=Fleming's is known for its prime steak and elegant, cherry wood atmosphere. Its wine list features over 100 wines available by the glass. This steakhouse also offers bar menu specials until 7PM."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Luxe Burger Bar"],["url=http:\/\/www.luxeburgerbar.com"],["email="],["address=5 Memorial Blvd."],["lat="],["long="],["directions="],["phone = +1 401 621-5893"],["tollfree="],["fax="],["hours=Sunday-Wednesday 12pm-11pm, Thursday-Saturday 12pm-12am"],["price=$$"],["content=Located right in downtown Providence, Luxe Burger Bar is a wonderful place to relax and go grab a burger and a beer. This bar has a build your own burger menu, a DJ every friday\/saturday with no cover, and even thursday night trivia night!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rick's Roadhouse"],["alt="],["url=http:\/\/www.ricksroadhouseri.com"],["email="],["address=70 Richmond St"],["lat="],["long="],["directions="],["phone =+1 401 272-7675"],["tollfree="],["fax="],["hours="],["price="],["content=Rick's Roadhouse, located downtown specializes in all your steak, burger, and bbq needs. With a full restaurant and bar, Rick's also is home to the only mechanical bull in Providence. Tuesdays are karaoke night and monday's are wing night for 25 cents a wing. Rick's Roadhouse also very affordable with over 40 menu items for under $9.99."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=New Rivers"],["alt="],["url=http:\/\/www.newriversrestaurant.com\/"],["email="],["address=7 Steeple St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= New Rivers Bistro prizes inventive presentation and taste over any pretension and it shows. The unassuming 18th century interior yields a culinary masterpiece. Expensive but worth it if you are looking for a special night. Entrees $18-30."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Temple Downtown"],["alt="],["url=http:\/\/www.temple-downtown.com\/"],["email="],["address=120 Francis St"],["lat="],["long="],["directions="],["phone =+1 401 919-5050"],["tollfree="],["fax="],["hours="],["price="],["content=Temple Downtown restaurant and lounge provides an intimate dining experience. The menu includes a wide variety of eclectic choices for breakfast, lunch, and dinner, and a signature cocktail list. Private rooms and booths available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Waterplace Restaurant & Lounge"],["url=http:\/\/www.waterplaceri.com"],["email="],["address=1 Finance Way"],["lat="],["long="],["directions="],["phone = +1 401 272-1040"],["tollfree="],["fax="],["hours=Tuesday-Thursday 430pm-10pm, Friday & Saturday 4:30pm-11pm"],["price=$$"],["content=Waterplace is a casual restaurant and lounge overlooking beautiful Waterplace park in Providence. Located downtown, Waterplace specializes in Italian, Seafood, and American cuisine. View the breathtaking Providence skyline right from your dining room seat and enjoy a casual experience or a nice romantic night on the town. Available for weddings, parties, and corporate events."]]}]},"\n",{"type":"===","value":[" Providence Place Mall "]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=P.F. Chang's"],["alt="],["url=http:\/\/www.pfchangs.com\/"],["email="],["address=111 Providence Place"],["lat="],["long="],["directions="],["phone =+1 401 270-4665"],["tollfree="],["fax="],["hours=M-Th 11AM-11PM, F-Sa 11AM-12AM, Su 11AM-10PM"],["price="],["content= P.F. Chang's is fairly new to Providence, just opening in the fall of 2011, and it is already popular. Be sure to make a reservation if you plan on eating here, the wait can be pretty long. Serves fine Asian cuisine in a nice friendly atmosphere. P.F. Chang's is a nice place to take the family to dinner."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fire + Ice"],["alt="],["url=http:\/\/www.fire-ice.com\/"],["email="],["address=48 Providence Place"],["lat="],["long="],["directions="],["phone =+1 401 270-4040"],["tollfree="],["fax="],["hours=M-Th 11:30AM-10PM, F-Sa 11:30AM-11PM, Su 10AM-10PM"],["price="],["content= Improvisational grill, allows customers to have their meal (fresh meats, seafood, pastas, internationally influenced sauces, and both exotic and traditional vegetables) cooked specifically to their liking right in front of them. Interaction with the cooks, customers, and the crazy décor make for an exciting, delicious, and completely unique dining experience. $7.95 Lunch-$14.95 Dinner. ('All grilled food is included in the price, desserts and alcoholic beverages are an additional fee.)"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Cheesecake Factory"],["alt="],["url=http:\/\/cheesecakefactory.com\/"],["email="],["address=94 Providence Place"],["lat="],["long="],["directions="],["phone =+1 401 270-4010"],["tollfree="],["fax="],["hours=M-Th 11:30AM-11PM, F-Sa 11:30AM-12:30PM, Su 10AM-11PM"],["price="],["content= Upscale dining, The Cheesecake Factory offers more than 200 menu selections including 50 cheesecakes and desserts. $10 - $20 entrées. The Cheesecake Factory is a nationwide chain. The wait can be long, it is always very busy, be prepared for that if you plan on making a trip."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Nordstrom Cafe"]},", Level Three of Mall, Inside Nordstrom, +1 401 621-6111. American style cuisine, it offers a great spot for some better quality food inside the mall that is not food-court style. It offers a great view of the State House and the East Side of Providence. Provides the best view in the mall. Less expensive than the sit-down restaurants, but pricier than the food court options."]},"\n",{"type":"===","value":[" Thayer Street "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Andreas Restaurant"],["alt="],["url=http:\/\/andreasri.com\/"],["email="],["address=268 Thayer Street"],["lat="],["long="],["directions="],["phone =+1 401 331-7879"],["tollfree="],["fax="],["hours=M-Th 11AM-1AM, F-Su: 9AM-2AM"],["price="],["content= Andreas offers some of the only authentic local Greek\/American cuisine. The menu consists of souvlaki's and other traditional Greek cuisine but often with an Americanized twist. The burgers are particularly sensational as are the expansive salads. For those that are interested in something new, try the saganaki flambe (read flaming cheese). After 10 PM the kitchen closes and Andreas caters to late night drinkers while maintaining a bar menu. Entrees range from 8-22$"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Antonio’s Pizza"],["alt="],["url="],["email="],["address=258 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 455-3600"],["tollfree="],["fax="],["hours="],["price="],["content=A popular pizzeria chain that features pizza by the slice in almost 40 unique varieties, including chicken quesadilla and tortellini. Reasonable prices, offers $1 cheese slices late at night which is awesome for nights after too much drinking. It is always full of college students, and can be very busy at lunch time and late at night."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nice Slice"],["alt="],["url=http:\/\/www.niceslice.com"],["email="],["address=267 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 453-6423"],["tollfree="],["fax="],["hours=Su-M 11AM-2AM"],["price="],["content= A great alternative to the more \"pedestrian\" Antonio's. A skater atmosphere paired with a vegan friendly menu make this one-off a slam dunk for those looking for a Pizzaria with more options and cooler vibe. Located right next to Kabob and Curry."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kabob and Curry"],["alt="],["url=http:\/\/www.kabobandcurry.com\/index.htm"],["email="],["address=261 Thayer Street"],["lat="],["long="],["directions="],["phone =+1 401 273-8844"],["tollfree="],["fax="],["hours=M-Th 11AM-10:30PM, F-Sa 11AM-11PM, Su 11:30AM-10PM"],["price="],["content= A decades old local institution providing both standard and original fare. Voted the best Indian food in Rhode Island. Takeout and delivery available. Meals $11-$16."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shanghai"],["alt="],["url="],["email="],["address=272 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 331-0077"],["tollfree="],["fax="],["hours=SU-W 11AM-11PM, TH-SA: 11AM-12AM"],["price="],["content= A popular restaurant on the East side; Shanghai serves Chinese\/Vietnamese style fresh cuisine. There are two sides to the restaurant, one side offers a casual side for take out, and the other side is great for a fancier night out. Good to have a night out with friends. Available for delivery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=East Side Pockets"],["alt="],["url="],["email="],["address=278 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 453-1100"],["tollfree="],["fax="],["hours=M-SA 10AM-12PM"],["price="],["content= East Side Pockets has excellent falafel, served in pockets, in salads, or alone, along with a range of other Middle Eastern pocket fare. Vegetarian and vegan options. Pockets are less than $7.00. Take out or counter seating."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["La Creperie"]},", 82 Fones Aly, +1 401 751-5536. M-Th 10AM-12AM, F 10AM-2AM, Sa 9AM-2AM, Su 9AM-12AM. La Creperie specializes in crepes and offers affordable plates, wraps and smoothies. Tough to find from the street sometimes, but worth looking for. Easiest to find if you look between Au Bon Pain and BBC."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tealuxe"],["alt="],["url="],["email="],["address=231 Thayer Street"],["lat="],["long="],["directions="],["phone = +1 401 453-4832"],["tollfree="],["fax="],["hours=Weekdays open 8am to 10pm; weekends open 10am to 11pm"],["price="],["content= This is one of the most relaxing stores on Thayer Street. Tealuxe is a specialty tea shop that offers over one hundred different brews from around the world, by the cup or the kettle. It is a customary gathering place for many of the artistic college students in the area and serves as a place that many will go with laptops and study or relax with friends after a long day. This means that during classes and just towards the end of the class day is when the store is the most packed. The shop also sells various exotic teas, such as the Queen Victoria brew which consists of rose petals and various other ingredients, by the gram. The prices are great, fitting a college student’s budget well. The shop is a tea drinker’s heaven, offering not only the tea itself but a variety of teapots and accessories to use when you bring their delicious mixtures home"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Paragon\/Viva"],["alt="],["url=http:\/\/paragonandviva.com\/"],["email="],["address=234 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 331-6200"],["tollfree="],["fax="],["hours="],["price="],["content=Sunday Brunch 10AM-3PM, M-Th 11AM-1AM, F-Sa 11AM-2AM, (Kitchen Closes for exclusive drinking at midnight). Acceptable Italian\/American fare for lunch but truly lacking in an original dinner menu. As a late night lounge is where the Paragon\/Viva spaces excel. Paragon is takes the role of a pub after midnight while Viva becomes a dance club. Some of the best drinks and bartenders on Thayer St, but expect to pay for them."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Byblos"],["alt="],["url=http:\/\/providencebyblos.com\/"],["email="],["address=235 Meeting Street"],["lat="],["long="],["directions="],["phone =+1 401 453-9727"],["tollfree="],["fax="],["hours="],["price="],["content=Voted Best middle eastern restaurant and best burger in Rhode Island for 2006. The Providence Byblos serves authentic Lebanese foods and hosts a Lebanese Hookah Lounge on the second floor open 7PM-1AM Monday-Thursday and until 2AM Friday-Saturday. Contains two full bars and two floors, and option of sitting inside or out. Enjoy over 30 flavors of hookah and even mix some of your favorite flavors."]]}]},"\n",{"type":"===","value":["Federal Hill"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Blue Grotto (Grotto Azzura)"],["alt="],["url=http:\/\/www.bluegrottorestaurant.com\/"],["email="],["address=210 Atwells Av"],["lat="],["long="],["directions="],["phone =+1 401 272-9030"],["tollfree="],["fax=+1 401 272-4814"],["hours=M-Th, 5PM-10PM, F,Sat 5PM-10:30PM, Su 12PM-9PM"],["price="],["content= Also an upscale restaurant where reservations are required.The atmosphere is romantic, with live music, fireplace, and ok for families\/children. The attire is casual though there is a small dancing area. They serve Italian and seafood. Pricing is moderate to expensive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Joe Marzilli's Old Canteen Restaurant"],["alt="],["url="],["email="],["address=120 Atwells Av"],["lat="],["long="],["directions="],["phone =+1 401 751-5544"],["tollfree="],["fax="],["hours=W-M 12PM-10PM"],["price="],["content= \"Elegant Dining\" with a taste of Italy. All meals cooked to order. It has a very old school Italian feel. Reservations and valet parking are available. Voted Best Restaurant RI Monthly and by Food & Beverage Magazine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mediterraneo Restaurant"],["alt="],["url="],["email="],["address=134 Atwells Av"],["lat="],["long="],["directions="],["phone =+1 401 331-7760"],["tollfree="],["fax="],["hours=Lunch M-F 11:30AM-3PM, dinner M-F 3PM-10:30PM and Sa-Su 4PM-10:30PM"],["price="],["content= Creative, traditional and contemporary Italian cuisine with a distinct Mediterranean flair. Award winning design with a lively European ambiance, alfresco sidewalk dining (weather permitting) and an authentic Italian antipasto bar. Slightly expensive pricing, not always worth it. Some of the food tastes a bit average, but still feels expensive because of the atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cassarino's"],["alt="],["url=http:\/\/www.cassarinosri.com\/index.html"],["email="],["address=177 Atwells Ave"],["lat="],["long="],["directions="],["phone =+1 401 751-3333"],["tollfree="],["fax="],["hours=Lunch: M-F 11:30AM-3PM. Dinner M-Th 3PM-10PM, F 3PM-11PM, Sa 12PM-11PM"],["price="],["content=Cassarino's Ristorante serves authentic Italian Cuisine. Voted \"Best Italian Restaurant in Providence\" by Rhode Island Monthly. Meals $7-$16."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nancy's Fancies"],["url=http:\/\/www.nancysfanciescakes.com\/default.php"],["email="],["address=294 Atwells Ave"],["lat="],["long="],["directions="],["phone = +1 401 421-2253"],["tollfree="],["fax="],["hours="],["price="],["content=Located on Federal Hill in Providence, about 5 minutes from Providence Place Mall, Nancy's Fancies is a great place to go for those with a sweet tooth. Nancy's Fancies is known for the variety of custom cakes designed for special occasions and also known for the opportunity to make your own cupcake in over 30 flavors, including: chocolate, vanilla, oreo, coconut cream, chocolate buttercream, marshmallow, raspberry mousse, almond buttercream, mocha buttercream, etc.  Custom cakes are available for all occasions such as, weddings, birthday parties, baby showers, etc. It is a great place to have a custom cake made, visit with kids or just to go when you’re feeling creative with cupcake making!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Angelo's Civita Farnese"],["alt="],["url=http:\/\/www.angelosonthehill.com\/"],["email="],["address=141 Atwells Ave"],["lat="],["long="],["directions="],["phone =+1 401 621-8171"],["tollfree="],["fax="],["hours=Su 12AM-9PM, M-Th 11:30AM-9PM,F-Sa 11:30AM-10PM"],["price="],["content= Angelo's serves award-winning home-style Italian food. Meals $6-$15"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jessie's Dessert Bar"],["alt="],["url="],["email="],["address=230 Atwells Avenue"],["lat="],["long="],["directions="],["phone =+1 401 351-5377"],["tollfree="],["fax="],["hours=Su-Th 7AM-10PM, F-Sa 7AM-12PM"],["price="],["content= Jessie's Dessert Bar is an old-fashioned ice cream bar and dessert bar that serves gourmet desserts, coffee, gelato, and ice cream. Also open for breakfast Su-M."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pastiche"],["alt="],["url=http:\/\/pastichefinedesserts.com\/pastiche\/home.html"],["email="],["address=92 Spruce St"],["lat="],["long="],["directions="],["phone =+1 401 861-5190"],["tollfree="],["fax="],["hours=Tu-Th 8:30AM-11PM, F-Sa 8:30AM-11:30PM, Su 10AM-10PM"],["price="],["content= An intimate European style cafe serving sophisticated fine desserts, easily some of the best desserts in the city. Downside, it can be very packed and the space is very tiny, so grabbing something to go may be a smarter option."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Caserta Pizzeria"],["alt="],["url="],["email="],["address=121 Spruce St"],["lat="],["long="],["directions="],["phone=+1 401 621-3618 or +1 401 621-9190"],["tollfree="],["fax="],["hours=Tu-Su 9:30AM-10:30PM"],["price="],["content=Good family restaurant. Originator of the Wimpy Skippy. Enjoy traditional style pizza in a casual atmosphere. Voted best pizza and spinach pie by R.I. Monthly Magazine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Julian's"],["alt="],["url=http:\/\/www.juliansprovidence.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 401 861-1770"],["tollfree="],["fax="],["hours="],["price="],["content=318 Broadway, +. Famous for their brunch, dinner and drinks as much as the arty wait staff. Julian's is a haven for the alternative\/hipster scene with exotic and original foods, vegetarian and vegan specialties, rare beers and eclectic local art. The decor of Julian's is floor to ceiling contemporary art, featuring: sculpture, mixed media, paintings, prints and kitsch collectables. Just about every inch of the dining room and bar is hipster chic modified. Julian's hosts special events like their Beer Dinners, where patrons pay a fixed fee for a meal, a special brew and some live music. Julian's also offers homemade catsup, hot sauce, granola and tote bags. A must-visit spot for an adventurous eater and an art appreciator."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nick's On Broadway"],["alt="],["url=http:\/\/nicksonbroadway.com\/site\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 421-0286"],["tollfree="],["fax="],["hours="],["price="],["content=500 Broadway, Open for dinner Wed-Sat 5:30-11 PM, Open for Breakfast\/Brunch Wed-Sat 7-3pm, Sunday from 9AM-3PM. A culinary masterpiece. The fact that it's only open 5 days a week for dinner makes it that much harder to get into. The food is all local, and boastful of the fact. Make reservations and expect to wait for your table even if you are on time. Entrees $20-34"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Broadway Bistro"],["alt="],["url=http:\/\/broadwaybistrori.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 331-2450"],["tollfree="],["fax="],["hours="],["price="],["content=205 Broadway, Open Daily 5-10pm, Reservations only accepted for parties of 6 or more. A small upscale eatery in the heart of the Armory. Broadway Bistro is a small and intimate space with local artwork adorning every available square inch. The small and evolving menu reflects the atmosphere. Rich flavors with simple presentation and excellent ingredients. Entrees range from $8-20 with tapas style appetizers $6 and up."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Nara's Lounge Providence"]}," - Nara's is the upscale Hookah Lounge located on Federal Hill.  This Middle Eastern style lounge has a variety of both Middle Eastern and American drinks, food and dessert.  This lounge is decorated in earthy colors, with dim lights and low Middle Eastern music to create a relaxing atmosphere. Nara also serves 15 flavors of Hookah to choose from, along with entertainment Wednesday, Thursday and Sunday evenings.  Must be over 18 years or older to smoke Hookah and 21 or older to drink.  Sunday-Thursday hours are:   4:00pm -1:00am, Saturday and Sunday from 4:00pm-2:00am."]},"\n",{"type":"==","value":[" Other Eateries "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Rue De L'Espoir"]},", 99 Hope Street, +401 751-8890, ",{"type":"[","value":["http:\/\/www.therue.com\/"]},". Offers unique dining experiences in breakfast, lunch, dinner and weekend brunch. Set in the historic East Side district of Providence, \"The Rue\" features food specializing in fresh regional cooking, with influences from France, Italy, and Asia. Charming and warm ambience, friendly wait staff and an impressive menu. Interesting choices are their cheese board and Monday's \"Dollar Daze,\" with $1 apps at the bar. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Not Just Snacks"]},", 833 Hope Street, +1 401 831-1150. This is a small restaurant that serves very traditional Indian and Pakistani food at an affordable price. This family owned and handicapped accessible business is open from 11AM-9PM 7 days a week. They do not take reservations but you can call in to place an order either to be eaten there or to take out. They do not serve and drinks that are alcoholic. However, they are a BYOB establishment and will provide you with glasses for beer or wine upon request. Both the outside and inside of the buildings are very unassuming so make sure when looking for it your eyes are peeled. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Fellini's Pizzeria"]},", 166 Wickenden Street, +1 401 751-6737, ",{"type":"[","value":["http:\/\/fellinipizzeria.com\/Index.html"]},".Su-W open until 12AM, Th-Sa open until 2AM . New York style, thin-crust pizza with creative toppings. Fun atmosphere, for kids and kids at heart due to the pinball machines. Awesome specials, specifically at Thanksgiving time, which is when they offer a one-time-a-year Thanksgiving style pizza. Free delivery for Providence area."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sakura"]},", 231 Wickenden Street, +1 401 331-6861, ",{"type":"[","value":["http:\/\/www.eatinri.com\/sakura\/"]},". Enjoy traditional Japanese cuisine and fresh sushi, in true Japanese style, at Sakura. The staff are very friendly although some are hard to understand. It can get very busy and sometimes the only available in the dining room where you must sit on the floor at the tables. You usually find a lot of college students in this dining room, they don't mind it. BYOB. Meals $6-$20."]},"\n",{"type":"*","value":[{"type":"'''","value":["3 Steeple Street"]},", 125 Canal Street, +1 401 272-3620, serving dishes like smoked trout and Maryland crab cakes within stone slate walls and wooden plank floors in the second-oldest industrial building in the United States. $16-$33."]},"\n",{"type":"*","value":[{"type":"'''","value":["Union Station Brewery"]},", 36 Exchange Terrace.  +1 401 274-2739.  Serves bar & grill-type food, but come for the beer!  Union Station brews its own beer in 6 different styles.  Can't decide which to get?  They'll serve you 5oz of each for $7.50.  The namesake comes from the fact that the restaurant was carved out of the original 1898 Union Station."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Capital Grille"]},", 1 Union Station, +1 401 521-5600, ",{"type":"[","value":["http:\/\/www.thecapitalgrille.com\/"]},". The Capital Grille has exquisite dry aged steaks and a friendly, but comfortable atmosphere. They also have an award winning wine list. Eating here is always excellent. This franchise is actually the original restaurant in the Capital Grille chain."]},"\n",{"type":"*","value":[{"type":"'''","value":["Capriccio"]},", 2 Pine St., +1 401 421-1320, ",{"type":"[","value":["http:\/\/www.capriccios.com\/"]},". M-Th 11:30PM-10:30PM; F-Sa 11:30AM-11PM and Su 11:30AM-9PM. This restaurant is among the best of Providence. Extended wine list (more than 550 available), fabulous wait staff, exquisite food are some of the things that make this restaurant as good as it is. The food is expensive, but worth it. Many of the items on the menu are made by your table. You can not go wrong with the Steak Diane, cooked tableside, or any other dish on the menu for that matter! "]},"\n",{"type":"*","value":[{"type":"'''","value":["Cuban Revolution"]},", 50 Aborn St., +1 401 331-8829, ",{"type":"[","value":["http:\/\/www.thecubanrevolution.com\/"]},". M-Sa 11AM-12AM.Cuban Revolution features a signature, award winning Latin menu. Voted Best Sandwich in Rhode Island in 2003.  Meals $6-$12."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ruth's Chris Steakhouse"]},", GTech Center 10 Memorial Blvd., +1 401 272-2271, ",{"type":"[","value":["http:\/\/www.ruthschris.com\/"]},". M-Th 5PM-10PM,F4:30PM-11PM, Sa 4PM-11PM, Su 5PM-9PM. Ruth's Chris Steakhouse serves New Orleans-inspired appetizers, U.S. Fine steaks, fresh seafood, classic desserts, and an award winning wine list. This is a frequent place of interest for the New England Patriots football players. Private dining rooms available."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=A Taste of India"],["url=http:\/\/www.tasteofindiari.com\/"],["email="],["address=230 Wickenden Street, Providence, RI"],["lat="],["long="],["directions="],["phone = +1 401 421-4355"],["tollfree="],["fax="],["hours=M- F: 11:30AM-2:30PM, 5:00PM-10:00PM Sa & Su: 12:00PM-3:00 PM, 5:00PM-9:30PM"],["price="],["content=A small but cozy Indian restaurant which specializes in curry dishes and authentic appetizers. Vegan friendly, and also offers Gluten-free menu items. Price range $2-$35."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Noir"],["url=http:\/\/www.cafenoirri.com"],["email="],["address=125 North Main St."],["lat="],["long="],["directions="],["phone = +1 401 272-2116"],["tollfree="],["fax="],["hours=Sunday-Thursday 5pm-10pm, Friday & Saturday 5pm-11pm"],["price=$$$"],["content=Specializing in all your fine dining needs, Cafe Noir is the place for a classy and elegant dining experience. Known for it's french cuisine with a twist, Cafe Noir is a must if you are new to the area or just passing through. Full bar available and also a variety of delectable desserts which are made fresh to order!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Sonrisa"],["url="],["email="],["address=320 Broad St Providence"],["lat="],["long="],["directions="],["phone = +1 401 228-3470"],["tollfree="],["fax="],["hours="],["price=$5.00"],["content=Best Spanish food around. For $5.00 get a full course meal. From Chicken rice and beans to seafood salad. Order in or take out."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tea in Sahara"],["url="],["email="],["address=69 Governor St."],["lat="],["long="],["directions="],["phone=+1 401 709-3252"],["tollfree="],["fax="],["hours=11am - 11pm"],["price="],["content=Very affordable Moroccan appetizers, smoothies, and paninis. Hookahs, with a variety of flavors, are also served. Relaxed atmosphere and friendly servers. Free WiFi provided."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Local 121"],["url="],["email="],["address=121 Washington St."],["lat="],["long="],["directions="],["phone=+1 401 274-2121"],["tollfree="],["fax="],["hours="],["price="],["content=Locally harvested, seasonable, and organic cuisine is served in the modern and elegant dining room. You can often catch live acts in the tap room which is adjacently located. The speakeasy downstairs is an ideal environment for everything from live music to business lunches. Hours of operation = Lunch: Tuesday - Saturday, noon - 4:00pm. Dinner: Monday - Thursday, 5:00pm - 10:00pm and Friday & Saturday, 5:00pm - 11pm and Sunday, 5:00pm - 9:00pm. TAPROOM: 12pm-1am, Monday - Thursday; 12pm-2am, Friday & Saturday; 5pm-1am, Sunday."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wings and Things"],["url=http:\/\/www.wingsandthingsri.com\/"],["email="],["address=250 Brook St."],["lat="],["long="],["directions="],["phone=+1 401 369-7551"],["tollfree="],["fax="],["hours="],["price="],["content=Wings and Things is located within the Brown University campus on the East Side. They are best known for their wings and boneless chicken chunks, slathered in your choice of 20 sauces. As far as dedicated wing joints go in Providence, this is the one to beat. They offer dine-in, take out, or delivery. If you're in the mood for some spicy wings or want to test your machismo by trying to handle their highest heat, then Wings and Things is the place to go."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Rancho Grande"],["url=http:\/\/www.elranchogranderestaurant.com\/"],["email="],["address=311 Plainfield St"],["lat="],["long="],["directions="],["phone = +1 401 275-0808"],["tollfree="],["fax="],["hours=8am-10pm"],["price="],["content=Family business owner Maria Meza opened her restaurant mid 2007. This Mexican family restaurant offers traditional and affordable dished while also using authentic ingredients at the same time. Most of their ingredients are brought in directly from Mexico, providing an authentic Mexican taste and experience. Maria hosts many festive Mexican traditional events throughout the year to give her customers a rare and memorable time."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Blue State Coffee"],["url=https:\/\/www.bluestatecoffee.com\/stores\/providence-300-thayer-street\/"],["email="],["address=300 Thayer St"],["lat="],["long="],["directions="],["phone=+1 401 383-8393"],["tollfree="],["fax="],["hours=M-F 7AM-10PM, Sa-Su 8AM-10PM"],["price="],["content= Part of a small New England chain, Blue State Coffee donates a percentage of its profits to local causes. It also serves light fare, such as sandwiches and soup."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Teas and Javas"],["url=http:\/\/www.teasandjavas.com\/"],["email=Wayland@teasandjavas.com"],["address=199 Wayland Ave"],["lat="],["long="],["directions="],["phone=+1 401 621-7700"],["tollfree="],["fax="],["hours=Daily 7AM-11PM"],["price="],["content= Along with an extensive menu of typical cafe drinks, Teas and Javas also offers \"coffee corretti,\" or spiked coffee drinks. There is also a large food menu."]]}]},"\n",{"type":"===","value":["Nightlife"]},"\nAlthough the city of Providence may be small compared to other states' capitals, it has quite a bustling nightlife. There are a variety of bars and clubs to suit any taste and price range - from hip eclectic bars in the artsy college area, to upscale martini bars downtown, techno and hip-hop clubs for the younger crowd, and casual pubs and brewhouses scattered throughout the city, there is certainly something for everybody. RI Law prohibits Happy Hour drink specials.\n \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bradley's Cafe"],["alt="],["url="],["email="],["address=571 Admiral St"],["lat="],["long="],["directions="],["phone =+1 401 621 2891"],["tollfree="],["fax="],["hours=Open till 1AM everyday"],["price="],["content=This is a great relaxed bar to kick back and enjoy a beer with the pals. It is a bit dirty, but that can be part of the enjoyment of it all. Sometimes all a person needs is night of relaxation at the bar. \"Brad's\" as it is commonly referred to, is always filled with locals and college students. They also can play great music, so when you have had one too many, you can dance it out on the dance floor. The bathroom is a bit gross though, be wary of that, it's definitely a typical bar bathroom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Dark Lady"],["alt="],["url="],["email="],["address=124 Snow Street"],["lat="],["long="],["directions="],["phone =+1 401 831-4297"],["tollfree="],["fax="],["hours=Mon-Thurs 9PM-1AM, Fri-Sat 9PM-2AM"],["price="],["content= Open 7 nights a week and always has something going on. A popular spot for cross-dressers and transsexuals, with live drag shows featuring local talent. The Dark Lady's performers are known to socialize with patrons. Great place for meeting those in the transsexual\/cross-dressing scene."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=GLO Bar"],["url="],["email="],["address=93 Clemence St."],["lat="],["long="],["directions="],["phone=+1 401 272-0227"],["tollfree="],["fax="],["hours=8 pm - 2 am"],["price="],["content=Small downtown bar and dance club with live dj's playing a wide variety of music from hip-hop to techno to alternative. Cheap cocktails available at the two full-length, fully stocked bars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Fat Belly's Irish Pub"],["alt="],["url=http:\/\/www.fatbellyspub.com\/"],["email="],["address=125 Canal St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the second oldest industrial building in the U.S., overlooks the Waterfire canal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Whiskey Republic"],["alt="],["url="],["email="],["address=515 South Water St"],["lat="],["long="],["directions="],["phone =+1 401 421-5796"],["tollfree="],["fax="],["hours=Daily 3:30PM-1AM"],["price="],["content= Hip Hop, Reggaeton, and R&B. Thursdays ladies get in free. $1 Corona until 11PM. $3 margaritas. Pool tables, lounge areas and booth tables. The bar acts like an island, where the dance floor is located to the left of the small stage. There is another bar located in the back of the place. Outside enclosed area for smokers."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Hi-Hat"],["alt="],["url=http:\/\/www.thehihat.com\/"],["email="],["address=3 Davol Sq"],["lat="],["long="],["directions="],["phone =+1 401 453-6500"],["tollfree="],["fax="],["hours=M-Th 4PM-1AM, F-Sa 4PM-2AM, Su 6PM-12AM"],["price="],["content= Features live jazz, Latin, soul, R&B, soft rock, and even swing music in an elegant, upscale atmosphere. Has small dance floor, and a cozy room with fireplaces in the back. Extensive wine and champagne list. Cover charge on weekends, usually ~$8."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mirabar"],["alt="],["url=http:\/\/www.mirabar.com\/"],["email="],["address=35 Richmond Street"],["lat="],["long="],["directions="],["phone =+1 401 331 6761"],["tollfree="],["fax="],["hours=Sun-Thurs 3pm-1am. Fri-Sat 3pm-2am"],["price="],["content= Self-proclaimed Rhode Island's best gay men's bar and dance club. Laser lights, high-energy dance floor, shirtless shot boys and themed nights. Fun for girls and boys! This is a hot-spot for the trendy gay male crowd and their gal pals. Not recommended for gays who don't like loud dance music and\/or like to mingle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Monet Lounge"],["alt="],["url="],["email="],["address=115 Harris Ave"],["lat="],["long="],["directions="],["phone =+1 401 580-4847"],["tollfree="],["fax="],["hours="],["price="],["content=This lounge\/nightclub is a nice setting for a night of dancing or just lounging, they provide plush couches and bar stools. In addition there is a large VIP section if you're interested in your own private party. Cover charge; dress to impress; 18 to party, 21 to drink."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Murphy's Deli and Bar"],["alt="],["url="],["email="],["address=100 Fountain Street"],["lat="],["long="],["directions="],["phone = +1 401 621-8467"],["tollfree="],["fax="],["hours="],["price="],["content=This is a great spot to relax and grab a beer, watch a game, and begin or end your night.  It’s a small place, but the food is excellent, the beer is very good, and the prices are even better.  If you go, a sandwich is highly recommended as they also serve as a delicatessen."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Olives"],["alt="],["url=http:\/\/www.olivesri.com"],["email="],["address=108 North Main St"],["lat="],["long="],["directions="],["phone =+1 401 751-1200"],["tollfree="],["fax="],["hours="],["price="],["content=Dining: Tu-Th 5PM-1AM, F-Sa 5PM-2AM, Su 5PM-9PM, Bar: 12PM-1AM. Restaurant, martini bar, and nightclub. Ages 21-plus after dinner. Drink menu includes 65 different martinis, ranging from $7 to $9."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Point Street Dueling Pianos"],["alt="],["url="],["email="],["address=3 Davol Square"],["lat="],["long="],["directions="],["phone = +1 401 270-7828"],["tollfree="],["fax="],["hours=7pm - 2am"],["price="],["content=Doors open at 7pm, shows start at 8pm.  This is a great place for a night out for either a group or a couple.  The pianists play most popular songs, they have some fun with the crowd, and they are very well trained.  All song requests cost between $1-$10 at the beginning of the night, and more as the night goes on.  They only serve drinks, but you are welcome to bring your own food or have it delivered.  Cover charge at the door, and it is recommended that reservations are made at least 48 hours in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=PROV"],["alt="],["url="],["email="],["address=99 Chestnut St"],["lat="],["long="],["directions="],["phone =+1 401 621-8888"],["tollfree="],["fax="],["hours="],["price="],["content=This is more of a bar than a club but still has a nice dance floor, an elegant environment for an evening of drinks. There is usually a DJ playing new hits and shot girls walking around for your convenience. Dress to impress; 18 to party, 21 to drink."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ri Ra Irish Pub & Restaurant"],["alt="],["url=http:\/\/www.rira.com\/locations\/providence\/"],["email="],["address=50 Exchange Ter"],["lat="],["long="],["directions="],["phone =+1 401 272-1953"],["tollfree="],["fax="],["hours=Su-Th 11:30AM-1AM, F-Sa 11:30AM-2AM"],["price="],["content= At Ri Ra everyday is St. Patty's Day! Great place to throw back a pint o' Guinness in a fun, festive atmosphere. Attracts crowds of all ages. Food also available mainly traditional American food with an Irish twist. Monday=1\/2 price wings, Tuesday=Pub Quiz, Wednesday=1\/2 price burgers, Thursday=Live Music, Friday & Saturday=Local Bands, Sunday=Irish Session\/Karaoke."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tantric"],["alt="],["url=http:\/\/www.clubzone.com\/c\/Providence\/Nightclub\/TANTRIC.html"],["email="],["address=1070 North Main St"],["lat="],["long="],["directions="],["phone =+1 401 273-1070"],["tollfree="],["fax="],["hours="],["price="],["content=This club is located downtown providence. Features include Red Carpet Thursdays, $2 Corona and shots. Dance floor, Hip Hop and R&B music. Admission to Tantric is usually $10."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tazza Caffe & Bar"],["alt="],["url=http:\/\/www.tazzacaffe.com"],["email="],["address=250 Westminster St"],["lat="],["long="],["directions="],["phone =+1 401 421-3300"],["tollfree="],["fax="],["hours=M-W 7AM-12AM, Th 7AM-1AM, F 7AM-2AM, Sa 8AM-2AM, Su 9AM-5PM"],["price="],["content= Features live music ranging from jazz and blues, to funk and world music, in a funky, artsy atmosphere. No cover. Drink price: $3-9."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Trinity Brewhouse"],["alt="],["url=http:\/\/www.trinitybrewhouse.com\/"],["email="],["address=186 Fountain St"],["lat="],["long="],["directions="],["phone =+1 401 453-2337"],["tollfree="],["fax="],["hours="],["price="],["content=M-Th 11:30AM-1AM, F-Sa 11:30AM-2AM, Su 12PM-1AM (food served until Midnight everyday). In addition to a great selection of beer on tap, features six beers (two light, two dark, two amber) that are brewed daily on-site. The same beer is never brewed two days in a row."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ultra the Nightclub"],["alt="],["url="],["email="],["address=172 Pine St"],["lat="],["long="],["directions="],["phone =+1 401 454-5483"],["tollfree="],["fax="],["hours="],["price="],["content=This nightclub has a large Hip-Hop room and a Techno\/House music room with plenty of dance floor to fulfill your dancing desires. Small cover charge and reasonably priced drinks allow for an exciting night for under 50 dollars. Dress to impress; 18 to party, 21 to drink."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kartabar"],["alt="],["url="],["email="],["address=284 Thayer St"],["lat="],["long="],["directions="],["phone=+1 401 331-8111"],["tollfree="],["fax="],["hours="],["price="],["content= Upscale lounge on Thayer. Exceptional drinks with excellent Mojitos and Caipirinhas. House music is piped across an open floor plan that opens up onto the street during the warmer months. Is crowded for most of the day but after midnight the lounge really heats up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Viva\/Paragon"],["alt="],["url="],["email="],["address=230 Thayer St"],["lat="],["long="],["directions="],["phone =+1 401 272-7600"],["tollfree="],["fax="],["hours="],["price="],["content=Popular with RISD and Brown students. Tables are cleared at 11PM to create a dance floor, DJ spins hip-hop and dance music. Features extensive wine list, bottled and draft beer list, variety of champagne and martinis. Can get quite crowded on weekends, plan on arriving before 1AM to guarantee a spot inside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Wild Colonial"],["alt="],["url="],["email="],["address=250 S. Water Street"],["lat="],["long="],["directions="],["phone = +1 401 621-5644"],["tollfree="],["fax="],["hours="],["price="],["content=Bar opens at 4pm most days, 5pm on the weekends.  Stays open until 1am Sunday-Wednesday, 2am Thursday-Saturday.  The Wild Colonial was once named “One of the 50 best bars in America” by Esquire Magazine, and has continued to enjoy wild success since it opened.  The aesthetic of the bar is absolutely incredible (mostly brick, hardwood tables), and that helps it maintain an old-English style atmosphere.  You can play billiards and darts, the beer selection is phenomenal, and the food is very good.  All in all, it’s a great place for a long night out."]]}]},"\n",{"type":"==","value":["Sleep"]}," \n",{"type":"===","value":[" Hotels "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Courtyard Providence Downtown"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/PVDDT"],["email="],["address=32 Exchange Terrace at Memorial Blvd"],["lat="],["long="],["directions="],["phone=+1 401 272-1191"],["tollfree="],["fax=+1 401 272-1416"],["price="],["checkin="],["checkout="],["content= Although a little on the pricey side, the Courtyard Hotel in downtown Providence offers all the amenities that Marriott's are known for. Close to WaterPlace Park and the Rhode Island Convention Center, as well as the Providence Shopping Center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Dean"],["alt="],["url=http:\/\/thedeanhotel.com"],["email=info@thedeanhotel.com"],["address=122 Fountain St"],["lat="],["long="],["directions="],["phone =+1 401 455-DEAN"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=An arts-oriented boutique hotel located in a downtown building that once housed a brothel, The Dean cultivates a hipster ambiance. There's an Asian-style karaoke lounge, a German restaurant and a beer hall, but its 52 rooms are not equipped with phones or dressers, though a few have bunk beds."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Providence"],["alt="],["url=http:\/\/providence.hilton.com"],["email="],["address=21 Atwells Ave"],["lat="],["long="],["directions="],["phone =+1 401 831-3900"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located within walking distance to Federal Hill, the Hilton Providence is comprised of 274 guestrooms. There is a restaurant and Starbucks in the hotel. The Hilton is adjacent to Dunkin Donuts Center and RI Convention Center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Dolce Villa"],["alt="],["url=http:\/\/www.dolcevillari.com"],["email="],["address=63 DePasquale Sq"],["lat="],["long="],["directions="],["phone =+1 401 383-7031"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= This 14-suite hotel offers guests luxury accommodation located in the historic Federal Hill. Each room is equipped with memory-foam beds, kitchens, and whirlpool tubs. At the rear of the hotel is Smoke, a tobacco and liquor bar."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Hotel Providence"],["alt="],["url=http:\/\/www.hotelprovidence.com"],["email="],["address=139 Mathewson St"],["lat="],["long="],["directions="],["phone =+1 401 861-8000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Hotel Providence is located within the heart of the arts and entertainment district of downtown Providence. The 80 room hotel offers its guests a restaurant on premises as well as fitness services, trainers are available by advanced request."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Providence Biltmore"],["alt="],["url=http:\/\/www.providencebiltmore.com"],["email="],["address=11 Dorrance St"],["lat="],["long="],["directions="],["phone =+1 401 421-0700"],["tollfree=+1-800-294-7709"],["fax="],["price="],["checkin="],["checkout="],["content=Historic 1922 building (on National Register of Historic Places). A plaque high up on the lobby columns commemorates the high-water mark of the 1954 hurricane that struck Providence. Adjacent to Kennedy Plaza."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Providence Marriot Downtown"],["alt="],["url=http:\/\/www.marriottprovidence.com"],["email="],["address=1 Orms St"],["lat="],["long="],["directions="],["phone =+1 401 272-2400"],["tollfree=+1-866-384-4011"],["fax="],["price="],["checkin="],["checkout="],["content=Downtown location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Hotel Providence Harbor"],["alt="],["url=http:\/\/www.radisson.com\/hotels\/riprohar"],["email="],["address=220 India St"],["lat="],["long="],["directions="],["phone =+1 401 272-5577"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Radisson Hotel overlooks the harbor and is located a mile away from Brown University. Rooms are equipped with free high-speed wireless. Many rooms have views of the Providence Harbor."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Westin Providence"],["url=http:\/\/www.westinprovidence.com\/"],["email="],["address=1 W Exchange St"],["lat="],["long="],["directions="],["phone = +1 401 598-8000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Pricey hotel built 1993, featuring unparalleled views of the city.  Connected to both the Rhode Island Convention Center and the Providence Place Mall. The hotel itself also features 22,000 square feet of meeting space. On-property dining options include Flemings Steakhouse and Agora Restaurant."]]}]},"\n",{"type":"===","value":[" Bed & Breakfasts "]},"\n \n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Christopher Dodge House"],["alt="],["url=http:\/\/www.providence-hotel.com"],["email="],["address=11 West Park St"],["lat="],["long="],["directions="],["phone =+1 401 351-6111"],["tollfree="],["fax=+1 401 351-4261"],["price=$130-$200"],["checkin="],["checkout="],["content=15 rooms. Walking distance from Providence Place Mall, downtown and Brown University. Each spacious guest room offers early American reproduction furniture, Stearns and Foster mattresses a private bath and much more."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mowry-Nicholson House"],["alt="],["url=http:\/\/www.providence-suites.com"],["email="],["address=57 Brownell St"],["lat="],["long="],["directions="],["phone =+1 401 351-6111"],["tollfree="],["fax=+1 401 351-4261"],["price="],["checkin="],["checkout="],["content=Bed and Breakfast with panoramic views of historic Providence. Comfortable rooms & suites, all with private baths."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Old Court Bed & Breakfast"],["alt="],["url=http:\/\/www.oldcourt.com\/"],["email="],["address=144 Benefit St"],["lat="],["long="],["directions="],["phone =+1 401 751-2002"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This 11-room bed and breakfast is decorated with memorabilia from the 19th century. Each room has a private attached bathroom. Old Court Bed & Breakfast is located close to all the major city attractions. Prices range from $115-$199, depending on the season."]]}]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":["On 1 March 2005, Rhode Island put a ",{"type":"'''","value":["smoking ban"]}," into effect. Smoking in bars, restaurants, and other businesses is prohibited."]},"\n",{"type":"==","value":["Stay Safe"]},"\n\nProvidence is not known for scams or pick-pocketing so the biggest issues are drug and gang violence. If you do not use drugs then you should not have any issues. It is best to stay East of the highway 95 North with the exception of Federal Hill and a few other notable places, most of the poverty lies on the West end of the City.\n\nProvidence is a relatively safe city for its size, though proper caution and common sense should not be abandoned.  The downtown area can be dodgy at night, especially around Kennedy Plaza and Washington Street.  The club areas on the outskirts of downtown have also been known to draw some issues, though most are gang related. Another area to avoid at night is the Camp Street area of the East Side. There is some known gang activity and there has been some violent behavior in the past.  Also, late nights on Federal Hill are a great place to watch to drunken idiots beat each other up under the guise of Italian pride (though this is more in the vein of \"Jersey Shore\" Italian and not of that that first inhabited the city decades ago), so exercise caution whilst in the bar and club area of this historic neighborhood.\n\nAs far as violent crime goes, it is best to avoid South Providence and the Olneyville neighborhoods of the city.  There is little reason for most tourists to go to these locations, though the city's three main hospitals are relegated to the South Side.  Olneyville's New York System was featured on Food Network's \"Best Thing I Ever Ate\" series, and while there are two other locations within driving distance of Providence (Rhode Island is the smallest state, after all), a quick visit here to get a few hot dogs will not result in a problem unless you decide to walk around the neighborhood a bit and it's 1:00 in the morning.\n\n",{"type":"===","value":["Consular services"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["alt=Honorary Vice Consulate"],["url=http:\/\/www.ambwashingtondc.esteri.it\/Ambasciata_Washington\/Menu\/Informazioni_e_servizi\/La_rete_consolare\/"],["email=ViceConsulRI@web-Italia.com"],["address=49 Weybosset St"],["lat="],["long="],["directions="],["phone=+1 401 454-1492"],["tollfree="],["fax=+1 401 421-9080"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal"],["url="],["email=cportpvd@ici.net"],["address=56 Pine St, Hanley Bldg 6F"],["lat="],["long="],["directions="],["phone=+1 401 272-2003"],["tollfree="],["fax=+1 401 273-6247"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nVisit ",{"type":"'''","value":[{"type":"[[","value":[["Newport (Rhode Island)"],["Newport, RI"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Boston"]]}]}," or ",{"type":"'''","value":[{"type":"[[","value":[["New York City"],["New York"]]}]},".\n\n",{"type":"{{","value":[["routebox"],["image1=Amtrak_Northeast_Regional.png"],["imagesize1=100"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["New Haven"]]}],["minorl1=",{"type":"[[","value":[["South Kingstown"]]}],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["Boston"]]}],["minorr1=",{"type":"[[","value":[["Westwood (Massachusetts)"],["Westwood"]]}],["image2=I-95.svg"],["imagesize2=22"],["directionl2=S"],["majorl2=",{"type":"[[","value":[["New Haven"]]}],["minorl2=",{"type":"[[","value":[["Cranston"]]}],["directionr2=N"],["majorr2=",{"type":"[[","value":[["Boston"]]}],["minorr2=",{"type":"[[","value":[["Pawtucket"]]}],["image3=I-195.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=END"],["minorl3="],["directionr3=E"],["majorr3=",{"type":"[[","value":[["New Bedford"]]}],["minorr3=",{"type":"[[","value":[["East Providence"]]}],["image4=US 1.svg"],["imagesize4=22"],["directionl4=S"],["majorl4=",{"type":"[[","value":[["New Haven"]]}],["minorl4=",{"type":"[[","value":[["Cranston"]]}],["directionr4=N"],["majorr4=",{"type":"[[","value":[["Boston"]]}],["minorr4=",{"type":"[[","value":[["Pawtucket"]]}],["image5=US 6.svg"],["imagesize5=22"],["directionl5=W"],["majorl5=",{"type":"[[","value":[["Hartford"]]}],["minorl5=",{"type":"[[","value":[["Scituate (Rhode Island)"],["Scituate"]]}],["directionr5=E"],["majorr5=",{"type":"[[","value":[["New Bedford"]]}],["minorr5=",{"type":"[[","value":[["East Providence"]]}],["image6=US 44.svg"],["imagesize6=22"],["directionl6=W"],["majorl6=",{"type":"[[","value":[["Hartford"]]}],["minorl6=",{"type":"[[","value":[["Smithfield (Rhode Island)"],["Smithfield"]]}],["directionr6=E"],["majorr6=",{"type":"[[","value":[["Plymouth (Massachusetts)"],["Plymouth"]]}],["minorr6=",{"type":"[[","value":[["East Providence"]]}]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Providence County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["41.82355"],["-71.422132"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Providence, Rhode Island"]]},"\n",{"type":"[[","value":[["Wikipedia:Providence, Rhode Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Rhode_Island\/Localities\/P\/Providence\/"]]}]