[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\nPucallpa is a city in the ",{"type":"[[","value":[["Peruvian Amazon"]]},". ",{"type":"'''","value":["Yarinacocha"]}," is about 5km outside of town, on the lake \"Yarinacocha\", a more relaxed place to stay and a good destination for a day trip.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\nYou can fly in on one of Peru's national airlines (which are often going in and out of business - ",{"type":"[","value":["http:\/\/www.starperu.com Star Peru"]}," is currently your only option in this category), or you could fly on ",{"type":"[","value":["http:\/\/www.lan.com Lan"]},", a more stable South American airline.  Lan is more reliable as far as timing and service, but StarPeru is currently the only airline that offers daytime flights to and from Pucallpa (mid morning, and early evening, assuming that the flights are on time).  Also, Lan has drastically different fares for Peruvian residents, and visitors can't get the reduced fares (which require a Peruvian ID).  StarPeru's fares, on the other hand, are the same for nationals and guests.  You can book flights directly through the airlines, or you can use a Pucallpa-based travel agent, like Amazon World (011-51-61-57-5539).  The advantage to using a travel agent (my only experience is with Amazon World) is that if a flight is delayed or canceled, they will go out of their way to notify you, or even to make arrangements if a cancellation causes you to miss another flight.\n\n",{"type":"===","value":["By boat"]},"\nIts possible to travel by boat upstream from ",{"type":"[[","value":[["Iquitos"]]}," on the Rio Ucayali all year round. It's also possible to come downstream from ",{"type":"[[","value":[["Atalaya (town, Ucayali)"],["Atalaya"]]}," on Rio Ucayali.\n\n",{"type":"===","value":["By bus"]},"\nBuses from ",{"type":"[[","value":[["Lima"]]}," take about 18 hours or more (about S\/.100; \"Transmar\" and other companies).\n\n",{"type":"===","value":["By car"]},"\nThe road past ",{"type":"[[","value":[["Huanuco"]]}," is very foggy at times, with little visibility. Past ",{"type":"[[","value":[["Tingo Maria"]]}," landslides have devastated the road in sections, you can get through but its muddy and slow going in small sections.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"''","value":["Mototaxis"]}," are motor-tricycle taxis that are the standard mode of transportation for Pucallpa.  Expect to pay about S\/.2.00 for a trip within downtown, S\/.3.00 for a trip in from the outskirts of town, and as much as S\/.6.00 for a trip from one of the suburbs (you might need to switch mototaxis). About S.\/4.00 to Yarinacocha.\n\n",{"type":"''","value":["Collectivos"]}," are normal passenger cars that run set routes (like buses).  They are a cheaper option for travel (especially if you are alone - S\/.1.00 per person).  Note that the collectivos can get crowded - two people in the front seat and four across the back seat. Pucallpa to Yarinacocha is S.\/1.50.\n\n",{"type":"''","value":["On Foot:"]},"\nDowntown Pucallpa is small enough that you can get to many places just by walking.  If you don't know where something is located, ask directions, but be aware that the directions you are given are not guaranteed to be correct.  People feel compelled to give an informative answer, regardless of whether or not they know the right one.\n\n",{"type":"==","value":["See"]},"\n\nThere is not very much in the way of sightseeing in Pucallpa itself.  That said, most attractions are water related.  Pucallpa is situated on the shores of the ",{"type":"''","value":["Ucayali River"]},", and there is a lake near the city called ",{"type":"''","value":["Lake Yarinacocha"]},". In the middle of the lake is an island called La Isla de Amor.  This is a nice place for a day trip.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Recreation Center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a recreation center about 15 miles from Pucallpa. At this center is a restaurant, a pool, and several waterslides. This is a relaxing way to spend a day, and the food won't break the bank. If you travel here when the weather is warm (as it often is) you may find that an ice cream from the stand there hits the spot."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Parque Natural"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pucallpa's zoo is called the 'Parque Natural'. The tour operators will try to sell you a trip to the zoo with a trip to Lake Yarinachocha, but this is not necessary. Ask any motocarro operator and they will take you there. You can also take the bus from near the Plaza de Armas. Do not expect to see animals in enclosures like North American zoos. The animals are in small cages and in many cases, you can get quite close to the big cats with only a fence between you. You will be able to pet or feed some of the animals (please fruit only) and see animals you will not be able to see in the jungle.  Make sure you see the historical part of the zoo as well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Animal Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is also another park on the other side of the river where you can have your photo taken with an Anaconda. They have a giant swing and you can hand feed Toucans and eat(!) crocodile."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yarinacocha beaches"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are two beaches on the Yarinacocha lake, with a muddy, dirty sand beach and basic food & drink stalls. One being a 30min walk east from Yarinacocha, the other one a short boat ride from Yarinacocha (S.\/2.00)."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are a number of markets within Pucallpa.  These markets are filled with booths that are manned by vendors selling all sorts of wares.  Hammocks are best bought at the market nearest to the Ucayalli River (Mercado numero 3), and you can buy any number of artifacts\/crafts from many of the surrounding indegenous tribes.  There are also pharmacies, banks, travel agencies, and 3 grocery stores with imported projects.  Los Andes market is a delight for anyone looking for European or North American products.  Fisa is the smallest of the three, but carries some Asian products that can't be found elsewhere.  Valdivia (Near the plaza de Armas) is your best bet for many other imports, and has a wide selection of liquors and wines.  If you are looking for a specific product, and have some time on your hands, you can ask the proprietor of the store to order it for you.  You can get inexpensive, custom made furniture from a place in town called \"El Huecito\".\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Pucallpa"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Portal Chicken"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Their specialty is Pollo a la Braza, a Peruvian favorite.  For $3 USD you can get a quarter chicken with french fries, and the food is excellent.  Their frozen lemonade is also quite tasty.  For the cost of round trip motocarro fare from the plaza to your location, they will deliver to you."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mijanos"],["url="],["email="],["address="],["lat="],["long="],["directions=About 2 km from the airport, on Calle Alamedas"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Seafood place only open for lunch (noon to 5 pm). It serves imaginative dishes with seafood that is as fresh as can be gotten in Pucallpa. Their chef had culinary training in Lima, and it shows. The biggest downside about Mijanos is that it is quite pricey by Pucallpa standards (nearly $30 USD for two people, including a shared appetizer and 2 beverages)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurante Vegetariano"],["url="],["email="],["address="],["lat="],["long="],["directions=Plaza de Armas"],["phone="],["tollfree="],["fax="],["hours="],["price=almuerzo S.\/6.00, S.\/9.00"],["content=This vegetarian restaurant serves clean set meals, breakfast and have muesli and other vegetarian products for sale."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chez Maggy"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Allthough there are other good pizza restaurants in town this one is the best wood-oven pizza."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tropitop"],["url="],["email="],["address="],["lat="],["long="],["directions=Plaza de Armas"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Friendly place for a fruit juice, breakfast and real coffee."]]}]},"\n",{"type":"===","value":["Yarinacocha"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Anaconda"],["url="],["email="],["address="],["lat="],["long="],["directions=Floating on the Laguna"],["phone="],["tollfree="],["fax="],["hours=until 6PM"],["price="],["content=Considered by some as the best seafood restaurant in the Amazonas, this floating restaurant serves a variety of local fish."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Parilladas Orlandos"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A hidden gem, a block off the plaza, they sell a wide selection of barbecued meats, and the quality and price is excellent."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Pucallpa"]},"\n\nThere are many cheap hostels around the Plaza de Armas, ranging from about S\/.10.00 per bed.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Richard"],["url="],["email="],["address=Calle San Martin"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=S\/.10"],["checkin="],["checkout="],["content=Grotty dark singles from"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Happy Day"],["url="],["email="],["address=Jirón Huáscar 440"],["lat="],["long="],["directions=2 blocks from Plaza de Armas"],["phone=(061)57-1940"],["tollfree="],["fax="],["hours="],["price=single\/double S\/.35\/40; with aircon S\/.60\/70"],["checkin="],["checkout="],["content=Decent rooms with and without airconditioning. Wi-Fi and small breakfast included. New towels and sheets every day."]]}]},"\n",{"type":"===","value":["Yarinacocha"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Delfines"],["url="],["email="],["address=Yarinacoche"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=S\/.15 (without TV), S.\/20 (with TV)"],["checkin="],["checkout="],["content=Large but slightly broken rooms in a concrete building with private bathrooms in a garden setting"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Los Gavilanes"],["url=http:\/\/losgavilaneshotel.com.pe"],["email="],["address=Jr. Ipuatia 370"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From US$28"],["checkin="],["checkout="],["content=Without doubt the best hotel in Yarinacocha, has WiFi and a pool."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThe road between Tingo Maria and Pucallpa is infamous for robberies. Particularly buses are prone to suffer, as some of the robbers get on as paying passengers and then stop the bus while more robbers get on and strip the passengers of all valuables. It is much safer to use a plane from Lima. If you have to use the road, try organizing a taxi or lorry from Huanuco. Avoid travelling when there are special events in Pucallpa (or Christmastime), as the robbers are known to be more active then. And don't ever travel this road at night.  Pucallpa is particularly dangerous around Christmastime.  Many robberies occur during December, and police corruption is at its worst then, too. The situation seems to have improved since the road between ",{"type":"[[","value":[["Tingo Maria"]]}," and Pucallpa is mostly paved now (as of 2011).\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Atalaya (town, Ucayali)"],["Atalaya"]]}," - Upstream"]},{"type":"*","value":[{"type":"[[","value":[["Iquitos"]]}," - Downstream"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Peruvian Amazon"]]},"\n",{"type":"{{","value":[["Geo"],["-8.383333"],["-74.55"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Es:Pucallpa"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Pucallpa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Pucallpa"]]}]