[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Puerto Morelos"]}," is a town in ",{"type":"[[","value":[["Quintana Roo"]]}," on the ",{"type":"[[","value":[["Yucatán Peninsula"]]},", about 20km south of ",{"type":"[[","value":[["Cancún"]]},". It is both a fishing village and a resort and diving destination. It is located roughly halfway between ",{"type":"[[","value":[["Cancún"]]}," and ",{"type":"[[","value":[["Playa del Carmen"]]}," on the Caribbean coast of Mexico's ",{"type":"[[","value":[["Yucatán Peninsula"]]},".  The pier in the center of town hosts snorkel and sport fishing boats while yachts dock in a man-made harbour just south of town.  The village used to be the embarkation point for the car ferry to Cozumel, but that now leaves from Calica, a major port south of Playa del Carmen.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Puerto Morelos Lighthouse 2007.jpg‎"],["thumb"],["300px"],["The Original Lighthouse at Puerto Morelos, Mexico in Feb. 2007. In 1967 the structure was tilted over in Hurricane Beulah. It has since survived Hurricanes Gilbert in 1987 and Wilma in 2005, but has not been knocked down. The new light house replacing this one is visible in the background."]]},"\n\nIt's the ideal location for those who want a quiet beach vacation away from the glitz, but with ample tourist amenities. The town has just two principal streets and you can walk from one end to the other in about 15 minutes.\n\nYou can get by with English, but Spanish is not superfluous. Most places accept US dollars but not credit cards. Almost all prices are quoted in Mexican pesos and it is generally cheaper to pay in pesos, than in US dollars.  There is no bank in town, but several bank cash machines for withdrawals.\n\nThe reef just off shore is part of the Great Mesoamerican Reef, the second largest reef system in the world and the largest in the Western Hemisphere. In 1998 the reef in front of Puerto Morelos became a protected National Marine Park, preserving its rich biodiversity and making this area one of the best preserved of the Great Mesoamerican Reef. Buildings in Puerto Morelos are limited to three stories by local bylaws, to preserve its village character.\n\nPuerto Morelos' reputation as a laid-back Caribbean destination is supported by its scattering of boutique hotels, condominiums, villas, plus various small restaurants and tourist shops.  Its appeal is especially strong to travelers who eschew all-inclusives and built up \"touristy\" attractions. For the most part, the town is a residential community with a mix of Mexicans, Canadians, Americans, and Europeans who live there full or part-time.\n\nJust across the Highway 307, the main north-south route on the peninsula, is Colonia Zetina Gazca, commonly known as \"La Colonia.\"   This inland community is mainly single level dwellings for local Mexicans and a few ex-pats, and contains amenities such as small food stores, pharmacies, and several casual restaurants serving simple fare.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nThe nearest major airport is in ",{"type":"'''","value":["Cancún International Airport"]}," (",{"type":"{{","value":[["IATA"],["CUN"]]},") ",{"type":"[","value":["http:\/\/www.asur.com.mx\/asur\/ingles\/aeropuertos\/cancun\/cancun.asp"]},". It is 20km away from Puerto Morelos and is Mexico's second busiest airport.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.puerto-morelos.org\/ Puerto Morelos"]}]}," is situated at the junction of Route 307 and a paved road to Leona Vicario in the interior of the Yucatán Peninsula. This recently paved road is the eastern terminus of ",{"type":"[[","value":[["La Ruta de los Cenotes"]]},", a network of minor roads that allows access to many cenotes in the interior. At Puerto Morelos, the beginning of this road network is marked by an archway. The waterfront is about  2km from Highway 307. Puerto Morelos is about 30km south of Cancun, 30km north of Playa del Carmen, and one hour north of Tulum.\n\n",{"type":"===","value":["By bus"]},"\n\nBuses from Cancun and Playa del Carmen traverse Route 307, the coastal highway and the main highway into town:\n\n",{"type":"*","value":[" From Cancun airport take the Riviera\/ADO bus to ",{"type":"[[","value":[["Playa del Carmen"]]},", hourly from 10:30. The bus departs from Terminal 2, east end (terminal faces north). Buy a ticket for Puerto Morelos just inside terminal or on bus. Ask the driver to stop at Puerto Morelos. Cost: 50 pesos as of 12\/09"]},"\n",{"type":"*","value":[" From downtown Cancun (el centro) take the Riviera\/ADO bus for Playa del Carmen from the bus terminal on Av. Tulum. Departs every 15 minutes. Buy your ticket at the station."]},"\n",{"type":"*","value":[" From Playa del Carmen, take any ADO bus for Cancun from either bus station in Playa. Buy your ticket to Puerto Morelos at the station."]},"\nCancún and Playa del Carmen buses arrive and depart from the highway, about 2km from town. Each side of the highway has its own small station and ticket office.\n\nFrequent local buses travel between the highway\/la colonia and the beach\/el puerto for 4 pesos per person.  Or take a taxi into town 22 - 25 pesos. If you decide to walk instead, ensure adequate insect repellent, as the road leads through a mosquito-infested mangrove swamp - and watch out for inquisitive crocodiles about half way, particularly on the northern side.\n\n",{"type":"===","value":["By private transfers"]},"\n\nPrivate Transfers to Puerto Morelos start at $55 US each way for 2 people or $90 round trip.\n\n",{"type":"==","value":["Get around"]},"\nThere are many local taxis around, they gather at a taxi stand on the west side of the main square in Puerto Morelos. Bicycling is an excellent way to get around town, and they can be rented at a number of places in town. There is also a local car rental agency in  the main town on the highway.  Always make sure you find out the price of a taxi ride ",{"type":"''","value":["before"]}," you get in to avoid disagreements.  At the car rental place you can bargain for a cheaper rate.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Sit on the white sand beach in the shade of a thatched palapa"]},"\n",{"type":"*","value":[" Visit the ",{"type":"'''","value":["Jardin Botanico"]}," just outside town and watch out for the spider monkeys."]},"\n",{"type":"*","value":[" Birdwatching in the mangroves."]},"\n",{"type":"*","value":[" Browse the various shops around the central square."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Scuba Diving"]},". Puerto Morelos offers a large variety of marine life on one of the most beautiful reefs in the world. The dives inside the reef can be from shallow up to dives where you can see large coral formations at greater depths. For more advanced divers there a few wrecks and the cenotes to explore. Also has easy access to various dive sites ranging from very easy to very challenging ones. For those who are looking for some relaxed diving there are some beautiful shallow reef formations in water of 40 feet\/12 meters depth where you can dive among turtles, schools of colorful fish, eagle rays, and many species of crabs and lobsters only to name a few.For wreck lovers, there are two accessible wrecks near Puerto Moleros. The nearest is the C-56, a navy boat that has beautiful coral and which is home to very large pelagics at 60-90 feet\/18-27 meters). For more experienced divers there's the Tulum which is at a depth of about 120 feet\/36 meters. The Mesoamerican Barrier Reef lies about 500 meters offshore. It is closer to the shore near Puerto Morelos than it is at most other points along the coast of Quintana Roo. Several dive shops and nearby resorts offering diving on the reef. "]},{"type":"*","value":[" ",{"type":"'''","value":["Swimming"]},". Near the shore, water temperatures average about 27°C (80°F) year round. Freshwater swimming is available inland, at several cenotes. At cenotes that are not exposed to sunlight, temperatures are colder, and a partial wetsuit may be necessary for anything more than a brief dip. "]},{"type":"*","value":[" ",{"type":"'''","value":["Reef Diving"]},". The ",{"type":"[[","value":[["Mesoamerican Barrier Reef"]]}," lies about 500 meters offshore. It is closer to the shore near Puerto Morelos than it is at most other points along the coast of Quintana Roo. Several dive shops and nearby resorts offering diving on the reef. "]},{"type":"*","value":[" ",{"type":"'''","value":["Snorkeling"]},". Guided trips by boat are offered to the reef. Snorkeling out to the reef from shore on your own is not permitted. To protect the reef against intentional and unintentional damage, you are only allowed onto the reef in the company of an accredited guide and wearing a life jacket. If you do go it alone, you risk being picked out of the water by park wardens who may just tell you off and take you back to the shore, but are within their rights to fine you. Note that these rules are not clearly signposted anywhere. A light wetsuit is welcome certain times of year."]},{"type":"*","value":[" ",{"type":"'''","value":["Cenotes"]},". Cenotes are sinkholes in the native limestone that are filled with crystal-clear groundwater; some are large and deep, while others are small passages through a cave. Inland from Puerto Morelos, many cenotes are accessible along the road from P.M. to Central Vallarta, some with really good swimming in clear blue water; To take local transport to the cenotes take colectivo bus \"jacinto kanek\" from Puerto Morelos to the other side of the highway get off at pemex station (colonia zetina gasca) once there go to the main zocalo two blocks west of 7 eleven and take the bus heading to Leona Vicario, they leave Morelos at 7.00, 8.00, 9AM and return from Leona at 12.00,13.00,16.00,and 17.00PM you can get off at Boca del Puma, just past central vallarta at km16, which has nice trails through the forest and a cool snorkel through a cave passage, the owner Jesus will rent you a bicycle if you want to explore the nearby cenotes on your own. Snorkel in a cenote a few meters out in front of the Ojo de Agua hotel or the Puerto Morelos Reef, about 500-1000 meters from shore. You can rent equipment at the dive shops around town and swim there yourself, or book a boat trip outside the Casita del Mar (north end of town, on the beach) for USD22. Downtown operations offer trips for USD25."]},{"type":"*","value":[" Walk on the boardwalk through the mangroves behind Ceiba del Mar resort (N end of town), and look at birds, fish and cool plants."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marina La Bonita"],["alt=in Hotel Zoetry Paraiso de la Bonita, +52 9988728300 ext 8066, ",{"type":"[[","value":[["info@marinalabonita.com"]]}],["url=http:\/\/www.marinalabonita.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers high end catamaran sailing tours to Puerto Morelos, Punta Maroma, Cozumel, Cancun, Isla Mujeres and Isla Contoy. They also offer private deep sea fishing trips, snorkeling and scuba diving tours and PADI certified scuba diving training."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Almost Heaven Adventures"],["alt="],["url=http:\/\/www.almostheavenadventures.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+52 9988710230"],["tollfree="],["fax="],["hours="],["price="],["content=In Puerto Morelos, - Offer scuba diving, reef snorkeling, fishing trips and jungle tours. They also sell equipment. For those who want to try out scuba diving but are not certified, you can try a resort course and dive today. Night snorkeling trips and cenote diving are also popular."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jungle Spa"],["url=http:\/\/www.mayaecho.com\/Jungle_Spa.html"],["email=starseed@prodigy.net.mx"],["address=Calle de Las Reinas"],["lat="],["long="],["directions=Zona Urbana"],["phone=998 2089148 or Cell 044 998 1805424"],["tollfree="],["fax="],["hours="],["price="],["content=Make an appointment Tues, Wed, Thur, Fri and Sat. Reservations 10AM, 12PM, 2PM or 4PM. Limited time Sunday - 1:30PM and 3:30PM after Jungle Market. Closed Mondays. The spa is operated by non profit organization and directed by Sandra A. Dayton. The spa was created so that the Mayan women could benefit from the tourists coming to the area and provide for their families. They provide an authentic Mayan massage."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Aquanauts Dive Adventures"],["alt=in Hotel Carmen Hacienda"],["url=http:\/\/www.aquanautsdiveadventures.com"],["email="],["address=Ave. Rafael E. Melgar"],["lat="],["long="],["directions=one block south of the town center"],["phone=998-206-9365"],["tollfree="],["fax="],["hours=8AM to 4PM"],["price="],["content=Offers scuba diving tours, PADI certification classes, snorkeling tours, and fishing."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Little Mexican Cooking School"],["alt=Cooking in Paradise"],["url=http:\/\/www.thelittlemexicancookingschool.com"],["email="],["address=Avenida Rojo Gomez 768"],["lat="],["long="],["directions=On the main avenue facing the beach"],["phone=52 998 2518060"],["tollfree="],["fax="],["hours=10AM-4PM"],["price=USd90-130"],["content=The cooking school offers a fun day of learning how to cook all your favourite Mexican foods and teaches you about the flavours and ingredients used in this fascinating cuisine. The school has classes during the week in CAsa CAribe (cat@puertomorelosliving.com) with an experienced local (English-speaking) chef, and students receive an apron and recipes to take home with their memories."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=El Rey Polo Country Club"],["alt=Horseback riding, polo and fourwheelers"],["url=http:\/\/www.elreypolocountryclub.net"],["email="],["address=Ruta de Cenotes 11.5km"],["lat="],["long="],["directions=On highway 308 turn right at Ruta de Cenotes, the club is 11.5 km down the road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An attraction in the middle of the jungle. A huge green polo field, club house with restaurant and bar surrounded by pristine tropical forest. Here you can take a trail ride on horse back take riding and polo lessons, hire a four wheeler to visit the cenotes or just relax at the bar. Regular polo matches are on the calendar and visitors are welcome to watch."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Diverspoint"],["alt="],["url=http:\/\/www.diverspoint.com"],["email=info@diverspoint.com"],["address=Ave Javier Rojo Gomez  lote 18"],["lat="],["long="],["directions=before posada el Moro"],["phone=+52 998 206 9051"],["tollfree="],["fax="],["hours=08.00 - 17.00"],["price="],["content=Offers diving, snorkeling and fishingtrips. Offers PADI certification training until Divemaster. Also rents bicycles and snorkeling gear."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Alma Libre Bookstore"],["alt="],["url=http:\/\/www.almalibrebooks.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large selection of used English paperbacks, plus new books of local interest. They take trades too. Sign up for their free monthly newsletter, full of updates about the town. Only open during high season."]]}]},"\n",{"type":"*","value":[" Check out the local crafts at the ",{"type":"'''","value":["Mayan Handicraft Center"]},"."]},"\n",{"type":"*","value":[" Buy a hammock, a serape, or a postcard at the souvenir shops off the town square."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Centro de Mioterapia Correctiva"],["alt="],["url=http:\/\/www.thyselfbehealed.com"],["email="],["address=Av. Rojo Gomez"],["lat="],["long="],["directions=North of Square"],["phone=998 103 8791"],["tollfree="],["fax="],["hours=by appointment"],["price="],["content=Body Balancing Therapy and Manual Therapy Solutions geared towards well-being and fitness focusing on muscle imbalances, related pain and discomfort.  Keen evaluation and multi-disciplinary techniques identifying physical limitations and restrictions focusing on the origin of a particular condition.  Example of benefits include but not limited to health care preventive, corrective injury,  enhanced physical fitness and performance.  International client roster - private practice since 1997.  Visit web site for credentials and more information."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Little English Schoolhouse"],["url=http:\/\/www.thelittleenglishschoolhouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Purchase unique, hand made ceramics created by the well know local artist, Ricardo Arias Alcantara.  Proceeds from the sale of items goe to support the The Little English Schoolhouse, a non-profit project to bring English to the children and adults of Puerto Morelos."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nMost places don't take reservations, and there can be a wait for dinner, especially around 7 or 8 in the evening. Sundays are the most crowded. There are a number of very cheap restaurants not listed here. If you eat at these places, stick to food that is cooked to order, as some dishes may not be fresh.\n\nIf you have a kitchen, you can buy groceries at ",{"type":"'''","value":["Casa Martin"]}," on the town square, a mini-supermarket.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Tio"]},". Tiny place across from the lighthouse; very inexpensive tortas, soup or Mayan food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Café D'Amancia"]},", on the square. Best coffee and healthy breakfast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fresh fish"]}," - buy from fishermen at the pier or at their stall on the north side of the zocalo, and cook it yourself."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Marina El Cid"]},", a little south of town. Overlooks the marina and serves a fresh seven-seas ceviche, as well as other good seafood and Mexican standards. Service is as good as the food and view."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name = Posada Amor"],["content = Great Mexican food, and the best ceviche in town. This restaurant, the oldest in Puerto Morelos, has retained a loyal clientele for nearly three decades. In the palapa-covered dining room with its picnic-style wooden tables and benches, the gracious staff serves up terrific Mexican and seafood dishes, including a memorable whole fish dinner and a rich seafood bisque. Sunday brunches are also delicious."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["John Gray's Kitchen"]},", Avenida Ninos Heroes. More upscale and pricy; excellent food by a former Ritz Carlton chef - reservations recommended. The duck breast is a must. Also makes one of the better margaritas along the riviera; not too sweet. Not to be confused with the related, casual beachfront restaurant ",{"type":"'''","value":["La Suegra de John Gray"]}," (John' Gray's mother-in-law) is in Pto. Morelos."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Pirata"]},", a popular spot for breakfast, lunch, dinner, or just a drink from the bar, this open-air restaurant seats you at the center of the action on Puerto Morelos's town square. If you have a hankering for American food, you can get a good hamburger with fries here; there are also great daily specials."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Terraza"]}," Serves juices and vegetarian items. Seemed healthy enough, but the piña licuado may seemed like naranja instead and the eggs may seem more like tofu than real eggs. Rosy's is a better choice for juices and breakfast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Los Pelicanos"]},", a windy beachfront place to have your first drink and nachos in Puerto Morelos nothing spectacular about the nachos but the guacamole, like most places here was abundant and quite good."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bara Bara bar"]},". From 8PM onwards, a place for Martinis and good music. Fridays is for House music, with national and international DJ's. Saturday expect Dance Hall, Reggae, Drum and bass and more."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Posada Amor Terrace"]},". Terrace bar with live music somedays, great drinks and relax atmosphere."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cantina Habanero's"]},", - Open for breakfast, lunch, and dinner serveing a variety of food, from delicious baby-back ribs and grilled steaks to regional Mexican food. Live music most Friday nights. A gathering spot for locals and tourists alike. Located 1\/2 block north of the town square. English and Spanish spoken."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Unico Beach Club"]},",  Palapa beach bar located 5 blocks north of the square on the beach.  Chairs and umbrellas available, light lunch fare and friendly bartender.  English and Spanish spoken."]},"\n",{"type":"==","value":["Sleep"]},"\n\nAll types of lodging are available, including modest hotels right on the beach. If you are booking within a few weeks of your travel date, you may have to contact several places to find a vacancy.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Posada Amor"]},". Just off the plaza, not on the beach. A simple fan-cooled room is in the $30US range, and as is typical, this runs about 50-100% more than a comparable room on Mexico’s west coast. The rooms are clean and you’ll meet an interesting cross-section of international travelers who are often the best source for information and tips. The attached restaurant is quite good and serves as an informal meeting place for many of the gringo locals. ",{"type":"[","value":["http:\/\/www.discovermx.com\/posadaamor.htm"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casitas Kinsol"],["url=http:\/\/www.casitaskinsol.com\/"],["email="],["address=Avenida Zetina Gazca"],["lat=20.85768"],["long=-86.89955"],["directions=in front of the old market"],["phone=998-206-9152"],["tollfree="],["fax="],["hours="],["price=$28"],["checkin=3PM"],["checkout=noon"],["content=Alternative lodging in rustic cabins and rooms. All rooms have private bath with hot water. Each room has a special touch that comes from the personalized decor from the artist and owner. Pets are welcome. Wifi in most rooms."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Acamaya Reef Cabanas"],["alt=cabanas on the beach"],["url=http:\/\/www.acamayareefcabanas.com"],["email="],["address=known"],["lat="],["long="],["directions=entrance by Crococun on the highway"],["phone=+52 (998) 871 0131"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Its a little hotel on the beach with cabanas, not far from town, just 7 minutes by car, or 15 with a bycicle. There are different kinds of rooms and cabanas for different budgets. There is also facilities for camping, RV Park and going Snorkeling and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Amar Inn"]},". ~10 rooms built adjacent to a family house.  Operated by a family originally from Querétaro.  Beach-side rooms are nicer (and cost more).  US$55-80\/room\/night (March 2009).  e-mail Ana Luisa or Luis for reservations and availability (amar_inn@hotmail.com).  Both speak Spanish and English.  Headquarters of environmentalists.  5 minute walk north of the zócalo. <\/sleep>"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blue Monkey Apartments"],["alt=Mono Azul"],["url=http:\/\/adventureguides.com\/Mono_Azul_Apts.html"],["email="],["address=Av Niños Heroes"],["lat="],["long="],["directions=one block north of the square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Long and short term rentals in modern hacienda-style apartments, surrounded by tropical gardens, two short blocks from the beach.  Fully furnished, two-bedroom flats, plus a rooftop one-bedroom suite with sweeping views of the mangrove forest.  Ecologically built, privately owned, safe and secure."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Condo Playasol"],["alt=Villas Playasol"],["url=http:\/\/adventureguides.com\/Playasol_condo.html"],["email="],["address=Av Rojo Gomez"],["lat="],["long="],["directions=Two blocks north of the square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Delightful, two bedroom private condo apartment on the beach just two blocks from the town square.  With beautiful tropical gardens and PM's largest blue pool, this appealing Playasol accommodation is ideal for couples or families. Private parking, gated entrance, and a picture-perfect bit of beach.  Excellent value. Prices range from $800-$1700 USD."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Casa La Querencia"],["alt="],["url=http:\/\/www.casalaquerencia.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Puerto Morelos Beachfront Villa Rentals, Beautiful Bed and Breakfast concept on the Beach with Pool, Villas are separate from the main house but all features of Bed and Breakfast are offered."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Ojo de Agua"],["alt="],["url=http:\/\/www.ojo-de-agua.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=36-room hotel on the beach with swimming pool and popular restaurant. Comfortable, pleasant rooms for US$70-100 (March 2009). Oddly cheaper to pay in US$ cash than pesos. 5 minute walk north of the zócalo."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Posada El Moro"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(998) 8710159"],["tollfree="],["fax=(998) 2069005"],["price="],["checkin="],["checkout="],["content=Av. Javier Rojo Gomez Smz., 2 Mz 5 Lt 17. half a block north of the main square, ",{"type":"[","value":["http:\/\/www.posadaelmoro.com"]},". Bed and Breakfast: Rates from $40 USD to $75 USD."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mexicoplus Hotel"],["url=http:\/\/www.mexicoplus.com"],["email="],["address="],["lat="],["long="],["directions=go from the police station in to Ave. Ninos Heroes, the first street when entering Puerto Morelos, go north 220 Meters or 230 Yards from the coner of Ninios Heroes on the left"],["phone=+52 998 871 0232"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice and clean hotel in the center, studios with fridge, TV,AC and Internet connection. Four Minutes walk to the town square and the Caribbean Ocean. It's also home of ",{"type":"'''","value":["Yodis Restaurant"]}," for breakfast and dining."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rancho Sak-Ol"],["url=http:\/\/www.ranchosakol.com"],["email="],["address="],["lat=20.83990"],["long=-86.88316"],["directions="],["phone=+52-998-871-0181"],["tollfree="],["fax="],["hours="],["price=$65-99"],["checkin=3PM"],["checkout=12PM"],["content=Beachfront B&B about 1 km south of the town square. Rates include a complimentary self-service breakfast buffet, wireless internet, bikes and snorkeling equipment."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Roberto"],["url=http:\/\/cheapairlines.com\/puerto_morelos\/places_to_stay\/villa_roberto"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10% off"],["checkin="],["checkout="],["content=One of the several beautiful Villas of Punta Caracol, Located Just north of main town of Puerto Morelos. It has 4 large bedrooms with king sized beds. 4 full bathrooms(one for each bedroom) and 2 half baths. Beautiful private roof top jacuzzi and Garden area. A large pool and a very nice and well maintained beach."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ceiba Del Mar"],["alt="],["url=http:\/\/ceibadelmar.com\/english\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+529988728060"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Costera Norte, lote 1 S.M. 10 Mz. 26. A boutique beach and spa resort, Ceiba Del Mar features ocean views from every room, an all-inclusive plan including a la carte meals from two gourmet restaurants, an uncrowded private beach, and a world-class spa."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Marina El Cid Riviera Maya"],["alt="],["url=http:\/\/www.elcid.com\/marina_beach_resort\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=011-52 (998) 872-8999"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Boulevard El Cid Unidad 15. A member of El Cid Resorts, this oceanfront hotel features colonial and modern architecture styles, a free form pool, snorkeling and diving, and several on-site restaurants."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Get on the only direct bus to Chetumal at 6:35AM in Puerto Morelos, at the ADO selling point\/ farmacia Paris (5hrs). Mayab bus runs rest of the day, bit ceaper, 6hrs."]},"\n",{"type":"*","value":[" Visit the many impressive Maya archaeological sites: Mayan Riviera including ",{"type":"[[","value":[["Tulum"]]},", ",{"type":"[[","value":[["Cobá"]]}," and ",{"type":"[[","value":[["Muyil"]]},"; Great Costa Maya (Kohunlich, Kinichná, Dzibanché, Oxtankah and Chacchoben) south of the biosphere reserve ",{"type":"[[","value":[["Sian Ka'an"]]}," and sites in the nearby Yucatán State including ",{"type":"[[","value":[["Chichén Itzá"]]},", Uxmal, Dzibichaltun and Ek Balam."]},"\n",{"type":"*","value":[" Take the ferry to ",{"type":"[[","value":[["Cozumel"]]}," from ",{"type":"[[","value":[["Playa del Carmen"]]}]},"\n",{"type":"*","value":[" Go to the big ",{"type":"'''","value":["Chedraui"]}," supermarket ",{"type":"[","value":["http:\/\/www.chedraui.com.mx\/"]}," in Playa del Carmen to see what real Mexican families eat and to see some really cool produce.  (This also the closest real supermarket to get large quantities of food if you plan to cook; 20 minute bus ride)"]},"\n",{"type":"*","value":[" Visit ",{"type":"[[","value":[["Cancún"]]}," via highway 307 for shopping and dining. A 30 minute drive."]},"\n",{"type":"*","value":[" South of Playa del Carmen visit ",{"type":"[","value":["http:\/\/www.xcaret.com X'caret"]}," or ",{"type":"[","value":["http:\/\/www.xel-ha.com\/ Xel-ha"]},", large theme-park style nature parks."]},"\n",{"type":"*","value":[" Visit ",{"type":"[[","value":[["A´aktun Jaaleb at Nuevo Durango"]]},", ",{"type":"[","value":["http:\/\/turismojusto-dtj.blogspot.com\/2007\/11\/destinos-dtj.html"]}," - a small Mayan community 2 hours inland from Puerto Morelos that participates in ",{"type":"[[","value":[["fair tourism"]]}," as an alternative economic model of development. The community is located between Puerto Morelos and Valladolid (and ",{"type":"[[","value":[["Chichen Itza"]]},") and sits north of ",{"type":"[[","value":[["Coba"]]},"."]},"\n",{"type":"[[","value":[["WikiPedia:Puerto Morelos"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Quintana_Roo"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["20.8398"],["-86.8878"]]},"\n",{"type":"{{","value":[["related"],["Mayan_Riviera"]]}]