[{"type":"{{","value":[["pagebanner"],["GalapagosSeaLionBanner.JPG"],["pgname=Puerto",{"type":"<","value":["br"]},"Baquerizo",{"type":"<","value":["br"]},"Moreno"],["caption=Sea Lion lounging in Puerto Baquerizo Moreno"]]},"\n",{"type":"'''","value":["Puerto Baquerizo Moreno"]}," is the capital of the ",{"type":"[[","value":[["Galapagos Islands"]]},", on ",{"type":"[[","value":[["San Cristobal (Galapagos)"],["San Crist贸bal Island"]]},".\n\n",{"type":"==","value":["Get in"]},"\nTame",{"type":"[","value":["http:\/\/www.tame.com.ec\/"]}," has flights twice weekly (Wednesday and Friday) from the mainland (see ",{"type":"[[","value":[["Galapagos Islands"]]}," ",{"type":"''","value":["Get In"]}," for more info). Aerogal",{"type":"[","value":["http:\/\/www.aerogal.com.ec"]}," and Lan",{"type":"[","value":["http:\/\/www.lan.com"]}," also have flights directly to San Cristobal.\n\nThere are daily boats from ",{"type":"[[","value":[["Puerto Ayora"]]}," in ",{"type":"[[","value":[["Santa Cruz (Galapagos)"],["Santa Cruz"]]},". The two hour boatride is rough and noisy and costs approximately $25 one-way.  Boats to Santa Cruz leave in the morning and boats returning to San Cristobal leave in the afternoon.\n\n",{"type":"==","value":["Get around"]},"\nThe island is small enough that unless you want to go to Puerto Chino, El Junco or La Galapaguera for the day or don't feel like hiking to El Progreso, you can walk wherever you need to be. From one end to the other Puerto Baquerizo Moreno is about a 20-30 minute walk.\n\nIf you don't feel like walking, hail a taxi (hold your hand out, palm sideways and point your arm towards the ground). It should be $1 anywhere in town (including the airport). El Progreso, Puerto Chino, La Galapaguera, and El Junco cost more and official prices have been established by the local government, check the board on the Tourist Pier for information on costs to these places. Since official prices have been established, no additional tax are allowed and Ecuadorians and foreigners are charged the same.\n\n",{"type":"==","value":["See"]},"\nFrom town you can walk to Playa Mann, the beautiful local beach, although it can be quite crowded on weekends with locals and the occasional sea lion. It's right across from the campus of GAIAS, the Galapagos Institute for the Arts and Sciences of Universidad San Francisco de Quito. Just up the road is the Interpretation Center, with some great displays on the environment and history of the Galapagos. From there you can walk to Punta Carola, another popular beach, or hike the trail up to Las Tijeretas (Frigatebird Hill), which has a gorgeous view of the island and overlooks the bay where Darwin first arrived in the Galapagos. The bay has excellent snorkeling, but be careful, it can be dangerous depending on the tide and waves.\n\n",{"type":"==","value":["Do"]},"\nThere are several tour agents offering boat trips and snorkeling to ",{"type":"''","value":["Kicker rock"]},", ",{"type":"''","value":["Isla Lobos"]}," or other visitor sites. You can rent equipment to hike, camp, bike, or snorkel at many of these places. It's also possible to do ",{"type":"[[","value":[["scuba diving"]]},". There are three scuba shops on the island; ",{"type":"'''","value":["GalaKiwi"]},", ",{"type":"'''","value":["Chalo Tours"]},", and ",{"type":"'''","value":["Galapagos Expeditions"]},". GalaKiwi is better for experienced divers, the guide tends to swim fast and not point out too many things. Chalo Tours speaks English, Spanish, Danish, and German. They have reasonable prices and all the guides are great. The main guide for Galapagos Expeditions is trained by Chalo Tour's main guide.\n\nRenting a mountain bike is also possible and cost around $10 per day. Most bikes are not mountain but are sufficient for around town and on the roads up to El Progreso (the other town on the island).\n\nA taxi (pick-up truck) can be rented to drive to Puerto Chino, one of the best beaches on the island. It will cost between $40-50, but you can always grab a crowd and split the price. This is a gorgeous beach with soft white sand and is the furthest point into the island that one can go without naturalist guide.\n\nWhile you're in the highlands, you may want to stop by the Galapaguera to see the breeding center of the San Cristobal variety of tortoises, which is right near Puerto Chino. El Junco, the only large freshwater lake in the Galapagos, is also a popular site.\n\nThere are several excellent places to surf around the island as well. During off season there are frequently waves at Punta Carrola and Tonga Reef. As the season picks up, El Canyon and a few other places have \"buenas olas\". Check with the locals about where the waves are daily and to ask for directions. IF there are waves, someone is almost guaranteed to be going surfing and most will invite you to follow them!\n\n",{"type":"==","value":["Buy"]},"\n\nAs in most of Ecuador, you can pay by cash or by credit card in most major places, although cash is preferred at most small shops and transportation. There is a ",{"type":"'''","value":["Banco de Pacifico"]}," with ATM. Depending on your banknet, it may or may not accept your bankcard.  If not, walk in the bank and talk to David about a Visa advance. He's a nice guy and speaks English.\n\nThere are many souvenir shops on the Malec贸n (",{"type":"''","value":["Av. Charles Darwin"]},") and the surrounding side streets. Galapagos coffee is always a popular item with prices ranging from $6.50\/lb for vacu-packed coffee to $15\/lb if you want it in a cute tin or box. Several talented local artists have a gallery in the upstairs of Casa Blanca, also on the Malec贸n.\n\nRemember, never buy handicrafts made with local natural resources, it is forbidden by the Galapagos law, it is a National Park!\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several excellent restaurants in town, and many smaller places that serve a good setmeal of soup, rice and chicken, typically around $3.\n\n",{"type":"*","value":[" For a snack or internet, check out the ",{"type":"'''","value":["Mockingbird Cafe"]},". Diana, the owner, speaks English and makes a mean batido (milkshake). It's a family run place with great service and fun conversation."]},{"type":"*","value":[" Restaurant ",{"type":"'''","value":["Calypso"]}," (",{"type":"''","value":["Plaza Civil"]},"), has more western food like pizzas, hamburgers, sandwiches and delicious desserts. Not cheap though."]},{"type":"*","value":[" ",{"type":"'''","value":["La Playa"]}," is also a favorite with great shrimp and seafood dishes and a good variety of food offered."]},{"type":"*","value":[" ",{"type":"'''","value":["Miconia"]}," is popular with tourists, upstairs and with a great view. Offers a variety of traditional and western dishes and has a good salad buffet, although prices are on the higher end."]},{"type":"*","value":[" ",{"type":"'''","value":["Sheanovi"]}," looks expensive, but has decent prices and good food (vegetarian lasagne!)."]},{"type":"*","value":[" ",{"type":"'''","value":["Tropic Bird"]}," is a little harder to find but well worth the walk! They are usually only open for lunch, ask a local, it's located just past the local hospital."]},{"type":"*","value":[" ",{"type":"'''","value":["Mi Grande"]},", (a.k.a. \"The Happy Man\") has decent breakfast for $2.50, delicious fruit juices and batidos and real espresso. It's opposite of the Hotel Leon Dormido on the first floor."]},{"type":"*","value":[" Several places offer a set meal with a choice of chicken, beef, or fish along with juice, menestra (beans), rice, and the daily soup for $3. It's quite a deal, especially at ",{"type":"'''","value":["Albacora"]}," or ",{"type":"'''","value":["Bambu"]},"."]},"\n",{"type":"==","value":["Drink"]},"\nThere are three main bars on the island; ",{"type":"'''","value":["Polo's Bar"]},", ",{"type":"'''","value":["Iguana Rock"]},", and ",{"type":"'''","value":["Voqui Bar"]},". Generally people start at Polo's (directly up the street from Calypso) and then head to Iguana Rock to dance (up the street from Polo's, hang a left when you hit the market). When Iguana's closes, head to Voqui for some late night pool (located in the back room of Calypso) or the discoteca above Calypo's.\n\nInstead of a discoteca above Calypso, there are now two discotecas in Puerto Baquerizo Moreno: La Isla (the island) and Neptune. Both are located on the main road and will sometimes charge a $1-3 entrance fee on the occasional Saturday.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Orca Hotel"]}," is clean, comfortable, and quite popular with tourists (so long as you're not on a tight budget). It's located right on the beach, you will often find a friendly sea lion napping on the front porch."]},{"type":"*","value":[" ",{"type":"'''","value":["Mar Azul"]},", ",{"type":"''","value":["Av. Alsacio Northia"]},". Rooms are clean and have fan, private bathroom with hotshower and television. Price $20 pppn."]},{"type":"*","value":[" Hotel ",{"type":"'''","value":["San Francisco"]},", ",{"type":"''","value":["Av Chales Darwin"]},", This hotel is conveniently located at the Malec贸n and is a cheap option if cleanliness isn't your highest priority. Uninviting rooms have television, fan and private bathroom with cold shower. Price $5-15 pp."]},{"type":"*","value":[" Hotel ",{"type":"'''","value":["Albatros"]},", right next to hotel San Francisco is about the same price ($7), but the conditions are worse."]},{"type":"*","value":[" ",{"type":"'''","value":["Leon Dormido"]}," has good rooms for $15-20 pp."]},{"type":"*","value":[" ",{"type":"'''","value":["Casa de Nelly"]}," has a beautiful garden, plenty of hammocks and is popular with foreign volunteers. Price about $15 pp."]},{"type":"*","value":[" Hotel ",{"type":"'''","value":["Northia"]}," is popular with volunteers, includes breakfast, hot shower and wireless internet from $10pp."]},"\n",{"type":"==","value":["Go next"]},"\nTo see the rest of ",{"type":"[[","value":[["San Cristobal (Galapagos)"],["San Cristobal Island"]]},", a taxi (pick-up truck) can be hired.\n\n",{"type":"{{","value":[["geo"],["-0.9000"],["-89.6000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["San Cristobal (Galapagos)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Puerto Baquerizo Moreno"]]}]