[{"type":"{{","value":[["pagebanner"],["San Juan (Puerto Rico) banner Fort San Cristobal.jpg"],["caption=Fort San Cristobal"]]},"\n",{"type":"{{","value":[["Quickbar\/working"],["flag=Image:Flag of Puerto Rico.svg"],["capital=",{"type":"[[","value":[["San Juan"]]}],["currency=US dollar (USD)"],["population=3,957,988 (July 2002 est.)"],["electricity=120V\/60Hz (North American plug)"],["callingcode=+1"],["timezone=UTC -4"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seepuertorico.com\/ Puerto Rico"]}]}," is a ",{"type":"[[","value":[["Caribbean"],["Caribbean island"]]}," that is a self-governing commonwealth of the ",{"type":"[[","value":[["United States of America"]]},". Located in the Caribbean Sea to the east of the ",{"type":"[[","value":[["Dominican Republic"]]}," and west of the ",{"type":"[[","value":[["U.S. Virgin Islands"]]},", Puerto Rico lies on a key shipping lane to the Panama Canal, the Mona Passage.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Puerto Rico regions map 02.png"],["regionmapsize=635px"],["region1name=",{"type":"[[","value":[["Northern Coast (Puerto Rico)"],["Northern Coast"]]}],["region1color=#b383b3"],["region1description="],["region2name=",{"type":"[[","value":[["Porta del Sol"]]}],["region2color=#72a7c9"],["region2description="],["region3name=",{"type":"[[","value":[["Porta Caribe"]]}],["region3color=#78a39b"],["region3description="],["region4name=",{"type":"[[","value":[["Eastern Coast (Puerto Rico)"],["Eastern Coast"]]}],["region4color=#db898f"],["region4description="],["region5name=",{"type":"[[","value":[["La Montaña"]]}],["region5color=#8cc093"],["region5description="],["region6name=",{"type":"[[","value":[["Vieques"]]}],["region6color=#d5a35c"],["region6description=also known as ",{"type":"''","value":["Isla Nena"]}," or ",{"type":"''","value":["Little Island"]},", is a small, rural island approximately 10 km east of the big island of Puerto Rico."],["region7name=",{"type":"[[","value":[["Culebra"]]}],["region7color=#d5dc76"],["region7description=a tiny island off the east coast of Puerto Rico where you will find Flamenco Beach, considered the second most beautiful beach in the world by Discovery Channel, and other turistic attractions."]]},"\n",{"type":"[[","value":[["File:Old San Juan aerial view.jpg"],["thumb"],["350px"],["Old San Juan"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan"]]}," — the capital has one of the biggest and best natural harbors in the Caribbean"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arecibo"]]}," — home of the world's largest radio telescope"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aguadilla"]]}," — surfing and Thai food"]},{"type":"*","value":[" ",{"type":"[[","value":[["Caguas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Carolina (Puerto Rico)"],["Carolina"]]}," — Luis Muñoz Marín Airport, Isla Verde club scene, hotels and casinos"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fajardo"]]}," — marina, bioluminescent bay, ferries to ",{"type":"[[","value":[["Vieques"]]}," and ",{"type":"[[","value":[["Culebra"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mayagüez"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ponce"]]}," — Puerto Rico's second city hosts a number of important museums like the Ponce Art Museum and the Museum of Puerto Rican Music, as well as the Tibes Ceremonial Indigenous Center, a Taino Amerindian site, to the north"]},{"type":"*","value":[" ",{"type":"[[","value":[["San Germán"]]},"- Home to the Oldest Catholic Church in the Caribbean, Porta Coeli"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"[[","value":[["File:OldSanJuan Houses Pastel.JPG"],["thumb"],["OldSanJuan Houses Pastel"],["Old San Juan Pastels"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Guánica State Forest"]}," (Bosque Estatal de Guánica) is also the name of a small dry forest reserve east and west of the town, the largest remaining tract of tropical dry coastal forest in the world, and designated an international Biosphere Reserve in 1981. The park comprising much of the dry forest is known as el bosque seco de Guánica."]},{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/Old San Juan#See"],["San Juan National Historic Site"]]}," - includes forts San Cristóbal, San Felipe del Morro, and San Juan de la Cruz, also called El Cañuelo, plus bastions, powder houses, and three fourths of the city wall. All these defensive fortifications surround the old, colonial portion of San Juan, Puerto Rico and are among the oldest and best preserved Spanish fortifications of the Americas."]},{"type":"*","value":[{"type":"'''","value":["Mona Island"]},", off of the west coast of PR, half way to the Dominican Republic, this island is a secluded island only inhabited by wildlife. You can only go to the island by appointment."]},{"type":"*","value":[{"type":"'''","value":["Rio Camuy Caverns"]}," in the north\/northwest; a 45 minute guided walking tour of the main cave, Cueva Clara, including a view of the \"3rd largest underground river in the world\" and an enormous sinkhole."]},{"type":"*","value":[" Bioluminescent bay at ",{"type":"[[","value":[["La Parguera"]]}]},{"type":"*","value":[{"type":"'''","value":["Caja de Muertos Island"]},", or Caja de Muertos for short, is an uninhabited island off the southern coast of Puerto Rico. The island is protected because of its native turtle traffic. Hikers and beachgoers are often seen in the island, which can be reached by ferry or through diving tour operators from the La Guancha Boardwalk sector of Ponce Playa."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nPuerto Rico was originally named San Juan Bautista in honor of Saint John the Baptist. The name of the island's present day capital, San Juan, honors the name Christopher Columbus first gave the island. It was then settled by explorer Ponce de Leon and the island was under Spanish possession for over four centuries. The island became United States territory under the Treaty of Paris, which also ended the Spanish-American War. The United States passed Law 600 giving Puerto Rico authorization to create and approve its own constitution, with the United States Congress approval. The relationship between the United States and Puerto Rico is known in English as a \"commonwealth\". There is no precise Spanish equivalent to this word; thus locally it is translated as \"Estado Libre Asociado\" (literally, \"associated free state\"). Most laws passed by Congress apply to Puerto Rico as they do in the fifty states.\n\n",{"type":"===","value":["Climate"]},"\nPuerto Rico has a tropical marine climate, which is mild and has little seasonal temperature variation. Temperatures range from 70˚F to 90˚F (21˚C to 32˚C), and tend to be lower at night and up in the mountains. Year round trade winds take part in ensuring the sub tropical climate. The average annual temperature is 26°C (80°F). Rainfall is abundant along the north coast and in the highlands, but light along the south coast. Hurricane season spans between June and November, where rain showers occur once a day, almost every day. Periodic droughts sometimes affect the island.\n\n",{"type":"===","value":["Terrain"]},"\nPuerto Rico is mostly mountainous, although there is a coastal plain belt in the north. The mountains drop precipitously to the sea on the west coast. There are sandy beaches along most of the coast. There are many small rivers about the island and the high central mountains ensure the land is well watered, although the south coast is relatively dry. The coastal plain belt in the north is fertile. Puerto Rico's highest point is at Cerro de Punta, which is 1,338m above sea level.\n\n",{"type":"===","value":["Geography"]},"\nThe island of Puerto Rico is a rectangular shape and is the smallest, most eastern island of the Greater Antilles. It measures almost 580km of coast. In addition to the principal island, the commonwealth islands include Vieques, Culebra, Culebrita, Palomino, Mona, Monito and various other isolated islands. Puerto Rico is surrounded by deep ocean waters. To the west Puerto Rico is separated from Hispaniola by the Mona Passage which is about 120 km wide and as much as 3,300m deep. The 8,000m deep Puerto Rico trench is located off the northern coast. Off the south coast is the 5,466m deep Venezuelan Basin of the Caribbean. Because Puerto Rico is relatively short in width it does not have any long rivers or large lakes. Grande de Arecibo is the longest river in Puerto Rico which flows to the northern coast. Puerto Rico does not have any natural lakes but it does however have 15 reservoirs.\n\n",{"type":"==","value":["Get in"]},"\nSince Puerto Rico is a US territory, travelers from outside the United States must meet the same requirements that are needed to enter the United States. For travel within the United States, there are no passport controls between the US mainland and Puerto Rico, or vice versa. There are also no customs inspections for travel to and from the US mainland, but the USDA does perform agricultural inspections of luggage bound from Puerto Rico to the US mainland.\n\n",{"type":"===","value":["By plane"]},"\nPuerto Rico's main airport is Luis Muñoz Marín International Airport (",{"type":"{{","value":[["IATA"],["SJU"]]},") in ",{"type":"[[","value":[["Carolina (Puerto Rico)"],["Carolina"]]},", near ",{"type":"[[","value":[["San Juan (Puerto Rico)"],["San Juan"]]},". JetBlue, United, and Spirit have service to the airport in ",{"type":"[[","value":[["Aguadilla"]]}," and JetBlue has service to ",{"type":"[[","value":[["Ponce"]]},".\n\nAs Puerto Rico is part of the US commonwealth, ",{"type":"'''","value":["U.S. Immigration and Customs Laws and Regulations apply"]},".  Travel between the mainland and San Juan, Ponce and Aguadilla is the same as if it were between two mainland cities.\n\nMost U.S. and many international airlines offer direct flights from many cities to Puerto Rico. Flights are economical and numerous. SJU is the biggest and most modern airport in the Caribbean and offers all the conveniences and services (McDonalds, Dominos, Starbucks, etc.) of a major city airport.  San Juan's airport has five concourses (labeled terminals A-E) split across two terminals which are connected. JetBlue and Cape Air operate hubs at San Juan.\n\nIf you have lots of luggage, beware there are no baggage carts in the domestic terminal, although there are plenty of baggage porters available to help you for a tip or fee.  Luggage Carts are available in the international terminal of the airport. At the exit, a porter will assist you with your luggage for a fee.   \n\nTransferring from the airport to your hotel usually requires taking a taxi, although some hotels provide complimentary transportation to their properties in special buses. Puerto Rico Tourism Company representatives at the airport will assist you in finding the right transportation. All major car rental agencies are located at the airport, and others offer free transportation to their off-airport sites.\n\nTypical flight times (outbound flights are slightly longer due to headwinds):\n\n",{"type":"*","value":[{"type":"[[","value":[["Miami"]]}," 2.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Orlando"]]}," 2.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Charlotte"]]}," 3 hours"]},{"type":"*","value":[{"type":"[[","value":[["Philadelphia"]]}," 3.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Washington D.C."]]}," 3.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Atlanta"]]}," 3.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Boston"]]}," 4 hours"]},{"type":"*","value":[{"type":"[[","value":[["New York City"],["New York"]]}," 4 hours"]},{"type":"*","value":[{"type":"[[","value":[["Dallas"]]},"\/",{"type":"[[","value":[["Fort Worth"]]}," 4 ¼ hours"]},{"type":"*","value":[{"type":"[[","value":[["Toronto"]]}," 4 ¼ hours"]},{"type":"*","value":[{"type":"[[","value":[["Chicago"]]}," 5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Frankfurt am Main"]]}," 11 hours"]},"\n",{"type":"====","value":["Customs"]},"\nWhen departing Puerto Rico to the mainland, your bags will be inspected by the ",{"type":"'''","value":["US Department of Agriculture"]}," before departure. Generally the same rules apply as when returning to the United States from a foreign country, although certain local fruits such as avocado, papaya, coconut and plantain may be brought back; mangos, sour sop, passion fruit, and plants potted in soil may not. In any event, all agricultural items will be ",{"type":"[","value":["http:\/\/www.aphis.usda.gov\/lpa\/pubs\/fsheet_faq_notice\/notice_PPQ-puerto.html checked for disease"]},". If you are carrying prescription drugs (especially prescription narcotics) with you, you ",{"type":"'''","value":["must"]}," have the original prescription with you, or a letter from your physician. \n\nCruise ship passengers with ship luggage tags are exempt from customs screenings.\n\n",{"type":"===","value":["By boat"]},"\nA commercial ferry service connects the west coast city of ",{"type":"[[","value":[["Mayaguez"]]}," and ",{"type":"[[","value":[["Santo Domingo"]]}," in the Dominican Republic. This service is very popular and convenient way to travel between both cities. There is also a ferry from the city of ",{"type":"[[","value":[["Fajardo"]]}," to St. Thomas, USVI for around $80 round trip. Also, more than a million passengers visit the island on ",{"type":"[[","value":[["cruise ships"]]}," every year, whether on one of the many cruise lines whose homeport is San Juan, or on one of the visiting lines. No passport is required for U.S. citizens who use this service.\n\n",{"type":"==","value":["Get around"]},"\nPublic transportation in Puerto Rico is fairly bad: outside the Metro Area (San Juan, Guaynabo, Carolina and Bayamon), there are no scheduled buses or trains.  Most travelers choose to rent their own cars, but intrepid budget travelers can also explore the shared cab (",{"type":"''","value":["público"]},") system.\n\n",{"type":"===","value":["By taxi"]},"\n\nOfficial Tourism Company-sponsored taxis on the Island are clean, clearly identifiable and reliable. Look for the white taxis with the official logo and the \"Taxi Turístico\" on the front doors.\n\nUnder a recently instituted Tourism Taxi Program, set rates have been established for travel between San Juan's major tourist zones. See ",{"type":"[[","value":[["San Juan#By taxi"]]}," for details. \n\nOfficial Puerto Rico Tourist Taxi\n\nhttp:\/\/www.cabspr.com\/\n(787) 969-3260\n\n",{"type":"'''","value":["Several other taxi company numbers:"]},"\n\nAsociación Dueños de Taxi de Carolina\n(787) 762-6066\n\nAsociación Dueños de Taxi de Cataño y Levittown\n(787) 795-5286\n\nCooperativa de Servicio Capetillo Taxi\n(787) 758-7000\n\nCooperativa de Taxis de Bayamón\n(787) 785-2998\n\nCooperativa Major Taxi Cabs\n(787) 723-2460 or 723-1300\n\nMetro-Taxi Cab. Inc.\n(787) 725-2870\n\nOcean Crew Transport\n(787) 645-8294 or 724-4829\n\nRochdale Radio Taxi\n(787) 721-1900\n\nSantana Taxi Service, Inc.\n(787) 562-9836\n\n",{"type":"===","value":["By car"]},"\nIf you are planning to explore outside of San Juan, renting a car is by far the most convenient way to get around. ",{"type":"'''","value":["Rentals"]}," are available from the airport as well as larger hotels.  Rental cars can be had for as little as $28 a day.  \n\nMany U.S. mainland car insurance policies will cover insured drivers involved in rental car accidents that occur anywhere in the United States, including outlying territories like Puerto Rico, so check with your own insurer before you rent a car in Puerto Rico.  If you have such coverage, you can probably decline collision insurance from the car rental company and request only the loss damage waiver.  \n\nRed lights and stop signs are treated like yield signs late at night (only from 12am to 5am) due to security measures. \n\n",{"type":"'''","value":["The roads can be quite bad, with pot holes and uneven pavement."]},"  Be cautious of other drivers, as turn signals are not commonly used or adhered to.  Most natives do not drive like mainlanders are used to.  Watch out for cars pulling out in front of you, or crossing an intersection, even if you have right of way.  Also, there are many cars with non-functional head lights or tail lights, making driving in traffic even more dangerous. If you are not a very confident, even aggressive driver, you may not wish to drive in urban areas. Speed limits are considered suggestions for the locals (particularly taxi drivers), but high fines should make wise tourists cautious.\n\n",{"type":"'''","value":["Parking"]}," in the Old Town of San Juan is virtually non-existent (there is a public parking lot called \"La Puntilla\" which on weekends you only pay a fixed rate for the whole day, and it always has available parking spaces) and ",{"type":"'''","value":["traffic"]}," in all major cities is bad during rush hour (8AM-10AM, 4PM-6PM), so give yourself plenty of time coming and going.\n\n",{"type":"'''","value":["Road signs"]}," are Spanish language versions of their U.S. counterparts, so you shouldn't have trouble figuring them out.  However, note that ",{"type":"''","value":["distances are in kilometers, while speed limits are in miles"]},".  Gas is also sold by the liter, not by the gallon, and it's a little bit cheaper than on the mainland.\n\nIn addition to the regular free highway (",{"type":"''","value":["carretera"]},") network, there are three ",{"type":"'''","value":["toll roads"]}," (",{"type":"''","value":["autopista"]},") on Puerto Rico.  They're much faster and less congested than the highways, and it's worth using them if in any kind of hurry.  Tolls for a 2-axle car range from $0.50 and $1.50.  The lanes on the left are reserved for people with RFID (Autoexpreso) toll passes (an electronic pass typically called a speed or E-Z pass in the states), which you probably won't have on your rental car.  Lanes marked with an \"A\" generally accept only coins. If you need change, head for the lanes marked with a \"C\", usually the furthest to the right.  Note that if you are heading to Ponce on PR-52, the autopista toll system has gone all RFID, so head to the first \"C\" booth you come to and buy a travel card if they will let you, or they might require you to buy the Autoexpreso RFID tag for $10.  If you put $10 on the tag it will get you to Ponce and back once.\n\nOff the main highways, roads in Puerto Rico quickly become ",{"type":"'''","value":["narrow, twisty and turny"]},", especially up in the mountains.  Roads that are only one-and-a-half lanes wide are common, so do like the locals do and beep before driving into blind curves.  Signage is often minimal, although intersections do almost always show the road numbers, so a detailed highway map will come in handy.\n\n",{"type":"'''","value":["Navigating"]}," a car can be very challenging because most locals give directions by landmark rather by address and using maps in PR can be very challenging for visitors.  Google Maps has lately been improving and now most small roads and all major roads are covered. Google Navigation doesn't work.  Slight problems include street names either missing or incorrect, and address lookups & business entries (POI's) either give no result or are wrong.  Other online maps suffer the same issues.  Note that the larger metro areas, especially San Juan, can have several streets with the same name, so it's important to know the neighborhood (",{"type":"''","value":["urbanization"]},") name when communicating with taxi drivers, etc. \n\n",{"type":"'''","value":["Police cars"]}," are easy to spot, as by local regulation, they must keep their blue light bar continuously illuminated any time they are in motion.  Avoid getting a speeding ticket: fines start at $50 + $5 for each mile above the speed limit.  It is also against the law to talk or text on a phone while driving, except when using BlueTooth or a speakerphone.  The fine for talking or texting on the phone is $50.\n\n",{"type":"===","value":["By público"]},"\nA ",{"type":"''","value":["público"]}," is a shared taxi service and is much cheaper than taking a taxi around the island, and depending on your travel aspirations, might be cheaper than renting a car.  Públicos can be identified by their yellow license plates with the word \"PUBLICO\" written on top of the license plate.  The \"main\" público station is in Río Piedras, a suburb of ",{"type":"[[","value":[["San Juan"]]},".  They're also known as ",{"type":"''","value":["colectivos"]}," and ",{"type":"''","value":["pisicorres"]},".\n\nThere are two ways of getting on a público.  The ",{"type":"'''","value":["easier"]}," way is to call the local público stand the day before and ask them to pick you up at an agreed time.  (Your hotel or guesthouse can probably arrange this, and unlike you, they probably know which of the multitude of companies is going your way.)  This is convenient, but it'll cost a few bucks extra and you'll be in for a wait as the car collects all the other departing passengers.  The ",{"type":"'''","value":["cheaper"]}," way is to just show up at the público terminal (or, in smaller towns, the town square) as early as you can (6-7 AM is normal) and wait for others to show up; as soon as enough have collected, which may take minutes or hours, you're off.  Públicos taper off in the afternoon and stop running entirely before dark.\n\nPúblicos can make frequent stops to pick up or drop off passengers and may take a while to get to their destination terminal, but you can also request to be dropped off elsewhere if it's along the way or you pay a little extra.  Prices vary depending on the size of the público and the distance being traveled.  As an example, a small público that can seat three or four passengers from ",{"type":"[[","value":[["Ponce"]]}," to ",{"type":"[[","value":[["San Juan"]]}," will cost roughly $15, while a 15 passenger público that is traveling between San Juan and ",{"type":"[[","value":[["Fajardo"]]}," will cost about $5 each person.\n\n",{"type":"===","value":["By ferry"]},"\nFerries depart from ",{"type":"[[","value":[["San Juan"]]}," and ",{"type":"[[","value":[["Fajardo"]]}," & the most popular arrivals are Cataño, Vieques Island & Culebra Island. Also the ",{"type":"[[","value":[["Mayaguez"]]}," ferry travels between the ",{"type":"[[","value":[["Dominican Republic"]]}," and Puerto Rico.\n\nLocation\tContact Information\nMayagüez, Puerto Rico\t787-832-4800    787-832-4905\nSan Juan, Puerto Rico\t787-725-2643     787-725-2646\nSanto Domingo, Dominican Republic\t809-688-4400\nSantiago, Dominican Republic\t809-724-8771\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Tren Urbano"]}," — or Urban Train in English — is a 17.2 km (10.7 mile) fully automated rapid transit that serves the metropolitan area of San Juan, which includes the municipalities of San Juan, Bayamón, and Guaynabo. Tren Urbano consists of 16 stations on a single line.\n\nThe Tren Urbano complements other forms of public transportation on the island such as the public bus system, taxis, water ferries and shuttles. The entire mass transportation system has been dubbed the “Alternativa de Transporte Integrado” (Integrated Transportation Alternative) or “ATI”.\n\nIts services are very reliable and are almost always on time.\n\n",{"type":"'''","value":["Fares"]}," - A single trip costs $0.75 including a 2 hour public (AMA) bus transfer period. If you exit the station and wish to get back on the train the full fare must be re-paid; there is no train to train transfer period. Students and Seniors (60–74 years old) with ID pay 35 cents per trip. Senior citizens older than 75 and children under 6 ride for free. Several unlimited passes are also available.\n\nA stored-value multi-use farecard may be used for travel on buses as well as on trains. The value on the card is automatically deducted each time it is used. It is a system similar to the Metrocard system used in New York City.\n\n",{"type":"===","value":["By bus"]},"\nAutoridad Metropolitana de Autobuses, also known in English as Metropolitan Bus Authority or by its initials in Spanish, ",{"type":"'''","value":["AMA"]},", is a public bus transit system based in San Juan, Puerto Rico\n\nThe AMA provides daily bus transportation to residents of San Juan, Guaynabo, Bayamón, Trujillo Alto, Cataño, and Carolina through a network of 30 bus routes, including 2 express routes and 3 \"Metrobus\" routes. Its fleet consists of 277 regular buses and 54 paratransit vans for handicapped persons. Its ridership is estimated at 112,000 on work days.\n\nThe daily, weekend and holiday bus service from 4:30 AM to 10PM with the exception of a few routes that are limited to certain hours and the express routes.\n\nThere are two routes which are very reliable, M-I & M-II, commonly called Metrobus (metroboos). MetroBus M1 transit between Old San Juan to Santurce downtown, Hato Rey Golden Mile banking zone and Rio Piedras downtown where a nice open walking street mall and great bargains could be found, the Paseo De Diego. The Metrobus II transit from Santurce to Bayamon city, passing Hato Rey, including Plaza Las Americas Mall and to Guaynabo City. Many interesting places could be found on the routes, like the remains of the first European settlement on the island and the oldest under USA government, the ",{"type":"'''","value":["Caparra Ruins (Ruinas de Caparra Museum)"]},".\n\nAs a tourist staying in the Isla Verde hotel district, be aware there is a bus line going to and from Old San Juan. It costs only 75 cents, but takes 45 minutes to an hour and the right bus comes by irregularly. The bus till only takes quarters and no bills, so plan ahead. So the trade-off is between low cost versus your time and convenience. In the rainy months, standing at the bus stop can be uncomfortable.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Bioluminescent Bays"]},"\nThe bioluminescent bays near ",{"type":"[[","value":[["Fajardo"]]}," and in ",{"type":"[[","value":[["Vieques"]]}," are a soul-healing experience that should not be missed.  The microscopic organisms that live in every drop of water in these bays will glow when they dart away from movement.  Take a kayak or boat tour during a new moon for the best results; they're hard to see during a full moon and impossible to see in sunlight.\nThe bioluminescent bay in ",{"type":"[[","value":[["Lajas"]]}," is by far the most famous one to visit with many kiosks and restaurants there for the traveler to enjoy as well as boat tours.\n\n",{"type":"'''","value":["Blue Flag in Puerto Rico"]},"\nThe Blue Flag Program, initiated in Europe since 1987 has been modified for implementation in the Caribbean. It is a voluntary program and it has proven along the years to be a very effective strategy to guarantee the best quality in beach services for bathers in different parts of the world.\n\n",{"type":"'''","value":[" Casinos "]},"\nIn the metropolitan area in San Juan they have luxurious hotels with casinos similar to Las Vegas...if you like to gamble, San Juan will be a great place to stay while vacationing in the island.\n\n",{"type":"'''","value":["El Yunque"]},"\nEl Yunque, Puerto Rico's rainforest is a must see.  It spreads out over a mountain, so if you walk uphill from the road you're in an amazing rain forest.  At any altitude you'll see numerous varieties of plant and animal life. If you're lucky you can catch a glimpse of the endangered Puerto Rican parrot & hear the song of the local Coqui tree frog. There are many hiking trails and the Yokahu tower is a great spot to see the forest from above. There are also two trails that lead you straight down to La Mina waterfalls. You can swim at the bottom of the falls in the cold refreshing water. There are short hiking trails and long hiking trails and they do overlap. Pay close attention to the signs to ensure that you do not bite off more than you can chew.\n\nSince it is a RAIN forest, expect it to rain daily and frequently.  This means you may wish to leave your expensive Louis Vuitton hand-bag at the hotel.\n\n",{"type":"'''","value":["Golf"]},"\nThe Trump International Golf Club boasts Puerto Rico’s first course of legendary proportions, designed by PGA Professional Tom Kite. Comprised of two 18-hole championship courses, the Championship and the International.\n\n",{"type":"'''","value":["Horseback Riding"]},"\nWhether you're dreaming about spectacular surfing waves, a challenging golf course, or the perfect sunbathing beach, Puerto Rico offers the active traveler a tremendous array of opportunities. Surfing and golf compete with tennis, fishing, kayaking, scuba diving, and horseback riding, not to mention windsurfing and parasailing, for your active time. The island has over 15 championship golf courses a short drive away from the San Juan metropolitan area. \n\nLearn about the different character of Puerto Rico's favorite beaches, or find out where to participate in your favorite sports. The hardest part will be choosing what to do first.\n\n",{"type":"'''","value":["Outdoor Adventures"]},"\nThere is plenty to do outside the metropolitan areas.  Many small family owned tour companies provide guided tours of the Central Mountains in Utuado near Río Tanama, Repelling in Arecibo, kayak tours of Lake Guajataka, and horse back riding on the beach in Aguadilla.  Some of the tour operators also provide low cost or free lodging.  Let's Go Puerto Rico has listed a few of these outfitters or you can simply do an internet search with the name of the area you would like to visit to find things to do.  The individual towns also have yearly festivals listed in the tourism guides available at both major airports.\n\n",{"type":"'''","value":["Snorkel and Scuba dive"]},"\n... Puerto Rico's coastlines and minor islands such as Vieques and Culebra are best. They each contain scenic landscapes and a diverse population of wildlife. But be sure that if you book with a snorkel trip—that they guarantee you will be taken to true snorkeling sites. Dive operators (for instance, the outfit named Sea Ventures) have been known to book snorkelers on day trips along with scuba divers, taking them all to deep water sites suited only to scuba diving!\n\n",{"type":"'''","value":["Visit a Plantation"]},"\nCoffee, sugar cane, and tobacco were the three main agricultural products exported by Puerto Rico in the old days. Sugar cane was produced in the hot low-lands by the sea while tobacco and coffee were grown in the mountainous interior of Puerto Rico. A few coffee plantations are still active or have been turned into museums. Most of them can be found and visited in the mountains region just North of ",{"type":"[[","value":[["Ponce"]]},".\n\n",{"type":"===","value":["Itinerary"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["A Long Weekend in Puerto Rico"]]}]},"\n",{"type":"==","value":["Talk"]},"\n: See also: ",{"type":"[[","value":[["Spanish phrasebook"]]},"\n\nBoth Spanish and English are the official languages of Puerto Rico, but ",{"type":"'''","value":["Spanish is without a doubt the dominant language"]},". Fewer than 20 percent of Puerto Ricans speak English fluently, according to the 1990 U.S. Census. Spanish is the mother tongue of all native Puerto Ricans, and any traffic signs and such are written exclusively in Spanish, with the exception of San Juan and Guaynabo. Even in tourist areas of San Juan, employees at fast-food restaurants generally have a somewhat limited comprehension of English. However, people who are highly educated or those who work in the tourism industry are almost always fluent in English. Locals in less touristed areas of the island can usually manage basic English, as it is taught as a compulsory second language in most schools. \n\nThat said, as anywhere, it's respectful to try make an effort and try to learn at least the basics of Spanish. Average Puerto Ricans appreciate efforts to learn the most widely spoken language of their territory, and most are more than happy to help you with your pronunciation. If you're already familiar with the language, be aware that Puerto Rican Spanish speakers have a very distinct accent, similar to the Cuban accent, which is full of local jargon and slang unfamiliar to many outside the island. Puerto Ricans also have a tendency to \"swallow\" consonants that occur in the middle of a word. Puerto Ricans also speak at a relatively faster speed than Central Americans or Mexicans. It is not offensive to ask someone to repeat themselves or speak slower if you have trouble understanding them.\n\nExamples of words that are unique to Puerto Rican Spanish include:\n",{"type":"*","value":[" ",{"type":"''","value":["chína"]}," - orange (ordinarily ",{"type":"''","value":["naranja"]},") "]},{"type":"*","value":[" ",{"type":"''","value":["zafacón"]}," - trash can (",{"type":"''","value":["basurero"]},") zafacon comes from zafa in southern Spain derived from an Arab word zafa meaning trash container. "]},{"type":"*","value":[" ",{"type":"''","value":["chavo"]}," - penny (",{"type":"''","value":["centavo"]},")"]},{"type":"*","value":[" ",{"type":"''","value":["menudo"]}," - loose change, moneda is coin"]},{"type":"*","value":[" ",{"type":"''","value":["flahlai"]}," - flashlight (",{"type":"''","value":["linterna"]},")"]},{"type":"*","value":[" ",{"type":"''","value":["wikén"]}," - weekend (",{"type":"''","value":["fín de semana"]},")"]},{"type":"*","value":[" ",{"type":"''","value":["Guagua"]}," - bus (",{"type":"''","value":["autobus"]},") guagua is Spanish, autobus is an anglicism just like futbol."]},"\n",{"type":"'''","value":["Taino influence"]},"\nWhen the Spanish settlers colonized Puerto Rico in the early 16th century, many thousands of Taíno people lived on the island. Taíno words like hamaca (meaning “hammock”) and hurakán (meaning \"hurricane\") and tobacco came into general Spanish as the two cultures blended. Puerto Ricans still use many Taíno words that are not part of the international Spanish lexicon. The Taino influence in Puerto Rican Spanish is most evident in geographical names, such as Mayagüez, Guaynabo, Humacao or Jayuya. You will also find Taino words in different parts of the Caribbean.  \n\n",{"type":"'''","value":["African influence"]},"\n\nThe first African slaves were brought to the island in the 16th century. Although 31 different African tribes have been recorded in Puerto Rico, it is the Kongo from Central Africa that is considered to have had the most impact on Puerto Rican Spanish. Many of these words are used today.\n\n",{"type":"==","value":["See"]},"\nThere is one UNESCO World Heritage Site on Puerto Rico, namely La Fortaleza and ",{"type":"[[","value":[["San Juan"]]}," National Historic Site. \n\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["merge from"],["A long weekend in Puerto Rico"]]},"\n\n",{"type":"==","value":["Buy"]},"\nPlaza las Americas, is currently the largest shopping mall in the Caribbean and one of the largest in Latin America. It offers a wide array of  stores, eating facilities, and a multi-screen movie theater. Most major U.S. mainland and European mass retailers are located in the mall.\n\nThe Condado section of San Juan is home to fine designer stores such as Cartier, Gucci, Ferragamo, Mont Blanc and Dior.\n\nYou might want to check out the Belz Factory Outlets and Puerto Rico Premium Outlets (Barceloneta). They house stores like Polo Ralph Lauren, Hilfiger, Banana Republic, Puma, Gap, PacSun, etc.\n\nMost of the large cities on the island have a large regional mall with very familiar international stores.\n\nThere are plenty of ATM around the commonwealth. Most are linked to the Cirrus, Plus, American Express and Discover networks.\n\nIf you're looking for local crafts of all sorts, and want to pay less than in Old San Juan while getting to know the island, try going to town festivals.  Artisans from around the island come to these festivals to sell their wares: from typical foods, candies, coffee and tobacco to clothing, accessories, paintings and home décor.  Some of these festivals are better than others, though: be sure to ask for recommendations.  One of the most popular (yet remote) festivals is the \"Festival de las Chinas\" or Orange Festival in ",{"type":"''","value":["Las Marías"]},".\n\nDon't forget that Puerto Rico is a large rum-producing island. Hand made cigars can still be found in San Juan, Old San Juan, and Puerta de Tierra. Also a wide variety of imported goods from all over the world are available. Local artesanías include wooden carvings, musical instruments, lace, ceramics, hammocks, masks and basket-work. Located in every busy city are gift shops with the typical tee-shirts, shot glasses, and other gifts that say Puerto Rico to bring home to friends and family. Make sure to visit the Distileria Serralles, the home of Don Q, one of the oldest rums made in Puerto Rico. You would not only enjoy tours of the process of making rum, but a little taste of the rum. They also have a museum and it is an enjoyable place for a warm afternoon in the Enchanted Island.\n\n",{"type":"==","value":["Eat"]},"\nPuerto Rico is a drive-through buffet. All you need is a car, an appetite (the bigger the better), time, and the realization that your swimsuit won't fit as well when you get to your destination. The island has the most diverse culinary offerings in the entire Caribbean. There's something for everyone. You can enjoy the finest Puerto Rican food at most traditional town squares and also (for those of you who get homesick) have a steak at a place like Morton's.\n\n",{"type":"===","value":["Cuisine"]},"\n",{"type":"[[","value":[["Image:Food Mofongo Camarones.JPG"],["thumb"],["240px"],[{"type":"''","value":["Mofongo con camarones"]}]]},"\n\n",{"type":"[[","value":[["Image:Food FishPlantains.JPG"],["thumb"],["240px"],["Fish with plantain fritters (",{"type":"''","value":["tostones"]},") and salad"]]},"\n\n",{"type":"[[","value":[["Image:Food Chuletas.JPG"],["thumb"],["240px"],["A typical Puerto Rican meal: pork chops (",{"type":"''","value":["chuletas"]},"), rice & beans (",{"type":"''","value":["arroz y habichuelas"]},"), a bottle of ",{"type":"''","value":["sofrito"]}," and some token greens to appease the tourists"]]},"\n\nAuthentic Puerto Rican food (",{"type":"''","value":["comida criolla"]},") can be summed up in two words: ",{"type":"'''","value":["plantains"]}," and ",{"type":"'''","value":["pork"]},", usually served up with rice and beans (",{"type":"''","value":["arroz y habichuelas"]},").  It is rarely if ever spicy, and to many visitors' surprise has very little in common with Mexican cooking.\n\nPlantains (",{"type":"''","value":["plátanos"]},") are essentially savory bananas and the primary source of starch back in the bad old days, although you will occasionally also encounter cassava (",{"type":"''","value":["yuca"]},") and other tropical tubers.  Served with nearly every meal, incarnations include:\n\n",{"type":"*","value":[" ",{"type":"''","value":["mofongo"]}," — plantains mashed, fried, and mashed again, when filled up (",{"type":"''","value":["relleno"]},") with seafood this is probably the best-known Puerto Rican dish of them all"]},{"type":"*","value":[" ",{"type":"''","value":["tostones"]}," — twice deep-fried plantain chips, best when freshly made."]},{"type":"*","value":[" ",{"type":"''","value":["amarillos"]}," — sweet fried plantain."]},{"type":"*","value":[" ",{"type":"''","value":["sopa de plátanos"]}," — mashed plantain soup"]},"\n\nThe main meat eaten on Puerto Rico is ",{"type":"'''","value":["pork"]}," (",{"type":"''","value":["cerdo"]},"), with chicken a close second and beef and mutton way down the list.  Seafood, surprisingly, is only a minor part of the traditional repertoire: the deep waters around Puerto Rico are poorly suited to fishing, and most of the seafood served in restaurants for tourists is in fact imported. Still, fresh local fish can be found in restaurants across the east and west coast of the island, especially in Naguabo or Cabo Rojo respectively.\n\n",{"type":"*","value":[" ",{"type":"''","value":["chicharrones"]}," — crispy dry pork rinds."]},{"type":"*","value":[" ",{"type":"''","value":["chuletas"]}," — huge, juicy pork chops, available grilled or deep fried."]},{"type":"*","value":[" ",{"type":"''","value":["lechón asado"]}," — roast suckling pig, this is the pinnacle of Puerto Rican porkcraft.  Served at specialty restaurants, with the town of ",{"type":"[[","value":[["Guavate"]]}," off the San Juan-Ponce highway being particularly famous."]},{"type":"*","value":[" ",{"type":"''","value":["morcilla"]}," — blood sausage"]},{"type":"*","value":[" ",{"type":"''","value":["pernil de cerdo"]}," — pork shoulder with oregano and garlic"]},"\nA few other ",{"type":"''","value":["puertorriqueño"]}," classics include:\n",{"type":"*","value":[" ",{"type":"''","value":["arroz con gandules"]}," — rice with pigeon peas, the unofficial national dish of Puerto Rico"]},{"type":"*","value":[" ",{"type":"''","value":["arroz con jueyes"]}," — rice with land crab meat"]},{"type":"*","value":[" ",{"type":"''","value":["asopao"]}," — a spicy tomato stew with rice and chicken or seafood"]},{"type":"*","value":[" ",{"type":"''","value":["bacalaitos"]}," — salted cod fritters"]},{"type":"*","value":[" ",{"type":"''","value":["chillo"]}," — red snapper, the most common fresh fish on the island"]},{"type":"*","value":[" ",{"type":"''","value":["empanadillas"]}," — fritters of cheese, meat or lobster"]},{"type":"*","value":[" ",{"type":"''","value":["sofrito"]}," — a fragrant sauce of sweet pepper, herbs, garlic and oil, used as base and seasoning for many dishes"]},{"type":"*","value":[" ",{"type":"''","value":["quenepas"]}," — a green grape-like fruit common in summer, don't eat the skin or seeds (and watch where you put them, they stain clothes easily)"]},{"type":"*","value":[" ",{"type":"''","value":["sorrullos"]}," — corn sticks, which come either sweet or salty"]},"\n",{"type":"===","value":["Places to eat"]},"\nMeals in sit-down restaurants tend to be fairly pricey and most touristy restaurants will happily charge $10–30 for main dishes.  Restaurants geared for locals may not appear much cheaper, but the quality (and quantity) of food is usually considerably better.  It's not uncommon for restaurants to charge tourists more than locals, so bring along a local friend if you can!  Note that many restaurants are ",{"type":"''","value":["closed on Mondays and Tuesday"]},".\n\nIf you want to eat like a local, look for places that are out of the way.  There is a roadside food stand or 10 at every corner when you get out of the cities.  Deep-fried foods are the most common, but they serve everything from octopus salad to rum in a coconut. You might want to think twice and consult your stomach before choosing some items - but do be willing to try new things.  Most of the roadside stand food is fantastic, and if you're not hung up with the need for a table, you might have dinner on a beach, chomping on all sorts of seafood fritters at $1 a pop, drinking rum from a coconut. At the end of dinner, you can see all the stars.  In the southwest of the island, in ",{"type":"[[","value":[["Boqueron"]]},", you might find fresh oysters and clams for sale at 25 cents a piece.\n\nIf you are really lucky, you might get invited to a pork roast. It's not just food - it's a whole day - and it's cultural. Folks singing, drinking, hanging out telling stories, and checking to see if the pig is ready, and staying on topic, you'll find the pig likely paired with ",{"type":"''","value":["arroz con gandules"]},".\n\nTypical fast food restaurants, such as McDonald's, Taco Bell, and Wendy's are numerous in Puerto Rico and are almost identical to their American counterparts with minor exceptions.\n\nFinally, there are some wonderful restaurants, and like everywhere, the best are found mostly near the metropolitan areas. Old San Juan is probably your best bet for a high quality meal in a 5-star restaurant. However if your experimental nature wanes, there are lots of \"Americanized\" opportunities in and around San Juan. Good luck, keep your eyes open for the next roadside stand, and make sure to take advantage of all the sports to counteract the moving buffet.\n\n",{"type":"===","value":["Dietary restrictions"]},"\nStrict vegetarians will have a tough time in Puerto Rico, although the larger towns have restaurants that can cater to their tastes.  Traditionally almost all Puerto Rican food is prepared with lard, and while this has been largely supplanted by cheaper corn oil, mofongo is still commonly made using lard, bacon or both.\n\n",{"type":"==","value":["Drink"]},"\nUnlike most U.S. territories and states, Puerto Rico's drinking age is 18.  That, coupled with the fact that the U.S. does not require U.S. residents to have a passport to travel between Puerto Rico and the continental U.S., means Puerto Rico is becoming increasingly popular during spring break. Beer and hard liquor is available at almost every grocery store, convenience store, ",{"type":"''","value":["panadería"]}," (bakery), connell cabinet shops,  and meat shop. There are many bars just off the sidewalk that cater to those of age, especially in San Juan and Old San Juan.   \n\nPuerto Rico is obviously famous for its rum and rum drinks, and is the birthplace of the world renowned ",{"type":"''","value":["Piña Colada"]},".  Several rums are made in Puerto Rico, including Bacardì, Captain Morgan and Don Q. Rum is, unfortunately, not a connoisseur's drink in the same way as wine or whiskey, and you may get a few odd looks if you ask for it straight since it is almost always drunk as a mixer. The best rum available in Puerto Rico is known as ",{"type":"''","value":["Ron de Barrilito"]},". It isn't available in the mainland US, and is considered to be the closest to the rums distilled in the Caribbean in the 17th and 18th centuries, both in taste and the way it is distilled. It has an amber-brown color and a delicious, clean, slightly sweet taste. Very refreshing on a hot day with ice and a mint leaf.\n\nThe local moonshine is known as ",{"type":"'''''","value":["pitorro"]}," or ",{"type":"'''''","value":["cañita"]},", distilled (like rum) from fermented sugarcane. It is then poured into a jug with other flavorings such as grapes, prunes, breadfruit seeds, raisins, dates, mango, grapefruit, guava, pineapple, and even cheese or raw meat. Its production, while illegal, is widespread and a sort of national pastime. If you are lucky enough to be invited to a Puerto Rican home around Christmastime, it is likely that someone will eventually bring out a bottle of it. Use caution as it is quite strong, sometimes reaching 80% alcohol by volume (although typical alcohol levels are closer to 40-50%).\n\nDuring Christmas season, Puertoricans also drink \"Coquito,\" an eggnog-like alcoholic beverage made with rum, egg yolks, coconut milk, coconut cream, sweet condensed milk, cinnamon, nutmeg, and cloves. It is almost always homemade, and is often given as a gift during the Christmas holidays. It is delicious, but very caloric. It will also make you very sick if you drink too much of it, so be careful if someone offers you some.\n\nMost stores stock a locally-produced beer called ",{"type":"''","value":["Medalla Light"]}," that can be purchased for $1–$2 each. Medalla Light is only sold in Puerto Rico, and is first in the Puerto Rican market share. It is comparable in taste to American light beers, i.e. bland and watery. Other beer options for the discriminating drinker include ",{"type":"''","value":["Presidente"]},", a light Pilsner beer from nearby Dominican Republic (note: it's a different brew from the Dominican version), and Beck's. Beck's imported to Puerto Rico and the rest of the Caribbean is a different brew from the one that makes it to the U.S., and is considered by many to be better. Other beers which have popularity on the island are Budweiser (Bud Lite is not available or very difficult to find), Heineken, Corona and Coors Light, which happen to be one of the prime international markets. Many other imported beers are also available, but usually at a higher price.\n\nMost of the beers sold vary from 10 to 12 ounce bottles or cans.  The portions are small (compared to the Mainland) in order to be consumed before the beer has time to warm up. Tap water is treated and is officially safe to drink, although somewhat metallic-tasting.\n\nIf you are an avid ",{"type":"'''","value":["coffee"]}," drinker, you may find heaven in Puerto Rico. Nearly every place to eat, from the most expensive restaurants to the lowliest street vendors, serves coffee that is cheap, powerful, and delicious. Puerto Ricans drink their coffee in a way particular to the Caribbean, known as a ",{"type":"''","value":["café cortadito"]},", which is espresso coffee served with sweetened steamed milk. A cup of coffee at a good panadería is rarely more than $1.50. Although coffee was once a formidable component of Puerto Rico's agriculture, its domestic production has declined significantly and most coffee sold in Puerto Rico is actually from Brazil or Colombia. However, indigenous coffee is experiencing a comeback, with a variety of excellent brands such as ",{"type":"''","value":["Alto Grande"]},", ",{"type":"''","value":["Yaucono"]},", ",{"type":"''","value":["Altura"]},", and ",{"type":"''","value":["Café Rico"]},". Puerto Rico's best coffee is now some of the most expensive and exclusive in the world, and a box of estate-grown coffee is an indispensable souvenir for the passionate coffee lover.\n\nAs a legacy of Puerto Rico's status as one of centers of world sugercane production, nearly everything is drunk or eaten with sugar added. This includes coffee, teas, and alcoholic drinks, as well as breakfast foods such as ",{"type":"''","value":["avena"]}," (hot oatmeal-like cereal) and ",{"type":"''","value":["mallorcas"]}," (heavy egg buns with powdered sugar and jam). Be aware of this if you are diabetic.\n\n",{"type":"==","value":["Sleep"]},"\nThere are over 12,000 hotel rooms in Puerto Rico and 50% are located in the San Juan area. \n\n",{"type":"*","value":[" All major international hotel chains have properties in Puerto Rico. Guests can expect a high level of service even in lower quality properties. The San Juan area is very popular and perennially full of visitors but also suffers from a shortage of hotel rooms which results in high prices during the winter season. New developments on the horizon look to alleviate this problem."]},"International chains such as Sheraton, Westin, Marriott, Hilton, Ritz-Carlton, Holiday Inn as well as some luxurious independent resorts offer very reliable accommodations. There is a boom underway in boutique hotel construction which promise a higher level of service and Miami-chic appeal. Most large cities have at least one international chain hotel.\n\nThere are properties to rent, buy, or lease available, whether it is a quiet home or a vacation rental. There are also many fully furnished apartments you can rent by the day, week and month, especially in Old San Juan. These are usually inexpensive, clean and comfortable and owned by trustworthy people. They are located mostly in the residential area, which is safe (day and night), and within walking distance to everything from museums to nightlife. \n\nSee the San Juan section for contact numbers for hotels and short-term rental apartments.\n\n",{"type":"==","value":["Learn"]},"\nMost universities in Puerto Rico are accredited by US authorities and they offer quality educational programs. Its very easy to find Spanish courses as well as learn to dance salsa. \nPuerto Rico has 3 ABA-accredited law schools which are very competitive. The University of Puerto Rico Law School is very friendly towards international students and is a great option for foreigners looking for a quality, cheap education (subsidized by the government) that is less than 10 minutes from a beach!\n\nAlso the island has major medical teaching centers which are internationally acclaimed such as the University of Puerto Rico Center for Medical Sciences and the Ponce School of Medicine.\n\n",{"type":"==","value":["Work"]},"\n\nThere is a small international workforce on the island. In general, it's possible to find a nice job on the island doing various things. The island is full of international businesses which look for skilled labor all the time. Tourism is obviously a big industry for Puerto Rico. Also, the majority of pharmaceutical companies can be found here and the island plays a very important part in pharmaceutical manufacturing for the U.S. and other places in the world.\n\n",{"type":"==","value":["Stay safe"]},"\nIf you look at the statistics, it's clear that Puerto Rico has a ",{"type":"'''","value":["crime problem"]},"; however, the tourist areas of San Juan and Ponce are heavily patrolled by police, and violent crime directed against tourists is extremely rare. As of 2002, the island's murder rate was twice that of New York City (but less than Washington D.C.). The crime rate is lowest in the wealthier suburbs outside major metropolitan areas, such as Isla Verde, Condado, San Patricio, or Guaynabo. The main problem is ",{"type":"'''","value":["theft"]},": never leave your belongings unattended anywhere (on the beach, in a restaurant\/bar, etc.). Car theft is a minor issue, so park your car in a garage and don't leave valuables inside.\n\nLike all cities in the US, serious crime is concentrated in the densely-populated metropolitan cities of San Juan and Ponce. Most of it is committed by the youth or young adults, and is almost always connected to the drug trade. Puerto Rico's history of rampant and staggering drug smuggling during the 1970s is now mostly over thanks to a beefed-up law enforcement presence, but the island's location still makes it a major point of entry for narcotics into the US. Make sure to stay away from public housing complexes known as ",{"type":"''","value":["caseríos"]},", which are numerous and widespread throughout the island, and avoid shanty slums as well (La Perla in San Juan). These are frequently the location of drug dealers and other illegal activity as well as violent crime. If you must venture into such a location, do so during the day, try to blend in and avoid attracting attention, and be polite at all times.\n\n",{"type":"'''","value":["Beggars"]}," are depressingly common in large cities and tourist attractions. Avoid giving them money, as most are either drug addicts or scam artists. If you feel you are being harassed, a firm \"No\" will usually suffice.\n\n",{"type":"==","value":["Stay healthy"]},"\nFresh water lakes and streams in metropolitan areas are often polluted so avoid going in for a dip. You can, however, find freshwater streams and ponds in the rain forest that are safe to swim in. Generally, if you see Puerto Ricans swimming in it then you are probably okay, especially high in the rain forest. Puerto Rico is a tropical island, but is free of most diseases that plague many other tropical countries of the Caribbean and the world. Tap water is safe to drink almost everywhere, and your hosts will let you know if their water is suspect. Bottled water, if necessary, is available, at grocery and drugstores in gallons, and most small stores have bottled water as well.\n\nMedical facilities are easily available all around the Island, and there are many trained physicians and specialists in many medical fields. There are a number of government as well as private hospitals. Health services are fairly expensive. Keep in mind that a visit to the doctor may not be as prompt as one is used to, and it is common to have to wait quite some time to be seen (three to four hours would not be exceptional).\n\nVisitors should expect a high level of quality in their medical service - it is comparable to the U.S. mainland. Drug stores are plentiful and very well stocked. Walgreens is the biggest and most popular pharmacy chain, although Wal-Mart, K-Mart, and Costco offer medicines, as do numerous smaller local chains.\n\n",{"type":"==","value":["Respect"]},"\n\nPoliteness and a simple smile will get you far. Unspoken rules regarding ",{"type":"'''","value":["personal space"]}," are closer to European countries than to the US; people generally stand closer together when socializing than in the mainland. For either gender, it is very common to customarily kiss on one cheek when greeting a female. This is never done by a male to another male (except between relatives). Puerto Rican society is generally very social, and you will commonly see neighbors out at night chatting with each other.\n\nIt is wise in some cases to avoid discussing the island's politics, especially with regards to its political status with the United States. Arguments are often very passionate, and can lead to heated debates. In the same manner it may be wise to neither discuss the political parties, as Puerto Ricans can be very passionate about the party they affiliate with. Puerto Rico has 3 political parties, marked (among other things) by different stances towards the relation to the United States: PNP (statehood), PPD (commonwealth) and PIP (independence). PNP and PPD share the majority of the voters, whilst PIP has a relatively negative rating. \n\nIt is fairly common for attractive women to have cat calls, whistles, and loud compliments directed at them. These are usually harmless and it is best to just ignore them.\n\nPuerto Ricans love board games. Some would even say that the national game of Puerto Rico is ",{"type":"''","value":["dominos"]},". It is a very common pastime, especially among older people. In some rural towns, it is common to see old men playing dominos in parks or the town square. ",{"type":"''","value":["Chess"]}," is also popular. Either a chess set or a box of dominos makes a great gift.\n\nRespect for the elderly is very highly valued in Puerto Rico. When saying goodbye to an older person, it is a gesture of great respect to say ",{"type":"''","value":["\"Bendicíon\""]}," (a request for his\/her blessing), to which s\/he will respond, ",{"type":"''","value":["\"Díos te lo bendigan\""]}," (\"May God bless you\").\n\n",{"type":"'''","value":["LGBTQ visitors"]}," will find Puerto Rico a far more tolerant destination than many in the Caribbean (particularly the Anglophone Caribbean), but still far behind Western Europe and the US Coasts in this respect. Open displays of affection will be met with stares and catcalls, but the likelihood that a tourist will encounter open hostility is very low. Youth are usually much more open than the older generation. There most gay-friendly area is San Juan, particularly Condado, Santurce, and Hato Rey.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Cellular Phones"]},"\nPuerto Rico has a modern cellular network.  All the major US carriers are represented and are not roaming for US subscribers with nationwide plans.  Sprint, AT&T, and T-Mobile have native coverage (as of 2-2012 AT&T has the best coverage on the island, with T-Mobile being second.  Sprint works in several areas, but is not as reliable), while Verizon roams (69 cents per minute as of Feb 2012) on their legacy network now operated by Claro. ",{"type":"[","value":["http:\/\/www.claropr.com\/"]},".  Other CDMA carriers also use Claro or Sprint.  For non-US travelers, AT&T and T-Mobile are the GSM carriers, while Sprint and Claro are CDMA and probably not compatible with your phone.\n\n",{"type":"====","value":["Voice Coverage"]},"\n\nAll of the major metro areas have solid coverage with all carriers.  For rural areas and the islands Culebra and Vieques, coverage is pretty good but can be spottier than in the states and you may find poor or no coverage at the beaches.  AT&T is generally regarded to have the best voice coverage, followed by Sprint and T-Mobile, and then Claro (Verizon).  \n\n",{"type":"====","value":["Data Coverage"]},"\n\nT-Mobile has 3G data in the major metro areas, averaging over 1,500 kbit\/s, but they only have 2G outside those areas.  Personal hot spots work well for streaming and other uses in the 3G areas. T-Mobile's data network has been updated(HSPA+) giving 4G data rates on capable phones.\n\nAT&T has the most consistent and by far the fastest data coverage on the island, with solid 4G LTE\/HSPA+ and 3G coverage in the metro areas and 3G or 2G in the rural areas.  Data rates average around 500 kbit\/s on 3G and speeds on the 4G LTE network can be up to 10 times fast than 3G.  Personal hot spots work well for streaming and other uses in the 3G and 4G areas.\n\nSprint has coverage similar to AT&T, but their data rates average around 200 kbit\/s and are bursty with a lot of latency.  Personal hot spots don't work well for streaming but are okay for basic data.\n\n",{"type":"===","value":["Internet"]},"\n\nPublic access internet penetration is not as good as in the states or Europe yet. Internet cafes exist but are not very common, although some cafes, such as Starbucks, and restaurants, such as Subway, provide free WiFi. Some of the major metro areas provide free WiFi zones, such as along Paseo de la Princesa in Old San Juan, but these tend to be slow and unreliable. There is no free WiFi at the primary airport, Luis Muñoz Marín International Airport (SJU). Most hotels provide wired or wireless (or both) internet for guests, either for free or a fee, however many motels do not.\nPuerto has continually strived to improve the Internet on the island.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/www.gknewyork.um.dk\/en\/servicemenu\/Links\/HonoraryConsulatesEastCoast.htm"],["email=operations@continentalshipping.com"],["address=360 San Francisco St, San Juan"],["lat="],["long="],["directions="],["phone=+1 787 725-2532"],["tollfree="],["fax=+1 787 724-0339"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal (Honorary)"],["url=http:\/\/www.un.int\/portugal\/visainfo.htm"],["email=duartedasil@worldnet.att.net"],["address=416 San Leandro, San Juan"],["lat="],["long="],["directions="],["phone=+1 787 755-8556"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url=http:\/\/www.maec.es\/Consulados\/SanJuanPuertoRico\/es\/Home\/"],["email=cgesp.pr@correo.maec.es"],["address=Edificio Mercantil Plaza 11F, Hato Rey"],["lat="],["long="],["directions="],["phone=+1 787 758-6090"],["tollfree="],["fax=+1 787 758-6948"],["hours="],["price="],["content="]]}]},"\n\n",{"type":"{{","value":[["usableregion"]]}," \n\n\n",{"type":"{{","value":[["geo"],["18.4500"],["-66.1000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Puerto Rico"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Puerto Rico"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Puerto Rico\/"]]}]