[{"type":"{{","value":[["pagebanner"],["Ecuador_2014_Puerto_Lopez.JPG"]]},"\n\n",{"type":"'''","value":["Puerto López"]}," lies at the Pacific Coast of ",{"type":"[[","value":[["Ecuador"]]},". It is a mostly dirt-road (or mudslide depending on the rainfall) fishing village lying in a bay on a wide stretch of beach.\n\n",{"type":"==","value":["Get in"]},"\nBuses leave ",{"type":"[[","value":[["Santa Elena (Ecuador)"],["Santa Elena"]]}," many times a day, passing by ",{"type":"[[","value":[["Montanita"]]},". From Montañita, the bus ride takes 1 hour and costs $2.50. Some of the buses don't have storage underneath, be prepared to put your pack in the front of the bus or on your lap.\n\nBuses leave Puerto Lopez every day. You can take a 4 hour bus ($4) to Guayaquil by way of Jipijapa which runs at 7AM, 9AM, 1PM, and 4PM.\n\nFrom Quito Reina del Camino and Carlos Aray are the two buslines providing direct service. As of 09\/13\/2011 you could take Reina del Camino from Quito's center (thus avoiding the long journey out to the Quitumbe terminal) at 8:30PM for $13. Their office\/terminal in the center is at 18 de Septiembre and Manuel Larrea, a short cab ride from the Mariscal district.\n\n",{"type":"==","value":["Get around"]},"\nYou can walk everywhere in Puerto Lopez.\n\nThe form of public transportation are taximotos and should not cost more than $1 to get around town.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Each morning, around 6:00-7:30 the day's fishing catch is brought in the beach. A mad rush ensues with best catches being bought and carted away quite quickly. You can see sharks, swordfish, wahoo (from the tuna family), and more. Apart from fish, you will see at least frigate birds and pelicans trying to get their share of the catch."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Several tour agents organise trips to the '",{"type":"''","value":["Poor Man's Galapagos: "]},"Isla de la Plata''''' (around $40, 1 1\/2 hours boat ride, lunch included). On the island you will be able to see plenty of blue and red footed boobies, frigate birds, colorful fishes, sea turtles, and if you're lucky, sea lions. The tour is combined with snorkeling and whale watching trips, if it's the right season. The humpbackwhale season is from June to September. Diving is also possible. You'll pay $1 extra for the use of the pier."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Horseback riding"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$40 for a full day"],["content=You can join a horse (or mule) tour in the nature park. Most of the agencies in town should offer these tours when asked."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe Whale Café offers delicious pizzas made with homemade bread, along with dishes from all over the world from $5-$10. Cheaper cuisine can be purchased from food carts a few blocks east of the shore -- 35-cent empanadas, for example. The shoreline is lined with restaurants which mostly serve seafood and range in price from $3.50-$10. There are also three Italian restaurants in town. Finally, one can purchase ceviche and sometimes sandwiches from the cabañas on the shore.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Etnias Cafe"],["url="],["email="],["address=main street near the malecon"],["lat="],["long="],["directions=next door to fire station"],["phone="],["tollfree="],["fax="],["hours=8AM to 7PM"],["price=$1-4"],["content=Lovely little cafe run by a French couple -- offers waffles, crepes, espresso, cappuccino, and great cakes and deserts. Very nice people that run the shop, who speak English and Spanish as well as french. Free wifi."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Russo"],["url="],["email="],["address=corner of main street near the malecon"],["lat="],["long="],["directions=cross the road from Etnias Cafe and you'll see the sign of Russo"],["phone="],["tollfree="],["fax="],["hours=9AM to 12PM"],["price=$2.50-8"],["content=Real Russian and European cuisine. Decent small European-style restaurant with real steak blood, Russian pelmeny and wareniky. Works till 12PM which is extremely rare here. Run by a very friendly Ukrainian couple who speak Spanish and Russian."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nYou can sit outside at one of the restaurants and drink, or you can go to one of the cabañas, which blast salsa music and reggae throughout the evenings. Fruity drinks cost between $3 and $5, while the local beer of choice, PIlsener, goes for $1.25 for 600ml.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sol Inn"],["url="],["email="],["address=Juan Montalval near Elroy Alfaro"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Double with\/without bathroom $10\/$8 p.p. during high season"],["checkin="],["checkout=11AM"],["content=Offers nicely decorated rooms in bamboo structures. Rooms have fan and mosquito nets. It has outdoor kitchen with common area. Gorgeous gardens and hammocks make for a great atmosphere. Hot showers depend on the electricity supply in the village. Free WiFi."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Itapoa"],["url="],["email="],["address=on the north end of the Malecon"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers nice clean cabanas with hot water. Rooms have fans and mosquito nets. WiFi is only available in the front. A private room with a private bathroom is $10.00 a person. If there is no hot water, ask the owner Maria (speaks English\/Spanish\/Portuguese) to turn it on. Price includes a nice breakfast (eggs, croissants, fruit juice\/coffee\/tea) in the cabana overlooking the ocean. For anything else a menu for breakfast is available. Tours to Las Isla de la Plata can be booked through her at no extra cost."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hosteria Mandála"],["url=http:\/\/www.hosteriamandala.info"],["email="],["address="],["lat="],["long="],["directions=In the north end of the beach"],["phone=+593 5 2300 181\/+593 9 9513 940"],["tollfree="],["fax="],["hours="],["price=From $30"],["checkin="],["checkout=12:00"],["content=Quite a special hostel with a big garden and very large cabins for rooms. The Italian owner is strongly influenced by the Finnish designer Tapio Wirkkala and you can see this by the abundance of plywood art. The hostel also has hammocks by the beach, a nice restaurant, plenty of board games and an extensive book exchange."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Playa Sur"],["url="],["email="],["address=North end of the beach"],["lat="],["long="],["directions=Follow the road along the beach north."],["phone="],["tollfree="],["fax="],["hours="],["price=5-8 US$"],["checkin="],["checkout=12"],["content=Super friendly hosts, very clean well maintained rooms with good mosquito nets, For $8 you get your own bathroom with hot water and fan, for $5 you get your own room with a common bathroom with cold water. Across the road is the beach and its a 5 minute walk or 50 cent taxi to the town centre."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Machalilla Hostal"],["url="],["email="],["address=Juan Montalvo y Lascano"],["lat="],["long="],["directions=one block from the beach on the north end"],["phone=230-0155"],["tollfree="],["fax="],["hours="],["price=$7"],["checkin="],["checkout=12PM"],["content=Nice bright rooms with private bathrooms, high ceilings, ceiling fans, mosquito nets and TVs. Also has a nice central courtyard with hammocks and a patio up top with several tables with sun umbrellas."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Puerto López is the closest village to ",{"type":"'''","value":["Parque Nacional Machalilla"]},". The park headquarter is one block behind the plaza in Pto López and also features a small museum. The entrance is free of charge since 2012."]},"\n",{"type":"*","value":[" The serene ",{"type":"'''","value":["Playa Los Frailes"]}," is located 10 km north of Puerto Lopez inside Machalilla National Park. You can take the northbound bus (50 cents one way) and drop off in the entrance and walk 3km to the park (there is a few viewpoints in the path, and you'll see two solitary beaches of the park)  o you can take a mototaxi from the entrance to Los Frailes for $1 per person. Another options is taking a mototaxi from Puerto Lopez for around $6 round-trip. The entrance is free."]},"\n",{"type":"*","value":[{"type":"''","value":[{"type":"[[","value":[["Agua Blanca"]]}]}," is a small village and archaeological site of the Manteño people. It's named after a pre-incan sulphur-water pool in the village."]},"\n",{"type":"*","value":[{"type":"''","value":[{"type":"[[","value":[["Salango Museum"]]}]}," Pre-Columbian Archaeological Museum Salango Commune is the first insitu Museum of Ecuador, has an extraordinary collection of original and authentic pottery, shell spondyllus, reflecting the worldview, social structure, and the pottery of the prehistoric people of the current territory Ecuador."]},"\n",{"type":"{{","value":[["IsPartOf"],["Coastal Lowlands (Ecuador)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Puerto López"]]},"\n",{"type":"{{","value":[["geo"],["-1.5666666666667"],["-80.816666666667"]]}]