[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"],["Puerto Viejo"]]},"\n\n",{"type":"'''","value":["Puerto Viejo de Sarapiquí"]}," is an inland town in the province of Heredia, in ",{"type":"[[","value":[["Costa Rica"]]},".  It is notable for attractive rain forest nearby, with wildlife viewing (particularly birdwatching) at inland sites and along the Rio Sarapiquí.\n\n",{"type":"==","value":["Get in"]},"\n\nPuerto Viejo is on Costa Rica highway 9, about a 2-hour drive from ",{"type":"[[","value":[["San José (Costa Rica)"],["San José"]]},".  This drive is not for the faint of heart; the road is not in top shape, aggressive drivers are frequent, and all manner of odd things are encountered on the road.  If you're not used to driving in Costa Rica, it's a good idea to hire a driver.\n\nBus service connects Puerto Viejo and San José.  Selva Verde Lodge (see under \"Sleep\") runs a shuttle to and from the San Jose airport.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n\"Eco-tourism\" is booming in the Puerto Viejo region.  Some possibilities:\n\n",{"type":"*","value":[" Boating on the Rio Sarapiquí is possible, using any number of outfitters in town.  Wildlife encounters on the river are common; bring a good camera."]},{"type":"*","value":[" ",{"type":"'''","value":["Estación Biológica La Selva"]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.esintro.co.cr\/en\/laselva\/ La Selva Biological Station"]}]},", is a research facility 7 km east of Puerto Viejo operated by an extensive consortium of universities in Costa Rica and the United States.  Guided tours are possible by advance arrangement, and are highly recommended for their access to \"primary\" (old-growth) rain forest. You probably will be guided by a biologist with a great deal of knowledge about the flora and fauna and a 60x scope on a tripod for exceptional closeups of the local wildlife.  A guided tour takes about 3 hours and costs $30 (dec 2010). Accommodation available for visitors, who are expected to mix with researchers;  US$166\/day for full board for two.",{"type":"[[","value":[["User:(WT-en) Fremdh"],["(WT-en) Fremdh"]]}," 12:36, 24 November 2009 (EST)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Selva Verde Lodge"],["alt="],["url=http:\/\/www.selvaverde.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is in the nearby village of Chilamate. Selva Verde is one of the pioneering \"eco-lodges\" in Costa Rica and has been developed in a way consistent with minimum impact on the surrounding rain forest. The extensive grounds include a preserve with rugged and frequently muddy trails; the lodge makes boots available so that you don't have to trudge through them in your own hiking boots and shoes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Almendros y Corales"],["alt="],["url=http:\/\/www.adventureincostarica.com\/hotels.php?ID=HLIALMCO"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Situated in the rain forest of the Caribbean coast, near the Gandoca Manzanillo Wildlife Refugue. The rooms are tent style with mosquito netting, fans and hammocks. A very rustic place, for those who like to camp and be surrounded by nature. The hotel has restaurant facilities."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Braulio Carrillo National Park"]}," is nearby and offers additional opportunities to experience the rain forest."]},"\n\n",{"type":"[[","value":[["WikiPedia:Puerto Viejo de Sarapiqui"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Costa Rica"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["10.455555555556"],["-84.005555555556"]]}]