[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n\n",{"type":"'''","value":["Puerto Plata"]}," or ",{"type":"'''","value":["San Felipe de Puerto Plata"]}," is a city in the ",{"type":"[[","value":[["Dominican Republic"]]}," with a population of about 130,000. It is capital of the province of Puerto Plata.\n\n",{"type":"==","value":["Understand"]},"\nKnown for its pretty sandy beaches, Puerto Plata is a popular resort destination as well as a great place to meet Dominican people and to shop in local commerce.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Gregorio Luperón International Airport"]}," (also: ",{"type":"'''","value":["Puerto Plata Airport"]},") (",{"type":"{{","value":[["IATA"],["POP"]]},"). Daily flights to most North American cities. POP is located about 15 minutes east of downtown Puerto Plata.\n\nAs with other airports in the Dominican Republic, a $10USD (December 2011) fee for a tourist card will be required upon arrival. You'll buy it at one window and immediately turn around and hand it to an attendant to be scanned and dropped into a box. A $20USD departure tax is collected when you fly out.\n\n",{"type":"==","value":["Get around"]},"\nThere are several options for local transportation between the city proper and the surrounding hotels and resorts.\n\n",{"type":"'''","value":["Taxis"]}," are the most expensive option and not really more secure than other choices.\n\n",{"type":"'''","value":["Buses"]}," are slower, but the cheapest, and, once you understand the routes, the easiest way to get around.\n\n",{"type":"'''","value":["Guagua"]}," are simple minivan for normally 7-8 persons that can be easily packed to 22 persons and 2 roosters! Guagua are the main common transportation system but not really organised; you can stop practically anywhere along the main streets and wait for one to stop and climb up, the fare is normally cheap, but you'll probably have to negotiate with the driver or the door operator. Guagas can often be identified by \"Se venda\" stickers on the windows and a large rear view mirror pasted to the back door.\n\n",{"type":"[","value":["http:\/\/www.dominicanaaaairporttransfers.com Dominican Airport Transfers"]}," Offers airport transfers from the airport to any location in Puerto Plata, Sosua, Cabarete, Rio San Juan and Samana area.\n\n",{"type":"'''","value":["Propinas"]},".  Much has been written about Propinas in the surrounding areas of Puerto Plata (to get a better idea who these people are see ",{"type":"'''","value":[{"type":"[[","value":[["Sosua"]]}]}," ).  The same general rules must apply here.  The difference is that some of the ones here will take the \"con man\" approach.  One typical example is that you will be approached by a friendly individual who will pretend to be an employee at your resort, based on looking at the wristband you wear, given to you at the hotel.  They can be very knowledgeable about your resort when asking them any questions, and so it is easy to see how they may win your confidence.\n\nAt first they will say how he\/she does not need any of your money and how they will protect you from aggressive vendors.  They will show you around various landmarks (mostly upon request) and they will help you bargain at local shops (sometimes at very good deals).  Some time after when they feel the dust has already settled in, they will begin to pluck at the heartstrings (talking about how his\/her parents needs medication, or how his\/her baby needs milk, etc.) so you may feel obligated to give them some money when they do ask for it(usually $30 - $60 USD, which is WELL ABOVE THE PROPINA GOING RATE!).  Even if you offer to buy the items yourself at the store you are already in, they will insist on taking the money instead.  Soon afterwards, they will direct you to the bus station which will lead you back to the resort, and most of the times you will never see this individual again!\n\nGeneral rule of thumb:  If you do not recognize the individual at all it is best to ignore them (perhaps by pretending to not understand them at all by replying in gibberish).  However, if you do not speak Spanish and if you are lost, Propinas may be your only hope in directing you on how to get back, even if their company is at a staggering cost.  If you do recognize an employee outside of your hotel, make sure YOU are the one who approaches that person first.  And if you know exactly where you are going, just simply ignore them.  Or if you are well-versed in Spanish but a little lost, it is better to ask around from someone else who seems less shady as there can be helpful individuals not looking to dig into your wallet. Don't be played for a fool.\n\n",{"type":"'''","value":["Motoconcho"]}," or motorcycle taxis can be recognized by their yellow vests. They are a cheaper alternative to taxis if you are comfortable with being a passenger on 2-wheels. They often congregate around \"destination\" areas like airports, markets.\n\n",{"type":"'''","value":["Motorcycle\/Scooter"]}," Rentals of two-wheeled vehicles is possible. The rate should be about $25USD\/day. Be sure that you have experience with a motorcycle or scooter, the road surfaces are poorly maintained and the driving style is very hectic. Drivers very rarely observe stop signs, even red lights are \"optional\". A license is not necessary to operate a motorcycle or scooter and as such, the skill levels vary widely. Trucks and other large vehicles often overtake unsafely in corners and low visibility stretches of road, so you may be forced into a ditch! License plates are applied to scooters but not motorcycles. It is very common for overtaking vehicles to announce their presence to a scooter or motorcycle by honking, try not to be startled by this! Helmets are seldom used (some motoconchos wear them), but you may have difficulty getting a rental helmet, and it most certainly will not fit properly. Inspect your scooter or motorcycle before renting. Also, most bikes are small displacement compared to other parts of the world. Most are under 200cc and are 2-stroke.\n\n",{"type":"'''","value":["Car"]}," Cars are more expensive to rent and very likely to be damaged, as the Dominican mentality is \"no big deal\", count on no one having insurance. Prices are around $60USD\/day for a 4WD style vehicle.\n\nIf you are renting your own vehicle keep in mind what type of fuel it uses. Natural gas (propane) is popular and the natural gas stations seem to outnumber petrol stations. Obviously the two are incompatible, don't strand yourself thinking that you can go to any station and get the fuel that you need!\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cristo Redentor"],["alt=Monument at the top of Parque Nacional Isabel de Torres"],["url="],["email="],["address=Parque Nacional Isabel de Torres"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$10USD"],["content=Take a funicular to the top of the mountain that sits behind Puerto Plata to see a replica of the original located in Rio de Janeiro, Brazil."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fort San Felipe"],["alt=Located at the edge of Puerto Plata bay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$??"],["content=Historical fort located by the main bay of Puerto Plata. The smell of diesel exhaust is pervasive since it's right next to the main electric generator for the city, which burns diesel. There are many local vendors who are quite persistent at trying to sell you goods at exorbitant prices, and children also asking for money in their limited English. In front of the fort is a nice grassy area that's good for a picnic overlooking the water."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Live Music"],["alt=In central park"],["url="],["email="],["address=Central Park, Purto Plata downtown"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$FREE"],["content=Live musicians play in the park on Sundays."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nRent a lounge chair if you really want to appreciate Puerto Plata's beaches; if you don't, the Dominican people will ask you all day long if you want to rent a chair from them.  The only advantage to being extremely patient and tolerant is their prices drop down with the time! But as everything else, chair rental prices are also negotiable.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Puerto Plata public beach"],["alt=lay out in the sun"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=This beach is very close to the entertaining Wal-Mart of Puerto Plata (La Sirena)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Private RIU beach"],["alt=lay out in the sun"],["url="],["email="],["address=RIU Hotel"],["lat="],["long="],["directions=15 minutes west of the city center of Puerto Plata"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=This all inclusive resort has man-cleared beaches. You can get in through the \"guarded\" gate. It's said that they require a room key as proof that you are staying there, but if you dress like a tourist they probably won't ask any questions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Water sports and excursions"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$50USD+"],["content=There are countless excursion companies, both local and foreign-based offering water sports (water-skiing, banana boat rides, windsurfing, catamaran cruises, etc.) and land excursions ('safari' trips, horseback riding)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Catamaran tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$50USD+"],["content=Sail on a catamaran, most vendors are asking for $60USD for a 1hr ride, though this is a bit high, and you can negotiate."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Charcos de Damajagua"],["alt=27 waterfalls"],["url="],["email=saltosdamajagua@gmail.com"],["address=Highway 5 past Imbert heading west"],["lat="],["long="],["directions=Take Highway 5 heading towards Santiago. Continue on the highway for about 20 minutes before passing by Imbert (do not turn left at Imbert!). Stay on the main highway and you will pass over one bridge on your way out of town before climbing a hill. On your way down the hill you'll pass a sign for Ingenio Amistad on your left and will cross another bridge. The road will then turn left and a large sugar cane field will open to your left. Up ahead you will see a large Brugal billboard. Just before the billboard you will see the AGRD kiosk on your right immediately opposite the dirt road entrance to the waterfalls."],["phone="],["tollfree="],["fax="],["hours="],["price=$8-12"],["content=27 levels of waterfalls, elect to do as many as you like, it costs more to do more. You will be provided with guide(s) to help you out. They provide life vests and helmets. On the way back down you'll slide down the chutes or jump into the pools. It's a protected area, and many tour companies come here, but you can also get there yourself."]]}]},"\n",{"type":"==","value":["Buy"]},"\nIf you are looking for tourist stuff (paints, rum, cigars, t-shirts, etc.) the best place to go is ",{"type":"[[","value":[["Sosua"]]},", about 10-15 minutes from Puerto Plata.\n\nAlso good for vanilla and coffee.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=La Sirena Market"],["alt=Supermarket"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Get your fix of a Wal-Mart away from home. La Sirena has a very North American feel, and a wide selection of products that may be difficult to find in other small shops."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nIf you are staying at an all-inclusive resort, chances are that you will have a wide array of foods to choose from. Be adventurous and try some local foods like mashed platanos (starchy banana-like fruit), okra, Yuca (a starchy, sweet, potato-like vegetable), and lots of avocado.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casa de Queso"],["url="],["email="],["address="],["lat="],["long="],["directions=About 3km west of RIU hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=$150RDS"],["content=This small shop makes their own cowsmilk cheese. A round of Danish-style cheese is a good bet, professionally wrapped with a sticker as a label. They also offer a soft cheese they'll put in a plastic bag for you, and an firm, orange, cheddar style one as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Entre Amigos"],["url="],["email="],["address=located along the Malecon, which is the road that paralells the ocean in Puerto Plata"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's an excellent restaurant, frequented by tourists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Pescada"],["url="],["email="],["address="],["lat="],["long="],["directions=On the south side of Highway 5, 1km west of RIU hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=$150RDS"],["content=This small fish restaurant specializes in sopa del pescado, or fish soup. Have a bowl and put some of their home-made citrus & lime sauce. The owner looks about 18 years old and is rather friendly and eager to please tourists."]]}]},"\n",{"type":"==","value":["Drink"]},"\nIf you are staying at an all-inclusive, chances are that your alcohol is included. It's not very good, but it'll do.\n\nThe local brands of alcohol are Brugal (for rum) and Presidente (for beer).\n\n",{"type":"==","value":["Sleep"]},"\n\nFor additional nearby options see ",{"type":"[[","value":[["Sosua"]]}," and ",{"type":"[[","value":[["Cabarete"]]},".\n\n",{"type":"{{","value":[["sleep"],["name=Anguins International"],["url=http:\/\/www.anguinsinternational.com"],["email="],["address=Puerto Plata"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Privately owned, luxury three bedroom, three and a half bathroom villa can accommodate up to 6 people. It is located in a quiet residential enclave just 15 minutes from downtown Puerto Plata, the international airport and all major tourist attractions and just 3 minutes walk from the beach."]]},"\n\n",{"type":"{{","value":[["sleep"],["name=RIU Bachata, RIU Merengue, RIU Mambo"],["alt=All Inclusive resorts"],["url="],["email="],["address=Baia de Maimon"],["lat="],["long="],["directions=45 minutes west from airport along Route 5"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A set of All-Inclusive resorts set side-by-side on a man-made beach. Services are shared between resorts. Mambo is the lower-scale property and Bachata is the upper end."]]},"\n\n",{"type":"{{","value":[["sleep"],["name=Victoria Golf & Beach Resort"],["url=http:\/\/www.victoriagolfhotel.com\/"],["email="],["address="],["lat="],["long="],["directions=Playa Dorada"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Victoria Resort Golf & Beach - This resort is temporarily closed."]]},"\n\nMost of the large resorts in the area are directly on the beach and offer 'all inclusive' options for food, drinks, and activities.\n\n",{"type":"'''","value":["Casa Colonial Hotel"]},", Playa Dorada road, ",{"type":"[","value":["http:\/\/www.casacolonialhotel.com\/"]},". A fusion of old world charm and modern sensibilities, the Casa Colonial Beach & Spa is a 5 Star luxury ‘all suite’ boutique hotel with an incredible spa, a roof top infinity pool with 4 Jacuzzis and an award winning Executive Chef.\n\n",{"type":"'''","value":["Viva Wyndham Playa Dorada"]},", Playa Dorada, Puerto Plata, Tel: (809) 291-0001, ",{"type":"[","value":["http:\/\/www.wyndham.com\/hotels\/POPPD\/main.wnt?"]},". Located 15 minutes from Puerto Plata Airport. 204 room resort located in the Playa Dorada complex with a shopping mall, three casinos, numerous restaurants, discos, beach and golf.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dominicanvillas.com\/ The White House"]}]},". Luxury 5-bedroom villa near Cabarete and Sosua on the north coast.\n",{"type":"{{","value":[["sleep"],["name=Tubagua Plantation Eco Village"],["alt=Adventure travelers lodge and ecotourism project"],["url=http:\/\/www.tubagua.com"],["email="],["address=Km 19 on the Tourist Hwy between Pto Plata & Santiago"],["lat="],["long="],["directions="],["phone=809 696-6932"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This palapa-style country chateau commands spectacular views of the north coast, family operated B&B-style. Comfortable, great food, close to airport, city and beaches. Check web site for all info from $25\/pp sleeps 2-30"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gran Ventana Beach Resort"],["url=http:\/\/www.granventanahotel.com"],["email="],["address=Playa Dorada"],["lat="],["long="],["directions="],["phone=809-320-2111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Best All-Inclusive in the Dominican Republic, The Gran Ventana Beach Resort is a sleek, spacious, 506-room, all-inclusive resort with an enviable location on the golden sands of Playa Dorada."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ocean World"]}]},{"type":"*","value":[{"type":"'''","value":["Caia Paraiso"]}]},{"type":"*","value":[{"type":"'''","value":["Montecristo National Park"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sosua"]]}]}," - Ten minutes from Puerto Plata airport, this town has a nice beach, a wide selection of hotels and restaurants, and a notorious nightlife."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cabarete"]]}]}," - Located a short distance to the east, this town offers a massive number of resorts and some of the best kite surfing and wind surfing in the Caribbean."]},{"type":"*","value":[{"type":"'''","value":["Las Cascadas de Damajagua"]}," - A set of 27 waterfalls on the Damajagua river located on Hwy5, past the city of Imbert, see the sign on the left. Climb as many falls as you like with the help of a guide, who will equip you with a life vest and helmet. $280RDS for 1-7 falls. Slide down the chutes into the pools below or jump from the rocks! Photos are taken and you have the opportunity to buy."]},"\n",{"type":"==","value":["Resources"]},"\n",{"type":"[","value":["http:\/\/popreport.com\/ PO Report website"]},"\n",{"type":"[","value":["http:\/\/www.dr1.com\/ DR1.com english forum for all of DO"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western_Cibao"]]},"\n\n",{"type":"[[","value":[["WikiPedia:San Felipe de Puerto Plata"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Dominican Republic\/Localities\/Puerto Plata\/"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["19.795833"],["-70.694444"]]}]