[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nPuerto Banús is a marina located in the area of Nueva Andalucía, to the southwest of Marbella, Spain on the Costa del Sol.\nDeveloped in 1970 as a luxury marina and shopping complex for the rich and famous.\nDeveloped around a coastal village in the Mediterranean architectural style, Puerto Banús offers its visitors an extraordinary fare of expensive shopping malls, restaurants and bars with a marina studded with luxury yachts of the rich and famous with the interior streets having impressive archways and patios.\n\n",{"type":"==","value":["Get in"]},"\n\nPuerto Banús is located on the Costa del Sol of southeast Spain, 6 kilometres (3.7 mi) southwest of Marbella, 64 kilometres (40 mi) southwest of Malaga. \nThe Malaga Airport is 60 kilometres (37 mi) away. There is a good network of roads and transport services connecting Puerto Banús with adjacent towns and suburbs.\nA taxi from Malaga Airport to the marina is approx 65-75 euros and approx 12 euros from Marbella centre.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nAt any time of day luxury cars such as Rolls Royce, Ferrari, Lamborghini, Aston Martin and even an E-Type Jaguar can be seen on the marina front. \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Puerto Banus Street Market"]}," (Every Saturday 9am-3pm)\nThe Puerto Banus Street market or Puerto Banus Saturday market is situated near the bull ring in Nueva Andalucia and it is held every Saturday from around 9am to 3pm. The street market runs from Avda. De Jose Banus (by Playas del Duque) all the way up to the shopping centre Centro Plaza. It is one of the largest markets on the Costa del Sol. \nYou can find every type of goods for sale. The most popular are Shoes, Bags, Crafts, Furniture, Flowers, Fruit & Veg, Paintings, Clothes and Antiques, and there are good bargains to be made.\nIt's a great place to visit, even just to walk around and look at people making bargains (you might learn a trick or two) and soak up the exciting atmosphere. In the summer it gets very hot and very busy so beware of your bags, money etc. Make sure you've got plenty of sun protection on too! \n\n",{"type":"'''","value":["Ferry Fly Blue"]}," - Puerto Banus to Marbella \n\nDeparts opposite 'Sinatra's' bar. \n\nThe Fly Blue Uno motor catamaran offers daily cruises between Puerto Banus and Marbella Marina, with a duration of some 30 minutes each way. \n\nLeaving from Puerto Banus, which elevates the mode, fortune, glamorous parties and high standards, you will enjoy the panoramic views along the coastline of Marbella and its Golden Mile where the most luxurious villas are found lying at the foot of La Concha mountain.\n\nA return boat cruise ticket will cost you 15 euros and 8.50 euros one way which is cheaper than a taxi and a return boat cruise ticket for children is 8.50 euros and only 5 euros one way.\n\n",{"type":"==","value":["Buy"]},"\n\nIts streets are lined with expensive luxury boutiques like Christian Dior, Gucci, Bvlgari, Versace, Dolce & Gabbana, Hacket, Valentino and a '007' Boutique offering Guess handbags and swimwear. \nAt any time of day luxury cars such as Rolls Royce, Ferrari, Lamborghini, Aston Martin and even E-Type Jaguars. \n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["News Cafe"]}," \nLocated on the marina front.\nBar & Cafe in the day serving excellent English breakfasts.\nClub at night with a glam balcony over looking the marina.\n\nhttp:\/\/www.newscafe.es\/\n\n",{"type":"'''","value":["Hard Rock Cafe Marbella"]},"\nLocated opposite the department store, El Corte Ingles, 5 minute walk to the marina. \nMenu is reasonable priced, and there is an outdoor terrace. \n\nhttp:\/\/www.hardrock.com\/locations\/cafes3\/cafe.aspx?LocationID=561&MIBEnumID=3\n\n",{"type":"'''","value":["Red Pepper"]}," \nA busy and popular Greek restaurant on the marina front, an ideal position to people watch while you dine.\nOpen daily for lunch and dinner. \nTelf.: +34 952 812 148\n\n",{"type":"'''","value":["Don Leone"]},"\nWatch the world go by at this stylish and modern eatery on the marina front. \nServing first rate Italian and international cuisine.\nThe food is excellent and there is something for everyone here- pizzas, pastas, salads etc and the prices are extremely good value. \nWith a prime position opposite the quayside, perfect for al fresco dining and a wide and varied menu.\n\n",{"type":"'''","value":["Chateau Mona lisa"]}," \nLocated on the marina front, French & Italian Nouvelle cuisine.\nExtensive cocktail menu.\n\nhttp:\/\/www.chateaumonalisa.com\/index.html\n\n",{"type":"==","value":["Drink"]},"\n\n\n",{"type":"'''","value":["Taco Loco"]},"\nExcellent funky bar on the marina front.\nHappy Hour in the day, great for cocktails.\nTaco Loco has such a good atmosphere, the staff are friendly and you can quite easily spend all night here people watching on the marina front. \nThe mojitos are recommended!\n\n",{"type":"'''","value":["Astral Cocktail Bar"]},"\nOn beach side, opposite the large statue at the eastern entrance to the port. \nSurrounded by all types of plants and flowers Astral Cocktail Bar is constructed in the manner of a old sailboat of the 19th century including an 8 meter mast with sails.\nConstructed almost completely in wood and forged iron, the furniture is unique and original. \nThis is not just a bar but a kitchen for cocktails.\nTry the cherry,chocolate & vodka cocktail.\n\nhttp:\/\/www.astralmarbella.es\/astral.aspx\n\n",{"type":"==","value":["Sleep"]},"\n\nBenabola Hotel & Apartments\nhttp:\/\/www.benabola.com\/?p=roomrates&l=en\n\nLocated on the marina front, the best location to stay in Puerto Banus.\n\n",{"type":"'''","value":["Gran Hotel Guadalpin Banus"]},"\nhttp:\/\/www.tgsguadalpinbanus.com\/en\/\n\nBeachfront resort, located a 15 minute walk to the marina. \nGran Hotel Guadalpin Banús has 181 exclusive rooms decorated with noble materials & luxury finishings, offering splendid views of the Mediterranean Sea in an atmosphere of privacy and rest. \n\n",{"type":"'''","value":["H10 Andalucía Plaza"]},"\nhttp:\/\/www.hotelh10andaluciaplaza.com\/en\/index.html\n\nThe H10 Andalucía Plaza is located in Puerto Banús, very close to several top-level golf courses. This exclusive Andalusian-style hotel has been revamped with an avant-garde and modern design. It has spacious and luminous rooms, a buffet restaurant with à la carte service, a Convention Centre with a capacity for up to 600 people and the Despacio Spa Centre with a select list of treatments.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Marbella"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Andalusia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Puerto Banús"]]},"\n",{"type":"{{","value":[["geo"],["36.4875"],["-4.9525"]]}]