[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Puerto Princesa"]}," is the capital of the island province of ",{"type":"'''","value":["Palawan"]},". The city has been acclaimed several times as the cleanest and greenest city in the ",{"type":"[[","value":[["Philippines"]]},". It is said it's thanks to mayor Edward S. Hagedorn - politician that locals seem to love and admire (and mention in every occasion). With a wide range of attractions ranging from beaches to wildlife reserves, Puerto Princesa is a nature lover's paradise.\n\nThere is a useful tourist information office at the airport next to the arrival hall which hands out maps and gives information about current events in the city. They do not book accommodation though.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["9.73736"],["118.73608"],["zoom=16"],["height=470"],["width=470"],["layer=OP"]]},"\n",{"type":"===","value":["By plane"]},"\n\nPuerto Princesa is slightly more than an hour away by plane from ",{"type":"[[","value":[["Manila"]]},". ",{"type":"[","value":["http:\/\/www.philippineairlines.com\/ Philippine Airlines"]},", ",{"type":"[","value":["http:\/\/www.cebupacificair.com\/ Cebu Pacific"]},", ",{"type":"[","value":["http:\/\/www.flypalexpress.com\/ PAL Express"]},", ",{"type":"[","value":["http:\/\/www.airasia.com Air Asia"]},", Tiger Airways all have daily flights from ",{"type":"[[","value":[["Manila"]]}," to Puerto Princesa. Air Asia, PAL Express and Cebu Pacific also operate flights to and from Puerto Princesa to other major cities such as ",{"type":"[[","value":[["Davao"]]},", ",{"type":"[[","value":[["Cebu City"]]},", Iloilo.\n\nThe airport is practically in the city centre so you can ignore the overpriced tricycles waiting in front of the arrival and catch a tricycle on the main road for a fare of 7-10 pesos per passenger.\n\nThe airport is small and can be closed at certain points in the day (e.g. between 2PM and 3PM) and there are only 2 cafes and some local eateries outside the airport, therefore don't plan to kill any time here.\n\n",{"type":"===","value":["By ferry"]},"\n\n2GO TRAVEL have a weekly ferry to Puerto Princesa from Manila. The ferry trip is about 22 hours long.\n\nMilagrosa Shipping has a weekly ferry that sails between Puerto Princesa - ",{"type":"[[","value":[["Cuyo Islands"]]}," - ",{"type":"[[","value":[["Iloilo (city)"],["Iloilo"]]},". It departs Iloilo at 7PM on Thursday, arrives at the Cuyo Islands at 8AM Friday, departs ",{"type":"[[","value":[["Cuyo Islands"]]}," 3PM Friday and arrives in Puerto Princesa at 8AM on Saturday.\n\n",{"type":"==","value":["Get around"]},"\nMultiCab and tricycles are the most common means to get around Puerto Princesa. As in ",{"type":"[[","value":[["Manila"]]},", jeepneys usually have standard routes which they ply. Tricycles on the other hand are fairly limited to certain areas and would not be able to go very long distances. Standard tricycle fare around the city is 7-8 pesos per person.\n\nThe bus terminal is located a few Km outside the city centre. A tricycle from the station to the town centre should cost around 50P\n\nFor touring, it would possibly be a good idea to arrange special transport whether it be a jeepney or, for more comfort, air-conditioned vans or AUVs. This way, you will not be subject to the hassles of public transport availability.\n\nAlthough \"clean and green\" Puerto Princesa City has a bold plan for introducing electric vehicles, the city has no published or announced plan that addresses the urgent needs of pedestrians and bicycle riders. There are few pedestrian \"zebra\" crossings in the city and most PPC drivers do not yield to pedestrians, leaving them stranded dangerously in the middle of the street. If, in order to protect yourself from the vehicles and smoke, you take an air-con van, you only add to the overall traffic and pollution problem. Tourist vans and other vehicles are often parked along Rizal Avenue and other main streets blocking where pedestrians and bicycles could once safely move, but no longer can. If you wish to walk or bike in a clean, green, and safe environment in the downtown area, you should ask at the tourist office (at the airport) where such an area exists, and see what they say.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Puerto Princesa Subterranean River National Park"]}," - more commonly known as the Underground River. At over 8 kilometers in length, is reputably the longest underground river in the world. With its crystalline waters and spectacular cave formations, the Underground River is possibly Puerto Princesa's most popular attraction. The site was also declared a UNESCO World Heritage site in 1999. The winding path of the river is navigable via small pumpboats that depart from Sabang Beach. Travel time from the city proper to Sabang is about 1.5 hours (This can take closer to 3.5 if you choose to ride in a Jeepney, since you have to wait while they deliver goods along the journey). "]},"Note. A permit is now necessary to visit the underground river and only available in Puerto Princesa, though an online system is in construction.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Honda Bay"]}," - consisting of several islets with beautiful beaches, Honda Bay is the place to go to for swimming, snorkeling as well as beach and island hopping. Accessible via the Sta. Lourdes wharf which is 25 minutes away from the city. Pumpboats at the wharf can be hired to take visitors to the various islets on the bay.  Arrive before 11AM to go island hopping if you require a small boat (1-5 people) and before 2:30PM if you require a larger boat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Iwahig Penal Colony"]}," - a good example of a true correctional institute, the Iwahig Penal Colony is more of a farming community rather than a prison. Inmates often live with their families and are allowed to toil their farms to earn a living. Carving out handicrafts is also a common preoccupation and mahogany handcarvings are a good buy for tourists. The colony is about 35 minutes from the city center."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palawan Wildlife Rescue and Conservation Center"]}," formerly the Crocodile Farming Institute, and still referred to by locals as the \"Crocodile Farm,\" is both a tourist attraction and a national research institute devoted to crocodiles. About 30 to 40 minutes from the city center, the Croc Farm also has a mini-zoo, which features some of Palawan's endemic species of wildlife. The place is open from about 8:30AM to about 4:30PM. From Rizal Avenue you can take an 8-person covered pickup truck (labeled \"Irawan\")for 20 pesos and the Croc Farm is the last stop; a tricycle carrying only one or two people will cost 100 to 150 pesos. Croc Farm Tickets cost 40p for adults and 20 for kids. You start with an guided tour of the crocs which last about 15 minutes. After that you wonder around by yourself in the endemic species area, where you have to be careful not to fall through a few rotton and crumbling wooden bridges. Although this is not the best managed wildlife area, the endemic species are nonetheless worth seeing and deserve your support."]},"\n",{"type":"*","value":[{"type":"'''","value":["Butterfly Garden"]}," with native Palawan butterflies is located about half way to the Croc Farm (above) and along the same road. Open 7 days a week from 8 to 5. Entry is 50 pesos."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Our Lady of Immaculate Conception"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very beautiful church that is decorated in blue and white."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Palawan Museum"],["url="],["email="],["address=Mendosa Park (south side)"],["lat="],["long="],["directions=Mendosa Park (south side)"],["phone="],["tollfree="],["fax="],["hours=9AM-noon, 1:30PM-5PM"],["price=20 P"],["content=This is an old museum that is not very well maintained or labeled but which has a number of interesting pieces. It is well worth a visit on a rainy day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=PSU Museum"],["url="],["email="],["address=Palawan State University"],["lat="],["long="],["directions=About a 10 minute walk from the front gate of PSU, if you know where you are going."],["phone="],["tollfree="],["fax="],["hours=Closed from 12 to 1 for lunch"],["price=free"],["content=This is a one room museum located inside a university building. You should ask for specific directions at the front gate, because not everyone knows about the existence of the museum. The museum is located in one small room but is clean, organized, and well-maintained, with an enthusiastic and helpful staff member."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=White Beach"],["alt=Pristine Beach"],["url="],["email="],["address=Abueg Road, Bancao Bancao"],["lat="],["long="],["directions=Everyone knows it"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only beach in town. Not as clean as it used to be and no longer white or pristine. But if you want to meet some of the locals and have a few drinks (alcoholic) then it's a great place. Just walk down and buy a few beers from the take away store aand walk around the huts and you will be invited to join a group at a table. Lots of fun for an international traveler - if you have a great time then throw in some money for the table (200 peso) or buy a cheap bottle of whatever they are drinking."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nBuy native products at the \nTourism Association of Souvenir Shops, they offer handicrafts made by the native tribes like manunggul or wooden jar, bulol or tisot, good harvest and carved animals. Others are tingkop (rice baskets), fish baskets, bags made from bark of a tree, native accessories, weave curtains and table mat, rattan floor mat and other assorted cashew nut delicacies.\n\nPuerto Princesa offers good diving and is a fairly good place to take a PADI course if you plan to dive at some of the larger sites in El Nido or Coron. Moana dive centre, run by Paolo, offers PADI Open Water for 17500p. Good equipment, and pleasant instruction, with confined water dives taking place in the shallow parts of Puerto Princesa bay. Possible to see sea turtles, eels, lionfish, porcupine fish, batfish and snapper amongst others.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Plaza Cuartel"],["url="],["email="],["address=Taft St. near Cathedral"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Historical Place, a must see site."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Baker Hill"],["url="],["email="],["address=mitra rd, bgy sta monica"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=600"],["content=check out the plants and animal in its natural habitat."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kalui"],["alt="],["url="],["email="],["address=369 Rizal Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tel. 933 2580. Opens at 6PM for dinner, closed some holidays. Amazing food and ambiance. Can get quite busy so a reservation can't hurt. Seafood is the specialty and the daily seafood special for two is P395++."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ditchay's"],["alt=French Bistro"],["url=http:\/\/www.chinaseaisland.com\/puerto_princesa_restaurant_palawan.htm"],["email="],["address=Manalo Ext. before Island Divers, Bancao Bancao"],["lat="],["long="],["directions="],["phone=723 1530"],["tollfree="],["fax="],["hours=W-Su 5PM-midnight"],["price=PPH 400-900"],["content=French cuisine and can be a very welcome alternative for those longing to eat something else than local food after a long trip. The little restaurant lets you dine in intimate ambiance while you may chat to both the cook and the  owner. The menu includes a variety of french foods like coffee & tea, paté rillettes, confit, soupes, salades, tapenades, grillades, fruits de mer, porc, boeuf, poulet, canard, crépes, patisserie\""]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kinabuch"]}," is a sports bar and grill and a magnet for tourists and other visitors. The food is really good and customers can play pool or watch live sports."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=A&A Seafood Palace"],["url=http:\/\/www.aaplazahotel.com"],["email="],["address=national highway cor wescom rd"],["lat="],["long="],["directions=4th floor of A&A Plaza Hotel"],["phone=+6348 434-2274"],["tollfree="],["fax="],["hours=8a-2p; 6p-10p"],["price=150-800"],["content=newest Chinese restaurant in town. freshest seafood catch and a great Hong Kong chef. try out authentic Chinese cuisine."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Divine Sweets"],["url="],["email="],["address=Valencia St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great cakes (45-90p), coffee, shakes etc.  They also serve food (untested). Wifi if you order"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ima's vegetarian"],["url="],["email="],["address=Fernandez St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Main dishes around 100-120"],["content=Very  good vegetarian food. Highly recommended"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Nori"],["url="],["email="],["address=Circon Bldg. Valencia St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon.-Fri. 8AM-10PM; Sat.-Sun. 10AM-10PM"],["price="],["content=Serves Japanese cuisine with fusion and variety of Filipino and American cuisine. Also available are fruit shakes, coffee & frappuccinos."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Reggae Pulse Bar"],["url=http:\/\/www.facebook.com\/reggaepulse"],["email="],["address=4th District Tiangge Centre, Rizal Ave"],["lat="],["long="],["directions=Between Bpi Bank and LBC on the main street Rizal"],["phone=+639478673322"],["tollfree="],["fax="],["hours=4PM-2AM"],["price="],["content=Cool Reggae Bar serving ice-cold beers, beer towers\/buckets, cocktails and mixed drinks. Free WiFi, a stylish & relaxing VIP bamboo lounge."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nPuerto Princesa has a wide range of accommodations that suit most budgets - from quaint lodges to high-end hotels and resorts.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grande Vista Hotel"],["url=http:\/\/palawangrandevista.com\/"],["email="],["address=Malvar Street, Puerto Princesa, Palawan, Philippines"],["lat="],["long="],["directions="],["phone=048-433-6537"],["tollfree="],["fax="],["hours="],["price=From PHP 1,600.00"],["checkin="],["checkout="],["content=Standard Single, Double and Twin Room, all equipped with Air-conditioning, LED TV with cable channels and Hot and cold shower. Facilities and services are Restaurant, cafe, and bar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunlight Guest Hotel"],["url=http:\/\/www.sunlightguesthotel.com\/"],["email="],["address=Malvar Street, Brgy. Tagumpay"],["lat="],["long="],["directions="],["phone=048-4342003"],["tollfree="],["fax="],["hours="],["price=From PHP 3,010.00"],["checkin="],["checkout="],["content=Superior, Deluxe and Penthouse all equipped with air-conditioning, TV with cable channels and Internet connection. Facilities and services are Isabelle Grand Ballroom, conference and meeting rooms, business center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Edgardo's Place"],["url=http:\/\/www.edgardosplacepalawan.com\/"],["email="],["address=Rizal Ave"],["lat="],["long="],["directions="],["phone=+6348 434 2365"],["tollfree="],["fax="],["hours="],["price=Rates start at PHP 1680.00"],["checkin="],["checkout="],["content=All rooms are equipped with air-conditioning, flat-screen TV with cable channels, safe, private toilet and bath. It also provides room service, tour assistance, airport transfer, parking, a standby generator and free Wi-Fi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casitas de az Pension"],["url=http:\/\/casitasdeazpension.com\/"],["email="],["address=Cayapas Building, Valencia Street corner Bonifacio (A. Abueg) Street, Brgy. Bagong Silang"],["lat="],["long="],["directions="],["phone=6348 434 1945"],["tollfree="],["fax="],["hours="],["price=From PHP 900.00"],["checkin="],["checkout="],["content=Standard Single, Standard Twin, and Family or Deluxe Rooms, all equipped with air-conditioning, TV with cable channels and shower with hot and cold water. Facilities and services are Wi-Fi Internet access in public areas and tour assistance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seasons Guesthouse"],["url=http:\/\/www.seasonsguesthouse.com"],["email=info@seasonsguesthouse.com"],["address=Roxas street, Barangay Kalipay"],["lat=9.441700"],["long=18.435700"],["directions=Near Pilot Elementary School, in front of Skylight Convention Center"],["phone=+6348 434 3388\/+63917 850 0928"],["tollfree="],["fax="],["hours="],["price=Rates from PHP1,200.00"],["checkin="],["checkout="],["content=All rooms are equipped with air-conditioner, hot and cold shower, cable TV, and complimentary wireless internet access. Also offers tour assistance, massage service, vehicle rental, and laundry services. (Prostitutes are not allowed inside the property)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palo Alto Bed & Breakfast"],["url=http:\/\/www.paloalto.ph"],["email="],["address=Kawayanan Street, Libis Road, Barangay San Pedro"],["lat="],["long="],["directions="],["phone=+6348 434 2159"],["tollfree="],["fax="],["hours="],["price=From PHP 13,00"],["checkin="],["checkout="],["content=homey rooms all equipped with air-conditioner, cable TV, Internet access, refrigerator, and safe. Facilities and services are restaurant and cafe, spa and massage service, car rental, laundry\/dry cleaning, and Palawan tours."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Leonora Beach Resort"],["url=http:\/\/www.villaleonoraresort.com"],["email="],["address=KM60, National Highway, Sitio Dacutan, Barangay San Rafael"],["lat="],["long="],["directions="],["phone=+63 999 413 3247"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Liberty Park Pension"],["url=http:\/\/www.libertyparkpension-palawan.com"],["email="],["address=34 Liberty Rd"],["lat="],["long="],["directions="],["phone=+63 48 434 9782"],["tollfree="],["fax="],["hours="],["price=From 950 pesos"],["checkin="],["checkout="],["content=All rooms have A\/C, cableTV, intercom, and private toilet and bath. Rooftop bar and restaurant, high-speed Internet, fitness room, and massage service."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Centro"],["alt="],["url=http:\/\/www.hotelcentro.ph"],["email="],["address=San Pedro National Highway"],["lat="],["long="],["directions="],["phone=+63 48 434 1111"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=All rooms have A\/C, cableTV, mini-bar, and coffee\/tea maker. Business center with high-speed internet, swimming pool, airport and city transfers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Charica Inn"],["url=http:\/\/www.lacharica.com"],["email="],["address=126 Abad Santos"],["lat="],["long="],["directions="],["phone=+63 48 434 2088"],["tollfree="],["fax="],["hours="],["price=From 1,300 pesos"],["checkin="],["checkout="],["content= All rooms have A\/C, cable TV, and a private toilet with hot and cold shower. High-speed Internet, restaurant\/café, and massage service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=D' Lucky Garden Inn, Apartelle & Suites"],["url=http:\/\/www.luckygardeninn.com\/"],["email=luckygardeninn@yahoo.com"],["address=PEO Rd"],["lat="],["long="],["directions="],["phone=+63 48 4336576, +63 48 433 2719"],["tollfree="],["fax=+63 48 433 7869"],["hours="],["price=US$25"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dos Palmas Arreceffi Island Resort"],["url=http:\/\/www.dospalmas.com.ph\/"],["email="],["address=Honda Bay"],["lat="],["long="],["directions="],["phone=+63 48 434 3118"],["tollfree="],["fax=+63 48 434 3119"],["hours="],["price="],["checkin="],["checkout="],["content=High end beach resort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Asturias Hotel"],["url=http:\/\/www.asturiashotel.ph\/"],["email="],["address=South National Highway, Tiniguiban"],["lat="],["long="],["directions="],["phone=+63 48 433 9744"],["tollfree="],["fax=+63 48 434 3750"],["hours="],["price=From US$50"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Legend Hotel Palawan"],["url=http:\/\/www.legendpalawan.com.ph\/"],["email="],["address=Malvar St"],["lat="],["long="],["directions="],["phone=+ 63 48 434 4270, + 63 48 433 9076"],["tollfree="],["fax=+ 63 48 433 9077"],["hours="],["price="],["checkin="],["checkout="],["content=Perhaps the most modern hotel in Puerto Princesa. Excursion packages to the various attractions of Puerto Princesa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Puerto Pension"],["url=http:\/\/www.pal-onl.com\/pension\/"],["email="],["address=35 Malvar St"],["lat="],["long="],["directions="],["phone=+63 48 433 2969, +63 48 433 4149"],["tollfree="],["fax=+63 48 433 4148"],["hours="],["price="],["checkin="],["checkout="],["content=Nice rooms, free continental breakfast in the rooftop Tribu Restaurant. Desk staff are helpful, nice views."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hibiscus Garden Inn"],["url=http:\/\/www.puertoprincesahotel.com"],["email="],["address=Manalo Extension"],["lat="],["long="],["directions="],["phone=+ 63 48 434 1273"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=One Rover's Place"],["url=http:\/\/www.oneroversplace.com"],["email="],["address=355 Rizal Ave"],["lat="],["long="],["directions="],["phone=+63 48 434 1338"],["tollfree="],["fax="],["hours="],["price=From 950 pesos++"],["checkin="],["checkout="],["content=5 min from the airport with 18 A\/C rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palawan Village Hotel"],["url=http:\/\/www.palawanvillagehotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+63 48 434 4436"],["tollfree="],["fax="],["hours="],["price=From 1,150 pesos"],["checkin="],["checkout="],["content=A\/C rooms all with cableTV, a hair dryer, private toilet, bath with hot & cold water, and a balcony\/deck."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Microtel Inn & Suites Puerto Princesa"],["url=http:\/\/www.microtel-palawan.com\/"],["email="],["address=The Emerald Playa Beach and Nature Park, Brgy. San Jose"],["lat=9.790766"],["long=118.772266"],["directions=From the airport, take a right on Rizal Ave, then left at the National Highway, After the 5 km mark, turn right at Brgy. San Manuel Road then follow the signs."],["phone=+63 48 723 0977"],["tollfree="],["fax="],["hours="],["price=3,800 pesos"],["checkin=2PM"],["checkout=12 noon"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Duchess Pension"],["url=http:\/\/duchesspensionpalawan.com"],["email="],["address=107 E Valencia St"],["lat=9.7374171"],["long=118.7361691"],["directions="],["phone=(048) 433-2873"],["tollfree="],["fax="],["hours="],["price=Fan with common toilet S\/D 250\/350, aircon with private toilet S\/D 700"],["checkin="],["checkout=12AM"],["content=Not the newest pension anymore but offers clean beds and quiet rooms. Not all are the same, so have a look before checking in. Friendly and helpful staff. Try the sandwich with French baguette. Wifi for 50p (for the length of your stay)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dallas inn and cafe"],["url="],["email=dallasinnpalawan@yahoo.com"],["address=11 Carandang st"],["lat="],["long="],["directions=from the airport, follow Rizal ave towards the pier, once at Chowking turn right onto Lacao st and then take first left onto Carandang St,and walk 200 m from there to number 11."],["phone=+63 919 967 8558"],["tollfree="],["fax="],["hours="],["price=300-600 pesos"],["checkin="],["checkout=12PM"],["content=Family run guesthouse. Free wifi, quiet location, central, 3 min drive from the airport with free pick up if booked in advanced. Dallas Inn has a variety of rooms to choose from according to budget. Fan Doubles 600 Php, 4 bed dorm 300."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=A&A Plaza Hotel"],["url=http:\/\/www.aaplazahotel.com"],["email=frontdesk@aaplazahotel.com"],["address=national highway cor wescom rd"],["lat="],["long="],["directions="],["phone=+ 63 48 434 2274"],["tollfree="],["fax="],["hours="],["price=599- 8,800 pesos"],["checkin=2PM"],["checkout=12 noon"],["content=New hotel with 86 A\/C, DOT accredited rooms. Function room, ballroom, 24 hr room service, solar power water heater."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kuhl-In Pension"],["url="],["email=marlonns@yahoo.com"],["address=Libis Road Ligaya St. San Pedro"],["lat="],["long="],["directions=10 min. from airport"],["phone=+63 48 433 3420"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Perhaps the best address for a monthly accomodation in the city. City location but is in a green area. Monthly rate for a 2 bedroom apartment is 15,000 pesos."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oro Bonito Place"],["url=http:\/\/www.orobonitoplace.com"],["email="],["address=2nd Floor Oro Bonito Building National Highway, Barangay San Miguel"],["lat="],["long="],["directions="],["phone=+639237222123"],["tollfree="],["fax="],["hours="],["price=Php2,000.00"],["checkin=2PM"],["checkout=12:00nn"],["content=Oro Bonita Inn has 10 furnished rooms, with hot and cold shower and offers complimentary breakfast."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=House of Rose"],["url=http:\/\/www.palawanhotel.com"],["email="],["address=Abueg Rd"],["lat="],["long="],["directions=off Abueg, close to Badjao Seafront Restaurant"],["phone=09167211926"],["tollfree="],["fax="],["hours="],["price=DBL from P1100. 5 Bed Dorm P350 p.p."],["checkin=900"],["checkout=1200"],["content=Offers a comfortable and relaxing ambience in their bungalows or semi-native style cottages. Surrounded by trees and situated a couple of meters away from the road, you could almost forget you are in the city. Also offers free wireless internet and claims to serve delectable foods at their restaurant. They also have a swimming pool and billiards table."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cecilia's Comfort Inn"],["url=http:\/\/ceciliacomfortinn.webs.com"],["email="],["address=PEO Rd"],["lat="],["long="],["directions="],["phone=09065067218"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Small luxury property with contemporary neo-Victorian architectural style."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aniceto s pension"],["alt="],["url="],["email="],["address=71 reynoso St"],["lat="],["long="],["directions="],["phone=09177894664"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php300"],["content=Fan rooms with out side bathroom from php300 a night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Abelardos Pension."],["alt="],["url="],["email="],["address=63d Manga St"],["lat="],["long="],["directions="],["phone=048-4332049"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Clean fan rooms with out side bathrooms from php325 a night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Banwa Pension and Art house"],["alt="],["url="],["email="],["address=Liwanag St"],["lat="],["long="],["directions="],["phone=434-8963"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php350"],["content=Fan dorm beds."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Princessa Inn"],["alt="],["url="],["email="],["address=169 malvar St"],["lat="],["long="],["directions="],["phone=63-48-433-4218"],["tollfree="],["fax="],["checkin="],["checkout="],["price=p200\/300."],["content=fan single\/double rooms."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["El Nido"]]}]}," - popular yet still remote destinations on Palawan, known for snorkelling, diving and beautiful little islands.  It is 6-7 hour drive from Puerto Princesa."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Underground River"]]}]}," - a UNESCO World Heritage site located roughly 50km north of Puerto Princesa."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["9.7333"],["118.7333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Palawan"]]},"\n\n",{"type":"[[","value":[["wikipedia:Puerto Princesa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Puerto Princesa City"]]}]