[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Puerto Obaldia"]}," is a city in ",{"type":"[[","value":[["Kuna Yala"]]}," province of ",{"type":"[[","value":[["Eastern Panama"]]},". A ramshackle collection of decrepit houses, mostly with damaged or missing roofs, a beach littered with rubbish. An internet cafe, a supermarket, two hostels, two restaurants. But Puerto Obaldia is the little known and dirt-cheap alternative to travel from Colombia to Panama and vice versa.  \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat from Colombia"]},"\nGet the fast boat from ",{"type":"[[","value":[["Turbo"]]}," to ",{"type":"[[","value":[["Capurganá"]]}," (leaves at 7am or later daily, COP$ 55000). At 7am and 1pm daily, there is a direct boat from ",{"type":"[[","value":[["Capurganá"]]}," to Puerto Obaldia (25,000 COP)or Sapzurro (30,000 Cop). It is quite possible and safe to walk from Capurgana to ",{"type":"[[","value":[["Sapzurro"]]}," (1.5h) with plenty of views. You can also walk across the boarder from Sapzurro to La Miel, Panama (1hr) a small coastal town with white beaches. Walking from La Miel to Pueto Obaldia is not advisable. Get your out-stamp in ",{"type":"[[","value":[["Capurganá"]]}," and your in-stamp in Puerto Obaldia. Upon arrival, the police will log your passport and search your bag, but they do not stamp your passport. You must find the office in town.\n\n",{"type":"===","value":["By plane from Panama City"]},"\nAir Panama is the only airline serving Puerto Obaldia They operate one flight on Sundays, Tuesdays, and Thursdays from Panama City Albrook airport to Puerto Obaldia. It departs @ 8:30am and arrives 9:30am. The cost is $57.50 plus tax. With tax it is $88.03. The plane then departs Puerto Obaldia at 9:40am and arrives back in Panama City at 10:40am. If you take this route, however, expect to wait up to three hours at Albrook undergoing multiple interviews, bag searches and an official count of your US dollars. Travelers are supposed to show $500 or more, though Americans and Europeans can generally get away with showing credit cards. \nhttp:\/\/www.flyairpanama.com\/\n\n",{"type":"===","value":["By road"]},"\nPuerto Obaldia cannot be reached overland.\n \n",{"type":"==","value":["Get around"]},"\nThe roads are big enough for motorbikes but there is so far only one in town. Walking is the best option.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nOnce you have seen all the rubbish along the beach and the sewers leading right onto the beach, you won't ever bathe here!\n\nThe best thing to do in Puerto Obaldia is sort out how to get out of town.  It isn't a dangerous town, but there is nothing to do here, and it is an unattractive place.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Super Mas"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the main square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The shop with the biggest selection in town with plenty of beer and other alcoholic drinks."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere is tasty food at the 'Las tres L' restaurant in town, although pricey (Almuerzo corriente USD 4). There is another restaurant near the runway.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Caleta"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite from Pension Cande, close by to the main square"],["phone="],["tollfree="],["fax="],["hours="],["price=from $3"],["content=Restaurant run by the owner of Pension Cande. Reasonable breakfasts, lunches and dinners. You need to tell in advance if you want to have your dinner here."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pension Cande"]},", very simple accommodation USD 5 with shared bathroom or USD 10 self-contained. Prices may be netogiable depending on how busy they are."]},"\nIf you have a tent, coming from the direction of the dock you can walk past the old airstrip near the central plaza to the other side where there are houses and set up your tent along the shore on bed-like grass.  Ask the people who live nearby to get permission, but there is very little chance you will get denied or charged.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["By boat to Colombia"]},"\nIf there are sufficient passengers, there is a direct boat to ",{"type":"[[","value":[["Capurganá"]]}," in Colombia (about USD 15). In ",{"type":"[[","value":[["Capurganá"]]},", you can get a ferry to Turbo (COP$ 49000). Theoretically it is possible to walk from Puerto Obaldia to Sapzurro (2.5h) and from Sapzurro to ",{"type":"[[","value":[["Capurganá"]]}," (2.5h), but it is not advisable to do this, as this is a dicey area with smugglers, bandits and guerrillas combing it, and the Panamanian army will require you to get a permit to leave the town. Get your out-stamp in Puerto Obaldia and your in-stamp in Capurgana. There is a Colombian Consulate in Puerto Obaldia.\n\n",{"type":"===","value":["By boat to the San Blas islands"]},"\nAt the time of writing, a guy called Dagoberto was arranging trips to ",{"type":"[[","value":[["Mulatupo o Sasardi"]]}," or ",{"type":"[[","value":[["El Porvenir"]]}," or ",{"type":"[[","value":[["Miramar (Panama)"],["Miramar"]]}," (where there are airports) for negotiable prices.  Typically he asks for $50 to Miramar.  He is a thirtysomething black guy who rides his mountain bike around town, and will seek you out shortly after you arrive in Puerto Obaldia.  He was not around in April 2010.\n\nThere is also the option to travel by sailing boat to Carti and spend 3-5 days in the islands. You can contact the boat trough their homepage: ",{"type":"[","value":["http:\/\/www.sailthepacific.wordpress.com www.sailthepacific.wordpress.com"]},"\n\nYou usually need to put your name on the Zarpe, or port clearance, before any boats will take you on as a passenger.  They will demand payment before doing this.  The Panamanian military checks this paper at posts throughout Kuna Yala, like Playon Chico and El Porvenir.  Miramar is the first town on the mainland with a road, about 2 hours from Colon.  The trip from Puerto Obaldia to Miramar takes 10 hours or longer, and can be extremely rough, particularly after El Porvenir.  Passengers and cargo get soaked.\n\nIf there are no tourist boats arranged, you may have to wait a day or more to find a boat heading towards Panama.\n\nThere are no ATMs between here and the mainland past Carti, so plan your financial situation in advance. There are  road connections with Panama city in the coast to the Carti. A jeep(4x4) from Carti(san blas islands) to Panama city will cost $25 dollares per person.\n\n",{"type":"===","value":["by air"]},"\nAir Panama is the only airline serving Puerto Obaldia They operate one flight on Sundays, Tuesdays, and Thursdays from Puerto Obaldia to the Panama City Albrooke Airport. It departs @ 9:40 amand arrives 10:40am. The cost is $57.50 plus tax. \nhttp:\/\/www.flyairpanama.com\/ It's highly advisable to phone and book beforehand, as the flights can get booked up and Puerto Obaldia is not a place you will want to spend more time then you need to. The flight is about $63 (plus $1 departure tax payable in Puerto Obaldia) and you pay upon arrival in Panama City. Credit cards are accepted. There are ultra-tough customs checks upon arrival, as this is one of the main drug trafficing zone in Panama. Expect to wait up to three hours and undergo multiple interviews and bag checks. Pray that you don't have any dirty underwear on display, as your bag will be unpacked in front of everybody and every item it will be removed and thoroughly prodded and squeezed.\n\nIt is also possible to get a launch from Puerto Obaldia to ",{"type":"[[","value":[["Mulatupo"]]}," and from there get an Air Panama ",{"type":"[","value":["http:\/\/www.flyairpanama.com"]}," flight to Panama City.\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Panama"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Puerto Obaldía"]]}]