[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nPuerto del Carmen is a resort in ",{"type":"[[","value":[["Lanzarote"]]},".\n\n",{"type":"==","value":["Get in"]},"\nPuerto del Carmen is well signposted from the airports, and most areas of the Island. There is no direct bus service from the airport. Buses from the capital Arrecife run every 20 minutes and cost aprox. 1.50€ (as 2007). A taxi from the airport is about 11€ (as 2011).\n\n",{"type":"==","value":["Get around"]},"\nHire cars, electrobikes, mopeds and buses are all plentiful here. Buses to places other than Arrecife and Costa Teguise are scarce. Plente of rent-a-cars at reasonable prices.\n\n",{"type":"==","value":["See"]},"\nStroll along the main avenue. It is possible to walk all the way to the neighbouring resort of along the coastline. Visit the Old Town and Port.\n\n",{"type":"==","value":["Do"]},"\nDo the beaches. Don't forget to take a tour to the islands main sights (Jameos del agua, Cueva de los Verdes, Mirador del Río, Jardin de Cactus, El Golfo, Fundación César Manrique). A couple of Discos and pubs can make for shorter nights.\n\n",{"type":"==","value":["Buy"]},"\nPlenty of gift shops full of souvenirs and the like. Avoid, at ",{"type":"''","value":["all cost"]},", the Hindu electronic shops. With a few exceptions (ask a local or a guide), they are all very shady \"businesses\", experts in the bait-and-switch practice and other even less decent tactics or just plain fraud. If you need to buy a camera or something, ALWAYS ask first, as there is basically only 2 or 3 out of the 20+ shops that are not like that. Other than the Hindu electronic shops, all the others are decent business that you can safely buy anything from. Many of the smaller supermarkets have prices highly inflated for tourists, so it would be to your advantage to buy from larger supermarket chains. The international press is available in several newstands and supermarkets. There are plenty of floating toys, snorkeling gear, towels and stuff for the kids on the beach. The Biosphere is a shopping center on the outskirts of the Old Town with curious architecture built into what was previously a hugh hole in the volcanic rock. There are a handful of bars and restaurants and a decent array of highstreet branded fashion outlets including Zara, Footlocker, Benneton, Timberland all generally retailing cheaper than the UK equivalents.\n\n",{"type":"==","value":["Eat"]},"\nThe entire front-water strip is packed neck-to-neck with bars and restaurants. There is 1 McDonalds and 1 Burger King in the Old Town. The main strip has a cosmopolitan range of restaurants mostly catering for the tourist trade and of a reasonable standard and price.\n\n",{"type":"==","value":["Drink"]},"\nThe entire front-water strip is packed neck-to-neck with bars and restaurants. Most of them would charge under 3€ for a beer (as 2007).\n\n",{"type":"==","value":["Sleep"]},"\nPlenty of 3 and 4 star hotels and apartments available for rent. It's not hard to find stays for under 60€ a day (as 2007) with very high standards of quality and service.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Los Fariones"],["url=http:\/\/www.farioneshotels.com\/resorts\/fariones\/"],["email="],["address=C\/. Roque del Este 1, Puerto del Carmen"],["lat="],["long="],["directions="],["phone=+34 928 510 175"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Hotel Fariones is a beachfront hotel set in luxurious gardens with native plant species with direct access to the crystalline waters of the Atlantic Ocean."]]}]},"\n",{"type":"==","value":["Go next"]},"\nPuerto del Carmen lays claim to being the most popular tourist destination on the island, and has a diversity that will suit most tastes. The Old Town has managed to retain it's traditional Canarian atmosphere. Most nights you can see the locals playing boules in the streets, sample some of the finest seafood known to man, or simply enjoy a glass of the local wine as you gaze across the harbour. The New Town (or \"strip\" as it's more commonly known) is bustling with activity. Again, this has a wide range of bars and restaurants available, as well as discotheques for working off some of those excess calories. The Biosfera is certainly worth a visit, with 4 floors of shops and bars. An impressive area which really comes to life when the sun sets. There's even a kiddies' play area to keep them occupied whilst you haggle with the shopkeepers.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Lanzarote"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Puerto del Carmen"]]},"\n",{"type":"{{","value":[["geo"],["28.922777777778"],["-13.649444444444"]]}]