[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Puerto narino.jpg"],["thumb"],["300px"],["View over the town"]]},"\n\nPuerto Narino",{"type":"[","value":["http:\/\/www.puertonarino-amazonas.gov.co\/index.shtml"]}," is a town in ",{"type":"[[","value":[["Amazonas (Colombia)"],["Amazonas"]]}," region in ",{"type":"[[","value":[["Colombia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPuerto Narino is located 85km from Leticia near the intersection of the Amazon and Loretoyacu rivers.  the town has about 2,000 people, 95% of whom are Ticuna, Cocama and Yagua. \n\n",{"type":"==","value":["Get in"]},"\nThe only way to get to Puerto Narino is by boat.  From Leticia there is a ",{"type":"''","value":["rapido"]}," that heads upriver to Puerto Narino, making stops at Isla de Los Micos, Parque Natural Nacional Amacayacu and anywhere else passengers want to stop or someone on shore flags down the boat.  A one-way ticket is $29,000COP.  The ticket office is located in a marketplace along the waterfront.  Service is shared between several different companies, so make sure to book with the correct company for the day you want to travel.  ID is required at the time of purchase. The boat can fill up, so it is advisable to buy tickets in advance. The rapido leaves at 8am, 10am and 2pm.  It takes about 2 hours to reach Puerto Narino and is a beautiful ride.\n\n",{"type":"==","value":["Get around"]},"\nPuerto Narino is a car-free town.  Everyone gets around on walking paths in town and between villages.  Otherwise, travel is by boat.  It is easy to find someone around the dock to take you in a small wooden boat with a motor wherever you want to go.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ara ararauna amazonas.JPG"],["thumb"],["200px"],["A macaw near Puerto Nariño"]]},"\n\n",{"type":"*","value":[" Town Anniversary Festival at the end of March. Parades, music, dancing, competions, sporting events held over a two day period."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Hire a local guide to lead a jungle walk. A 3-4 hour walk with terrific Ticuna guide named Ismael was $60,000COP for four people.  Rental of rubber boots is $3,000COP per person. Bring bug repellant and plenty of water.  Ismael can be found through Malocas Napu Hospedaje on calle 4."]},"\n",{"type":"*","value":[" Take a boat ride up the Loretoyacu River to Lago Tarapoto to marvel at the flooded forest, birds and pink dolphins.  To see dolphins the guide recommends early morning or late afternoon.  $60,000COP for a small boat with 4 passengers, and 2 guides.  "]},"\n",{"type":"*","value":[" Mirador Naipata is one of several towers you can climb to get sweeping views across the treetops to the Amazon. $4,000COP per person. If the gate is locked, ask for the caretaker at the house down the hill."]},"\n",{"type":"*","value":[" Fundacion Natutama has an interpretive trail describing \"The World Below the Water.\" "]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Asociacion Artesanal Mowacha, calle 7, celular: 314-409-1352.  This small store has a wide variety of Ticuna crafts; jewelry, bags, dolls, carvings, etc..  Reasonable prices.  There is also an extremely simple 10,000COP a night dorm room in the back.  For accommodations, ask at the store."]}," \n",{"type":"*","value":["Arpes Artes Puerto Esperanza in the community of Puerto Esperanza.  This small shop sells locally made handcrafts. celular: 320-448-9861 Pasquinel Pereira Candido is the owner."]},"\n",{"type":"==","value":["Eat"]},"\nThere are a handful of restaurants in town within a few blocks of the river.  \n\n",{"type":"*","value":[" Cafeteria Dona Luz has a tranquil balcony overlooking the town basketball court.  Ask at the window about what they are serving that day.  For breakfast they can make eggs if you ask.  "]},"\n",{"type":"*","value":[" Metare Restaurante is a new place on the corner a block up the hill from the dock.  It's still under construction, but don't let that put you off; it has good food and service at a very good price.  "]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" Malocas Napu, calle 4 No 5-72, email: olgabeco@yahoo.com, celular: 310-488-0998. Charming, small hostel.  Friendly owner will help arrange guides for jungle walks, boat trip to see pink dolphins or specialized outings (fishing, birdwatching). $25,000COP for a bunk."]},"\n",{"type":"*","value":[" Hostal Asai, Cra 6 No 6-65, email: hostalasai@yahoo.es. Miriam, the owner who can be found at the hotel across the street, is somewhat brusk, but the house is wonderful.  $30,000COP for a bed upstairs."]},"\n",{"type":"*","value":[" Upstairs from the Asociacion Artesanal Mowacha there is a very simple dorm room or you can sleep in a hammock in the Ticuna community classroom for $10,000COP a night. Calle 7 No 7-30, celular: try 314-409-1352 or 312-340-8804.  There is no sign for the \"hostel\" so ask at the store."]},"\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"==","value":["Go next"]},"\nThere are 3 rapido departures to Leticia every day.  \n\n",{"type":"{{","value":[["IsPartOf"],["Amazonas (Colombia)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-3.773333"],["-70.381944"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Puerto Nariño"]]},"\n",{"type":"[[","value":[["Commons:Category:Puerto Nariño"]]}]