[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Puerto Peñasco"]}," is a beach city in the northwestern corner of the state of ",{"type":"[[","value":[["Sonora (Mexico)"],["Sonora"]]}," in ",{"type":"[[","value":[["Mexico"]]}," on the shores of the Sea of Cortez (Gulf of California), about 70 miles south of the border with ",{"type":"[[","value":[["Arizona"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPuerto Peñasco, also known as Rocky Point, is one of the fastest growing tourist centers of northern Mexico; as of 2009 the population is 45 plus thousand people, which includes many American and Canadian ex-pats.  Quite an expansion for a fishermen village that had no more than 3,000 people about 25 years ago.\n\nThe story goes that Al Capone put Puerto Penasco in the map. During prohibition he supposedly used the village as a transfer point for liquor to his USA organization. The word in the streets say that he drilled the first water well, constructed a landing strip and also build the first solid structure building, nowadays is known as \"Posada La Roca\" the 8 room hostel in the fish market area.\n\nPuerto Peñasco has a few different areas\n",{"type":"[[","value":[["File:OldPort.jpg"],["thumb"],["right"],["Gulf of California Sea view"]]},"\n",{"type":"*","value":[" Fish Market - with the Malecon Kino overlooking the Sea of Cortes, many curio shops, restaurants, bars, ice cream parlors, remember thrifty ice creams?"]},"\n",{"type":"*","value":[" Playa Mirador - one of the oldest beach areas of Rocky Point, location of the famous \"Spring Break\" party street Avenida Matamoros, in a matter of 2 blocks you will find yourself in what seems to be a huge open bar, where college students from many universities concentrate during the 2 week vacation period."]},"Then you go one block west and find yourself in a nice sandy beach, many restaurant and hotels in this area makes it so you do not have to go anywhere for anything. \n",{"type":"[[","value":[["Image:City beach sunset.jpg"],["thumb"],["right"],["Sunset at City Beach"]]},"\n",{"type":"*","value":[" Calle 13 - Another well known area for its numerous restaurants and bars, here you will find ATV and Rhino rentals almost in every block. To reach Calle 13, turn right off the main road (Benito Juarez). Calle 13 dead ends at the Penasco Del Sol hotel and the city beach; just before that is the turn for Seaside Reservations and the Las Gaviotas condominiums. The city beach is the hub of Mexican beach life, with numerous vendors and food trucks setting up shop on the sand."]},"\n",{"type":"*","value":[" Sandy Beach -  this is the location where most of the new developments are taking place, resorts, spas, 18-hole golf courses, condos and houses, restaurants as well as bars and of course a couple of miles of sandy beach and the future home port site for the cruise ships."]},"\n",{"type":"*","value":[" Choya Bay - located about 5 miles out of town and home of the world famous JJ's Cantina, it is just northwest of Sandy Beach."]},"\n",{"type":"*","value":[" Las Conchas - the oldest American enclave in Rocky point exclusively residential with many available beachfront rental homes."]},"\n",{"type":"*","value":[" Mayan Palace - One of the most, if not the most luxurious Mexican resort\/timeshare, with its Jack Nicolaus 18-hole golf course, spa and many amenities to keep anybody, kids or adult busy."]},"\nAnd there are others like Playa Diamante, Playa Encanto, Playa San Jorge, etc. all located outside of town along the shores of the Sea of Cortez and are residential only.\n\nPuerto Penasco is in the same time zone as Phoenix\/Tucson, Arizona, and observes the same rules for Daylight Saving Time as Arizona (that is to say, it is not observed).\n\nThe border crossing at Lukeville, Arizona is open from 6AM to midnight, daily.\n\nThe currency of México is the Mexican Peso. The exchange rate between the US Dollar and the Mexican Peso changes daily, the local merchants will typically accept US Dollars at the going rate for that time. ATMs are available around town that will allow you to use your US-based bank card and receive Mexican Pesos, typically at a more favorable rate.\n\n",{"type":"==","value":["Talk"]},"\nAs in the rest of the country, Spanish is the predominant language among the population. The variety of Mexican Spanish spoken in the region distinguish itself from the rest of the country for its strong intonation and contraction of words. Due to its proximity to the United States, it receives a great deal of influence from English. For example, English words such as troca (truck), lonche (lunch) and bai (bye) are of common usage.\n\nEnglish is spoken by most of the vendors and in almost every restaurant in Puerto Peñasco. Earnest attempts by visitors to speak Spanish are always appreciated.\n\n",{"type":"==","value":["Get in"]},"\nIf driving your own vehicle there are many ways to get to Puerto Penasco, the most direct and easy way to get there is from Arizona thru the point of entry in Lukeville, the distance from Phoenix or Tucson is the same just about 220 miles which is about 3.5 hrs of driving time.\n\nFrom Phoenix you will need to take I-10 going west to Los Angeles getting off on exit 112 that connects to State Route 85 going south thru Gila Bend, Ajo, Why and Lukeville, once you go thru the border follow the road over the hill and past the bridge then about a block you will turn right into Mexico highway 8, which will take you straight into Puerto Penasco.\n\nFrom Tucson you will need to connect from I-10 taking exit 260 to I-19, take exit 99, Ajo Way and go west eventually it will turn into State Route 86, it will go west thru Sells, Quijotoa and Why where it will dead end into State Route 85, turn left going south to Lukeville, once you go thru the border follow the road over the hill and past the bridge then about a block you will turn right into Mexico highway 8, which will take you straight into Puerto Penasco.\n\nIt is an easy and safe one hour drive by car from the American\/Mexican border at Lukeville, Az at the south end of Organ Pipe National Monument on Arizona Highway 85. If coming from Southern California, the drive is a bit shorter by crossing south of Yuma at San Luis Rio Colorado, but this route requires more driving in Mexico, however the new highway, Mexico Highway 3, from El Golfo de Santa Clara to Puerto Penasco is now open and is a very nice drive, however due to the sand being blown into the highway be careful when coming to sand build up, they could be deadly at high speed, is not recommended to go off road unless you have four wheel drive and are familiar with driving in sand.\n\nAll drivers in México are required to have Mexican auto insurance. US policies are not acceptable. Be sure to buy Mexican insurance prior to your trip down or at one of the many places along Highway 85 ",{"type":"''","value":["before"]}," you cross the border.\n\nOr If you would like you can use one of the few Shuttle Services available, if you do not want to drive yourself.\n\nFrom Phoenix you can contact Head Out to Rocky Point at (602)971-0166, e-mail at headout@cox.net or visit their website at http:\/\/www.headouttorockypoint.com\/\n\nFrom Tucson contact Rocky Point Rides at (520)207-0532, e-mail at info@rockypointrides.com or visit their website at http:\/\/rockypointrides.com\/\n\nFrom Puerto Penasco there are 2 shuttle companies with offices in both Phoenix and Tucson\n\nTransportes Nena's 011-52-638-388-7089, if calling from US or (602)442-6802 or visit their website at http:\/\/transportesnenas.com\/\n\nTransportes Superior 011-52-638-388-3640 if calling from Us or (602)455-9522 no website available at the time of this posting.\n\nThere are direct bus services to Hermosillo and other points statewide (Nogales and along Mexican Highway 15 & 2, Caborca, Santa Ana, Guaymas, Empalme, Huatabampo, Navojoa) to\/from Puerto Penasco with Albatros Bus Company on Benito Juarez.  This bus does not pass through Sonoyta or Rio Colorado or Baja California, to do that you must board another bus company.\n\n",{"type":"==","value":["Get around"]},"\nIf you did not drive in to Puerto Peñasco (as most visitors do) you can get around town via taxi.  You can either have the hotel call them for you or go to the nearest major street and flag one down, fares vary however you should not pay more than $2 or $3 per person, in the touristic area of Sandy Beach you will find the \"taxi turistico\" or \"tourist taxi\" their prices will be higher than those of regular taxis.\n\nThere are also microbuses that take people around town (mostly workers) for a minimal fee.\n\nIf you will be staying for a longer period, there are 2 places that you can rent a car:\n\n",{"type":"*","value":[{"type":"'''","value":["The Point Rent-a-car"]},", On Blvd Benito Juarez across from Latitud 31 Restaurant and bar, tel. 388-5823"]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Links at Las Palomas"],["alt=Golf"],["url=http:\/\/www.lplgc.com\/"],["email="],["address=Blvd. Costero 150, Sandy Beach, Puerto Peñasco, Sonora, Mexico 83550"],["lat="],["long="],["directions=For directions, see Las Palomas Beach and Golf Resort in the 'Sleep' section, below."],["phone=(011 52 638) 108 1072 from the US"],["tollfree="],["fax="],["hours="],["price=$45"],["content=The Links at Las Palomas is an 18-hole, par 72, championship golf course that offers a classic links-style golf experience. The Links offers a club house, a fully-stocked pro shop, a restaurant, a driving range, practice greens and cart rentals."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Boating, Fishing, Cruises"],["alt="],["url=http:\/\/www.santiagosoceanservices.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Santiagos Ocean Services has boats for Fishing trips, Bird Island Eco tours, Snorkeling Excursions, Dolphin and Whale watching, Dinner or Margarita Sunset Cruises, and for some real excitement they offer Parasail Rides that will give you a birds eye view of Rocky Point."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ultralight Flying Adventures"]},", $40 for a 15-minute flight over any part of Puerto Peñasco that you'd like to see from the air."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dancing"]},", Puerto Peñasco has lots of nightlife, and there are many great places to go dancing: Manny’s Beach Club, Pink Cadillac, Baja Cantina, The Reef Club, Playa Bonita Happy Hour at Puesta Del Sol, Margarita Villa, and Bumaya (with the famous Foam Party)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Beach"]},", Puerto Peñasco have basically to distinctive beaches separated by Whale Hill, the rocky hill where the Malecon and the fish market are located, to the north you have Sandy Beach, which starts at Playa Hermosa at the end of Calle 13, where Hotel Penasco del Sol is located and goes to Pelican Hill\/Cholla Bay, this beach is about 5 miles of white sand and full of the new developments which includes condos for rent, resorts and hotels, this is the new touristic section of Puerto Penasco\/Rocky Point which started developing around 2000. The other beach area is located to the south east of Whale Hill which starts with Playa Mirador, the oldest developed beach in Rocky Point, known by the great tide pools where many different sealife can be found when the tide is low in the shore reefs, however when the tide is high the beach is of sand and the rocks are not visible.  After playa Mirador going along the coast you have the American enclave of \"Las Conchas\" where many beautiful homes of mediterranean style are and ends at the entrance to the Morua estuary.  To continue down the coast, you must take the highway to Caborca which will take you to many of the other residential developments like Playa Encanto, Playa Dorada, playa Miramar ending at the Mayan Palace and the entrance to La Pinta Estuary."]},"\n",{"type":"*","value":[{"type":"'''","value":["Off road vehicle rentals"]},", There are lots of quad rental shops for easy access to the sand dunes outside of town near Cholla Bay."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Health Club\/ Club Playa Fitness Center"],["alt=Realty Network"],["url=http:\/\/www.visualtour.com\/show.asp?T=1629987"],["email="],["address=281 Blvd. Fremont"],["lat="],["long="],["directions=1 mile east of city hall on Blvd. Fremont"],["phone="],["tollfree="],["fax="],["hours=6AM - 9PM"],["price=$5.00"],["content=This is a great place to get a workout in while in Puerto Peñasco. Memberships available, walk-ins welcome @ $5.00 per visit. Air conditioned, state of the art equipment, cardio, free-weights, universal machine, flat screen\/HD TV\/ Music."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=CET-MAR Aquarium"],["url=http:\/\/www.penascoguide.net\/index.php?sitelg=en&p=poi"],["email="],["address=43 Las Conchas Rd"],["lat="],["long="],["directions=To get there go east on Fremont and turn right on Camino a las Conchas after the gas station on the left. It is on the bend as the road approaches the beach."],["phone=638 382 0010"],["tollfree="],["fax="],["hours=Monday through Friday from 10AM to 2:30PM and Saturday and Sunday from 10AM to 5PM"],["price=USD $3 ADULT, $1 CHILD"],["content=Aquarium exhibit at the university, Centro de Estudios Technologicos del Puerto Penasco.   Actual research is being done there, and the animal tours are mostly self-guided thru the tanks, barrels, and pools. The entry fee is about USD$3."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shopping"]},", The malecón (",{"type":"''","value":["mah-lay-CONE"]},"), or \"beach walk\" in the Old Port part of town is alive with shops that sell everything from tourist souvenirs to fine art. While in Puerto Peñasco, most visitors stay in one of the hundreds of privately owned condos that offer fully stocked kitchens. For this reason, the fish market at the malecón is a popular stop for the fresh catch of the day, especially during the shrimp season, September to March. There are also many good restaurants to be found along the malecón, some of which provide stunning sunset views of the Sea of Cortéz."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Cholla Mall"]},", has many shops with pottery, jewelry, clothing, and a variety of knick knacks. Two large pottery shops, across the street from each other, have a massive selection of artwork, rough pottery, and Talavera-style pottery. Planters of every size and shape, plates, platters, and bowls, candle holders and water coolers - you can find pretty much everything in these stores. While you can buy cigars at a few of the shops, they tend to be older and\/or more stale than the shops on the Malecon."]},"\n",{"type":"*","value":[{"type":"'''","value":["Capone's Restaurant and Bar"]},",  Located in Sinaloa Avenue in the Mirador beach area, Very casual drinking and dining. $8-$15"]},"\n",{"type":"*","value":[{"type":"'''","value":["Delfin Amigable (Friendly Dolphin)"]},", Ave. Alcantar #44 (",{"type":"''","value":["the main street out of the Old Port"]},"), ",{"type":"''","value":["+1 52 (638)"]}," 383-2608. S-Th 10AM-11PM, F-Sa 11AM-11PM. Traditional Mexican dishes, and a very creative seafood menu. Casual dining, and appropriate for the whole family. $8-$22."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=JJ's Cantina"],["alt="],["url="],["email="],["address=12 Coahuila Ave"],["lat="],["long="],["directions=Cholla Bay"],["phone=+1 52 (638) 383-2270"],["tollfree="],["fax="],["hours="],["price="],["content=A historic, casual restaurant and bar in Cholla Bay, popular with many of the local American and Canadian ex-pats."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["La Casa del Capitan"]},", ",{"type":"''","value":["on top of \"Whale Hill\""]},", A restaurant with a great view. Mexican and American dishes served indoors or outside on the large patio."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Maria Fine Bistro & Cuisine"],["alt=Las Palomas Beach & Golf Resort"],["url=http:\/\/www.laspalomasresort.net\/html\/mexico-restaurants.asp"],["email=reservations@lppmc.com"],["address=Blvd. Costero 150, Sandy Beach"],["lat="],["long="],["directions="],["phone=+1-866-360-2324 or +52-638-108-1000 in Mexico"],["tollfree="],["fax="],["hours="],["price="],["content=La Maria offers refined \"cocina mexicana\" and world fusion dishes. A place for a special evening, or just to stop in for a late-night dessert."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lolitas Seafood Restaurant"]},", located in Ave Cuahutemoc in Mirador Beach area"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sapporo Sushi Restaurant"]},", in Sinaloa Ave. one block west from Cappone's restaurant in the Mirador beach area"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kaffee Haus"]},", located on your way to the Old Port. The Coffee Haus is a breakfast and lunch bistro tucked on a hillside just south of the old port.   Established by German Pastry Chef, Uwe Holtze, and his wife Lily in 2005, the Coffee Haus was named after Uwe’s dog “Coffee”.  Uwe, originally from Germany, lived in Canada and Boston before settling in Puerto Penasco.  He brought with him a taste of Europe, combined with American, Canadian and Mexican fare. website, www.coffeeshaus.com ",{"type":"[","value":["http:\/\/www.coffeeshaus.com"]}," Phone, 638-38 81065. Please be ready to wait for few minutes, normally during long weekends expect queues. Please give your name with counter, they will call you in order."]},"\n",{"type":"==","value":["Drink"]},"\nThere are many casual night clubs in town, including Manny’s Beach Club, Pink Cadillac, Baja Cantina, The Reef Club, Playa Bonita Happy Hour at Puesta Del Sol, Margarita Villa, and Bumaya (with the famous Foam Party).\n\n\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rocky Point Beach Club"],["url="],["email="],["address=Calle 13"],["lat="],["long="],["directions=across from the Penasco del Sol Hotel"],["phone="],["tollfree="],["fax="],["hours=7AM to 1AM"],["price=inexpensive e"],["content=Rocky Point Beach Club offers both a restaurant - inside and outside, a bar and dance floor and for the athletes amongst us, even a beach volley ball court! The restaurant has traditional Mexican and American food, a great spot for a family or for party. You can't miss the old boat with the metal Mexican inside!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Palomas Golf and Seaside Resort"],["url=http:\/\/www.laspalomasresort.net\/"],["email=reservations@lppmc.com"],["address=Blvd. Costero 150, Sandy Beach"],["lat="],["long="],["directions=From Arizona, take AZ-85 to Lukeville, Az. Cross the border. As you begin to enter Puerto Peñasco, turn right at the second traffic light onto the street named “Calle 26” or “No Reeleccion.” Continue straight on this street and after crossing the railroad tracks, the Las Palomas Sea Side Community’s property begins where you will exit to the left around the traffic circle. A short distance farther, the street will curve to the right. Continue straight on this street along the sand dunes to a traffic circle where exiting to the left leads to the security gate of the main entrance of Las Palomas Resort."],["phone=+52-638-108-1000"],["tollfree=866-360-2324 (from USA)"],["fax="],["hours="],["price=Price varies, depending on number of bedrooms"],["checkin="],["checkout="],["content=Las Palomas Beach & Golf Resort includes condominiums where you can stay. Each condominium (1BR -5BR) in this full-service resort has a stunning ocean view. Las Palomas offers fine and casual dining, \"infinity\" pools, swim-up bar, lazy river, room service, full spa services, wireless Internet service (WiFi) and a 18-hole PGA gold course. Golf, wedding, and honeymoon vacations are available."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["Puerto Peñasco Wireless Internet service ",{"type":"[","value":["http:\/\/www.wifirockypoint.com"]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nUnlike most small communities, Rocky Point has not experienced an increase in crime. It is important wherever you are to stay alert to your surroundings. It was noted recently in an article about crime in the USA that you are 17 times more likely to have violent crime affect you in Flint, Michigan than in Rocky Point.\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.316667"],["-113.536944"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Sonora (Mexico)"]]},"\n",{"type":"[[","value":[["WikiPedia:Puerto Peñasco"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Puerto Peñasco"]]}]