[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\nPuerto Maldonado is the main city of the Department of ",{"type":"[[","value":[["Madre de Dios (Peru)"],["Madre de Dios"]]},", ",{"type":"[[","value":[["Peru"]]},". The city itself doesn't have many tourist attractions, but it's the starting point for jungle trips. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nTo get to Puerto Maldonado, one usually must travel from Lima - Cusco first before reaching the Padre Aldamiz (PEM) airport in Puerto Maldonado. Since domestic flights in Peru change so much, it is difficult to recommend carriers - however the most reliable seem to be LanPeru and StarPeru.  Commercial flights in and out of Puerto Maldonado are almost always in the morning or early afternoon.  The phone number at the airport is +51 084-571531.\n\nMake sure to have your Yellow Fever Vaccination Card on you; local officials often ask for it even though it may or may not be \"officially\" required.\n\n",{"type":"===","value":["By land"]},"\nThe road to Puerto Maldonado from ",{"type":"[[","value":[["Cuzco"]]}," is improving since it is part of the Interoceanic highway, but currently the bus trip still takes 12 hours, so most tourist opt for the quicker and more comfortable 30-minute flight. \nSome lodges, including Wasai, even offer mountain biking tours from Cusco to Puerto Maldonado.  This trip, however, is not for the casual beginner; it's a serious trek for serious athletes.\n\n",{"type":"===","value":["By water"]},"\nYou can reach Puerto Maldonado from either the Tambopata or Madre de Dios rivers, but this is not likely for tourists.\n\n",{"type":"==","value":["Get around"]},"\nIf you've booked a stay at one of the jungle lodges (Wasai, Sandoval, Posadas, etc) your guide will most likely meet you at the airport holding a sign with the lodge's name on it.  They will transport you in van to the river (Puerto Tambopata) to wherever you are going (by boat)\n\nIf you are staying in town, taxis almost outnumber everyone else in Puerto Maldonado, so getting around the town is fairly simple.  Motorcycle-driving taxis will take you anywhere you want to go, and the most likely destinations (airport - plaza de armas, airport - Puerto Tambopata, or airport - hotel) will cost you between 2 - 5 soles (about 1 dollar).  \n\nIf you chose to rent a moped and ride around yourself, feel free.  Motorcycle rentals are everywhere in town and normally cost about 5 sol an hour.\n\n",{"type":"==","value":["See"]},"\nMost of Puerto Maldonado's visitors use the town as a launching point, but if you are staying for a day or two, make sure to see the following:\n\n",{"type":"*","value":[{"type":"'''","value":["Plaza de Armas"]},".  The main square in Puerto Maldonado is much like the main squares all throughout South America.  Great for picture taking, eating ice cream, or just sitting around."]},{"type":"*","value":[{"type":"'''","value":["Confluence of the Tambopata and Madre de Dios rivers"]},". This is in the eastern-most part of town, next to the government buildings, and has a lovely courtyard great for picture taking."]},{"type":"*","value":[{"type":"'''","value":["Monkey Island"]}," A medium sized island situated in the middle of the river, the home of hundreds of monkeys and several different species.  Watch out the monkeys will try to \"borrow\" anything that is not attached to your person or not secured in a backpack. "]},{"type":"*","value":[{"type":"'''","value":["Lumber yard"]},". Although this sounds silly, those interested in tropical conservation won't want to miss this first hand look at the economic drivers behind deforestation."]},{"type":"*","value":[{"type":"'''","value":["Market"]},". Here you can buy everything from a side of beef to Led Zeppelin CD's. Goods here are slightly more expensive than in other parts of Peru, since Puerto Maldonado imports many goods from other parts of Peru and doesn't produce them themselves."]},{"type":"*","value":[{"type":"'''","value":["El Jaguar Zoo & Disco"]},". Yes, you read that correctly.  Puerto Maldonado has a modest zoo complete with local fauna, and at night the place is billed as a night club.  Go get trashed with the brown capuchin monkeys at this place."]},{"type":"*","value":[{"type":"'''","value":["The Obelisk"]},". An eight-storey lookout tower that lets you go up for just a few soles. The outside of the obelisk has beautiful sculptures made by a local artist, telling a typical story about the jungle. Once up there you get a good view from the city and the surrounding Tambopata and Madre de Dios rivers."]},{"type":"*","value":[{"type":"'''","value":["Rescue Snake House"]},". A little further down the main road from the airport, rescued snake species as well as other reptiles and a rescued blind Margay (little big cat), and small museum. Worth a visit to see these creatures up close and learn a bit about them from the volunteers there."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Tambopata reserve "]},{"type":"*","value":["Manu Reserve Tours"]},{"type":"*","value":["Iquitos rainforest"]},"The relatively close Tambopata reserve park is famous for its great biodiversity but not even cheap to visit since you need a permit to enter. If you just want to see how jungle looks, you can do that outside the park much cheaper in the Tambopata Candamo Reserved Zone.\n\nIf you're feeling adventurous and want to explore the surrounding countryside, there are several places in town that rent out motorbikes.\n\nThere are also several \"retreat centers\" just outside Puerto Maldonado on Carretera Tambopata, including a yoga center Kapievi at km 1.5 and an animal shelter, Amazon Shelter, at km 11, with many other places to stay in between.  This is a great alternative to staying in town, if you have a couple of days to spare, after a lodge stay.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ecoaventuras Amazonicas"],["url=http:\/\/www.ecoaventurasamazonicas.com"],["email="],["address=Carretera La Cachuela Km. 11.5"],["lat="],["long="],["directions="],["phone=982709329"],["tollfree="],["fax="],["hours="],["price=20 US$"],["content=A very interesting place in the amazon, only few minutes from Puerto Maldonado, you have the chance to visit the Canopy \"La Cachuela\", it is very recomended, for every person visiting Puerto Maldonado."]]}]},{"type":"===","value":["Jungle Lodges"]},"\nMany jungle lodges in the surrounding area offer complete tour programs.  Some of the available lodges are as follows:\n\n",{"type":"*","value":[{"type":"'''","value":["Rainforest Expeditions"]},"  Many package deals are done in association with this company, but you can just walk over to their counter on the right hand side of the airport and arrange your own tour there too. You can stay at any of their 3 lodges, Posada Amazonas is the closest to town (about 45 minutes by boat from Infierno), for those who want to experience the jungle without getting in too deep! Associated with the local community, this company does a lot to keep ecotourism 'green' and sustainable. And for those who really want to experience the richness of the forest, you can go right out to the famous TRC research center (about 7 hours by boat from Infierno), home to the largest claylick in the world where you will see amazing displays of parrots and macaws feeding in the mornings and always plenty of animal life around! Hand-raised macaws will even join you for breakfast! Highly recommended for birdwatchers. There is also Refugio Amazonas halfway between the two, the newest lodge and my favorite (I saw a jaguar here). The guides will amaze you with their experience of the forest, and you will leave having had an unforgettable experience. ",{"type":"[","value":["http:\/\/www.perunature.com"]}]},{"type":"*","value":[{"type":"'''","value":["Taricaya Research Center"]},"  This lodge is located about 1 1\/2 hours down the Madre de Dios river, and actually has the highest canopy walkway in South America (42 meters high).  Run exclusively by Projects Abroad, you can arrange a day trip to this place.  Besides the canopy, they have an animal release program and many other active conservation projects that make this a must see. "]},{"type":"*","value":[{"type":"'''","value":["Bello Horizonte Lodge"]},"  Lodge with a spring fed swimming pool, situated 1 hour from Puerto Maldonado.  This lodge has a great view of the jungle below.  100% of its profits go to the children’s homes “San Vincente” and “Principito”.  "]},{"type":"*","value":[{"type":"'''","value":["Wasai Tambopata Lodge"]},"  This lodge is located about 4 hours up the Tambopata River. Nice options for those interested to visit the largest macaws' clay lick of the upper Tambopata River. There are no more dwellings upstream from the lodge. The lack of people and the closeness to the Andes produces an abundance of flora and fauna not seen in other areas of the amazon.  "]},{"type":"*","value":[{"type":"'''","value":["Wasai Puerto Maldonado Eco Lodge"]}," The hotel is in the most convenient location on the river bank,offering spectacular views of the Madre de Dios River and the amazon rain forest."]},{"type":"*","value":[{"type":"'''","value":["Anaconda Lodge"]},"  One of the few pretty lodges that on the outskirts of the city, surrounded by beautiful vegetation. Boasts a swimming pool and a Thai restaurant, and also offers camping.   "]},{"type":"*","value":[{"type":"'''","value":["Sandoval Lake Lodge"]},"  This one is very special because it is on the beautiful oxbow Lake Sandoval, and is very comfortably accommodated with hot water, electricity, fabulous meals, and superb guides.  Plus, it is only approximately 30 minutes by boat to the 5 km trail which leads to the lake, unlike most of the other lodges which need to be hours away from town in order to see wildlife.  Its location on the lake (as opposed to the river) insures excellent wildlife views including the Giant Otter, Black Caimen, about a dozen species of primates, and tremendous avian variety, including the fascinating Hoatzin."]},{"type":"*","value":[{"type":"'''","value":["Mejia Family Lodge"]},"  If a backpacker's stay is more your style and\/or budget, try this place.  They are located about 1 km from Sandoval Lake Lodge and rent their bungalow style rooms (meals included) considerably cheaper than Sandoval."]},{"type":"*","value":[{"type":"'''","value":["Cusco Amazonico Lodge"]},"  This one is located downriver on the Madre de Dios at about 12 miles (about 45 minutes).  "]},{"type":"*","value":[{"type":"'''","value":["Explorers' Inn"]},"  This lodge is 58km up the Tambopata river from Puerto Maldonado, about 1.5 hours by boat from the community of Infierno.  Attractions include the oxbow lake Cocacocha, a short hike from the lodge."]},{"type":"*","value":[{"type":"'''","value":["Heath River Wildlife center"]},"  This wonderful lodge is in the Heath River in the Bolivian side. Nice options for those interested in macaw clay lick and visit other ecosystem like the savannah."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Laundry"]},". If your clothes are wet, dirty, and disgusting, and you can't take it any longer, drop by one of the many laundry services in town (there's one on Leon Velarde).  They charge by the kilo, but they'll wash all your clothes for a very fair price.  "]},{"type":"*","value":[{"type":"'''","value":["Miscellaneous"]},". Did you forget something?  Camera batteries, perhaps?  How about feminine hygiene products, guitar strings, sunblock, or some sugar-coated brazil nuts?  No problem.  There are dozens of shops up and down Leon Velarde, especially at the river bank (Puerto Tambopata) where you can pick up pretty much anything you would ever need."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["El Hornito"]},", in the main Plaza next to the Banco de Credito.  It doesn't open until 6:30PM, but this pizzeria is worth the wait."]},{"type":"*","value":[{"type":"'''","value":["Anaconda Lodge Thai Restaurant"]},", within the lodge, 15 minutes outside of the city, a few minutes from the airport. Offers wonderful and authentic Thai food as the chef is actually from Thailand! Friendly owners and a swimming pool too."]},{"type":"*","value":[{"type":"'''","value":["Tu Dulce Espera"]},", on Leon Velarde between Dos de Mayo and the Plaza de Armas.  Open most of the day (except in the hot part of the afternoon, when everything closes), this restaurant is excellent and very cheap."]},{"type":"*","value":[{"type":"'''","value":["Burger Plaza"]},", on the southwest corner of the main square.  Good quality with very cheap prices."]},{"type":"*","value":[{"type":"'''","value":["El Tigre"]},", southeast of the market, this place has the best ceviche in Puerto Maldonado, and is very cheap.  If you aren't a ceviche fan, order the chicharron de pescado, served with fried yucca."]},{"type":"*","value":[{"type":"'''","value":["La Vaca Loca"]},", right across the street from the main square,Fantastic steak for a great price. Great wine and a great atmosphere. Big \"cow oven\" inside."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Club El Witite"]},". There is something about a Peruvian disco that makes South American travel worthwhile.  Get completely bombed at this club. Don't stay out too late, though.  Taxis get hard to find after midnight, and trying to explain to them where you are staying is pretty tricky after about ten beers, especially if you can't remember the name of your hotel.  If this happens, just go back in the club.  They stay open until about 5:00 in the morning, anyway."]},{"type":"*","value":[{"type":"'''","value":["Carambola"]},". Another decent club on the street leading up the Capitania port."]},{"type":"*","value":[{"type":"'''","value":["Ruztika’s"]},". The place to try an impressive amount of cocktails with local flavours, and has a beautiful night view of the confluence of the Madre de Dios and Tambopata rivers."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tambopata Hostel"]},", Located in the centre of town, you are ideally placed to explore the main areas of Puerto Maldonado. The cleanest hotel I found after having stayed in the region for 3 months (and trying some that were supposedly the best!), really friendly owners, including an ex-guide very knowledgeable about the biodiversity of the area. Facilities include kitchen that you are free to use, and a lounge area with cable tv, and small library with books on the region including local wildlife and plenty of DVDs to watch. You can stay in either a group dorm (30 soles a night) or your own room with double bed (40 soles a night) Beautiful garden, hammock area, clean and simple with a wonderful relaxed atmosphere. Hop into a moto-taxi and if they don't know 'Tambopata Hostel', or 'avenida 26 de deciembre', just ask for the Plaza de Armas (main town square); carry on past the main square on the right hand side, and on reaching the top corner ask the driver to turn right (derecha) and continue up to the last road (avenida 26 de deciembre), turn right and about 10 feet on the right is the hostel. (look for the building with all the little international flags)."]},{"type":"*","value":[{"type":"'''","value":["Brombu's"]},", Located just outside the airport, this place has a small pool and clean rooms.  The people here are absolutely wonderful, and the price is very reasonable.  "]},{"type":"*","value":[{"type":"'''","value":["Hotel Bahia"]},", Between 4 an 6 US$, with or without private bath, some rooms are rather noisy."]},{"type":"*","value":[{"type":"'''","value":["Hotel Wilson"]},", Between 4 an 6 US$, with or without private bath, safe and clean."]},{"type":"*","value":[{"type":"'''","value":["Tambo de Oro"]},", Between 2-4 US$, without private bath.  Safe and clean as you can expect, but this \"house of gold\" won't offer you much else.  Great place if you aren't too picky and are on a budget."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Anaconda Lodge"]},", Between 13-32 US$, bungalows with private bathrooms and others with shared bathrooms. Located outside the towncentre so much quieter than other places, and surrounded by a botanical garden. This place has a great swimmingpool and Thai restaurant, and has a very nice vibe. You can also camp in the garden for only 20 sol a night! (about 7 US$)"]},{"type":"*","value":[{"type":"'''","value":["Hotel Wasai"]},", 30 US$, with private bath, nice place on the Madre de Dios river on the northeast side of town."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Corto Maltes"],["url=http:\/\/www.cortomaltes-amazonia.com"],["email="],["address="],["lat="],["long="],["directions=Down River from Puerto Maldonado"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Really beautiful. Restaurant and bar overlooking the river. Great activities."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Amazon Shelter"]},", 25 US$ per double room, shared bathroom but including food.  This is a very quiet and pleasant place, next to jungle, just outside town, close to Tambopata River.  Very hospitable owner who runs this animal shelter, where animals roam free at least once every other day.  You get to pet some, enjoy their company and learn about their history. It is on Carretera Tambopata, but most taxi drivers will not have a clue where to go.  You need to tell them that the road there is \"a continuacion de La Av. Ernesto Rivero, Carretera Isuyama, Circuito Tambopata\".    ",{"type":"[","value":["http:\/\/www.amazonshelter.org\/ingles\/index.htm"]},"."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[{"type":"'''","value":["Internet Access"]},". There are several places in town that offer internet access by the hour (2 soles, a bit less than $1 US per hour).  There are two on the north side of the Plaza de Armas.  Although Puerto Maldonado now has high speed cable internet, the speeds aren't quite as high as you may be used to.  However, a reasonable person can check and send about a half dozen emails in about 15-20 minutes.  This is much faster than it used to be."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-12.6000"],["-69.1833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Madre_de_Dios_(Peru)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Puerto Maldonado"]]},"\n\n",{"type":"[[","value":[["Commons:Puerto Maldonado"]]}]