[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Puerto Montt 2009.jpg"],["thumb"],["Puerto Montt City"]]},"\n\n",{"type":"'''","value":["Puerto Montt"]}," is a fast growing city in the south of ",{"type":"[[","value":[["Chile"]]},", just north of ",{"type":"[[","value":[["Chiloé Island"]]},". It boasts great views of the ocean and towering peaks of the Andes, and is a centre for travelers heading further south along the carretera austral, or east to Argentina.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThere are flights from ",{"type":"[[","value":[["Santiago de Chile"],["Santiago"]]}," in the north (1 hour 40 minutes) and from ",{"type":"[[","value":[["Punta Arenas"]]}," in the south (2 hours).\n\n",{"type":"===","value":["By bus"]},"\nBuses pull in at the large and bustling terminal in the middle of town close to the harbor. There are many departures to cities in the north, as well as services to ",{"type":"[[","value":[["Chiloé Island"]]},". ",{"type":"'''","value":["Cruz del Sur"]}," are the fastest, since they own many of the ferries crossing the strait and the bus bypasses the waiting line. Buses to ",{"type":"[[","value":[["San Carlos de Bariloche"],["Bariloche"]]}," in ",{"type":"[[","value":[["Argentina"]]}," takes around 7 hours.\n\n",{"type":"===","value":["By ferry"]},"\n",{"type":"'''","value":["Navimag"]}," has boats to and from ",{"type":"[[","value":[["Punta Arenas"]]}," and Puerto Chacabuco. The latter costs Ch$ 38000 pp, Ch$ 100000 for a car. Other companies whose name and routes change frequently have ferries to Chaiten on the carretera austral. Many departures in summer, but often only one per week in winter. The ferry to ",{"type":"[[","value":[["Chiloé Island"]]}," leaves about 50 km south west of town, takes 30 min and cost Ch$ 1000 pp and Ch$ 8300 for a car.\n\n",{"type":"'''","value":["Naviera Austral"]}," connects Puerto Montt with Chaiten. Ferry leaves at midnight and journey takes 10-12 hours. Simple seat costs Ch$19100, berths are two times more expensive. Check the Naviera Austral website for current schedule: http:\/\/www.navieraustral.cl\n\nKémelbus now has a service called \"ruta bimodal\" which takes passengers to Chaitén by bus and ship in a daily, 10-hour scenic trip through the fjords south of Puerton Montt.\n\n",{"type":"==","value":["Get around"]},"\nThe thousands of taxis and colectivos that bounce like ping pong balls across and along the streets are a fast and usually cheap way of travelling across town. Although you'll find that your feet will take you to most places. If walking, take extra care when crossing streets in this city. Colectivos appear out of nowhere!\n\n",{"type":"==","value":["See"]},"\nThe area along the beach near the bus station is pleasant for a walk with things along the way to entertain you. Walking east you'll get great views, especially at sunset, from the hills there.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nA good place to have some seafood is at the fishing community of ",{"type":"[[","value":[["Angelmó"]]},".  Along with the seafood market there are some restaurants.  There are also a lot of options for shopping Mapuche craftworks.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Fogon de Cotele"],["alt=Cotele"],["url="],["email="],["address=Av. Juan Soler Manfredini at Playa de Pelluco"],["lat=41.48511"],["long=72.90725"],["directions=Go south along the waterfront from town center"],["phone=+56-65-227-8000"],["tollfree="],["fax="],["hours=Lunch from 1PM, Dinner from 8PM"],["price=Reasonable"],["content=The best beef in the south of Chile, grilled before your eyes.  Excellent wines.  Host Jeremy Law is a charmer."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere is a multitude of cheap hospedaje in Puerto Montt, so don't despair if your travel guide only shows a few expensive ones.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hospedaje La Nave"]},", Ancud 107.  Downtown and close to the bus terminal.  Nothing special about this hospedaje other than it had a room when we were looking for one.  Many options around the bus station to choose from, so don't panic if you arrive late.  No breakfast but a huge bathroom and fantastic high pressure hot water shower makes for a recommendation.  14,000 pesos for two people."]},"\n",{"type":"*","value":[{"type":"'''","value":["Colectivo Bellavista"]},", German Vargas Poblete, Fortuoso 9, Phone (65) 251730, Cell (09) 0912073, a friendly and quiet place, not so near to the city centre, free pickup and dropoff, incl breakfast from $4000\/bed."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-41.4667"],["-72.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Chile"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Puerto Montt"]]}]