[{"type":"{{","value":[["Pagebanner"],["Lumpytrout wikivoyage page banner Manchester Kitsap puget sound Washington State.JPG"],["box=black"]]},"\n\n",{"type":"'''","value":["Puget Sound"]}," is an estuary, a semi-enclosed body of water in which salt water from the nearby Pacific Ocean mixes with fresh water runoff from the surrounding watershed in western ",{"type":"[[","value":[["Washington (state)"],["Washington"]]},", it is a sheltered arm of ocean between ",{"type":"[[","value":[["Seattle"]]}," and the mainland of Washington State to the east and the ",{"type":"[[","value":[["Olympic Peninsula"]]}," to the west. The southern boundary is marked by where the mainland and the Olympic Peninsula meet, near ",{"type":"[[","value":[["Olympia (Washington)"],["Olympia"]]},".  The northern boundary is marked by Admiralty Pass and the Strait of San Juan de Fuca. It is the second largest estuary in the United States, Puget Sound has 3,790 kilometers of shoreline and the Puget Sound watershed covers nearly 42,800 square kilometers and consists of over ten thousand rivers and streams that drain into the Sound. \n\n",{"type":"'''","value":["The Puget Sound Region"]}," consists of Puget Sound itself, the islands of Puget Sound, the Kitsap Peninsula, plus the mainland counties which form both the western and eastern sides of Puget Sound leading up to the edges of the watershed in the high crests of the Cascade and Olympic mountain ranges. Counties with this area include: ",{"type":"'''","value":["Island"]},", ",{"type":"'''","value":["Snohomish"]},", ",{"type":"'''","value":["Kitsap"]},", ",{"type":"'''","value":["King"]},", ",{"type":"'''","value":["Pierce"]},", and ",{"type":"'''","value":["Thurston"]}," \n\n",{"type":"[[","value":[["File:Orca porpoising.jpg"],["thumb"],["300px"],["an Orca 'porpoising' in Hood Canal area of Puget Sound"]]},"\n\n",{"type":"==","value":["Regions"]},"\nIt is difficult to break down Puget Sound into smaller regions because there are so many different geographic, cultural and political ideas that it entails.  Locals generally refer to Puget Sound as both the body of water and the geographic area surrounding it, but even different bodies of government define Puget Sound as having different physical boundaries. For the sake of clarity we will use the National Oceanic and Atmospheric  Administration ",{"type":"[","value":["http:\/\/www.nwfsc.noaa.gov\/publications\/techmemos\/tm44\/fig4.htm (NOAA)official breakdown into five main regions."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["North Sound"],["North Puget Sound"]]}]},", region lies north of the Admiralty Inlet and ",{"type":"[[","value":[["Port Townsend"]]}," and west of Whidbey Island. Includes the city of Bellingham and the picturesque ",{"type":"[[","value":[["San Juan Islands"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["King County"]]}]},", where Seattle is located, also has some unique suburbs, such as ",{"type":"[[","value":[["Bellevue"]]},", ",{"type":"[[","value":[["Redmond (Washington)"],["Redmond"]]},", ",{"type":"[[","value":[["Woodinville"]]},", ",{"type":"[[","value":[["Kent (Washington)"],["Kent"]]}," and much more that extend north, east and south from the core. Bordered to the west by the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," this region also includes ",{"type":"[[","value":[["Vashon Island"]]}," and ",{"type":"[[","value":[["Blake Island"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Whidbey Basin"]}," separates ",{"type":"[[","value":[["Whidbey Island"]]}," from ",{"type":"[[","value":[["Camano Island"]]}," the mainland and includes the city of ",{"type":"[[","value":[["Everett (Washington)"],["Everett"]]},", at the north end is the famous and turbulent Deception Pass."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["South Sound"],["South Puget Sound"]]}]},",region includes the cities south of ",{"type":"[[","value":[["Tacoma"]]}," and the state capital at ",{"type":"[[","value":[["Olympia (Washington)"],["Olympia"]]},", further south."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hood Canal"]},", stands as it's own separate hook shaped branch of Puget Sound and separates the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," from the ",{"type":"[[","value":[["Olympic Peninsula"]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Pugetsoundwithcities.PNG"],["thumb"],["300px"],["map of Puget Sound with major cities"]]},"\nThe Puget Sound Region has many cities, check in the subregion articles for more of them. Some areas might be mentioned here but be covered more broadly in other subregion articles.  For example Port Townsend is located on the shores of Puget Sound but it actually falls under the Olympic Peninsula subregion.\n",{"type":"*","value":[{"type":"[[","value":[["Bellevue"]]}," lies across Lake Washington to the east of Seattle. It is the fifth largest city in the state."]},{"type":"*","value":[{"type":"[[","value":[["Bremerton"]]}," is the main city within the ",{"type":"[[","value":[["Kitsap Peninsula"]]},". This harbor town is fun place to explore."]},{"type":"*","value":[{"type":"[[","value":[["Everett (Washington)"],["Everett"]]}," is the main city on the North Sound."]},{"type":"*","value":[{"type":"[[","value":[["Gig Harbor (Washington)"],["Gig Harbor"]]}," small historical harbor town near the Tacoma Narrows Bridge."]},{"type":"*","value":[{"type":"[[","value":[["Olympia (Washington)"],["Olympia"]]}," lies at the southernmost bit of Puget Sound. It is the beautiful state capital."]},{"type":"*","value":[{"type":"[[","value":[["Port Orchard (Washington)"],["Port Orchard"]]}," classic harbor town with downtown shopping area on the Kitsap Peninsula."]},{"type":"*","value":[{"type":"[[","value":[["Port Townsend"]]}," historic port with it's turn of the century buildings is popular with tourists."]},{"type":"*","value":[{"type":"[[","value":[["Redmond (Washington)"],["Redmond"]]},", home of Microsoft, is on the Eastside of Seattle and offers parks, shopping, and more."]},{"type":"*","value":[{"type":"[[","value":[["Seattle"]]}," is by far the largest city in the region. It is the heart of a vibrant metropolitan area and a major tourist destination."]},{"type":"*","value":[{"type":"[[","value":[["Silverdale (Washington)"],["Silverdale"]]}," is a popular town on the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," with amazing views of ",{"type":"[[","value":[["Puget Sound"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Tacoma"]]}," is another major city in the South Sound. Formerly mostly industrial, the city center has been beautified, and the city now offers attractions such as the famous Museum of Glass, Point Defiance Park, and the Washington State History Museum."]},"\n",{"type":"==","value":["Other destinations"]},"\nPuget Sound area offers a vast variety of areas from thick rain forests and rocky wild rivers to sophisticated urban areas with an international cultural influence.\n\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Edward S. Curtis Collection People 099.jpg"],["150px"],["thumbnail"],["Suquamish woman photographed by Edward S. Curtis in 1913."]]},"\n",{"type":"===","value":["History"]},"\nPuget Sounds complex series of waterways were formed from receding glaciers that left the area about 14,000 years ago cutting deep into the land forming valleys that eventually flooded creating the intricate landscape that we know today.\n\nAccording to scientific data the first people arrived in Puget Sound about 12,000 years ago, but according to native Suquamish people, legend says that all of the earth was water, then the Old One dried the land and created everything from mud, he used the last mud balls from the earth to create the people. Then he sent Coyote to teach the people how to live with the earth, Coyote traveled the earth teaching the people and making life better for them. \n\nBy 1792 when Captain George Vancouver named the area after one of his officers  and declared the area for Great Briton, the Suquamish and Salish people  had already  developed a multi facetted and complex society of their own.  The Suquamish people called Puget Sound the Lushootseed name 'WulcH, which simply means \"Salt Water\".  For thousands of years the Suquamish traveled the waters of Puget Sound in well designed cedar canoes and before settlers developed roadways a complex series of ferries known as the ‘Mosquito Fleet’ was also the main way people and goods were transported around the area and waters of Puget Sound became the first regional highway.\n\nOnce the Washington Territory was established in 1853, the U.S. government began signing treaties with area tribes to acquire their lands. The Suquamish people ceded most of their land to the United States and logging came into the area in full force.  The areas once impassible thick forests gave way to farms, towns and industry as lumber was shipped off to areas such as San Francisco or burned as fuel for the growing fleet of boats.\n\nToday the area has grown in international influence with economic powerhouses such as Boeing, Starbucks and Microsoft whose global reach is far beyond Washington State borders.  Seattle is the largest cosmopolitan city with millions of people and the regions cultural influence is profound with many artistic and cultural endeavors reaching an international audience.  Yet through all of this growth and change the people of the region are still tied to Puget Sound not only for transportation and source of food but as the symbolic center of area culture.\n\n",{"type":"===","value":["Boundaries"]},"\nDespite common belief and contrary to widespread usage there is some debate on the exact boundaries of the area we call ",{"type":"'''","value":["Puget Sound"]},".  For the sake of clarity we are using the boundaries established by National Oceanic and Atmospheric Administration (NOAA) which draws the northern border along the Canadian border and Straight of Georgia. There has been a recent popular movement to officially name the area that contains the Strait of Juan De Fuca, all of Puget Sound and the Strait of Georgia as the ",{"type":"'''","value":["Salish Sea"]},", in honor of the native people of the region (referred to as 'First Nations' people by Canadians).\n\n",{"type":"==","value":["Talk"]},"\nThe Pacific Northwest accent spoken in the Puget Sound region is considered very similar to the General American standard accent (native to the Midwest), popularized in the 20th century by radio, TV and movies. People in the area generally have little to no problem understanding different accents of the English language. The Pacific Northwest attracts tourists from around the world, and it is common to hear many foreign languages being spoken in public in major tourist areas.\n\nThere are ethnically diverse neighborhoods in the Seattle area where many languages are spoken, including a large International District where many Asian languages are spoken. Washington is the thirteenth most populated state for example, but by comparison has the fourth highest Asian population. Seattle's 98118 zip code centered around the Columbia City neighborhood in South Seattle is considered the most ethnically diverse zip code in the country by the US Census bureau with 59 different languages regularly being spoken.\n\n",{"type":"'''","value":["Chinook Jargon"]}," was a pidgin or trade language established among indigenous inhabitants of the region. After contact with Europeans, French, English, and Cree words entered the language, and \"eventually Chinook became the lingua franca for as many as 250,000 people along the Pacific Slope from Alaska to Oregon.\" Chinook Jargon reached its height of usage in the 19th century though remained common in resource and wilderness areas, particularly but not exclusively by Native Americans and Canadian First Nations people, well into the 20th century. Chinook Jargon was still in use in Seattle until roughly the eve of World War II, making Seattle the last city where the language was widely used. Today its influence is felt mostly in place names and a handful of localized slang terms. Pronunciation of some of these terms is difficult and often separates the visitor from the local including Alki, Seattle, Kitsap, Yakima, Duwamish and Lummi.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"[[","value":[["File:Sea Plane leaving San Juan Islands.JPG"],["thumb"],["200px"],["sea plane leaving San Juan Islands"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Seattle-Tacoma International Airport "]}," (",{"type":"{{","value":[["IATA"],["SEA"]]},"), ",{"type":"[","value":["http:\/\/www.portseattle.org\/seatac\/"]},", universally nicknamed \"Sea-Tac\", is located in the city's southern suburbs.  Domestically it's a major hub for Northwest and West Coast destinations, and internationally handles especially frequent trans-Pacific routes, as well as direct flights to the major European airports.  The airport is about a 25 minute drive from downtown Seattle when there isn't heavy traffic, much longer during rush hour."]},"\nAll international flights arrive at the south satellite terminal, but after immigration and customs, passengers are then funneled onto a train back to the main terminal, outside the security checkpoint.  You'll need to pick up any checked bags to clear customs, then place them right back on the conveyor for transit to the main terminal.  Reclaim checked bags once again from carousel 1 in the main baggage hall, to the right after leaving the train and going upstairs.  Allow plenty of time for this dance!  All connecting passengers will need to re-check their baggage with their airline and pass through security.\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/portofbellingham.com\/bellingham_airport_home.php Bellingham International Airport"]}]}," ",{"type":"''","value":["(BLI)"]}," has scheduled flights to ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Las Vegas"]]},", and beginning January 2011, ",{"type":"[[","value":[["Honolulu"]]},", through Horizon Air and Alaska Airlines",{"type":"[","value":["http:\/\/www.horizonair.com"]},". Allegiant Air",{"type":"[","value":["http:\/\/www.allegiantair.com\/"]}," has service to Las Vegas, ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["Oakland"]]},", ",{"type":"[[","value":[["Palm Springs"]]}," (seasonal), ",{"type":"[[","value":[["Phoenix"]]},", and San Diego. Frontier Airlines has service to ",{"type":"[[","value":[["Denver"]]},". San Juan Airlines has commuter flights to the island towns of Eastsound, Friday Harbor, Lopez, and Roche Harbor, plus ",{"type":"[[","value":[["Vancouver"]]},", Canada.  "]},{"type":"*","value":[{"type":"'''","value":["Sea Planes"]}," are another popular way to travel around Puget Sound with several airlines based out of Seattle including ",{"type":"[","value":["http:\/\/www.kenmoreair.com\/ Kenmore Air"]}," serving areas all around Puget Sound and Canada."]},"\n",{"type":"===","value":["By train"]},"\nAmtrak has three train services that serve the Puget Sound area. Cities served are ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Tukwila"]]},", ",{"type":"[[","value":[["Tacoma"]]},", ",{"type":"[[","value":[["Olympia (Washington)"],["Olympia"]]},", ",{"type":"[[","value":[["Edmonds"]]},", and ",{"type":"[[","value":[["Everett (Washington)"],["Everett"]]},": see the \"Get in\" sections of those cities for more details.\n",{"type":"*","value":[{"type":"'''","value":["The Coast Starlight"]}," train starts in Seattle and heads south through Tukwilla, Tacoma, Olympia, ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", and ultimately ",{"type":"[[","value":[["San Francisco"]]}," and ",{"type":"[[","value":[["Los Angeles"]]}," in California."]},{"type":"*","value":[{"type":"'''","value":["The ",{"type":"[[","value":[["Empire Builder"]]}]}," starts in Seattle, goes to Everett then heads east across the mountains to ",{"type":"[[","value":[["Spokane"]]}," and eventually ",{"type":"[[","value":[["Minneapolis"]]}," and ",{"type":"[[","value":[["Chicago"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Amtrak Cascades"]}," is a regional train service that goes north from Seattle to ",{"type":"[[","value":[["Vancouver"]]}," and south to ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," and ",{"type":"[[","value":[["Eugene"]]},"."]},"For more information about travelling by train in the United States see ",{"type":"[[","value":[["Rail travel in the United States"]]},".\n\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["cautionbox"],["Due to a recent bridge collapse along Interstate 5 north of Seattle between ",{"type":"[[","value":[["Burlington (Washington)"],["Burlington"]]}," and ",{"type":"[[","value":[["Mount Vernon (Washington)"],["Mount Vernon"]]},", traffic through those communities may be delayed or detoured as repairs to the bridge are made. There is a 40 mph speed limit throughout the impacted area, including the temporary bridge span. Installation of the new bridge will require another full closure of I-5 in September after Labor Day. Expect lengthy travel delays.",{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/projects\/i5\/skagitriverbridgereplacement"]}]]},"\n\nI-5 is the main freeway running north-south; going north to ",{"type":"[[","value":[["Vancouver"]]}," and south to ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," and ",{"type":"[[","value":[["California"]]},". I-90 goes east from Seattle to ",{"type":"[[","value":[["Chicago"]]}," and ultimately ",{"type":"[[","value":[["Boston"]]},". Other east-west routes include US-2 over Stevens Pass from Everett and SR-410 from Tacoma (closed in winter).\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["Greyhound"]},", ",{"type":"[","value":["http:\/\/www.greyhound.com"]},", destinations throughout Puget Sound region."]},{"type":"*","value":[{"type":"'''","value":["Quick Shuttle"]},", ",{"type":"[","value":["http:\/\/www.quickcoach.com"]},". Runs between Seattle and Vancouver, BC. Stops in Downtown Seattle (outside the Best Western at 200 Taylor Ave N) and SeaTac Airport (at the main terminal near south end of baggage claim, outside door 00, bays 11-16). Fares from Vancouver to Downtown Seattle are $36 one-way, $65 round-trip; from Vancouver to SeaTac, fares are $49 one-way, $87 round-trip."]},{"type":"*","value":[{"type":"'''","value":["BoltBus"]},", ",{"type":"[","value":["http:\/\/www.boltbus.com"]},". Service from ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", OR, ",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]},", WA, and ",{"type":"[[","value":[["Vancouver"]]},", BC. Fares $1-20."]},"\n",{"type":"===","value":["By ferry"]},"\n",{"type":"[[","value":[["File:Ferry arriving at Vashon Island.JPG"],["thumb"],["300px"],["Washington State Ferry leaving Vashon Island"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Washington State Ferries"]}," ",{"type":"''","value":["+1 206"]}," 464-6400 ",{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/ferries\/"]},". Connects downtown ",{"type":"[[","value":[["Seattle"]]}," to ",{"type":"[[","value":[["Bainbridge Island"]]},", ",{"type":"[[","value":[["Bremerton"]]},", and ",{"type":"[[","value":[["Vashon Island"]]},", and connects West Seattle to Vashon Island and ",{"type":"[[","value":[["Southworth"]]}," (",{"type":"[[","value":[["Kitsap Peninsula"]]},").  All ferries are for both vehicles and passenger except the ferry between downtown Seattle and Vashon Island which is foot traffic only."]},"There is also a ferry connecting ",{"type":"[[","value":[["Port Townsend"]]}," and ",{"type":"[[","value":[["Coupeville"]]}," [4], on ",{"type":"[[","value":[["Whidbey Island"]]},". The small ferries required by Coupeville's narrow harbor mean that vehicle space is often limited, and drive-up motorists may have to wait several sailings for a space. Guaranteed reservations can be made in advance online [5] or by calling 511, and are all but essential on Friday afternoons, weekends and holidays\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Victoria Clipper"]},", ",{"type":"[","value":["http:\/\/www.victoriaclipper.com\/victoria_clipper_ferry_service"]},". High speed catamaran passenger ferries which connect Seattle to ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]},", British Columbia and the ",{"type":"[[","value":[["San Juan Islands"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dot.state.ak.us\/amhs\/ The Alaska Marine Highway System"]}]}," (also see ",{"type":"[","value":["http:\/\/www.akmhs.com\/"]},") operates a ferry service from ",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]},", Washington up the Inside Passage to ",{"type":"[[","value":[["Haines"]]}," Alaska. Plan your travel early as this service tends to fill up fast."]},"\n",{"type":"===","value":["By cruise ship"]},"\nCruise ships to Seattle may be docked at one of two terminals in the Port of Seattle ",{"type":"[","value":["http:\/\/www.portseattle.org\/seaport\/cruise\/"]},".\n\n",{"type":"*","value":[{"type":"'''","value":["Bell Street Pier Cruise Terminal at Pier 66"]},", 2225 Alaskan Way S, near the middle of Seattle downtown's waterfront, serves as home port for Norwegian Cruise Line and Celebrity Cruises.  Has bus, taxi and shuttle connections for transfer of passengers and luggage.  For travelers with connecting flights, Seattle-Tacoma International Airport is less than 15 mi (24 km) away."]},{"type":"*","value":[{"type":"'''","value":["Smith Cove Cruise Terminal at Pier 91"]},", 2001 W Garfield St, at the north end of Seattle's downtown waterfront, serves as home port to Holland America Line, Royal Caribbean and Princess Cruises."]},"\n",{"type":"===","value":["By boat"]},"\nIt is not coincidence that so many cities in this region are located on the water. Early settlers found the thick regional forests too impenetrable to navigate by land so waterways became the Pacific Northwests early highway system.\n\nHowever when arriving from Canada there are only a handful of ports including ",{"type":"[[","value":[["Roche Harbor"]]},", ",{"type":"[[","value":[["Friday Harbor"]]},", ",{"type":"[[","value":[["Anacortes"]]}," and ",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]}," that are official U.S. ports-of-entry and can process boaters through customs. The Cardinal Rule is ",{"type":"'''","value":["touch land at customs dock before any other stops"]},", fines for not doing so can be up to $5000. Besides a passport for everyone on board, you will need your boat's license number and User Fee Decal number.\n\nCustoms enforces USDA guidelines for what foods are acceptable to bring into the country and these guidelines are constantly changing so it is best to check in with them before arriving. Boaters are responsible for knowing the prohibited foods and can be fined for not declaring them.\n\nThe Puget Sound region offers a wide variety of guest marinas throughout the area.  Check city listings for specific marina information.\n\n",{"type":"*","value":[{"type":"'''","value":["The Washington State Parks and Recreation Commission"]}," has the largest state-managed mooring system in the United States. The commission manages more than 40 marine parks in Puget Sound that together provide more than 8,500 feet of public moorage space.  More info ",{"type":"[","value":["http:\/\/www.parks.wa.gov\/boating\/moorage\/ HERE."]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By ferry"]},"\n",{"type":"{{","value":[["infobox"],["Car alarm?"],["nothing separates the tourist from the local on the ferry system more than car alarms.  Please make sure yours is off if you leave your car to enjoy the view from the deck.  Most car alarms detect movement and will be activated by the movement of the ferry and you will be asked to return to your car."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/ferries Washington State Ferries"]}]}," is the largest system of ferries in the country and they are the key to successfully navigating ",{"type":"[[","value":[["Puget Sound"]]},". Many ferry destinations are not islands without a bridge, but peninsulas where going by land would involve a very long detour. The most extreme example of this is the ",{"type":"[[","value":[["Port Townsend"]]}," -- ",{"type":"[[","value":[["Coupeville"],["Keystone"]]}," route on State Hwy 20. Only five and a half miles via the ferry, becomes a whopping 217 miles (354 km) traveling by car!\n\nWashington State Ferry routes cross Puget Sound including several islands including Bainbridge, Vashon, Whidbey and the San Juan Islands.  There are also some county-run ferries to smaller destinations such as to Anderson Island and Guemes Island.\n\n",{"type":"===","value":["By car"]},"\nOutside the main cities public transportation is scarce and is not of much use for extensive sightseeing, so renting or arriving by car is advisable. Although distances can be long, most roads are paved and well-maintained.  Be aware of distances between gas stations and plan accordingly when traveling in rural areas.  Most ferries accept vehicles and utilizing them is key to navigating the area.\n\n",{"type":"===","value":["By bus"]},"\nRegional transit systems tend to be organized by county however they are often interconnected to cover larger areas and some are coordinated with Washington State Ferries and have many coordinated pickups at Seatac airport.  Not the fastest way to travel but efficient and cheap for the budget traveler.  Check local areas for more bus info.\n\n\n",{"type":"===","value":["By light rail"]},"\nLight rail is growing rapidly in the area, however is currently only available to deliver passengers between the airport in Seatac to downtown Seattle with various stops through South Seattle and Sodo.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Line0915 - Flickr - NOAA Photo Library.jpg"],["250px"],["thumbnail"],["Puget Sound with Mount Rainier in the distance"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Blake Island State Park"]]}],["url="],["email="],["address="],["lat="],["long="],["directions=located in Puget Sound in the waters between Seattle and the Kitsap Peninsula"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= a popular island state park accessible only by boat that was the birthplace of Chief Seattle and still offers guests Native American style dinners and dancing."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Deception Pass Bridge"]},", a National Historic Monument since 1982, is actually two spans that link Whidbey Island near Oak Harbor to Fidalgo Island over Canoe Pass and Deception Pass. The bridge, one of the scenic wonders and destinations of the Pacific Northwest, was a Public Works Administration project built by the Civilian Conservation Corps. ",{"type":"'''","value":["Deception Pass State Park"]},", has over 4,100 acres (17 km2) of forest, campsites, trails, and scenic vistas of the San Juan Islands, Victoria (British Columbia, Canada), Mount Baker, and Fidalgo Island."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ebey's Landing National Historical Reserve"]]}," preserves and protects an unbroken historical record of Puget Sound exploration and settlement from the 19th century to the present. Historic farms, still under cultivation in the prairies of Whidbey Island, reveal land use patterns unchanged since settlers claimed the land in the 1850s."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hood Canal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= despite its name is not a canal but it actually a inland  fjord that stretches for over 70 miles inland separating the Kitsap Peninsula from the Olympic Peninsula.   It is a prime destination in the area for outdoor recreation and nature viewing with sweeping views of the Olympic Mountains and lush forests.  Near the southern end of the Kitsap Peninsula it hooks inward at an area known as the Great Bend."]]}]},{"type":"===","value":["Kitsap Peninsula"]},"\nThe ",{"type":"[[","value":[["Kitsap Peninsula"]]}," is almost an island attached by a relatively small landmass near ",{"type":"[[","value":[["Belfair"]]},", its complex coastline dominates the Puget Sound area between Hood Canal and the Main Puget Sound Channel.  It is home of several cities and towns and is accessible by the Tacoma Narrows Bridge near ",{"type":"[[","value":[["Tacoma"]]}," and the floating Hood Canal Bridge giving access on the northern end to the ",{"type":"[[","value":[["Olympic Peninsula"]]}," as well as several ferry terminals giving access from Seattle and Edmunds.\n",{"type":"===","value":["Islands"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anderson Island"]]}," - Southernmost island in Puget Sound."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bainbridge Island"]]}," - residential island connected by bridge to Kitsap Peninsula and ferry from Seattle."]},{"type":"*","value":[" ",{"type":"[[","value":[["Blake Island"]]},"  - state park between Seattle and the Kitsap Peninsula."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fidalgo Island"]]}," - 2nd most populous island and ferry terminal to the San Juans."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fox Island"]]}," - forested island near Gig Harbor."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hartstine island"]]}," serene forested island with a state park."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lummi Island"]]}," - quiet island served by a small ferry."]},{"type":"*","value":[" ",{"type":"[[","value":[["Vashon Island"]]}," - served by ferries from Tacoma and Seattle."]},{"type":"*","value":[" ",{"type":"[[","value":[["Whidbey Island"]]}," - longest island in Puget Sound."]},"\n",{"type":"===","value":["Other areas"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ebey's Landing National Historical Reserve"]]}," - Historical features of the reserve appear to today's visitors much as they did a century ago, when New England sea captains were drawn to Penn Cove"]},{"type":"*","value":[" ",{"type":"[[","value":[["Seattle\/Pioneer Square-International District#Do"],["Klondike Gold Rush - Seattle Unit National Historical Park"]]}," - offers a glimpse at the stories of adventure and hardship of the gold rush"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Rainier National Park"]]}," - an active Cascade volcano encased in over 35 square miles of snow and glacial ice"]},{"type":"*","value":[" ",{"type":"'''","value":["Big Four Ice Caves"]}," — caves carved in the year-round glaciers on the shadowed side of Big Four Mountains by streams of snowmelt"]},{"type":"*","value":[" ",{"type":"[[","value":[["Crystal Mountain"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Beach combing"]},"\n\n",{"type":"[[","value":[["File:Seastar.JPG"],["200px"],["thumbnail"],["purple seastar found on Kitsap Peninsula beach"]]},"\nWhat Puget Sound beaches lack in white sand and warm water is more than made up for in the amazing scenery as the clear waters play against wild coastlines and snow peaked mountains scatter on the horizons.  The areas many State Parks are an excellent place to start a beach combing adventure offering miles of beaches from the rugged to the sandy smooth. Small crabs, moon snails, sea stars and sand dollars are common sites and tide pools can offer hours of exploration.\n\nBe warned that sea shells and driftwood are considered part of the natural environment and should not be removed, however the often rocky and wild shores are havens for creating and revealing beach glass and anything artificial found is fair game for removal.  Be respectful of private property and gentle with sea creatures. Keep a wide distance away from nesting birds, seals and other shore animals and always put back anything removed from the shoreline.\n\n",{"type":"===","value":["Boating"]},"\nPuget Sound offers some of the best recreational boating in the world. Breath taking views of the snow capped Olympic and Cascade mountain ranges along with glimpses of Mount Rainier mingle with thick forests and clear bays and streams to create a humbling cacophony of natural sights. Carved by ancient glaciers, Puget Sounds intricate and complex waterways provide endless opportunities for exploration while the many harbor towns built on protective bays cater to boaters and provide an wide array of services, restaurants and shops. Harbor Seals, Otters, Sea Lions, Bald Eagles and Blue Herons are common sites while the occasional viewing of an Orca or Grey Whale is not out of the question.\n",{"type":"===","value":["Sailing"]},"\n\nThe Puget Sound is a destination celebrated by sailors from around the world.  The scenery around Puget Sound can be so amazing that it borders on the surreal and could only possibly be appreciated more from the deck of a boat under sail.  From isolated moorages in such places as Blake Island State Park to historic harbor towns with fine restaurants, museums and shopping all accessible from convenient harbors.\n",{"type":"[[","value":[["File:SAILBOAT RACE BY MEMBERS OF THE TACOMA YACHT CLUB ON PUGET SOUND ON AN ALMOST WINDLESS EVENING - NARA - 552345.tif"],["250px"],["thumbnail"],["Tacoma Yacht Club race"]]},"\nVisitors to the area will often be treated to the sight of a flotilla of sailboats on Puget Sound as local yacht clubs organize events that sometimes attract hundreds of sailors.  These ‘races’ such as the Gig Harbor Yacht Club Islands Race are often informal events that are more of an opportunity for fraternization and attract many types of sailboats and many different skill levels of sailors.\n\n",{"type":"===","value":["Sea kayaking"]},"\nSea kayaking can be a rewarding way to explore the Puget Sounds miles of coastline allowing the paddler a closer and slower look at their surroundings and making Puget Sound a popular area to sea kayak.    Both urban and rural areas offer their own rewards and many organized tours are available in different areas.\n",{"type":"====","value":["Kayak trails"]},"\nOrganized trails offer overnight camping options and maps of appropriate travel lengths and scenic travel destinations.  For thousands of years native Salish tribes navigated these waters in small, well designed wooden boats and many of these trails were developed along their same paths.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cascadia Marine Trail"],["url=http:\/\/www.wwta.org\/trails\/cmt\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This inland sea trail is a National Recreation Trail and designated one of only 16 National Millennium Trails by the White House. Suitable for day or multi-day trips, the Cascadia Marine Trail has over 50 campsites to visit. People can boat to the campsites from many public and private launch sites or shoreline trailheads."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kitsap Peninsula Water Trails"],["url=http:\/\/www.visitkitsap.com\/pdfs\/brochures\/KitsapWaterTrailsMap_2pSept2012.pdf"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The National Parks Service Named the this 'Trail of the Month' in December 2012, PDF copies of the water trails map are available"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Key Peninsula Marine Trail"],["url=http:\/\/www.keypen.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a forty mile Peninsular Marine Trail with fourteen legs between fifteen points of interest during a paddling journey around the Key Peninsula"]]}]},"\n",{"type":"===","value":["Bird watching"]},"\n",{"type":"*","value":["Go ",{"type":"'''","value":["bird-watching"]}," and see some of the 300+ species of birds found in Puget Sound."]},"\n",{"type":"===","value":["Scuba diving"]},"\n",{"type":"[[","value":[["File:Sealions 300.jpg"],["150px"],["thumbnail"],["California Sea Lions"]]},"\nDiving the cold waters of Puget Sound takes a bit more gear and training than other warm water locations, but the rewards are incredible. The area contains some of the best diving in the world and many areas are accessible from the Kitsap Peninsula.  Many dive sites are completely covered with colorful sea creatures that defy description.  Giant Pacific Octopus are common , along with friendly wolf eels.  Colorful sponges, sea cucumbers, sea stars, soft corals, anemones and fish can be seen on nearly every dive.  The state has offers a guide to parks with launch sites ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/viewing\/guides\/diving\/ HERE"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sound Dive Center"],["url="],["email="],["address=5000 Burwell Street, Bremerton, WA 98312"],["lat="],["long="],["directions="],["phone = +1 360-373-6141"],["tollfree="],["fax="],["hours="],["price="],["content=Established in 1972, this 6000 sq foot diving center offers a full range of diving gear and classes."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe Pacific Northwest is a foodie’s dream come true. Talented chefs and entrepreneurs have taken advantage the northwest’s incredible seafood, abundant locally-sourced produce, award-winning wines, and a well developed beer brewing tradition to establish a regional cuisine that trumps just about any other area in America. The Puget Sound region offers top of the line restaurants squirreled away in almost every neighborhood Pacific north westerners have high expectations from their food.\n\nThe Pacific North West is perhaps best known for it's Salmon, but a large variety of other seafood is available in the area.  Often times seafood comes in short bursts with seasonal migrations such as the areas fall Salmon runs available for only short amounts of time so watch closely for seasonal specials in restaurants and markets.\n\nShellfish are the prized resources of the Puget Sound, the cool, clean waters provide some of the finest shellfish habitat in the world. Washington State is the nation’s leading producer of farmed bivalve shellfish (clams, mussels and oysters) but other specialties like Geoducks are sometimes available for the more adventurous.\n\nThe Dungeness Crab is a popular seafood prized for its sweet and tender flesh and high ratio of meat. Its common name comes from the port of ",{"type":"[[","value":[["Dungeness"]]},", Washington where the first commercial harvesting of the crab was done. The Dungeness Crab is a commercially important crab in the state of Washington's territorial waters and was the first shellfish harvested commercially in the area but other crab species are also common.\n\nThe areas mild climate, rich soil and abundant water resources have created a bountiful climate for the many varieties of fresh produce available across the region.  Farmers markets are common in both urban and rural areas and a great way to experience local culture as well as experience local foods.\n\n",{"type":"==","value":["Drink"]},"\nFew, if any, American regions can challenge the Pacific North West's love of coffee. According to a group of industry market researchers, there were an amazing 1,640 coffee shops in the Puget Sound region in 2011, ranking it the most popular coffee region. It is not surprising that such coffee giants such as Starbucks have exported the Pacific Northwest's coffee culture across the globe.\n\nMicrobreweries and beer in general are a Northwest specialty, and the area has many to offer for beer enthusiasts. The larger brewers, like Redhook and Pyramid, distribute their products regionally or nationally like their coffee cousins, while other brews can only be found in local stores or bars (some notable brewers don't even bottle their product). Ask your servers for local beer recommendations and search out regional microbrews in stores. Hops are the key ingredient in beer making and Washington State's neaby Yakima Valley is by far the biggest exporter of hops in the US giving area brewers another edge in making the best beers.\nVineyard in Willamette Valley\n\nThere are many great wineries spread across the Puget Sound region such as The Chateau Ste. Michelle in ",{"type":"[[","value":[["Woodinville"]]},", which is not only the oldest winery in the state but is the largest single producer of Riesling wine in the United States.\n\n",{"type":"==","value":["Stay safe"]},"\nPuget Sound is such a broad and varying region it is difficult to give specific safety advice.   From large cities where common sense should prevail when dealing with valuables to remote forests where you should keep a watchful eye out for wildlife.  Check various subregion and city articles for more specific information.\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplobel.us\/Representatives\/Find_Consul.asp"],["email=Seattle@diplobel.org"],["address=The World Trade Center Seattle, 2200 Alaskan Way Ste 470"],["lat="],["long="],["directions="],["phone=+1 206 728-5145"],["tollfree="],["fax=+1 206 770-7923"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany (Honorary)"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/04__Legal\/01__Consulate__Finder\/HC\/02__ABC\/Heussner.html"],["email=petrahwalker@gmail.com"],["address=7853 SE 27th St Ste 180, Mercer Island"],["lat="],["long="],["directions="],["phone=+1 206 230-5138"],["tollfree="],["fax=+1 206 236-5162"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/seattle\/index.aspx?lang=eng"],["email=seatl@international.gc.ca"],["address=1501 4th Ave Ste 600"],["lat="],["long="],["directions="],["phone=+1 206 443-1777"],["tollfree="],["fax=+1 206 443-9662"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/www.gknewyork.um.dk\/en\/servicemenu\/Links\/HonoraryConsulatesWestCoast.htm"],["email=edl6@ix.netcom.com"],["address=6204 E Mercer Way, Mercer Island"],["lat="],["long="],["directions="],["phone=+1 206 230-0888"],["tollfree="],["fax=+1 206 230-0888"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.seattle.us.emb-japan.go.jp\/index.htm"],["email=info@cgjapansea.org"],["address=601 Union St Ste 500"],["lat="],["long="],["directions="],["phone=+1 206 682-9107"],["tollfree="],["fax=+1 206 624-9097"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands (Honorary)"],["url=http:\/\/sanfrancisco.the-netherlands.org\/Config\/Right_column\/Other_representations_in_the_U_S\/Honorary_Consulates"],["email=seattle@ncla.org"],["address=Karman Executive Center, Bellevue"],["lat="],["long="],["directions="],["phone =+1 425 637-3050"],["tollfree="],["fax=+1 425-637-3050"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand (Honorary)"],["url=http:\/\/www.nzembassy.com\/united-states-of-america\/about-the-embassy\/contact-us\/nz-honorary-consuls"],["email=nzconsulseattle@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+1 206 527-1896"],["tollfree="],["fax=+1 206 525-8104"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=South Korea"],["url=http:\/\/usa-seattle.mofat.go.kr\/"],["email=seattle0404@mofat.go.kr"],["address=2033 6th Ave # 1125"],["lat="],["long="],["directions="],["phone=+1 206 441-1011"],["tollfree="],["fax=+1 206 441-7912"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["url=http:\/\/www.taiwanembassy.org\/US\/SEA\/mp.asp?mp=72"],["email=info@teco-seattle.org"],["address=600 University St., Suite 2020"],["lat=47.609852"],["long=-122.332077"],["directions="],["phone=+1 206 441-4586"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kitsap Peninsula"]]}]},{"type":"*","value":[{"type":"[[","value":[["Olympic National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Olympic Peninsula"]]}]},{"type":"*","value":[{"type":"[[","value":[["Port Townsend"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Juan Islands"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sequim"]]}]},{"type":"*","value":[{"type":"[[","value":[["Vancouver"]]}]},{"type":"*","value":[{"type":"[[","value":[["Vashon Island"]]}]},{"type":"*","value":[{"type":"[[","value":[["Victoria (British Columbia)"]]}]},{"type":"*","value":[{"type":"[[","value":[["Whidbey Island"]]}]},"\n",{"type":"{{","value":[["geo"],["47.83315"],["-122.43458"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Washington (state)"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Wikipedia:Puget Sound"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Puget Sound"]]}]