[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Puliangudi"]}," is a city in ",{"type":"[[","value":[["Tirunelveli"]]}," District, located on the NH 208 highway connecting Thirumangalam (near Madurai) with Kollam in Kerala.\n\nLocated on the foothills of the Western ghats, is one of the fast emerging options  as a base for the ",{"type":"[[","value":[["Sankaran Kovil"]]},"-",{"type":"[[","value":[["Courtallam"]]}," tourist circuit, located midway between the two. It is also known for lemon cultivation.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Air"]},"\n\nNearest airports are at ",{"type":"[[","value":[["Madurai"]]}," and ",{"type":"[[","value":[["Thiruvananthapuram"]]},".\n\n",{"type":"===","value":["Train"]},"\nNearest Railway station on the Chennai Egmore –Sengottai line is at ",{"type":"'''","value":["Pambu Kovil Shandy"]}," (PBKS) around 4 Km from Puliangudi. A more popular station nearby is the temple town of ",{"type":"[[","value":[["Sankaran Kovil"]]},", about 15  Km away. Pothigai Express is the daily service that connects ",{"type":"[[","value":[["Chennai"]]}," with Puliangudi. The train starts in ",{"type":"[[","value":[["Chennai"]]}," at 2050 hours passing through ",{"type":"[[","value":[["Tiruchirapalli"]]}," (0235 Hours), ",{"type":"[[","value":[["Madurai"]]},"  (0525 Hours)  and reaching ",{"type":"[[","value":[["Sankaran Kovil"]]}," at 0740 Hours.\n\nNearest Junction is at ",{"type":"[[","value":[["Kovilpatti"]]}," located on  the Chennai Central – Trivandrum line offering connectivity to rest of India through express trains through out the day. \n\n",{"type":"===","value":["Bus"]},"\nPuliangudi is located on NH 208 and is well connected by bus with all the towns. Popular starting points to reach Puliangudi and distance by road  are as below –\n\n",{"type":"*","value":["Madurai  - 125 km"]},{"type":"*","value":["Kovilpatti  - 60km"]},{"type":"*","value":["Tenkasi – 30km"]},{"type":"*","value":["Tirunelveli -"]},"\n",{"type":"===","value":["Car"]},"\nYou will find heavy traffic on the Madurai to Tirumangalam stretch.But it is smooth driving once you hit NH 208.The highway cuts through villages and is lined with trees on either side. \n\nWith recent investments in highways in form of ring-roads, bye-passes and 4-laning, driving to nearby cities like Tirunelveli and Nagercoil has become safer and more comfortable.\n\nCab from  Sankaran Kovil station on  the Chennai Egmore –Sengottai line would cost around Rs.150 to Rs.200 and cab  from Kovilpatti Junction on the Chennai Central – Trivandrum line would cost around Rs.500.\n\n",{"type":"==","value":["Get around"]},"\nPuliangudi is well connected with all towns around through the State Government run buses. Cabs and vans are also available  for hire, with the drivers doubling up as your guides.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Sankaran Kovil"]},"\n\nSankaran Kovil is a unique temple dedicated to Sankaranarayana who is the combined manifestation of Siva and Vishnu. Thus it is held sacred by both Saivites and Vaishnavites. It is very famous for \"Adi Thabasu\" festival. In older times, the city was called as Sankaranayinar kovil. There are two other shrines dedicated to Siva and Parvathi. Twice a year, the sun’s rays fall on the pedestal. \n\nIt is located about 14 Km from Puliangudi and is accessible by government buses. Tourist cars and vans can also be arranged from Puliangudi. \n\n",{"type":"*","value":["MainDeity : Sankaralingeswarar,Sankara Narayanar"]},{"type":"*","value":["Goddesses : Gomathi Amman"]},{"type":"*","value":["Theertham : Nagasnai"]},{"type":"*","value":["Holytree : Punnai"]},"\nThis temple also called as Avudaiamman Kovil or Davasu kovil or SankaraNayinar Kovil depicts a good example for Siva and Vishnu being One and the same. Here the main deity Sankara Narayanar poses himself with half Shiva (on the left side) and half Vishnu (on the right).\n\nGoddess Gomathi Amman is said to have worshipped the Lord at this place. This temple is also considered to be representing one of the five elements (Nilam\/Land\/Prthivi)in this area, the other being ",{"type":"'''","value":["Nallur"]}," (Agni) ,",{"type":"'''","value":["Tharukapuram"]}," (Neer\/Water\/Jal) ,",{"type":"'''","value":["Thenmalai"]},"  (Vayu)  and ",{"type":"'''","value":["Devathaanam"]}," (Agayam\/Sky\/Akash) .It was built by Ukira Pandiyan BC 900.\n\nThe general belief is that the Holy Sand \"Puttrumann\" that you get from this temple is capable of curing all the diseases. Devotees believe that Sankarankoil‘s Nagasunai (sacred tank) have been dug by serpent kings named Paduman and Sangam which has a miraculous power to heal those who bathe there. The Annadhanam scheme is being conducted in the temple when daily noon meals are being provided for around 100 devotees.\nIt is believed that all devotees who pray to the goddess Gomathi amman have always found solace.\n\n",{"type":"'''","value":["Key festivals"]}," \n",{"type":"*","value":["Chithhirai Bramotsava ( 10 days ) Every April"]},{"type":"*","value":["Adi thapasu festival ( 12 days ) August"]},{"type":"*","value":["Iyppasi Thirukkalyanam festival ( 10 days ) October"]},{"type":"*","value":["Theppam floating festival - Thai last Friday ( Every February )"]},"\nPh: 04636 222265.\n\n",{"type":"===","value":["Dharugapuram"]},"\n\nIt is located near Vasudevanallur. One has to take right before Vasudevanallur while on the NH 208 towards North\/Tirumangalam. Lord Shiva is called as \"Mathiastha Naathar\". His consort is Goddess Akilandeshwari.Legend is that Lord Shiva Himself did \"Mathiastham\", meaning moderator, for Chera and Pandia kings when there was a dispute between them, over dividing land territory. It is believed that this sthalam is a Neer (water - among the Panjaboothams) Sthalam. One who visits this temple is relieved from all diseases ( internal and external) pertaining to Water. The Lingam covered with the Golden Nagabaranam. The temple also consists of a Grand Natarajar Sannadhi, a Siddhar's Samadhi. One special thing to mention is the Dhakshnamoorthy here.Dhakshnamoorthy is sitting above all Navagrahas, in a peetam.\n\n",{"type":"===","value":["Karivalamvanthanallur \/ Nallur\/ Karivalam"]},"\nLocated 8km from Sankarankovil, Palvannanathar temple here is believed to be the agni stalam. It has the primary feature of moorthy. It has sukkira theertham, agni theertham, Devi theertham\n\n",{"type":"===","value":[{"type":"[[","value":[["Courtallam"]]},"\/Kuttrallam"]},"\n\nLocated 37 km from Puliangudi, is famous for its numerous waterfalls. You can literally find people running around and taking bath in waterfalls with towels on their shoulders. The waterfalls are fed by the monsoon, colloquially referred to as \"Kuttralam Season\". Due to its location and relative cheap expenses, it is often referred to as \"Poor man's paradise\".The best time to visit is mid-June to September and October-January.\n\nCourtallam is dedicated to Lord Thirukutralanathar (Siva). It is said that Lord Siva sent Saint Agastheyar to the south to avoid imbalance due to overcrowding in the mount Kailas on his celestial wedding. Another notable feature of Courttalam is Chithra Sabha. This sabha is one of the five Sabas where Lord Nataraja performed the Cosmic-dance. Moreover this temple contains many inscriptions about Chola and Pandya Kings. Chitra Sabha is made out of medicinal herbs. The wooden carved planks serve as doors. \n\nNumerous rivers such as the Chittar River, the Manimuthar River, the Pachaiyar River and the Tambaraparani River originate here.\n\nRound trips by cab can be arranged from Puliangudi for Rs.1000.Modern lodging facilities are now available here at much reasonable costs. Remember during peak season Coutrallam can get very crowded! \n\n",{"type":"===","value":["Tenkasi"]},"\n\nTenkasi (South Kasi) is famous for its Ulagamman Temple and its Shiva Temple. The Ulagamman temple was built by Parakrama Pandian, but was shattered by lightning. In the 1990s, the temple was restored with much financial assistance of Sivanthi Adithan and others, and it was given a fresh coat of paint again in 2006 by the same philanthropists. However, the first few feet from the ground has not been painted as that part appears to have survived the lightning. The gopuram or the entry gateway remains among the highest in southern Tamil Nadu. The main deity here is Kasi Viswanathar (Shiva). This temple has three Sannidhis [a unique aspect] - Sivan, Amman and Murugan Sannidhis. This temple has beautiful sculptures and also has musical stone pillars, that emit notes of different pitch when tapped with fingers. The entrance is really grand, with heavy steps. One could view the majestic Temple Gopuram even while entering the town. The Gopuram of the temple welcomes pilgrims with a pleasant cool breeze straight from the nearby Thirikooda Malai.\n\n",{"type":"===","value":[" Kalugumalai"]},"\n\nKalugumalai locates in between Kovilpatti and Sankarankoil  - around 35 Km from Puliangudi. \nAn ancient Jain site in Tamil Nadu, which probably holds, many untold stories about  the growth of Tamil civilization. \nOne can see fine examples of Jain architecture and cave sculpting. We can find the rock cut images of Bhagawan Parshwanatha flanked by Daranendra Yaksha and Padmavathi Yakshi, umbrella and Chauri Bearers dating back to 8th and 9th century AD. There are many rock reliefs of Jain tirthankaras\nVattuvan Koil (meaning a sculptor's paradise) is a Hindu temple built between the 8th and 9th century. The carvings reflect the southern temple style of the Pandya era.1\n\nKalugumalai contains a priceless unfinished Pandyan monolith cave temple, part of the iconographic richness that helped chronicle the burgeoning richness of the Tamil culture, traditions, and sacred centres containing religious art.\nThe name of the town takes after the temple for Lord Muruga Kalugasalamoorthy Kovil built sometime in the 18th century.  \n\n",{"type":"===","value":["Eco-Development and Model Farm project  Ullar"]}," \n\nAround 36 Km from Puliangudi \nA model farm, established by volunteers from through out the world , brought together by  Projects-abroad. The farm features an area for preparing organic fertilizer, a nursery for medicinal plants and community work area. Main activities revolve around development and demonstration of organic and sustainable farming.4\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nPuliangudi is known for its powerloom products, kadalamittai and halwa.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nThere are numerous tea-shops for a hot sip of tea or coffee.\n\nNo fancy bar & restaurants over here! Liquor is sold through Government run agencies and we advise that travelers desist from venturing out to purchase directly. If temptation persists, the service boys in the lodge can get it for you! Please be aware that public comsumption is prohibited, and you could get into trouble.\n\n",{"type":"==","value":["Sleep"]},"\nJanatha Hotels, started in Feb 2009, offers modern air-conditioned lodging with 24 hour hot water and room service.\nPhone - 91-4636-233850 Janatha Restaurant Phone - 91-4636-326162 http:\/\/janathahotels.blogspot.com\n\nThere are other small lodges available near the bus terminus\n\nTTDC approved bed and breakfast  - Smt. A. Padma, W\/o - S. Arumugam,\tUttchimahali amman , Koil Street, T.N. Puthukudi - Puliyankudi, Contact no. 91-9443323539\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Health care"]},"\n",{"type":"*","value":["Raja Clinic-04636 233786"]},{"type":"*","value":["Janatha Hospital 04636 233078"]},{"type":"*","value":["Sri Kanna Hospital 04636 233052"]},{"type":"*","value":["Mahalakshmi Hospital 04636 233277"]},{"type":"*","value":["Thangavinayagam Hospital 04636 233334"]},"\n",{"type":"==","value":["Go next"]},"\nApart from buses, the Pothigai Express departing from Sankaran Kovil station every day at 1951 Hours in the evening is most popular option to headback in  case your next destination is on the Madurai - Tiruchirapalli - Chennai line. \n\nIncase, you have some more time, you can continue on the temple circuit - Tamil Nadu is land of temples.You can go further south and set base at ",{"type":"[[","value":[["Tirunelveli"]]},".\n\nOr you can cross over to Kerala through the ",{"type":"[[","value":[["Thenmala"]]}," eco-tourism ares and enter ",{"type":"[[","value":[["Kollam"]]},".\n\n",{"type":"{{","value":[["geo"],["9.10"],["77.23"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Far Southern Tamil Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Puliangudi"]]}]