[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Punta Uva"]}," is a small town south of ",{"type":"[[","value":[["Puerto Viejo de Talamanca"]]},", in ",{"type":"[[","value":[["Costa Rica"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPunta Uva is a small town on the coast of Costa Rica.  It is home to a small number of residents along with being a tourist attraction.  It has the most beautiful beaches which Punta Uva is famously known for. Punta Uva has a rule where they can be no development within 50 meters of the high tide line. This rule has kept the beach clean and beautiful. Punta Uva means \"Grape Point.\"  It gets this name from a sea grape tree that is located at the point of Punta Uva.\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nTourists can get to the beaches by biking on the trails.  Bikes can be rented from the many bike shops in Punta Uva. Another option is to rent a scooter or electric cart.  This is convenient for site seeing especially in the mountains.  The rental shop can deliver the scooter\/cart to hotels and the prices are by the hour.\n\n",{"type":"==","value":["See"]},"\nPunta Uva has a beautiful butterfly garden with different species of exotic butterflies.  The butterfly garden is located near tropical jungles as well where tourists can take hikes and enjoy the scenery.  There is also a Indigenous community reserves where you can observe three tribes: Bri-Bri, Cabecar, KeköLdi, and the Yorkin.  You are able to learn their culture and try their naive foods and drinks. Close to Punta Uva is Cahuita National Park. This park is miles of white sand with coral reefs and jungle trails. \nhttp:\/\/pachamamacaribe.com\/activities.php\n\n\n",{"type":"==","value":["Do"]},"\nThere are many activities to do in Punta Uva.  Here are a few examples: Bird watching,beach walking, surfing, boogie boarding, kayaking,snorkeling, horseback riding, biking, jungle hikes,dolphin view boat trip, canopy tour, croquet, and frisbee.\nSome hotels like Cariblue Hotel offer ATV jungle tours and visits to the wildlife refugee, Gandoca Manzanillo.\n\n\nThere are several tour groups and activity centers near Punta Uva such as Aquamor Talamanca Adventures.  Aquamor focuses on guididng people to go on adventures with dolphins, diving, and kayaking.  The do things such as go out to sea and dive deep into the waters, observing dolphins and other aquatic wildlife along with coral reefs.  They also take people on tours through tropical rainforests, lagoons, caves, etc.  Tourists do not have to be experienced in any of these activities.  The guides and instructors are bilingual and informative and the equipment is safe.  Prices are very low:\nMasks\/Fins\/Snorkel $3 per hour. \nKayaks $5 per hour.  \nScuba Beach Dives $25 guide and all equipment on Jimmy, Bloody and Sugar Reefs. \nScuba Kayak Dives $35 \nOne Tank Boat Dive $45 \nTwo Tank Boat Dive $59. For Real. \nDolphin Trip $40 \nGandoca Lagoon Kayak with mother ship $65 \nWild Combo Trip $80 \nGuided Snorkel $20 \nGuided Kayak Snorkel $30 \nKayak Surf School $20 \nKayak Fishing $30 \nKayak to Punta Mona and Monkey Island return with boat $60 Kayak to Wild Bay $45\n\nhttp:\/\/www.greencoast.com\/aquamor.htm#menu\n\n  \nPunta Uva Dive center: diving and snorkeling center for experienced or non experienced people. Has the best dive sites within minutes of the shop, which is located at the Gandoca Manzanillo National Wildlife Refuge.   Tel: 2759-9191\nhttp:\/\/www.puntauvadivecenter.com\/location.html\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Punta Uva Lounge"],["url=http:\/\/www.facebook.com\/profile.php?id=100001776008848&ref=ts#!\/profile.php?id=100001776008848&sk=info"],["email="],["address="],["lat="],["long="],["directions=Punta Uva"],["phone=506 27599048"],["tollfree="],["fax="],["hours=11.00 - 16.30"],["price="],["content=Restaurant, bar and beach club.\nOpen from 11 until 16.30,  close on tuesdays.\nFresh seafood and delicious sandwiches"]]}]},"Selvin's Restaurant is run by a locan man, Selvin.  He offers traditional Costa Rican seafood.  On the right hand side of Punta Uva is Arrecife Restaurant which also serves traditional foods.\nurl=http:\/\/www.puertoviejocostaricainfo.com\/b\/puerto-viejo-area-information\/punta-uva-beach-costa-rica\/\n\nEl Refugio Grill-new restaurant in the area. Serves locals as well as travelers.  Has a variety of foods like guacamole, octopus, mussels, and all the wine you can drink.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe area of Punta Uva offers many beach house rental such as Casa Viva Beach House Rentals.  The houses are surrounded by gardens of beautiful vegetation.  For more information call (011) (506) 2750-0089\nhttp:\/\/www.puntauva.net\/#CONTACT\n\nHotel Cariblue offers bungalows that are located in tropical gardens with access to the beach.  Hotel Cariblue has a restaurant and bar called Sole Luna which serves Italian food and fresh lobster.\n \nThe Tree House Lodge is a environmentally friendly range of small \"tree houses\" located within a tropical garden and very close to the beach.  Guests are able to relax in a beautiful and natural environment filled with exotic plants and animals.   To call for reservations contact the Tree House Lodge at (506) 2750-0706\nhttp:\/\/www.costaricatreehouse.com\/thingsToDo_Restaurants.html\n\n",{"type":"[[","value":[["Image:Jungle 100 4155.jpg"],["thumb"],["Jungle 100 4155.jpg"]]},"\n\nPachamama Caribe house and bungalows-located near Punta Uva beach and the Gandoca-Manzanillo Wildlife Refuge.  Also located near a river where you can observe exotic spiders and howler monkeys.  A complimentary breakfast is served every morning.  There are ocean\/river kayaks, bicycles, snorkeling\/spearfishing\/fishing equipment, and shopping, transportation, and laundry services on site for all guests. Telephone: +506 2759-9196.\nhttp:\/\/pachamamacaribe.com\/faq.php\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Selvins"],["url="],["email="],["address=Punta Uva"],["lat="],["long="],["directions="],["phone=27500664"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Since 1987 run by a gentle local man. Next to the main street."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name="],["url=http:\/\/www.toucanstayinn.com"],["email="],["address=corner of Main Street and side road entrance to Playa Punta Uva"],["lat="],["long="],["directions=200 meters from Playa Punta Uva"],["phone=506-2759-9172"],["tollfree="],["fax="],["hours="],["price=$60-125"],["checkin="],["checkout="],["content=Petite B&B in a garden by the sea. Private, Gated 1\/2 acre Garden property with 2 air conditioned apartments and the owner's cabin for rent."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa Haizea"],["url=http:\/\/www.lacasahaizea.com"],["email="],["address=Next to restaurant Refugio Grill"],["lat="],["long="],["directions="],["phone=(506) 2759-9055"],["tollfree="],["fax="],["hours="],["price=45$"],["checkin=2:00 pm"],["checkout=12:00"],["content=The Casa Haizea, a small two-story house recently built, is located in Punta Uva, on a 2,5 acres property of protected forest, in the heart of the wildlife refuge of Gandoca-Manzanillo, and 5 minutes from the beach of Playa Grande. www.lacasahaizea.com"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de la Musa"],["url=http:\/\/www.vrbo.com\/264538"],["email="],["address="],["lat="],["long="],["directions=From the main road between Puerto Viejo & Manzanillo, go to the end of the small street to the beach across from Lucy Tours."],["phone=011 (506) 8339-2396"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Casa de la Musa (\"House of the Muse\") is the home on Punta Uva beach where famous Costa Rican author Anacristina Rossi used to live and write about the beauty of the Caribbean coast. It is a clean, newly-restored Caribbean-style house with 2 bedrooms (sleeps 6), 2 bathrooms, full kitchen, screened porch, open deck, and many modern amenities, including wi-fi, air-conditioned bedrooms, and digital music players. The house is directly on the 50-meter line, and a private path runs through a short stretch of jungle to Punta Uva beach."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Costa Rica"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]