[{"type":"{{","value":[["pagebanner"],["Punta del Este (Uruguay) Puente Barra Maldonado.jpg"]]},"\n",{"type":"[[","value":[["Image:PuntadelEste 2005.jpg"],["thumb"],["300px"],["Punta del Este"]]},"\n\n",{"type":"'''","value":["Punta del Este"]}," is a beach resort town in ",{"type":"[[","value":[["Uruguay"]]}," complete with casinos, beaches, yachts and lots of tourists.  Many of these tourists come from the other side of the Rio de la Plata from ",{"type":"[[","value":[["Argentina"]]}," to get some nice fun in the sun on a beach away from the brown waters of the Rio de la Plata.\n\n",{"type":"==","value":["Understand"]},"\n\nThe unspoilt Uruguayan peninsula of Punta del Este is all paradisaical oceanic beaches, exotic sophistication, beautiful people and an ardent night scene. There are many travel sights, including the amazing restaurants. The Monaco of South America. In the last year there has been the shoots of urbanization in the form of high rise building obscuring the sun, however. Tourist season varies wildly from totally deserted in the winter to very very crowded in the summer, unusual for a city this size.\n\n",{"type":"==","value":["Get in"]},"\nRegular buses come back and forth from ",{"type":"[[","value":[["Montevideo"]]},", making Punta del Este a convenient day trip (two hours by bus, see the timetable ",{"type":"[","value":["http:\/\/www.cot.com.uy\/horarios_pde1.htm"]},").  If you accidentally get off the bus at Maldonado Terminal which is a few kilometers north of Punta del Este you can easily catch a local bus(marked \"Punta del Este\" in top front) at the stop just behind the bus terminal for 14 Uruguayan Pesos(US$.60) which you pay to the driver.\n\nIf you are in Buenos Aires, you can take a short direct flight (less than 1 hour) to Punta del Este. Alternatively, you can take the ferry (about 3 hours) from Buenos Aires to Montevideo. Montevideo is approximately two hours (by car) away from the Peninsula of Punta del Este.\n\n",{"type":"==","value":["Get around"]},"\nThe bulk of Punta del Este is on a peninsula jutting into the ocean. The perimeter of this peninsula can easily be traversed by foot.\n\nTo get to La Barra o José Ignacio you had better have a means of transport like a car (renting a car is always going to be the best way to visit all the places). Buses are not very frequent and public transport like taxis usually has to be called over the phone (very expensive compared to standards of the rest of Uruguay). Hitchhiking is common for young people since night clubs are far from each other and people may be staying in places far from the clubs. If you have a car, be kind; pick up someone (especially in the morning, after the clubs have closed). Remember that Punta del Este is very safe, but normal precautions should always be taken.\n\nYou can rent a moped (scooter) for US$10\/hour or US$45\/day at several places.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Casapueblo Museum and Hotel, Punta del Este, Uruguay.jpg"],["300px"],["thumb"],["Casa Pueblo"]]},"\nThe beautiful sunsets in the port of Punta del Este, La Barra or Jose Ignacio are other spots not too far away (by car), from Punta del Este itself. Go to the beaches, being a peninsula you have two coastlines, one of them is pretty quiet and calm (called \"mansa\"), and the other one is windy, with some surf spots (called \"brava\"). Famous beaches includes: \"La playa de los Dedos\" (The finger beach\"), which is near the main street in Punta del Este, close to a surf spot, and it has a giant hand emerging from the sand. In La Barra the Bikini Beach is famous because of the models and famous people that go there.\nThe endless beaches, beautiful seaside mansions, tree-lined streets, chic boutiques, stylish people.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Casa-Pueblo"],["url="],["email="],["address="],["lat="],["long="],["directions=From Punta del Este bus terminal, ask for a bus to Punta Ballena. Tell the driver that you are getting out at this destination."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Casa-Pueblo is a beautiful resort-museum near Punta del Este. It was created by Uruguayan artist Paez-Vilaró in a kind of mediterranean surrealistic architecture, making the whole place to look like a giant sculpture. He is the father of one of the survivors of the infamous plane crash on the Andes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo del Mar"],["alt="],["url=http:\/\/www.museodelmar.com.uy\/en\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Marine museum"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo Ralli"],["alt="],["url=http:\/\/www.rallimuseums.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large collection of contemporary Latin American art"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Maam"],["alt="],["url=http:\/\/maam-uruguay.blogspot.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A museum based on the private art and archaeology collection of the Uruguayan artist Vilaro (architect of Casapueblo)."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Port"]}," - with the fish market and a lighthouse."]},"\n",{"type":"*","value":[{"type":"'''","value":["Isla de los Lobos"]}," - the largest seals colony in the southern hemisphere. Tours leave at the port."]},"\n",{"type":"*","value":[{"type":"'''","value":["Arboretum Lussich"]}," - a botanic garden displaying mainly exotic species. It is one of the most important botanic gardens worldwide."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Uriburu Museum of Contemporary Art"],["alt="],["url=http:\/\/acceder.buenosaires.gov.ar\/1198316"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With Argentine and Uruguayan artists on display."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo del Indio y Megafauna"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Reserva de Fauna Autoctona - Pan de Azucar"]}," - a zoo of indigenous animals on Uruguay's highest hill."]},"\n",{"type":"*","value":[{"type":"'''","value":["Castillo Pittamiglio"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cuartel de Dragones"]}," - Historical site"]},"\n",{"type":"==","value":["Do"]},"\n\nPunta del Este is a very important tourist port. The upper crust has its yachts there and if you want to rent a boat, this is the place to ask.\n\nTanning is a popular activity on Punta del Este's famous beaches. You can choose from beaches on the calm side of the peninsula where you can rent jet skis or banana boat trips, or on the other, windier side. Punta del Este has some good surfing spots, not as good as La Paloma (150km up to the north of Punta del Este), but it gets pretty decent in good days. \nYou can also rent sea bikes, windsurf and kite-surfing equipment, and surf boards.\n\nPunta del Este has an island nearby, that is called the Isla Gorriti. It is protected because of its nature so there are no great buildings or anything like that. You can take a 20 minute ferry at the port that will drop you off at the island where you can enjoy the fun atmosphere, paradisaical beach, and good food at the restaurant. It is also possible to take private yachts, speedboats, or sailboats to the island and anchor by the shore. Renting a boat is nice in good weather. \nIsla de Lobos is another island that is also protected because of its sea lion population.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Liberty Ranch Kids Camp"],["url=http:\/\/www.libertykidscamp.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=(095) 425 461"],["tollfree="],["fax="],["hours="],["price="],["content=A fun and educational summer camp for children staying in Punta del Este. Kids have the option of horseback riding, organized sports, educational classes, kayaking, arts and crafts, or several other options. Instruction in English and Spanish."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Candelaria Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Candelaria Church, or Saint Mary of Candelaria Parish Church, is the most important catholic temple in Punta del Este. The building is located in the Lighthouse square, in which facade impacts the sky blue color and in its interior it is an image of Candelaria Virgin who was brought from Spain."]]}]},"\n",{"type":"==","value":["Eat"]},"\nSeafood in Punta del Este is delicious. Chivitos (steak sandwiches) and asado (steak) are the locals' favourite dishes. Aside from that, pretty much any type of food can be found: sushi, Indian, Italian, French cuisine, etc.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fred Restaurante Gourmet"],["url=http:\/\/www.fred.com.uy"],["email="],["address=Avda. Francia esq. Lenzina Parada 2"],["lat="],["long="],["directions=Punta del Este- Uruguay"],["phone=+598 42 499 347"],["tollfree="],["fax="],["hours="],["price=Pesos"],["content=A refined proposal from a norwegian chef with plates carefully selected on a daily basis with the freshest available ingredients.\nGreat wine selection and charming environment.\nA wonderful tasting experience!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hotel L'Auberge"],["url=http:\/\/www.laubergehotel.com"],["email="],["address=Pda. 19 Brava, Carnoustie y Av. del Agua"],["lat=-34.93186"],["long=-54.90610"],["directions=Two blocks in from stop 19 of Brava beach"],["phone=+598 42 48-8888"],["tollfree="],["fax="],["hours=17 - 21"],["price=Aprox. 14-20 usd"],["content=L'Auberge Hotel & Te House: charming luxury hotel and tea house. Famous for its water tower and its Belgian waffles, served with different sauces.  Also, excellent restaurant for lunch or dinner. Only by reservation."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=PINK Restaurant YOO"],["url="],["email="],["address=Av Roosevelt y Parada 8"],["lat="],["long="],["directions="],["phone=42497650....hum"],["tollfree="],["fax="],["hours="],["price="],["content=Normal prices. Unforgettable dinner. Awesome."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nLocal and imported wines (especially Argentinian and European vineyards).\nThere's a famous drink in all Uruguay called \"medio y medio\" (half and half) which is a mix of sweet sparkling wine, and dry white wine.\n\nPunta del Este is famous for its clubbing scene. Most parties start very late, between midnight and 3AM and end around dawn. You cannot name a specific club because it's probably going to change its name or its location the next year. Don't worry, they do good marketing, so you will find out very easily.\n\nEvery year the night life changes, so you never know which is going to be place that will hit the summer in Punta del Este. Most of the clubs are away from the peninsula of Punta del Este, mainly in La Barra. But the fashion places changes, it depends on the year.\n\nYou can expect high prices for club entries in late December and early January, and specially in the weekends. After the 15 of January the prices go down (this includes most of the things), and although there may be still a lot of people in Punta del Este, it is not going to be as crowded. \nAnyway, expect a lot of movement in the clubs at weekends.\n\n",{"type":"==","value":["Sleep"]},"\n\nBook ahead between Christmas and carnival, when most every bed is taken. Staying in the peninsula of Punta del Este is probably the best option if you don't have a car, as buses are few, and cabs are expensive. Keep in mind that beds here are among the most costly on the continent.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=1949 Hostel"],["alt="],["url=http:\/\/www.1949hostel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Corner of 18th and 30th street, 0059842440719. Expensive (.but well it is Punta del Este) hostel. Has internet facilities and a basic breakfast. The price is 15 US$ (USD 22 during high season) a night or around the equivalent of USD 25 when paying in Uruguayan pesos. Has tiny, cramped rooms but an amazing dining room, with big windows directly to the pavement."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shelton Hotel"],["url=http:\/\/www.shelton-hotel.com.uy"],["email="],["address=Calle 31 y Av Gorlero"],["lat="],["long="],["directions=One block from the bus terminal"],["phone=059842-482543"],["tollfree="],["fax="],["hours="],["price=US$35 per room(March 2009 they take Visa and US$)"],["checkin=15.00"],["checkout=12.00"],["content=Rooms come with private bath, fan, A\/C, cable TV, and wifi. Two blocks from the Brava beach with the giant hand."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Baie des Anges Apart Hotel & Spa"],["alt="],["url=http:\/\/www.apartbaiedesanges.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Situated in the \"Parada 27\" on Mansa beach, this elegant boutique hotel is minutes away from Punta del Este's Downtown, where all the most important restaurants and clubs of the city are located. Sea view, awesome sunsets and friendly people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Solana"],["url=http:\/\/www.lasolana.com.uy"],["email="],["address=Ruta Interbalnearia Km 118, Punta Ballena"],["lat="],["long="],["directions="],["phone=598 42 578 044"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at USD 290.00"],["checkin="],["checkout="],["content=Surrounded by thriving gardens, historical museums, and art galleries, it's also a few minutes from the famous Punta del Este and these attractions: Arboretum Lussich, Casapueblo, and Lake Club. It offers rooms with breathtaking scenes, all equipped with 26\/ 29-inch LCD television, Wi-Fi Internet access, and an air-conditioner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada Aldila"],["url=http:\/\/www.posadaaldila.com"],["email="],["address=Km 120, Rinconada Alta, Punta Ballena"],["lat="],["long="],["directions="],["phone=(+598 42) 579 202"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers air-conditioned rooms, all of which have Internet connection, cable TV, and mini-bar. Some of its amenities include heated outdoor pool, massage booths and sauna, and beach service.  It is near the beach, golf camp, airport, and city center."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chichotelesresorts.com The Chic Collection Hoteles & Resorts"]}]},". The most exclusive 4 and 5 stars hotel collection at ",{"type":"'''","value":["Punta del Este"]},". Each hotel maintains its own and strong personality, providing a wide variety of possibilities to tourists.  ",{"type":"'''","value":["The Chic Collection"]}," consists of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hotelbarradas.com.uy Barradas Parque Hotel"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hoteldellago.com.uy Hotel del Lago Golf & Art Resorts"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goldenbeach.com.uy Golden Beach Resort & Spa"]}]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel L'Auberge"],["alt="],["url=http:\/\/www.laubergehotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=More than six decades old, the famous water tower of L'Auberge rises, majestic, amidst the tall pines, and is a silent witness of the evolution of the hotel, the tea room and all the Parque del Golf neighborhood. Recently awarded as The Most Excellent Hotel for South America 2010, by Condé Nast Johansens."]]}]},"\n",{"type":"==","value":["Go next"]},"\nNearby beach towns in Uruguay make for convenient day trips or nice overnight escapes from the crowds of Punta.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-34.9667"],["-54.9500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Atlantic Coast (Uruguay)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Punta del Este"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Uruguay\/Localities\/Punta del Este\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Punta del Este"]]}]