[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Punta Gorda"]]},"\n",{"type":"[[","value":[["File:Belize Barrier Reef Aerial Looking North.jpg"],["thumb"],["Aerial view of Belize Barrier Reef, looking north from near Punta Gorda"]]},"\n",{"type":"'''","value":["Punta Gorda"]}," is the southermost town in ",{"type":"[[","value":[["Belize"]]},", and the capital of the ",{"type":"[[","value":[["Toledo (district)"],["Toledo"]]}," District. Originally founded as Peini by the Garifuna it is today home to over 5,000 people from the many different ethnic groups found in Toledo. While it remains a fairly sleepy little town except for market days, it gives travellers a genuine taste of the 'real' Belize.\n\nOnce viewed by all but the most adventurous travellers only as a gateway to Guatemala, Punta Gorda is now increasingly used as a base for the inland and marine activities in Toledo.\n\n",{"type":"==","value":["Get in"]},"\n\nPunta Gorda is on the Southern Highway. Four hours by car from Belize City (via Western and Hummingbird Highways); 3.5 hours from San Ignacio (via Western and Hummingbird Highways); 2.5 hours from Hopkins; and 2 hours from Placencia. \n\nThere are several daily buses between Belize City and P.G, with James Bus Line offering the most frequent service. The express bus takes 5 1\/4 hours, and the regular around 6 or 6 1\/2 hours. This is certainly the cheapest option at US$12 each way.\n\nMaya and Tropic have flights to P.G. Tropic flight is US$120.75 each way from the international airport (as of 26 Feb 2009), or US$102 from the Belize Municipal Airstrip (cab fares from the international airport to the Municipal airstrip are set at US$25).\n\nPG is also served by 3 daily water taxis from Puerto Barrios in Guatemala (around 1 1\/4 hours, US$20 - US$25), or direct from Livingston, Guatemala, on Tuesdays or Fridays in 45 minutes. The boats will not run if the weather is too bad. These routes represent a southerly route from Guatemala until about 2015 when southern land route should be finished (currently only for the adventurous). You can use this route from ",{"type":"[[","value":[["Tikal"]]}," by taking the bus to ",{"type":"[[","value":[["Rio Dulce"]]},", town, and then boat along the awe inspriring ",{"type":"[[","value":[["Rio Dulce"]]},", river which ends in ",{"type":"[[","value":[["Livingston (Guatemala)"],["Livingston"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Punta Gorda Clocktower.JPG"],["thumb"],["Punta Gorda Clocktower"]]},"\nP.G. is small and walkable. The town has 5 main streets running north to south (Front, Main, Jose Maria Nunez, West, and Far West), and several cross streets. Day-time activity tends to centre around Central Park and its clocktower on Main Street, and the market area on Front Street. Some hotels offer free bikes for guests to use, and bike hire may be available through 'Mr Pops' near the University of Belize.\n\nPG has recently introduced a new one-way system (head south on Front Street, and head north on Main Street) - watch out for the signs!\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lubaantun Mayan Ruins"],["url="],["email="],["address=San Pedro Columbia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$10 BZ"],["content=Beautiful, uncrowded ruins have been well-excavated with a small visitors center.  Fans of the supernatural take note:  The Mitchell-Hedges Crystal Skull was allegedly found here in the 1920s."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nim Li Punit Ruins"],["url="],["email="],["address="],["lat="],["long="],["directions=Off the Southern Highway about 30 miles north of PG"],["phone="],["tollfree="],["fax="],["hours="],["price=$10 BZ"],["content=Small Mayan site with an unusual stella."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Blue Creek River, Belize.jpg"],["thumb"],["Blue Creek"]]},"\n",{"type":"*","value":[" Hire a ",{"type":"'''","value":["kayak"]}," from TIDE Tours (on Front Street) and paddle the Joe Taylor Creek for some good birdwatching, or kayak the coastline around town and north to the Rio Grande or south to Orange Point. Kayaks US$2.50, US$7.50, and US$12.50 for 1 hour, half-day and full-day rental respectively"]},{"type":"*","value":[" ",{"type":"'''","value":["Snorkel"]}," at the Snake Cayes or ",{"type":"'''","value":["fish"]}," in the Port Honduras Marine Reserve, just north of Punta Gorda Town"]},{"type":"*","value":[" ",{"type":"'''","value":["Dive"]}," at the Sapodilla Cayes at the southern hook of the Belize barrier reef"]},{"type":"*","value":[" visit ",{"type":"'''","value":["PG's market"]}," on a Monday, Wednesday, Friday or Saturday. Many vendors travel into PG from the outlying Toledo villages, selling mainly locally grown fruits and vegetables. Keep an eye out for homemade chocolate, and copal incense."]},{"type":"*","value":[" Cycle south-west to ",{"type":"'''","value":["Boom Creek Village"]}," and cool off in the ",{"type":"'''","value":["Moho River"]}]},{"type":"*","value":[" Take a cookery class at ",{"type":"'''","value":["Mr Gomier's"]}," and learn how to make soy milk and tofu! (US$25\/US$50 for half\/full day lessons)."]},{"type":"*","value":[" Walk the tiny beach near the cemetery and look for ",{"type":"'''","value":["sea glass"]}]},{"type":"*","value":[" Take a day-trip to ",{"type":"'''","value":["Livingston"]}," in Guatemala (direct boat departs PG 10AM on Tuesdays and Fridays, returns daily at 3PM)"]},{"type":"*","value":[" Book an ",{"type":"'''","value":["inland tour"]}," to visit Maya sites, the Maya villages, Barranco village and the Sarstoon-Temash National Park, Blue Creek for cave swimming, Rio Blanco National Park, and San Antonio Falls"]},{"type":"*","value":[" Head to ",{"type":"'''","value":["Reef Bar"]}," for live music and Garifuna drumming on Friday and Saturday evenings, and ",{"type":"'''","value":["Earth Runnins"]}," for good reggae and occasional live music"]},{"type":"*","value":[" Go to ",{"type":"'''","value":["Garifuna Mass"]},", held every other Sunday morning at St Peter Claver Parish Church, with Garifuna hymns"]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rio Blanco National Park"],["url="],["email="],["address=Santa Cruz \/ Santa Elena villages"],["lat="],["long="],["directions=a 45 minute - 1 hour drive from PG"],["phone="],["tollfree="],["fax="],["hours="],["price=$10"],["content=One of the nicest waterfalls in a beautiful area to swim, jump, and play!"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Warasa Garifuna Drum School"],["url=http:\/\/www.warasadrumschool.com"],["email="],["address=New Road"],["lat="],["long="],["directions="],["phone=+501 628 2337"],["tollfree="],["fax="],["hours="],["price=$20Bz"],["content=Garifuna drumming lessons for locals or visitors with local professional drummer Ronald Raymond McDonald.  Lessons are adapted to suit participants' experience and ability, and can be held either at Warasa, or at other locations in Punta Gorda town."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere is a Belize Bank with an ATM that accepts most foreign cards, and also a branch of Scotia Bank.  The bank will only let you buy US$50 and charge a US$2.50 service fee.  You can change your Belize Dollars for Guatemala Quetzales with moneychangers infront of the immigration office and at some hotels at a rate of Q3.5 for BLZ 1(a 10% loss).\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Fajina Craft Centre"]},", just north of the market on Front Street, is open in the morning on market days (Monday, Wednesday, Friday and Saturday). Visit them for Maya crafts, and the traditional embroidered Maya blouses"]},{"type":"*","value":[" ",{"type":"'''","value":["Mr Sanchez the Jeweller"]}," on Main Street just south of the Peter Claver School makes traditional Maya earrings - you'll see them worn by many ladies in the District, but they are uncommon elsewhere"]},{"type":"*","value":[" ",{"type":"'''","value":["Maya Bags"]}," is a local co-operative who make embroidered bags, for sale in Belize and also exported to the US. Their workshop is just south of the Tropic Air office at the airstrip"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Punta Gorda Market Belize, December 2007.jpg"],["thumb"],["Punta Gorda Market"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gomier's"]}," on the north side of town has excellent vegetarian food at very reasonable prices, featuring homemade soy milk and tofu. (He may also serve fish, but nobody ever seemed to order anything other than the vegetarian special du jour.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Emery Restaurant"]}," serves simple Belizean food. The shrimpburger is an experience."]},{"type":"*","value":[" ",{"type":"'''","value":["Mariann's Bayview Restaurant"]}," on the seafront serves East Indian and Belizean cuisine on the breezy thatch-covered roof terrace. Cohune cabbage, made with hearts of palm flavoured with 'yellow ginger' (turmeric) is one not to be missed!"]},{"type":"*","value":[" ",{"type":"'''","value":["Mangrove Inn"]}," overlooking the sea at Cattle Landing has some of the best food in town and offers an ever-changing menu. Run by husband and wife team Iconie and John"]},{"type":"*","value":[" ",{"type":"'''","value":["Reef Bar"]},", above Punta Gorda Market, has a range of international and Belizean food, and has live music and Garifuna drumming most Fridays and Saturdays"]},{"type":"*","value":[" ",{"type":"'''","value":["Garay's Kitchen"]}," at the end of the 'boulevard' on the western side of town near the BTL telephone mast has some of the best value lunch options (US$3) and great BBQ chicken on Saturdays"]},{"type":"*","value":[" ",{"type":"'''","value":["Marenco's Ice Cream Parlour"]}," on Main Street just south of the Clocktower serves good food, icy cold fruit juices, and - of course - great ice cream"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Punta Pizza"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to Uno on the North side of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great pizza- whole or by the slice. Also has coffee drinks and smoothies."]]}]},{"type":"*","value":[{"type":"'''","value":["Driftwood"]}," on Front Street just past the gas station is a nice cafe style restaurant with burgers, falafel and other veggie options and good cappuccinos, smoothies, and juices. Emmet, the owner, offers creole drumming classes."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Asha's Culture Kitchen"],["url="],["email="],["address=80 Front Street, Punta Gorda, Belize"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Creole \/ Seafood \/ BBQ.  \"Dinna ova da sea\". Seafood, Hot wings, best coconut veggie rice in town, deer, chicken, pork. Live Music most Saturdays with creole drums, acoustic guitar."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Fajina Local Foods Restaurant"],["url="],["email="],["address=Front Street"],["lat="],["long="],["directions=across from Customs by the sea"],["phone="],["tollfree="],["fax="],["hours=mealtime"],["price=$3-5"],["content=This restaurant serves traditional Mayan foods cooked by the ladies from the villages daily. Great food at a great price!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Punta Gorda Belize road-gm.jpg"],["thumb"],["Street scene"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cotton Tree Lodge"],["url=http:\/\/www.cottontreelodge.com\/"],["email="],["address=Moho River , San Felipe"],["lat="],["long="],["directions="],["phone=501.670.0557"],["tollfree="],["fax="],["hours="],["price=$109+"],["checkin=3PM"],["checkout=12PM"],["content=An eco-lodge hidden in the jungles of southern Belize. Only 11 private cabanas, family style meals, and attentive service means your stay will be intimate, relaxing, and memorable. A variety of tours and activities available daily.  Kayaking, swimming, waterfalls, caves, Mayan ruins, villages, birding, horseback riding, and more."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hickatee Cottages"],["url=http:\/\/www.hickatee.com"],["email="],["address=Ex-Servicemen Road, Punta Gorda, Toledo, Belize"],["lat="],["long="],["directions="],["phone=(501) 662-4475"],["tollfree="],["fax="],["hours="],["price=$75us+"],["checkin="],["checkout="],["content= Hickatee Cottages is one mile south west of town, on Ex-Servicemen Road (named for the land granted to those who fought in WWII) towards Boom Creek. Eight caribbean-style cottage rooms in a jungle setting, with good birding and wildlife watching. Breakfast and dinner available on-site at Charlie's Bar. Free transfers and use of bikes, free internet access and some WiFi."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=A Piece of Ground"],["url=http:\/\/www.apieceofground.com"],["email="],["address=1050 Pelican Street, Punta Gorda, Toledo, Belize"],["lat="],["long="],["directions="],["phone=(501) 665-2695"],["tollfree="],["fax="],["hours="],["price=$60us"],["checkin=11:00am"],["checkout=3:00pm"],["content=A Piece of Ground is nestled in the rustic and close knit town of Punta Gorda, Belize, C.A. The Guesthouse consists of four private rooms on the first floor, an open air kitchen and lounge area on the second floor, and private sundeck on the top floor. It is situated away from the town’s busy center on the southern most lane in Punta Gorda Town."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blue Belize Guest House"],["url="],["email="],["address=139 Front Street"],["lat="],["long="],["directions="],["phone=511-722-2678"],["tollfree="],["fax="],["hours="],["price=$75"],["checkin=3:00pm"],["checkout=11:am"],["content=Sitting above the town of PG atop the highest coastal in Belize, Blue Belize Guest House offers 4 1 bedroom flats and 1 2 bedroom flat.  All flats have kitchenettes."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Toledo (Belize)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Central_America\/Belize\/Toledo\/Localities\/Punta_Gorda\/"]]},"\n",{"type":"[[","value":[["wikipedia:Punta Gorda, Belize"]]},"\n",{"type":"{{","value":[["geo"],["16.1"],["-88.8"]]}]