[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Puntarenas"]}," is a port city on ",{"type":"[[","value":[["Costa Rica"]]},"'s ",{"type":"[[","value":[["Central Pacific"],["Central Pacific Coast"]]},".\n",{"type":"[[","value":[["Image:Puntarenas as seen from a plane.jpg"],["right"],["thumb"],["250px"],["Puntarenas seen from a plane"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nPuntarenas (from \"punta arenas\" or \"sand point\") is the capital and largest city in the Puntarenas province of ",{"type":"[[","value":[["Costa Rica"]]},".  The city sits on a long, narrow peninsula that juts out into the Nicoya Gulf, only about four blocks at its widest.  Most travelers use Puntarenas as a stepping stone, riding the ferries from ",{"type":"[[","value":[["San José (Costa Rica)"],["San José"]]}," and the mainland to the ",{"type":"[[","value":[["Nicoya Peninsula"]]}," and back.  However, the city is a popular destination for Costa Ricans during holidays and the dry season.  Cruise ships also frequently dock here, sending their passengers on day-long inland excursions.\n\n",{"type":"==","value":["Get in"]},"\n\nCruise ships call; ferries from ",{"type":"[[","value":[["Playa Naranjo"]]}," and ",{"type":"[[","value":[["Paquera"]]}," in the ",{"type":"[[","value":[["Nicoya Peninsula"]]},";  buses from ",{"type":"[[","value":[["San José (Costa Rica)"],["San José"]]},", ",{"type":"[[","value":[["Quepos"]]}," (via Jaco), ",{"type":"[[","value":[["Monteverde"]]},".\n\nFrom the airport in San Jose, you can take a taxi (available in front of the airport, once you leave baggage claim) to the bus depot in San Jose.  From there, you can take a bus to Puntarenas.  The trip will take a couple hours depending on traffic and weather conditions, but its inexpensive.\n\n",{"type":"==","value":["Get around"]},"\n\nLocal buses leave from downtown and are relatively inexpensive.  For travel to places outside of Puntarenas (ie, Jaco, Manuel Antonio, etc) there's a main bus station.  Buses are usually on time and sometimes even leave early, so plan accordingly.  Don't be surprised to see vendors on buses selling snacks and drinks.\n\nTaxis are easily accessible and can be flagged down in the street, or you can call ahead to schedule a pick up.\n\nMost locals ride bikes or walk.  You can rent bikes from any of the bike shops at really good rates.  Just make sure you keep your bike locked.  Helmets may be hard to find though, so you might want to consider bringing your own.  Remember that pedestrians do not have right of way and that you must ride your bike in the street (not the sidewalk), so be careful!\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Mangrove Forest"]}," in the estuary above the north side of the peninsula.  Crocodiles, herons, and red snappers can be found in and around the mangrove forest that grows here.  The forest can be seen from any pier on the north side of the city, and some fishermen with small boats on these piers may be able to take you for a small tour if asked and offered compensation."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Stroll along the Paseo de los Turistas and see the many colorful shops, street vendors, and bars.  "]},"\n",{"type":"*","value":[" Walk out onto the main pier (when there is no cruise ship docked) at night.  Many locals come here to drink, fish, and hang out.  A wonderful place to view stars and the small lights of distant cities."]},"\n",{"type":"*","value":[" Visit the new public park on the end of the peninsula.  Walk along the south beach until you see the large rocks that make up the sea wall, there are walkways with lights and benches on top of them.  A public basketball court, playground, and many benches are a wonderful and quiet place to watch the sunset from."]},"\n",{"type":"*","value":[" Take a ride on one of the inflatable banana rafts being towed by boats on the south beach.  On busier beach days (holidays, cruise days, and weekends), men will offer rides on these tubes for about 1000 colones (2 dollars).  Life jackets provided."]},"\n",{"type":"===","value":["Golf"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Los Delfines"],["url=http:\/\/delfines.com\/golf\/"],["email="],["address=Playa Tambor"],["lat="],["long="],["directions=Right beside the Tambor airport and minutes away from Montezuma."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marriott Los Suenos"],["url=http:\/\/golflaiguana.com"],["email="],["address=Playa Herradura"],["lat="],["long="],["directions=15 minutes from Jaco."],["phone=(506) 2630-9028"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=San Buenas"],["url="],["email="],["address=Dominical"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New Course that has 9 holes open and soon completing the course."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:A woman selling apretados out of her house in Puntarenas, Costa Rica.jpg"],["right"],["thumb"],["250px"],["Local woman selling apretados out of her home"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Matobes"]},"- Located along the Paseo de Turistas across from Parque Jurassico, the restaurant's tables are located on a lovely wooden  patio.  They serve up excellent pizzas and pastas, as well as delicious, giant calzones.  Drinks include red and white wine, and Tona (Nicaraguan beer).  Prices are reasonably cheap, and service is strangely quick for Costa Rica, but just as friendly."]},"\n",{"type":"*","value":[{"type":"'''","value":["Apretados"]},"- A delicious ice cream like snack that comes in a variety of different flavors.  You won't find these sold in any store, but out of the front of resident's houses, and will run you about 250 colones (50 cents).  Holding the plastic bag in your hand, tear off a small corner with your teeth and suck out the melting apretado."]},"\n",{"type":"*","value":[{"type":"'''","value":["Granizados dos Leches"]},"- This sweet, cold snack is similar to a snow-cone, but with a little something extra.  Wait on the beach for a cart pushing vendor, and order a Granizado dos Leches in Kola (fruit punch), Chicle (bubblegum), or Naranja (orange) flavor.  Shaved ice with powdered and condensed milk, served with a spoon and straw.  Costs about 800-1000 colones (2 dollars)."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel La Punta"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= is at the extreme west end of the town, one block south and one and a half blocks west of the ferry terminal.   Hot water, secure parking, upstairs rooms good value at US$38 plus C1100 taxi each way from bus terminal (November 2009).",{"type":"[[","value":[["User:(WT-en) Fremdh"],["(WT-en) Fremdh"]]}," 20:46, 11 November 2009 (EST)"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Cabezas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=20-30$"],["checkin="],["checkout=11am"],["content=is located 3 blocks north and 1\/2 block east of the bus terminal.  Convenient to both downtown and the bus terminal, Hotel Cabeza's rooms are clean, the service is friendly and towels are provided.  A double runs about 25 dollars.  Private bathrooms, fans, and cable television are available."]]}]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["Central Pacific (Costa Rica)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Puntarenas"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Central_America\/Costa_Rica\/Puntarenas_Province\/Localities\/Puntarenas\/"]]},"\n",{"type":"{{","value":[["geo"],["9.9763888888889"],["-84.839444444444"]]}]