[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Puszczykowo"]}," (pronounced : Pooshtshikhovo) is a small town in ",{"type":"[[","value":[["Wielkopolskie Voivodship"]]},", located 15 km south of ",{"type":"[[","value":[["Poznan"]]},", on the train line to ",{"type":"[[","value":[["Leszno"]]}," and ",{"type":"[[","value":[["Wroclaw"]]},", in the northern parts of ",{"type":"[[","value":[["Wielkopolski National Park"]]},". \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nMost tourists arrive there from Poznan. The best way to do it is to use railways - the town is on busy train line from ",{"type":"[[","value":[["Poznan"]]}," to ",{"type":"[[","value":[["Leszno"]]}," and ",{"type":"[[","value":[["Wroclaw"]]},", and the numbre of trains exceeds 30 daily. The town has two stations : Puszczykowo - located in the northern parts (suitable for tourist planning to walk alnong the Warta river or to angle in it) and Puszczykowko in the centre of the town, which seems to be a right place for all visitors for the National Park, for the Fiedler Travel Museum. Local traisn stop - naturally - on both stations, but if you choose an accelerated train, you'll probably be able to get off only on the second station. Travel time : for local train : Puszczykowo 17 min, Puszczykowko 20; for the accelerated trains : only Puszczykowko 18 minutes.\n\n",{"type":"===","value":["By bus"]},"\nIt's also possible to use out-of-city buses to get to Puszczykowo, but the travel time can be a little frustrating. The route is served both by Poznan MPK company and by provate line Eko-Rondo. In both cases you have to take a tram #2, #9 or #10 from the centre of Poznan to their final stop (Debiec), where you can catch bus number 101 to Puszczykowo. There are as many as 11 stops across the town, the best one in 'Puszczykówko-Stacja' (nearby the train stations). Bus number #101 run between 10 (sundays and holidays) up to 18 (workdays) times a day. Travel time : appr. 30 minutes (plus appr. 15 min from the centre by tram). \nTimetable can be easily found on the Poznan city-transport company ",{"type":"[","value":["http:\/\/www.mpk.poznan.pl"]},".\n\nThe other line line serves the route between 9 and 17 times daily, timetable : ",{"type":"[","value":["http:\/\/www.ekorondo.monomedia.pl\/ekorondo"]},"\n\nBesides : there're pretty many regional buses from Poznan passing by, they usually head toward Mosina, Srem, Czempin, Koscian, Leszno, Stęszew.\n\n",{"type":"===","value":["By car"]},"\nThere's an easy-to-find road from the centre of Poznan - number 430, leading directly to Puszczykowo. Travel time : appr. 30 minutes (depending on traffic) from the centre.  \n\n",{"type":"==","value":["Get around"]},"\nPuszczykowo is so small town, that all places intereseting for tourists are navigable on foot. If necessary - you can always use buses #101 or Eko-Rondo to move from one place to another. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Arkady Fiedler Travel Museum"]}," - definitely the greatest attraction in Puszczykowo. The famous polish writer, reporter and traveller used to live in this house from 1946 (when he had come back from emigration in the UK) till his death in 1985. The museum was opened in 1974. Exhibition covers photos from his travels, exhibits from exotic cultures, musical instruments from Asia, Africa and Oceania, ceremonial masks, sculptures, weapons and even trophies made of human heads. There's a s well a big butterfly collection, tropical insect collection and aquaries with piranies. "]},"\nBesides - books of Arkady Fiedler translated into more than 20 languages. Outside the main building : copies of the most famous sculptures of the world (The Sun-Gate in Bolivia, Moai statues from the Eastern Island), the miniature (1:23) of the Piramide of Cheops and the copy (1:1) of one of the mots famous ships : ",{"type":"'''","value":["Santa Maria"]}," of Cristopher Columbus. \nThe museum places in writer's house in 1, Słowackiego str, Phone : +48 61 813 37 94. In summer it's opened Tue-Sun 9:00-18:00, in winter : Tue-Sun 10:00-15:00. More : ",{"type":"[","value":["http:\/\/www.fiedler.pl"]},"\n\nAs well, visiting Puszczykowo, pay attention to :\n",{"type":"*","value":[" a brick house with big woodenporch - Cienista str."]},{"type":"*","value":[" the City Office building - former hunters' palace from the beginnings of XXth cent. - 4, Podlesna str.  "]},{"type":"*","value":[" a villa from the beginnings of XXth cent with a balcony standing on 4 columns - 94, Poznanska str."]},{"type":"*","value":[" timber-framed house with a pigeon-house - Klonowa str."]},{"type":"*","value":[" mansion houses in 10, 12 and 26, Sobieskiego str."]},{"type":"*","value":[" brick and timber-framed houses in 7, 11 and 21, Ratajskiego str."]},{"type":"*","value":[" pension \"Rusałka\" from the turn of XIXth and XXth cent - in the forrest on the Warta River bank"]},{"type":"*","value":[" the neo-baroque church from 1923. "]},"\n",{"type":"===","value":["Tourist trails in the vicinity"]},"\nThere are several pedestrian tourist trails in the vicinity of Puszczykowo and acccross ",{"type":"[[","value":[["Greater Poland National Park"]]},", many of them can be used as well by cyclists or (in winter) by cross-country skiers : \n",{"type":"*","value":[" marked with red signs : Osowa Gora - Skrzynka Lake - Goreckie Lake - Jeziory - so called Forrestmen's Stone - Puszczykowko railway station - Niwka - Rogalinek - Rogalin - Daszewice."]},{"type":"*","value":[" marked with blue signs : Mosina - Mosina Pozegowo - Osowa Gora - Goreckie Lake - Gorka - Lodz - Witobel - Steszew - Mirosławki - Otusz railway station."]},{"type":"*","value":[" marked with yellow signs : Puszczykowo railway station - Jaroslawiec - so called Forrestmen's Stone - Puszczykowko railway station."]},{"type":"*","value":[" marked with green sings : Steszew railway station - Wypalanki - Mogily - Rosnowko - Jaroslawiec - Hill 125 - ",{"type":"[[","value":[["Szreniawa"]]},"."]},{"type":"*","value":[" marked with black signs : Dymaczewo Stare - Lodz - Trzebaw - Rosnowko."]},{"type":"*","value":[" marked with green signs (bearing the name of Arkady Fiedler) : Puszczykowo railway station - cemetery with the writer's grave (on the way you're passing by The Fiedler Museum)."]},"\n",{"type":"==","value":["Eat"]},"\nAll ice-cream lovers must visit the famous bakery-and-ice company of family Kostusiak, located just next to Puszczykowko railway station. Other places to eat :\n",{"type":"*","value":[" Nova, 47, Poznańska str., Phone : +48 61 813 30 12"]},{"type":"*","value":[" Bufet, 11, Kraszewskiego str., Phone : +48 504 00 29 61"]},{"type":"*","value":[" Finix, 29c, Dworcowa str., Phone : +48 61 819 48 35"]},{"type":"*","value":[" La Paloma, 34, Niwka Stara str., Phone : +48 61 813 32 91, ",{"type":"[","value":["http:\/\/www.lapaloma.com.pl"]}," mailto:recepcja@lapaloma.com.pl"]},{"type":"*","value":[" Popas, 1b, Podleśna str., Phone : +48 61 819 43 96"]},{"type":"*","value":[" Szafoniera, 117, Poznańska str., Phone : +48 61 813 35 05"]},"\n",{"type":"==","value":["Connect"]},"\nThere'is unfortunately no typical Information Office in Puszczykowo, in case of any questions, you can always contact the city office : 4, Podleśna str., Phone : +48 61 898 37 00, ",{"type":"[","value":["http:\/\/www.puszczykowo.pl"]}," mailto:um@puszczykowo.pl\n\n",{"type":"==","value":["Go next"]},"\nSpending time in Puszczykowo, it's nice to drop in to : \n",{"type":"*","value":[" neighbouring Jeziory with a museum of natural history of ",{"type":"[[","value":[["Wielkopolski National Park"]]}]},{"type":"*","value":[" to ",{"type":"[[","value":[["Szreniawa"]]}," with the Agriculture Museum and the Bierbaums-family viewing tower "]},{"type":"*","value":[" to ",{"type":"[[","value":[["Rogalin"]]}," with the palace of Raczynski family, a French Park and the biggest community of oak-trees across Europe"]},"\n",{"type":"{{","value":[["IsPartOf"],["Wielkopolskie"]]},"\n\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Puszczykowo"]]},"\n",{"type":"{{","value":[["geo"],["52.281666666667"],["16.854166666667"]]}]