[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Puy-de-dome"]}," is a departement of the Auvergne Region and it is an area which is richly diverse in both landscape and 'flora and fauna' including eagles, eagle owls, ospreys, red squirrels, wild boar, roe deer, stags and mouflon sheep to name but a few which inhabit this rather beautiful and largely undiscovered part of France.\n\nMountains, valleys, dormant volcanoes, volcanic Lakes, plateaus and plains come together to form two of France's largest Regional Parks called the Volcanic Park and The Livradois Forest Park.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe Auvergne Capital of Clermont Ferrand is situated in the Puy de Dome which has its own Regional Airport called Aulnat and is to re-commence flights between UK and Auvergne from April 2008.\n\nIt is also well served by both rail, with links to Paris, Lyon and the South of France and motorway by the A75 which runs right through the centre of the Auvergne.\nTravelling around the City has never been so easy with the Tram now fully open and which links  Aubiere to the South and Riom to the North of Clermont and also encompasses the old historical district of Montferrand.\n\n",{"type":"==","value":["See"]},"\n\nChateaus and Romanesque Churches are in abundance here with the Chateaus at Murol, Saint Saturnin and Parentignat(near Issoire) being well worth visiting with the Churches of Saint Nectaire\/Orcival being of particular historical note.\n\n",{"type":"==","value":["Do"]},"\nThis region is the 'Outdoor Enthusiast's Paradise' catering to both Summer and Winter pastimes. It is famous for its myriad of walking\/hiking trails and is a major destination for orienteering. The well signposted trails incorporate the Chain of Puys, Cezallier Mountains, Sancy Mountains and Livradois Forest where 'jaw droppingly' beautiful views appear around every corner. The Vallee de Chaudfour and Saint Nectaire\/Murol regions are of specific interest to walking enthusiasts with a love of wildlife and history.\n\nCyclists are also well catered for and rock climbing and aerial sports entusiasts can find many centers dedicated to these sports at the local tourist offices in any major town.\n\nFishing, kayak\/canoeing is extremely popular on the departments with over 7,500 km of rivers most notably the River Allier at Issoire and Vic le Compte and also a variety of lakes including Lac Chambon, Lac Pavin and Lac d'Aydat.\n\nFor both downhill and Cross Country skiers the Sancy Mountain range contains three towns of note which are Le Mont Dore (North Facing) and Superbesse (South Facing) for downhill, both are around 1000m with gondolas to just below the summit of the Puy de Sancy at over 1850m. There is a link connecting the two resorts and this will keep even the most experienced skier happy because the lift queues are virtually non existant out of school holiday periods!\nLa Bourboule and the surrounding countryside caters for the Cross Country Skier extremely well with very challenging trails.\n\nThe area is famous for its thermal springs and Spas providing treatments and therapies for many ailments three of these are Le Mont Dore, La Bourboule and Saint Nectaire.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chateau Royal de Saint-Saturnin"],["url=http:\/\/www.ila-chateau.com\/saturnin\/"],["email=SaturninILA@ila-chateau.com"],["address=Place de l'Ormeau, 63450 - Saint-Saturnin"],["lat=45.65874"],["long=3.09258"],["directions="],["phone =+33-4 73 39 39 64"],["tollfree="],["fax=+33 \/ 4 73 39 30 86"],["hours="],["price=€150-190"],["checkin="],["checkout="],["content=13th century chateau-hotel in the Volcano Regional Park. Table d'hote restaurant, large car park, all rooms have en-suite bathrooms."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["45.7000"],["3.2167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Auvergne"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Wikipedia:Puy-de-Dôme"]]},{"type":"[[","value":[["nl:Puy-de-Dôme"]]},"\n\n",{"type":"[[","value":[["Commons:Puy-de-Dôme"]]}]