[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.puy-leveque.fr\/uk_index.htm Puy L'Eveque"]}]}," is a small town (Pop. 2,200) in ",{"type":"[[","value":[["France"]]},", north of ",{"type":"[[","value":[["Toulouse"]]}," and located in the surrounding area of ",{"type":"[[","value":[["Cahors"]]},". The village is located in the ",{"type":"[[","value":[["Lot"]]}," Department. The book ",{"type":"''","value":["From Here You Can't See Paris"]}," made this region famous.\n\n",{"type":"==","value":["Get in"]},"\n\nTo get in to Puy l'Eveque one must take a train from Paris or Toulouse to the Cahors station, then the bus west to Puy l'Eveque or drive. There is a very fine bus that runs from Cahors, along the Lot River for the most part, through Puy l'Eveque to Monsempros-Libos, just the other side of Fumel.  The scenery is stunning, the drivers are most helpful and the schedule reasonable, changing with the seasons to adapt to school schedules, feast days and tourists. Taxis can be called from the train station in Cahors for the ride to Puy l'Eveque but are quite expensive.\n\n",{"type":"==","value":["Get around"]},"\n\nPublic transportation to sites away from the towns on the bus route is almost non-existent. If you're staying at any of the many chateaus\/hotels in the area ask to see if owners will provide transportation and\/or if you will be able to borrow a vehicle. Usually visitors will want to rent a car from any of the respected car rental companies. If renting a car is out of the question there are plenty of taxi companies operating within the area.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=La Place de la Truffière"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= La Place de la Truffière"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chateau Hautefort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Château Bovila"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Chapel of Saint Michel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Lychairie"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Church of Saint Sauveur"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Zadkin Museum of Sculpture"]}," - In Les Arques, the setting for ",{"type":"''","value":["From Here You Can't See Paris"]},"."]},{"type":"*","value":[{"type":"'''","value":["Chateau de Bonaquil"]}," - Medieval chateau."]},"\n",{"type":"==","value":["Do"]},"\nThe town is in the Valley of the Lot, which meanders in large loops through a wide flood plain. It is surrounded by rolling hills covered with scrub woods, full of beautiful walking and biking paths. The local tourist office sells booklets of maps with walking itineraries for the region. Nearby are scores of beautiful villages, often 'bastides' (i.e., fortified villages built by both the French and English during the 100 Years War), beautifully preserved and maintained. There are castles to visit and it is only a short trip to nearby Perigord with its karstic caves full of stalagmites and stalagtites and paleolithic art. L'Arque has a small but wonderful Zadkin Museum. Cahors is a medieval city full of narrow alleys and old buildings as well as a wonderful old bridge and churches. Fishing is possible in the river and in small reservoirs. \n\nPuy L'Eveque is holds a fishing competition and celebration of local wines every two years (2008,10 etc) called the Fète de la Rivière et du Vignoble ",{"type":"[","value":["http:\/\/www.fetedelariviere.com"]},"\n\nIn May 2010 a number of local locks on the river are to be reopened allowing river traffic on the River Lot to pass between Prayssac and Fumel, via Puy L'Eveque traversing a series of locks - the first time in over 100 years.\n\nRiver traffic on the Lot was very important for many centuries as it permitted the export of the local Cahors wine (known in medieval times in England as 'Black Wine') to be exported via the rivers Lot and Gironde to Bordeaux.\n\nBonaguil and other castles and chateaus can be visited nearby and in Perigord. The Valley of the Celé is exquisitely beautiful and not far away. Figeac is a pretty town with a small museum dedicated to Champollion, the first modern person to decipher Egyptian hieroglyphics. Les Ezyies de Tayac in the Perigord has a great museum of prehistory and that area is also quite beautiful, especially in the Valleys of the Dordogne and the Vezere Rivers, which have extraordinary views dotted with pretty villages and chateaus.\n\n",{"type":"==","value":["Buy"]},"\nPostcards are available at the Cahors train station. For something more regional buy a bottle of Cahors wine. Cahors wine was made famous by a Roman Catholic Pope, who, made Cahors wine the official wine of the Catholic Church.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Les jardins du Marqueyssac"],["url=http:\/\/www.marqueyssac.com"],["email="],["address=24220 Vezac"],["lat="],["long="],["directions=9km de Sarlat"],["phone = +33 553 313636"],["tollfree="],["fax="],["hours=10-6pm"],["price="],["content=Beautiful romantic and picturesque gardens of Marqueyssace offers more than wsix kilometers of shaded paths bordered by 150,000 hand pruned box trees a hundred years old.  Tearoom and restaurant with a panoramic terrace."]]}]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe Lot Department is known for the impeccable foods that the locals produce. Consult Michael Sanders' book ",{"type":"''","value":["From Here You Can't See Paris"]}," or the ",{"type":"''","value":["Michelin Guide"]},".\n",{"type":"*","value":[{"type":"'''","value":["La Recreation"]}," (in Les Arques, 20 miles from Puy l'Eveque)"]},{"type":"*","value":[{"type":"'''","value":["L'Aganit"]}," is a Michelin Guide recommended restaurant located at the Hotel Bellevue. The restaurant's menu is based upon local produce, which, more than likely assures fresh foods. L' Aganit is closed during the same period of time Hotel Bellevue is closed. See the \"Sleep\" section for contact information."]},"\n",{"type":"==","value":["Drink"]},"\n\nWine is the drink here due in part because there are over 300 wineries in the regional area. Plus this ",{"type":"''","value":["is"]}," France.\n\n",{"type":"==","value":["Sleep"]},"\n\nMany hotels and chateaus close down for the low season or for only a few weeks. Check with the chateau\/hotel before arriving in town.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Domaine du Haut Baran"],["url=http:\/\/www.hautbaran.com"],["email=hautbaran@aol.com"],["address="],["lat="],["long="],["directions="],["phone =+335 65 36 06 60"],["tollfree="],["fax=+33(0)5 65 36 06 61"],["hours="],["price="],["checkin="],["checkout="],["content=The B&B owners are an American married couple. The husband speaks fluent French and is a historian. The B&B offers specials geared toward certain interests such as: horseback riding, Tour de France, artists, and culinary tours with Michael Sanders."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Truffière"],["url="],["email="],["address=3 rue des Scafegnous"],["lat="],["long="],["directions="],["phone =+335 65 21 34 54"],["tollfree="],["fax=+33(0)5 65 21 84 47"],["hours="],["price=€+ per night."],["checkin="],["checkout="],["content=Located in the center of the town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostellerie Le Vert"],["url=http:\/\/www.hotellevert.com\/"],["email=hotellevert@aol.com"],["address="],["lat="],["long="],["directions="],["phone =+33 5 65 36 51 36"],["tollfree="],["fax=+33 (0)5 65 36 56 84"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maison Delmas"],["url=http:\/\/www.maisondelmas.co.uk"],["email="],["address=rue du Docteur Rouma"],["lat=44.502338"],["long=1.137771"],["directions="],["phone = +33 5 65 23 31 75"],["tollfree="],["fax="],["hours="],["price=55 Euro +"],["checkin=3.30 pm"],["checkout=10.30 am"],["content=Maison Delmas a Chambres d'Hotes and is in the village within easy walking distance of the ten restaurants in the village. It has four Bedrooms and a lovely garden overlooking the town for the guests to use."]]}]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["St. Cirq La Popie"]}," - A village voted most picturesque in France. Located an hour from Puy l'Eveque."]},"\n\nThere are lots of 'gites' and apartments for rent on farms and in the town and surrounding villages, as well as the hotels mentioned. One can find them on websites offering 'self catering' in the regions of Midi Pyrenees or the Lot. Puy l'Eveque is at the western extreme of the Lot region, near the eastern border of the Lot et Garonne Region. Tourist offices in these regions will supply you with detailed maps that are great for touring. Some of the prettiest villages in France (les plus beaux villages en France; has a website)are within an hour's drive from Puy l'Eveque. In the town there is a library and a \"mediatech' with internet access. There are wonderful bakeries and the local produce is of the finest France has to offer. In the town there are several supermarkets, as well as others nearby. There are also local markets on different days of the week.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lot"]]},"\n",{"type":"{{","value":[["geo"],["44.5056"],["1.1389"]]},"\n",{"type":"[[","value":[["Wikipedia:Puy-l'Évêque"]]}]