[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Qiryat Shemona"]}," (",{"type":"''","value":["Hebrew"]},": קרית שמונה; also spelt ",{"type":"'''","value":["Kiryat Shmona"]},") is a city in the ",{"type":"[[","value":[["Galilee"]]}," region of northern ",{"type":"[[","value":[["Israel"]]},". The name translates as \"the town of the Eight\", and it has a population of 22,000.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Park Hazahav (7).jpg"],["thumbnail"],["Qiryat Shemona's Golden Park"]]},"\nAt this writing, the only way into Qiryat Shemona is by land.  While there is an airstrip outside of town, it has been closed for several years to commercial flights.  From the south, one drives into Qiryat Shemona on Route 90 from the direction of the Sea of Galilee.\n\nThere is frequent bus service from both Haifa and Tel Aviv, including several nonstop busses each day.  The bus from Tel Aviv takes 3 to 4 hours; the one from Haifa two hours.\n\n",{"type":"==","value":["Get around"]},"\nThe town itself is boring, but useful as a base for visiting the many interesting places nearby.\n\nInfrequent buses run to neighboring villages and to the ",{"type":"[[","value":[["Golan Heights"]]},". Taxis are easily obtained, they are expensive if you want to go a long distance, but sometimes you can share with other people and it will be cheaper. You could also try hitchhiking from the edge of town. The most efficient way is by private car though.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:PikiWiki Israel 27944 Geography of Israel.jpg"],["thumbnail"],["Cable car to Manara Ridge"]]},"\nThe ridge to the north of the town is great for ",{"type":"'''","value":["paragliding"]},".   ",{"type":"[","value":["http:\/\/users.actcom.co.il\/ipa\/sites\/e_site0010.html"]},"\n\nThe same ridge, which can be approached from above at ",{"type":"'''","value":["Kibbutz Manara"]},", provides excellent ",{"type":"'''","value":["mountain biking"]}," and ",{"type":"'''","value":["free-riding"]}," for the less faint-of-heart.\n\n",{"type":"'''","value":["Hiking"]}," the mountains to the west of the city is also quite pleasant, with views of local wildlife as well as the panoramic view of the Huleh Valley quite spectacular.\n\nThe town has a cable car link with Manara above in the Naftali mountain range and also is home to an activity center and toboggan run located in the south of the town.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nEating in Qiryat Shemona is probably not at the level of gourmands.  Nevertheless, there are a number of Israeli-style places to eat where you can walk away feeling satisfied and well-nourished.\n\nAt the most basic level, there are any number of falafel stands.  Probably the best is ",{"type":"'''","value":["Falafel Shel Aharon,"]}," across the street from the police station in the Rasko shopping center.  Another good one is found in Kikar HaHistadrut, near the municipal auditorium.\n\nMore elegant dining is found in a number of places that combine Italian influence with Israeli style.  These include:\n\n",{"type":"'''","value":["Toscana"]}," - Just outside of town on Highway 99 in the direction of the Golan Heights, this place is recommended for good coffee and fine Israeli-style breakfasts.\n\n",{"type":"'''","value":["Focaccia Bar"]}," - In a small shopping center on Highway 99 near the entrance to Kibbutz Ma'ayan Baruch, this place has outstanding wood-fired pizza.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nQiryat Shemona has no hotels inside the city limits, although there are a number of ",{"type":"'''","value":["tsimmerim"]},".  The best places to lodge in the area are in the kibbutz hotels.\n\n",{"type":"'''","value":["Kfar Giladi"]}," is one close-by offering, with panoramic views from the rooms of the northern Huleh Valley and a very nice indoor swimming pool.  The phone number for the hotel is ++972-4-690-0000, email is hotelkgn@kfar-giladi.org.il .\n\n",{"type":"'''","value":["Pastoral"]}," is the kibbutz hotel of ",{"type":"'''","value":["Kfar Blum"]},".  A bit more luxurious than Kfar Giladi's, it is located in the middle of the Huleh Valley and, as such, can be a little hot during the summer.  This is offset by the overall quality of the services but also renders the bill a bit higher.  The phone number is ++972-4-6836611 and email is  pastoral@kbm.org.il .\n\n",{"type":"'''","value":["Kibbutz Manara"]}," offers a more basic - and much less expensive - hotel service than either of the above options, but gives the advantage of truly stunning views of both Lebanon and the Huleh Valley right from your hotel window.  The phone number is ++972-4-6908209, email is  tayarot@manara.co.il .\n\n",{"type":"'''","value":["Lev-ari Guest House"]}," in Metulla. just 10 minutes drive from Qiryat Shemona.\nhttp:\/\/www.zimmer.co.il\/galil_lang.asp?Site_ID=180&lang=1\nServices and amenities in your room: Air conditioning available, Free hot drinks - coffee, tea, milk, sugar, Fridge & Freezer, Microwave. Facilities: Garden furniture, Outdoor grills, Private pool for the guests, Private parking. Phone- ++972-46949393 email: 6949393@gmail.com\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:שאגת האריה.jpg"],["thumbnail"],["Tel Hai Roaring Lion Monument"]]},"\n",{"type":"*","value":[" If you've made it this far, you might as well continue a few last kilometers east into the ",{"type":"[[","value":[["Golan Heights"]]},"."]},"\nAlternatively, a visit to ",{"type":"[[","value":[["Metulla"]]}," about ten kilometers to the north affords a view of the Good Fence and a number of somewhat yuppified guest houses and restaurants.  And on the way to ",{"type":"[[","value":[["Metulla"]]},", a visit to the museum and the grave of Yosef Trumpeldor at ",{"type":"'''","value":["Tel Hai\/Kfar Giladi"]}," can remind you of the difficult past leading to the birth of the modern State of Israel.  Trumpeldor was one of the pioneers of the region who gave his life in defense of the fledgling Tel Hai settlement along with seven others (hence the name of Qiryat Shemona, the City of the Eight).\n\n",{"type":"{{","value":[["routebox"],["image1=ISR-HW90.png"],["imagesize1=30"],["directionl1=S"],["majorl1= ",{"type":"[[","value":[["Tiberias"]]}],["minorl1=",{"type":"[[","value":[["Rosh Pina"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Metula"]]}],["minorr1=",{"type":"[[","value":[["Kfar Giladi"]]},", ",{"type":"[[","value":[["Tel Hai"]]}],["link1="]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["33.2000"],["35.5667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Galilee"]]},"\n",{"type":"[[","value":[["wikipedia:Kiryat Shmona"]]}]