[{"type":"{{","value":[["pagebanner"],["Lock and Dam 15.jpg"],["caption=Lock and Dam 15 and the Rock Island Arsenal"]]},"\n",{"type":"{{","value":[["movetocity"]]}," \nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitquadcities.com\/ Quad Cities"]}]}," is a metropolitan area of five, not four, closely-entangled cities and their suburbs on either side of the Mississippi River between ",{"type":"[[","value":[["Iowa"]]}," and ",{"type":"[[","value":[["Illinois"]]},".\n\n",{"type":"==","value":["Cities"]},"\n \n",{"type":"===","value":["Iowa"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Davenport"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bettendorf"]]}]},{"type":"*","value":[{"type":"[[","value":[["Le Claire"]]}]},"\n",{"type":"===","value":["Illinois"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Moline"]]}]},{"type":"*","value":[{"type":"[[","value":[["East Moline"]]}]},{"type":"*","value":[{"type":"[[","value":[["Rock Island"]]}]},"\n",{"type":"==","value":["Understand"]},"\nThe Quad Cities has been passingly referred to as \"forgottonia\".  Without a sizable core city, a major sports team or even formal recognition as a single urban entity from many planning commissions, it remains undetected on the national radar.  As a result, it is frequently derided for its lack of stature when it achieves national attention.  Such derision is more a reflection of the ignorance of those outside the area than it is legitimate fodder for amusement.  Visitors are encouraged to check their biases at the door and explore everything the area has to offer.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Forecast"],["the Quad Cities"],["41.46"],["-90.52"]]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh =   31"],["febhigh =   36"],["marhigh =   49"],["aprhigh =   63"],["mayhigh =   73"],["junhigh =   83"],["julhigh =   86"],["aughigh =   84"],["sephigh =   77"],["octhigh =   64"],["novhigh =   49"],["dechigh =   35"],["janlow =   15"],["feblow =   19"],["marlow =   29"],["aprlow =   40"],["maylow =   50"],["junlow =   60"],["jullow =   64"],["auglow =   63"],["seplow =   54"],["octlow =   42"],["novlow =   31"],["declow =   19"],["janprecip =  1.5"],["febprecip =  1.7"],["marprecip =  2.9"],["aprprecip =  3.6"],["mayprecip =  4.3"],["junprecip =  4.5"],["julprecip =  4.3"],["augprecip =  4.5"],["sepprecip =  3.1"],["octprecip =  3.0"],["novprecip =  2.6"],["decprecip =  2.2"]]},"\n\nUnder the Köppen climate classification, the Quad Cities is considered to have a humid continental climate (Dfa). Summers tend to be very warm to hot with high levels of humidity. Winters have cold temperatures and often high winds.  Snow is likely to fall from November through February, however it has been know to snow as late as April. Average snowfall in the Quad Cities is 30.7 inches (78 cm) per year. January is on average the coldest month, while July is the warmest. The highest temperature recorded in the Quad Cities was 103 °F (39 °C) on July 18, 2006. The lowest temperature, −22 °F (−30 °C), was recorded on February 2 and February 3, 1996. Spring and Autumn can be difficult seasons to dress for as the days can be quite warm while the evenings can be quite cool.  \n\n",{"type":"===","value":["Visitor information"]},"\n",{"type":"{{","value":[["movetocity"]]},"\n",{"type":"[[","value":[["File:Union Station and Burlington Freight House.jpg"],["thumb"],["Union Station in Davenport"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Davenport - Union Station"],["url=http:\/\/www.visitquadcities.com\/"],["email="],["address=102 S. Harrison St."],["lat="],["long="],["directions="],["phone=+1 563 322-3911 ext 114"],["tollfree="],["fax="],["hours=Summer hours: M-F 9AM-5PM, Sat 9AM-4PM; Winter hours: M-F 10AM-4PM, Sat seasonal"],["price="],["hoursextra=Extended hours for special events"],["content=A full-service visitor center and gift shop on the main floor of Union Station in downtown Davenport.  It includes interactive TVs, visitor information, maps, gifts, souvenirs, postcards, locally-made food and drink, Quad Cities merchandise, bike rentals, and Segway tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Moline - Quad City International Airport"],["url=http:\/\/www.visitquadcities.com\/"],["email="],["address=2200 69th Ave."],["lat="],["long="],["directions="],["phone=+1 309 757-1773"],["tollfree="],["fax="],["hours=Staffed: M-Th 8AM-4:30PM; Doors to the visitor center remain open for accessibility to brochure racks, maps, and visitor guides when the airport is open"],["price="],["hoursextra=Volunteers may be available F-Su during daytime hours."],["content=The airport visitor center is located diagonally across from the gift shop, near the hanging monocoupe plane, and assists visitors and passengers with information about the airport as well as Quad City visitor information."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Moline - RiverStation \/ Bass Street Landing"],["url=http:\/\/www.visitquadcities.com\/"],["email="],["address=1601 River Drive, Suite 110"],["lat="],["long="],["directions="],["phone=+1 309 277-0937"],["tollfree="],["fax="],["hours=M-F 8:30AM-5PM, year-round"],["price="],["hoursextra=April-Oct Sa 9AM-4PM"],["content=A full-service visitor center and gift shop located on the John Deere Commons in downtown Moline.  It offers visitor information, maps, gifts, souvenirs, postcards, locally-made food and drink, Quad Cities merchandise, and bike rentals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rock Island - The District"],["url=http:\/\/www.visitquadcities.com\/"],["email="],["address=226 17th St., Suite 11"],["lat="],["long="],["directions="],["phone=+1 317 277-0937 ext 118"],["tollfree="],["fax="],["hours=Summer hours: M-F 9AM-5PM, Sa 9AM-4PM; Winter hours: M-F 10AM-4PM, Sat seasonal"],["price="],["hoursextra=Extended hours for special events"],["content=A full-service visitor center and gift shop that offers visitor information, maps, gifts, souvenirs, postcards, locally-made food and drink, and Quad Cities merchandise."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Walcott - Iowa 80 Trucking Museum"],["url=http:\/\/www.visitquadcities.com\/"],["email="],["address=Interstate 80 at Exit 284"],["lat="],["long="],["directions="],["phone=+1 563 370-9670"],["tollfree="],["fax="],["hours=Memorial Day Weekend to Labor Day Weekend: M-Sa 9AM-5PM, Su 12PM-5PM; Winter Hours: W-Sa 9AM-5PM, Su 12PM-5PM"],["price="],["content=Located inside the Iowa 80 Trucking Museum on the Iowa 80 Trucking Campus, it assists visitors traveling Interstate 80 with information about the Quad Cities Region."]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\n",{"type":"[[","value":[["File:QCIA Atrium.jpg"],["thumb"],["right"],["200px"],["Quad City International Airport Atrium"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Quad City International Airport"],["url=http:\/\/www.qcairport.com"],["email="],["address=2200 69th Ave, Moline"],["lat="],["long="],["directions=the main entrance road leads to Interstates 74 & 280"],["phone=+1 309 764-9621 (General information), +1 309 757-1739 (Public Safety)"],["tollfree="],["fax="],["hours=Administrative Office Hours: M–F 8AM–4:30PM; Closed from 12PM–1PM, and all major holidays"],["price="],["content=The airport in Moline serves the regional Quad City area. While this is called an ",{"type":"''","value":["International Airport"]},", and there is a U.S. Customs office attached to it, it is for all intents and purposes a regional airport with no international flights.  All signage is in English.  Currently, four airlines offer non-stop flights to major markets primarily in the Midwest, the South and Southwest United States.  \n\n:*",{"type":"[","value":["http:\/\/www.allegiantair.com Allegiant"]}," with direct service to: ",{"type":"[[","value":[["Las Vegas"]]},", ",{"type":"[[","value":[["Orlando"],["Orlando-Stanford"]]},", ",{"type":"[[","value":[["Phoenix"]]},"-",{"type":"[[","value":[["Mesa"]]},", ",{"type":"[[","value":[["Punta Gorda (Florida)"],["Punta Gorda"]]},"\/",{"type":"[[","value":[["Fort Meyers"]]},", ",{"type":"[[","value":[["Saint Petersburg (Florida)"],["St. Petersburg"]]},"-",{"type":"[[","value":[["Clearwater"]]}," \n:*",{"type":"[","value":["http:\/\/www.aa.com\/homePage.do American Eagle"]}," with direct service to: ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Dallas-Fort Worth Metroplex"],["Dallas-Ft. Worth"]]},"\n:*",{"type":"[","value":["http:\/\/www.delta.com\/ Delta & Delta Connection"]}," with direct service to: ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Detroit"]]},", ",{"type":"[[","value":[["Twin Cities"],["Minneapolis-St. Paul"]]},"\n:*",{"type":"[","value":["http:\/\/www.united.com\/ United Express"]}," with direct service to: ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Denver"]]},"\n\n:Major rental car companies serve the airport and there are also taxi and shuttle companies available.  There is generally not a line of taxis at the airport, but there is a list of taxi companies, as well as shuttle services, associated with the airport on the Ground Transportation page of the airport's website. It is best to make arrangements before arrival.  MetroLINK Route 20 bus, also known as Route 20 Blue, makes two stops an hour at the terminal near the baggage claim area.  It terminates at Centre Station in downtown Moline and connections can be made to other Illinois destinations.  Iowa connections can be made via Bettendorf Transit Route 1, however, it is best to make other arraignments.(",{"type":"{{","value":[["IATA"],["MLI"]]},")."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Davenport Municipal Airport"],["url=http:\/\/www.cityofdavenportiowa.com\/department\/?fDD=47-0"],["email="],["address=9230 Harrison St."],["lat="],["long="],["directions=US 61 and County Road F-55 exit"],["phone=Fixed Base Operator and Airport Operations: Carver Aero, +1 563 391-5650"],["tollfree="],["fax="],["hours="],["price="],["content=Private planes and small private jets.  Work is underway to upgrade and lengthen both runways so larger jets can be accommodated."]]}]},"\n",{"type":"===","value":["By car"]},"\nThe Quad Cities are accessible from the east by Interstates 80 and 88, from the west by Interstate 80, and from the south by Interstate 74. US Route 61, a highway that runs alongside the Mississippi, also leads into the area.  Interstates 80 and 280 form a beltway which is bisected by Interstate 74, making the entire area easily accessible by freeway.  The area is also served by several bus stations. \n\n",{"type":"===","value":["By train"]},"\nThe nearest city with Amtrak service is Galesburg, Illinois, about 50 minutes south of Moline on Interstate 74. ",{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/am2Station\/Station_Page&code=GBB"]}," It is served by four routes: California Zephyr, Southwest Chief, Illinois Zephyr, and Carl Sandburg, all of which originate in Chicago.  There are plans to inaugurate Amtrak service in 2015 with direct service between Chicago and Moline.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Davenport Wayfinder.JPG"],["thumb"],["Wayfinding sign in Davenport"]]},"\nUnderstand that despite its relatively small size, the politically fractured nature of the area has eliminated central planning for the most part, making the area unusually difficult to get around in.  For the public benefit, most gas stations post large, comprehensive free maps near their restrooms.  \n\nTo aid the process of navigating the Quad Cities, a ",{"type":"[","value":["http:\/\/www.visitquadcities.com\/page.php?pid=47 wayfinding"]}," color code system has been established for signs that direct people to various venues and attractions in the area.  The area is divided into quadrants with their own colors and identifying headers on direction signs have the appropriate color for each quadrant so that travelers know, by color, which quadrant you are in and to which color you will have to travel to reach other attractions.  The northwest quadrant (Davenport) use the green color in the header, the northeast quadrant (Bettendorf) is yellow, the southeast quadrant (Moline-East Moline) is blue and the southwest quadrant (Rock Island) is red.\n\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.cityofdavenportiowa.com\/egov\/docs\/1357332663_36437.jpg Public transportation"]}," via city buses is available, but not widely used.  The Illinois side of the metro area is served by ",{"type":"[","value":["http:\/\/www.gogreenmetro.com\/ ",{"type":"'''","value":["MetroLINK"]}]}," buses.  The Iowa side is served by two separate bus systems.  Davenport is served by ",{"type":"[","value":["http:\/\/www.cityofdavenportiowa.com\/department\/index.php?fDD=27-0 ",{"type":"'''","value":["CitiBus"]}]}," and Bettendorf is served by ",{"type":"[","value":["http:\/\/www.bettendorf.org\/department\/?fDD=22-0 ",{"type":"'''","value":["Bettendorf Transit"]}]},".  MetroLINK Route 20 connects Quad City International Airport with downtown Moline.  \n\nThere are several connection points between the three systems:\n\n",{"type":"*","value":["CitiBus Route 7 connects with MetroLINK in downtown Rock Island."]},{"type":"*","value":["CitiBus Route 10 connects with Bettendorf Transit at Duck Creek Plaza and downtown Bettendorf.   "]},{"type":"*","value":["Bettendorf Transit Route 5 connects with CitiBus at the North Ridge Shopping Center in northeast Davenport.  "]},{"type":"*","value":["Bettendorf Transit Route 1 connects with MetroLINK in downtown Moline.  "]},"\n",{"type":"[","value":["http:\/\/www.moline.il.us\/DocumentCenter\/Home\/View\/1133 The LOOP"]}," is a riverfront circulator bus that crosses two bridges in two states and services downtown Moline, Rock Island, Davenport and Bettendorf. Ride for $1 per trip, during these hours: Thursday - Saturday 5 pm - 1:30 am; Sunday 11:30 - 6 pm. Buses run approximately every 20 minutes.\n\n",{"type":"===","value":["By water taxi"]},"\nA unique way to see the Quad Cities is from the ",{"type":"[","value":["http:\/\/www.gogreenmetro.com\/maps-and-schedules\/channel-cat-taxi\/ Channel Cat Water Taxi"]},", an open air boat that transports people and bicycles to the Iowa and Illinois shorelines.  The four stops are located at the Celebration Belle and at John Deere Commons in Moline, the Isle of Capri in Bettendorf and the Village of East Davenport.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:I-74 Bridge.jpg"],["thumb"],["right"],["250px"],["Interstate 74 Bridge between Bettendorf and Moline"]]},"\nThough not officially named, the Quad Cities could well be another city called \"The City of Bridges\".  Numerous pedestrian-friendly bridges span the Mississippi River, providing breathtaking views of several downtowns.  Additionally, the newly completed \"Skybridge\" in downtown Davenport provides a bird's-eye view of that city's immaculate core while treating street-level pedestrians to an ever-changing array of colors from light emitting diodes embedded in the bridge's structure.  The area lies in a steep valley, allowing those approaching the Mississippi an astonishing view of the surrounding area.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Hauberg Museum RI IL.jpg"],["thumb"],["right"],["250px"],["Hauberg Museum, Black Hawk State Historic Site"]]},"\n",{"type":"[[","value":[["File:Modern Woodmen Park 2.jpg"],["thumb"],["right"],["250px"],["Modern Woodmen Park, Davenport"]]},"\nAny visitor to the Quad Cities should know that the world headquarters for the familiar yellow on green John Deere farm equipment is located in Moline.  A visit to the ",{"type":"'''","value":["John Deere Pavilion"]}," is a must - you can view the history of John Deere plows and tractors in one big room.  This is also a fantastic gift shop with everything from t-shirts to golf balls to paper plates for your next John Deere party!\n\nThe downtown Moline area includes the original ",{"type":"'''","value":["Lagomarcinos"]},", 100 years old in 2008, a confectionery shop with delicious homemade candies and chocolates.  \n\nVisitors are strongly encouraged to explore the ",{"type":"'''","value":["Village of East Davenport"]},", a converted residential neighborhood that now houses a thriving arts community.  ",{"type":"'''","value":["Isabel Bloom Studios"]},", where world famous sculptures are created, is located here with another location located by the John Deere Pavilion in Moline. \n\nAnother notable shopping experiences is the ",{"type":"'''","value":["District of Rock Island"]},", a pedestrian mall which hosts several exotic bars and coffee shops, and maintains a near continuous series of music and ethnic festivals throughout the summer. \n\n",{"type":"'''","value":["Arsenal Island"]}," is a federally owned 900+ acre island in the Mississippi River.  The dreaded Civil War era Rock Island Prison (to which Ashley Wilkes is sent in the novel ",{"type":"''","value":["Gone With the Wind"]},") was located here, and a cemetery of nearly 2,000 Confederate soldiers as well as a National Cemetery reside on the island.  Other island attractions include the ",{"type":"'''","value":["Colonel Davenport house"]},", huge limestone buildings over 100 years old, and a lock and dam system that includes a swing-span on the iron Government Bridge.   Public entrance is from Moline only, and visitors must register at the gate.\n\nA visit to ",{"type":"'''","value":["Black Hawk State Historic Site"]}," in Rock Island brings you to an area that served for millennia as a location for Native American villages, particularly Sauk and Mesquakie.\n\nThe area was in the forefront of the riverboat casino movement in the 1990s.  It now supports two casinos in Iowa and one in Illinois.  The ",{"type":"[","value":["http:\/\/bettendorf.isleofcapricasinos.com\/index.aspx Isle of Capri"]}," is located in downtown Bettendorf and the ",{"type":"[","value":["http:\/\/davenport.isleofcapricasinos.com\/index.aspx Rhythm City Casino"]}," is located in downtown Davenport.  ",{"type":"[","value":["http:\/\/www.jumerscri.com\/ Jumer's Casino Rock Island"]}," is located at the intersection of Interstate 280 and Illinois 92 in southwest Rock Island.  \n\nFor those interested in a more engaging experience, the Quad Cities plays host to the world-class ",{"type":"'''","value":["Bix 7"]}," road race, ",{"type":"'''","value":["Sturgis on the River"]}," motorcycle rally, and the chance to use those golf balls at TPC Deere Run, home of the PGA ",{"type":"'''","value":["John Deere Classic"]}," (held each July).\n\nMoline's ",{"type":"'''","value":["i wireless Center"]}," (formerly the Mark of the Quad Cities) is the main concert and event venue, with concerts played year-round, and the Quad City Mallard's hockey team.\n\nAt ",{"type":"'''","value":["Modern Woodmen Park"]}," (formerly John O'Donnell Stadium), spectators can watch the Quad City River Bandits baseball team (formerly the Swing of the Quad Cities) devour their opponents. It is located near the north end of the Centennial Bridge, along the Mississippi River in Davenport.\n\nAn ",{"type":"[","value":["http:\/\/www.theonion.com\/content\/node\/33512 article"]}," in the popular satirical newspaper The Onion once questioned where the gay district of Moline could be found. Moline's gay district is located a few minutes away, in nearby Davenport.\n\nObserve the bald eagles feeding along the Mississippi River in the wintertime.  The most opportune locations are locks and dams.\n\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["movetocity"]]},"\nThe Quad Cities is home to two unique styles of pizza.  The first type is found at a number of restaurants, but the best example is ",{"type":"'''","value":["Frank's Pizza"]}," in Silvis, Illinois (a small town abutting East Moline.)  Founded in 1949, Frank's was one of the first (if not the first) pizza parlor in the Quad Cities.  It serves a fantastic pizza, with a crispy-chewy crust and a great tomato sauce.  The iconic version is the sausage, but you can get other toppings as well.  It really is a unique style of pizza (it is even cut a different way -- in long thin strips) and is a treasure of the region.  In addition to Franks, other local restaurants such as ",{"type":"'''","value":["Harris Pizza"]}," serve a similar style pizza.\n\nThe second unique style of pizza can be found at ",{"type":"'''","value":["Happy Joe's"]}," pizza.  This small chain offers a well-loved taco pizza (not traditional, but still tasty) and a pizza topped with Canadian bacon and sauerkraut.  You can get more typical toppings at Happy Joe's too.  It also doubles as a n ice cream parlor, and is very family-friendly. \n\nSpeaking of ice cream, ",{"type":"'''","value":["Whitey's Ice Cream"]}," provides numerous flavors of delicious premium grade hard-pack ice cream and should not be missed.  An excellent alternative is the less expensive local soft-serve ice cream shop ",{"type":"'''","value":["Country Style"]}," which offers a variety of fresh ingredients.  Both establishments can be found throughout the area, and any local would be happy to direct visitors to the nearest one.\n\nThe ",{"type":"'''","value":["Iowa Machine Shed"]}," celebrates the American farmer, cooking from scratch right down to peeling the potatoes.\n \nAnyone looking for family dining, family owned and operated steakhouse, check out ",{"type":"'''","value":["Tappa's Steak House"]}," located west of downtown Davenport for 25+ years.\n\nFor those seeking something with a more unique flavor, ",{"type":"'''","value":["The Filling Station"]}," provides delicious American fare at low prices.  Visitors are strongly encouraged to pay it a visit.\n\nThe ",{"type":"'''","value":["Blue Cat Brew Pub"]}," serves very good fare ranging from burgers to seafood. Be sure to check out a few of the beers brewed at in the in-house microbrewery. \n\nThose seeking a more upscale experience can visit the ",{"type":"'''","value":["Woodfire Grill"]}," (previously called Centro), in downtown Davenport.  John Deere Commons in Moline also hosts an upscale dining establishment, ",{"type":"'''","value":["Johnny's Steakhouse"]},".\n\n",{"type":"'''","value":["Moline Centre"]}," (which is located next to the John Deere Pavilion) is a host to a wide range of food, from pizza to Thai.\n\n",{"type":"==","value":["Drink"]},"\nThe ",{"type":"'''","value":["District of Rock Island"]},", known locally as ",{"type":"'''","value":["The District"]}," is a pedestrian mall which serves as home to numerous bars, and should not be missed.  It also plays hosts to local several local festivals. \n\nDavenport's downtown plays host to several large upscale nightclubs.  Visitors need only park their car and follow the crowds. \n\nDavenport's ",{"type":"'''","value":["Rainbow District"]}," is a (very) small gay village located on the outskirts of the city's downtown.  It consists of a handful of gay-oriented bars, nightclubs and restaurants, and is known for its popular drag shows.  As with many areas in questionable parts of town, visitors are advised to proceed with caution when visiting the area at night.  A string of recent violent incidents has garnered greater police protection, but has also illustrated some of the area's downsides.\n\nAs with many other working class cities, Davenport has a number of small neighborhood pubs located among its residential developments.\n\nThe ",{"type":"'''","value":["Moline Centre"]}," is a good place to park and walk. There are several bars including Bent River Brewery, try out there house beers. Also, Beir Stube located both in the Moline Centre and Village of East Davenport. Looking for outdoor music go to the River House.\n\n",{"type":"==","value":["Stay safe"]},"\n \nLike larger cities, visitors to the Quad Cities should make an effort to avoid traveling on foot when alone at night, especially in the west ends of Davenport and Rock Island.  That said, the area's greatest dangers tend to be experienced on the road; in the summertime deer make unfortunate moving roadblocks, and most locals know of someone who has demolished their car against one. The winter months proudly represent the Midwest's unpredictable weather and leave much of the area icy and unnavigable with little notice.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephones"]},"\n\nThe Quad City region is covered by two area codes. ",{"type":"'''","value":["563"]}," covers the Iowa side of the river and ",{"type":"'''","value":["309"]}," covers the Illinois communities.  The Quad Cities has a special exemption when making local telephone calls.  When using a land-line in the Quad Cities it is not necessary to dial the area code for telephone numbers within the greater Quad City area; simply dial the seven digit telephone number.  If using a mobile phone, however, one does dial 1+ the area code as usual.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Newpapers"]},"\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.qconline.com\/ Dispatch & Argus"]}," - Moline-based newspapers."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.qctimes.com Quad-City Times"]}," - Davenport-based newspaper."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.rcreader.com\/ River Cities' Reader"]}," - independently owned alternative newspaper "]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium (Honorary)"],["url=http:\/\/www.diplobel.us\/Representatives\/Find_Consul.asp"],["email=pvannevel@msn.com"],["address=4101 60th St, Moline"],["lat="],["long="],["directions="],["phone=+1 309 743-1856"],["tollfree="],["fax=+1 309 736-9460"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Cedar Rapids"]]},", Iowa, ",{"type":"[[","value":[["Peoria (Illinois)"],["Peoria"]]}," and ",{"type":"[[","value":[["Rockford"]]}," in Illinois are all nearby.  The Quad Cities is also situated just a couple hours west of ",{"type":"[[","value":[["Chicago"]]},", connected by Interstates 80 and 88 and a couple hours east of ",{"type":"[[","value":[["Des Moines"]]}," via Interstate 80.\n\n",{"type":"{{","value":[["routebox"],["image1=I-74.svg"],["imagesize1=22px"],["directionl1=W"],["majorl1=END"],["directionr1=E"],["minorr1=",{"type":"[[","value":[["Peoria (Illinois)"],["Peoria"]]}],["majorr1=",{"type":"[[","value":[["Indianapolis"]]}],["image2=I-80.svg"],["imagesize2=22px"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Des Moines"]]}],["minorl2=",{"type":"[[","value":[["Iowa City"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Joliet"]]}],["minorr2=",{"type":"[[","value":[["Peru-LaSalle"]]}],["image3=I-88 (IL).svg"],["imagesize3=22px"],["directionl3=W"],["majorl3=END"],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Chicago"]]}],["minorr3=",{"type":"[[","value":[["Dixon (Illinois)"],["Dixon"]]}]]},"\n\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Midwest (United States of America)"]]},"\n",{"type":"[[","value":[["WikiPedia: Quad Cities"]]},"\n",{"type":"{{","value":[["geo"],["41.516666666667"],["-90.533333333333"]]}]