[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Quakertown"]}," is a borough in ",{"type":"[[","value":[["Bucks County"]]},", ",{"type":"[[","value":[["Pennsylvania"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Philadelphia International Airport (PHL)"]}," is the main airport to arrive in. Quakertown is about 41 miles northwest of PHL. From there, you can get to Quakertown by taking a taxi or renting a car through numerous companies.\n\n",{"type":"'''","value":["Allentown - Lehigh Valley International Airport (ABE)"]}," is a locally based airport 16 miles north of Quakertown.\n\n",{"type":"===","value":["By train"]},"\n\nThe closest ",{"type":"'''","value":["Amtrak"]}," station is in ",{"type":"'''","value":["Paoli, PA (PAO)"]},", roughly 29 miles south of Quakertown on Lancaster Pike & S. Valley Rd.\n\n",{"type":"===","value":["By car"]},"\n\nFrom ",{"type":"'''","value":["Pennsylvania Turnpike"]}," - From I-476, take the PA-663 N exit, EXIT 44, toward PA-309\/Quakertown. Turn left and follow John Fries Highway, eventually turning into 313 (W Broad St.) which will take you downtown. Or when you arrive at the intersection of 309 (West End Blvd.) and 313, find your destination from there.\n\nFrom the ",{"type":"'''","value":["North"]}," - Go south on 309 to 313 East. Follow above.\n\nFrom the ",{"type":"'''","value":["East"]}," - Go west on 313 into Quakertown. Follow above.\n\nFrom the ",{"type":"'''","value":["South"]}," - Go north on 309 to 313 East. Follow above.\n\n",{"type":"==","value":["Get around"]},"\n\nMany people drive their car to commute to and from work and school. However since Quakertown is a smaller town, people can walk or bike to get to closer places downtown. There is no public transportation or taxi service easily available.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Nockamixon State Park"]}," on 1542 Mountain View Dr. covers 5,283 acres including the 1,450 acre Lake Nockamixon. One can boat, fish, bike, picnic, hike, swim, and explore the natural beauty of the park.\n\nThe ",{"type":"'''","value":["Quakertown Swamp"]}," is a 518 acre wetland, home to a variety of wildlife species, including beavers and waterfowl. You can go on a tour or explore the swamp on your own.\n\n",{"type":"==","value":["Do"]},"\n\nQuakertown has a considerable number of public parks in the area. ",{"type":"'''","value":["Cedar Grove Park"]}," is located in the western end of Quakertown, off Roan Tree Dr. It has a playground and basketball and street hockey courts. On Mill St. is ",{"type":"'''","value":["Memorial Park"]},", complete with a baseball stadium, basketball and tennis courts, a jogging and bicycling path, a skating pond, and pavilions. The Quakertown Public Pool is also located within the park. At the southern end of Main St. is ",{"type":"'''","value":["Main Street Park"]},", with basketball courts, a playground, and a softball field.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Quakertown Farmers Market and Flea Market"]}," offers over 120 indoor flea market vendors and up to 400 outdoor vendors (in season) covering over 225,000 sq. feet. Open Friday and Saturday 9 AM to 9 PM and Sunday 10 AM to 5 PM. Goods from numerous departments: books, electronics, grocery, meats\/poultry, construction, automotive, instruments, candy and nuts, flowers, crafts, arcade, bakery, furniture, barber shop, music\/CDs, cell phones, deli, jewelry, clothing and accessories, pets, gifts, shoes, produce, tools, sports collectables, tobacco shop, and videos\/games. Some specific vendors include Q-Pet, Dollar Center, Sneaker Outlet, Davis Meats and Bakery, Kim's Produce, JK Fashions, Coffee Grinder, Oasis Guitar, Ultimate Comics, O'Flynn's Furniture, and Video Bonanza. Located on 201 Station Rd (Front St).\n\n",{"type":"'''","value":["The Trainers Corner Shopping Center"]}," (218 North West End Boulevard) offers many chain stores such as ",{"type":"'''","value":["Kohl's, Michael's, Famous Footwear, Game Stop, Big K-Mart, Staples, Sears Hardware, Blockbuster Video, Dress Barn, and Schuylkill Valley Sports"]},".\n\n",{"type":"'''","value":["Richland Mall"]}," on South West End Boulevard includes\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["John's Plain and Fancy Diner"]}," serves breakfast, lunch and dinner items 24 hours a day. It is located on Route 309. Also on Route 309 is the ",{"type":"'''","value":["Quakertown Family Restaurant"]}," delivering huge portions and a friendly staff. Right across from the Quakertown Family Restaurant is The Trainers Corner Shopping Center (225 North West End Boulevard) which offers many dining options including: ",{"type":"'''","value":["TGI Friday's"]},", ",{"type":"'''","value":["Applebee's Bar and Grill"]},", ",{"type":"'''","value":["Red Robin Restaurant"]},", ",{"type":"'''","value":["McDonalds"]},", ",{"type":"'''","value":["Burger King"]},", ",{"type":"'''","value":["Coldstone Creamery"]},", ",{"type":"'''","value":["Starbucks Coffee"]},", and ",{"type":"'''","value":["Il Garda Restaurant"]},". The small local chain and drive-thru ",{"type":"'''","value":["Yum Yum Bake Shop"]}," on 1461 W. Broad Street specializes in donuts and coffee. This shop is a local favorite and offers various muffins, pastries, and breakfast foods as well. On 213 W Broad St stop by for a snack at the ",{"type":"'''","value":["Philly Soft Pretzel Factory"]}," for hot, freshly baked, hand twisted pretzels. Just over a few blocks is ",{"type":"'''","value":["Dominick's Restaurant & Pizzeria"]}," on 327 W. Broad St. This local hotspot has been around for over 35 years, serving pizza, pasta, burgers, strombolis, hoagies, salads, and homemade deserts.  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mccoolesredlioninn.com\/ McCoole's at the Red Lion Inn"]}]}," serves fine dining at a casual dining price.  The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/thebricktaverninn.com\/ Brick Tavern Inn"]}]}," offers relaxed country dining with new American Cuisine.  The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.spinnerstownhotel.com\/new\/Home Spinnerstown Hotel"]}]}," features pub fare and sandwiches on its menu.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Hobo's Bar and Grill"]}," is a local late night hang out spot for the 21 and over crowd. Large selection of beers, specialty drinks and martinis, and after dinner drinks. Located on 85 S West End Blvd.\n\n",{"type":"'''","value":["Applebee's Bar and Grill"]}," (145 N West End Blvd) is a great spot to watch sporting events on TV or grab a drink after a day at work. \n\n",{"type":"'''","value":["McCoole's Red Lion Inn"]}," has many selections at the tap and is also good for grabbing a bite to eat, on 4 S Main St.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["McCoole's Historic Red Lion Inn"]}," is located on 4 S. Main St at the corner of Broad St and Main St. McCoole's offers entertainment, live performances, free wireless internet, and non-smoking rooms. There is an on-site restaurant with outside dining and a bar, serving a variety of reasonably priced menu items.\n\n",{"type":"'''","value":["Best Western Motor Inn"]}," sits at 1446 W Broad Street. It offers free wireless internet access, complimentary continental breakfast, a fitness center, and free parking. Minutes from numerous shopping and restaurants.\n\nRight off the Quakertown exit on John Fries Highway are an ",{"type":"'''","value":["Econo Lodge & Suites"]}," (1905 John Fries Highway) and a ",{"type":"'''","value":["Holiday Inn Express Hotel & Suites"]}," (1918 John Fries Highway).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostelling International Quakertown"],["alt=Weisel Hostel"],["url=http:\/\/www.hi-dvc.org\/hostels\/weisel"],["email="],["address=7347 Richlandtown Rd"],["lat=40.4444380"],["long="],["directions="],["phone=+1 215 536-8749"],["tollfree="],["fax="],["hours="],["price=$10-$15"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nMany surrounding hotels have free wireless internet access, however some have restrictions for guests only. Lacey's Pub and Grill on 1907 John Fries Highway offers free wifi, as well as Starbucks on 610 N West End Blvd and McDonald's on 2 N West End Blvd.\n\nFor more information, contact the ",{"type":"'''","value":["Borough of Quakertown"]}," 35 N Third Street, P.O. Box 727, Quakertown, PA 18951 Phone: 215-536-5001; E-mail: manager@quakertownboro.com; Website: www.quakertownboro.com\n\n",{"type":"==","value":["Go next"]},"\n\nBucks County has numerous parks and attractions in the surrounding area. Other small towns nearby to visit include Doylestown, New Hope, Bensalem, Yardley, Newtown, Bristol, Perkasie, Sellersville, and Chalfont. Neighboring bigger cities and towns are Philadelphia, Allentown, Reading, and Easton. \n\n",{"type":"{{","value":[["geo"],["40.44167"],["-75.34167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bucks County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Pennsylvania\/Localities\/Q\/Quakertown\/"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Quakertown, Pennsylvania"]]}]