[{"type":"{{","value":[["pagebanner"],["Quanzhou banner.jpg"]]},"\n\n",{"type":"'''","value":["Quanzhou"]}," (泉州; ",{"type":"''","value":["Quánzhōu"]},") is a coastal city just north of ",{"type":"[[","value":[["Xiamen"]]}," in ",{"type":"[[","value":[["Fujian"]]}," Province in ",{"type":"[[","value":[["China"]]},". Older romanisations, no longer in use, include Ch'üan-chou, Chuanchow and Chinchew.\n",{"type":"[[","value":[["File:Quanzhou Tonghuai Guanyue Miao 2005-08-11.jpg"],["thumb"],["300px"],["Temple on Tumen Jie"]]},"\n",{"type":"[[","value":[["Marco Polo"]]}," sailed home from here around 1292; he called the city by its Arabic and Persian name, ",{"type":"'''","value":["Zaiton"]},", and described it as one of the world's two busiest ports (the other was ",{"type":"[[","value":[["Alexandria"]]},") and stunningly rich. Since then it has come down in the world somewhat, but is still a major port and still quite prosperous. For travellers, much of the history is still quite visible; the town is positively overrun with interesting old buildings.\n\nLikely many readers in Western countries will never have heard of the place, but they have been somewhat affected by it nonetheless. The English word \"satin\" comes from \"Zaiton\", the port from which that fabric first reached the ",{"type":"[[","value":[["Middle East"]]}," and thence ",{"type":"[[","value":[["Europe"]]},". The tea that American colonists threw overboard to protest British taxes at the Boston Tea Party was shipped from Quanzhou and grown in nearby ",{"type":"[[","value":[["Anxi"]]},".\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"[[","value":[["Image:ChinaFujianQuanzhou.png"],["thumb"],["200px"],["Position in Fujian province"]]},"\nQuanzhou urban area consists of four districts:\n",{"type":"*","value":[" Fengze District (丰泽区; Fēng​zé​qū​) "]},{"type":"*","value":[" Licheng District (鲤城区; Lǐ​chéng​qū​) "]},{"type":"*","value":[" Luojiang District (洛江区; Luò​jiāng​qū​) "]},{"type":"*","value":[" Quangang District (泉港区; Quán​gǎng​qū) "]},"\nOther communities in the homonymous prefecture are covered in their respective separate articles: ",{"type":"[[","value":[["Anxi"]]},", ",{"type":"[[","value":[["Dehua"]]},", ",{"type":"[[","value":[["Hui'an"]]},", ",{"type":"[[","value":[["Jinjiang"]]},", Jinmen, Nan'an, ",{"type":"[[","value":[["Shishi"]]},", and Yongchun.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Sunwu Creek Bixi - DSCF8627.JPG"],["thumb"],["left"],["The area along Sunwu Creek, south of downtown, has experienced a recent urban renewal. The ",{"type":"''","value":["bixi"]}," turtle carries an inscription commemorating flood control work on the creek"]]},"\nAbout a millenium ago, the city was the main eastern terminus of the ",{"type":"[[","value":[["Maritime Silk Road"]]}," and home to a large (over 100,000 by some estimates) international community, mostly Arabs but also including Persians, Indians and others. At one time, the city had seven mosques; the only one surviving today is the Great Mosque, built in 1009 CE.\n\nQuanzhou was one of the main bases for the great Chinese treasure ships that routinely traded in ",{"type":"[[","value":[["Southeast Asia"]]}," and ",{"type":"[[","value":[["India"]]}," and sometimes reached at least as far as ",{"type":"[[","value":[["Persia"]]}," and ",{"type":"[[","value":[["Aden"]]},". When Vasco da Gama (en route to becoming the first European to reach India by sea) reached ",{"type":"[[","value":[["East Africa"]]}," in 1498, he found Chinese trade goods such as blue & white pottery already in the market. The Chinese ships were far larger, longer range, and more advanced technically than European vessels of the period. \n\n",{"type":"[","value":["http:\/\/www.gavinmenzies.net\/china\/book-1421\/ One writer"]}," says that the treasure ships did much more in the early 1400s. He claims they circumnavigated the globe, discovered both Americas decades before Columbus (who used some of their maps, obtained through trade with Egypt), and explored ",{"type":"[[","value":[["Australia"]]}," centuries before Europeans arrived. However, his theories are not accepted by most historians. \n\nThere is a Maritime Museum in Quanzhou with many relics of this period.\n\n",{"type":"[[","value":[["On the trail of Marco Polo"],["Marco Polo"]]}," sailed home from Quanzhou about 1292. He described it as the world's busiest port, with ",{"type":"[[","value":[["Alexandria"]]}," a distant second. At about that time, Kublai Khan's fleet for the invasion of ",{"type":"[[","value":[["Japan"]]}," sailed from Quanzhou. It was wiped out by a storm, the kami kaze or \"spirit wind\". This is the origin of the name for kamikaze (suicide) pilots during the Second World War; it was hoped they would save Japan in a similar way.\n\nIn the 1420s, there was a shift in power in Beijing; the Confucian scholars won out over the eunuchs, and many of the admirals and captains were eunuchs. The emperor cut off all foreign expeditions, destroyed the records of previous voyages, and let the great ships rot. After this, Quanzhou declined considerably. Also, over the centuries the harbour became partly clogged with silt. Today, Quanzhou is less well-known than the provincial capital ",{"type":"[[","value":[["Fuzhou"]]}," or booming Special Economic Zone ",{"type":"[[","value":[["Xiamen"]]}," (which was once administered as a district of Quanzhou), and certainly gets fewer tourists than either. However, it has more historic buildings than either, some interesting modern architecture, and some good shopping.\n\nLike most Chinese cities, Quanzhou has some of the standard ugly 8-storey concrete apartment blocks. However, there are far fewer of those than elsewhere and whole districts are much prettier. The city government has regulations that require new buildings in some areas to follow certain architectural conventions. Downtown, there are many new 4 to 6 floor buildings with the traditional Chinese tile roofs with points on the corners. Near the old mosque there are new buildings with Islamic themes, such as arched windows, in the architecture. The rebuilding of the Zhongshan Road shopping area got a UNESCO award for heritage preservation, and Quanzhou got an international award in a contest for most livable cities in 2003; neighboring ",{"type":"[[","value":[["Xiamen"]]}," had won the previous year.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\nQuanzhou, or rather ",{"type":"[[","value":[["Jinjiang"]]}," across the river, has an airport with flights to various mainland cities. Nearby ",{"type":"[[","value":[["Xiamen"]]}," has a more important airport with good domestic connections, including flights to ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Macau"]]}," and quite a few international flights. The ",{"type":"[[","value":[["Fuzhou"]]}," airport is also reasonably close.\n\n",{"type":"===","value":["By train"]},"\nQuanzhou has two kinds of rail service. The \"conventional\" rail line from the interior of China terminates at Quanzhou East Station, in the Northeastern outskirts of the city, off Chenghua South Rd (Hwy G324). At some 6 km from downtown, it is walkable if you are staying on the Northeast side, but a bus or taxi is recommended. It is the terminal station for many (fairly slow) trains connecting Quanzhou with the interior of Fujian Province (",{"type":"[[","value":[["Sanming"]]},", ",{"type":"[[","value":[["Wuyishan"]]},") and with major cities throughout China, such as ",{"type":"[[","value":[["Nanchang"]]},", ",{"type":"[[","value":[["Wuhan"]]}," (Wuchang Station), and ",{"type":"[[","value":[["Beijing"]]},".\n\nThe new high-speed rail line along the coast serves the new Quanzhou Station, located some 12 km Northwest of the city proper, off Hwy S307. It is served by frequent high-speed trains running between Fuzhou and Xiamen. The line continue north beyond Fuzhou to ",{"type":"[[","value":[["Wenzhou"]]},", ",{"type":"[[","value":[["Hangzhou"]]},", and ",{"type":"[[","value":[["Shanghai"]]},", and south beyond Xiamen to ",{"type":"[[","value":[["Shantou"]]}," and ",{"type":"[[","value":[["Shenzhen"]]},". There is also a line going inland from ",{"type":"[[","value":[["Putian"]]}," (north of Quanzhou on the Fujian coast) to ",{"type":"[[","value":[["Nanchang"]]}," in neighbouring ",{"type":"[[","value":[["Jiangxi"]]}," province. See ",{"type":"[[","value":[["High-speed rail in China"]]}," for details.\n\n",{"type":"===","value":["By bus"]},"\nThere are frequent buses from ",{"type":"[[","value":[["Xiamen"]]}," (¥27-35, 1.5 hours) and ",{"type":"[[","value":[["Fuzhou"]]}," (¥46-65, 2.5 hours).\n\nThere are also direct overnight buses to\/from more distant places such as ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Shenzhen"]]}," and ",{"type":"[[","value":[["Zhuhai"]]},", in the ¥300 range.\n\nThere are two main bus stations, a fairly large one in a new building toward the east of town and one that is much more central and looks more run down. The ",{"type":"''","value":["latter"]}," is the \"new bus station\". A small bus station next to the Overseas Chinese Hotel has busses to Fuzhou and Shenzhen.\n\n",{"type":"===","value":["By boat"]},"\nThere is regular ferry service from Taiwan-controlled ",{"type":"[[","value":[["Kinmen"]]}," (Quemoy) Island to the port of Shijing (石井), some 50 km south of downtown Quanzhou. (¥150, or NT$750). However, as of early 2012, ",{"type":"[","value":["http:\/\/vmenkov.blogspot.com\/2012\/03\/jinmen-kinmen-ferries.html only PRC (China) and ROC (Taiwan) citizens can use it"]},". The ferries from ",{"type":"[[","value":[["Xiamen"]]}," to Kinmen, however, are open to most nations.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Quanzhou - bike traffic - DSCF8718.JPG"],["thumb"],["Many major streets have well-utilized bicycle lanes"]]},"\nTaxis start at ¥7 and you can go almost anywhere in town for under ¥20.\n\nBe warned about local traffic! Traffic anywhere in China often horrifies visitors (see ",{"type":"[[","value":[["Driving in China"]]},"), but Quanzhou is worse than most places. On some travel blogs, even Chinese complain about Quanzhou traffic.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Religious structures"]},"\n",{"type":"[[","value":[["File:Quanzhou Kaiyuan Si 20120229-52.jpg"],["thumb"],["On the grounds of Kaiyuan Temple"]]},"\nThe town has an assortment of religious buildings, some quite old. It has been called a museum of world religions.  There are Taoist, Buddhist, and Confucian temples, as anywhere in China, plus Christian churches and one mosque.  There are also Hindu and Zoroastrian temples.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kaiyuan Temple"],["alt=开元寺"],["url="],["email="],["address=Xi Jie near Xinhuan Bei Lu, northwest of downtown"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥10"],["content=The largest and most famous Buddhist temple complex in the area. The well-landscaped grounds house two famous tall pagodas, several temple buildings, an ancient stone turtle, and a variety of religious art. The Xi Jie (West Lane) outside of the temple is a busy shopping street, with all kind of shops selling souvenirs, joss paper and other Buddhist items, snacks, and books."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Qingjing Mosque"],["alt=清真寺"],["url="],["email="],["address=Tumen Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥3"],["content=The only surviving mosque of the many that used to exist. It is over 1,000 years old, and was rebuilt in 2009 so the dome is now restored after a 200-year absence. Well worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taoist temple"],["alt=Guan Di Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=just east of the mosque"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=Large and impressive. Note the huge (over 2 stories tall) ritual furnace for burning joss paper."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Confucian Temple"],["alt=孔庙"],["url="],["email="],["address="],["lat="],["long="],["directions=A couple of blocks west of the Taoist Temple, just off Tumen Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the main Confucian temple in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chongfu Temple"],["url="],["email="],["address=Chongfu Road"],["lat="],["long="],["directions=Northeast of the city center, near where Dong Road turns into Donghu Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A beautiful if small active Buddhist Temple."]]}]},"\n",{"type":"[[","value":[["Image:Statue of Lao Tzu in Quanzhou.jpg"],["left"],["thumb"],["300px"],["Lao Tse"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Saint"],["alt=崇福寺"],["url="],["email="],["address="],["lat="],["long="],["directions=On the peak of Qingyuanshan just outside town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An enormous statue of Lao Tse, the founder of Taoism, which attracts people from all over China."]]}]},"\n",{"type":"[[","value":[["File:Quanzhou - Tianhou Gong - bixi - DSCF8652.JPG"],["thumb"],["An ancient stone turtle (",{"type":"''","value":["bixi"]},") in the Tianhou Temple"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tian Hou Gong"],["url="],["email="],["address="],["lat="],["long="],["directions=At Tianhou Lu (Tiangou St) and Zhongshan Nan Lu (Zhongshan South St), at the southern edge of downtown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dedicated to Tian Hou (\"Heavenly Empress\"), also known as Mazu, a sea Goddess worshipped by many sailors and fishermen. Note the ancient ",{"type":"''","value":["bixi"]}," turtle with an illegible stele on the temple's grounds. The most important Mazu temple on Earth is in the next city north on the Fujian coast, ",{"type":"[[","value":[["Putian"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Six Victories' Tower"],["alt=六胜塔"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=, \nSix  Victories Tower is the study of architecture and art precious kind of Song and Yuan dynasties. The tower is of granite attic type structure,36.6 meters high, around the end of about 47meters, octagonal five layer, the carved Seiko, magnificent, with something comparable to Quanzhou tower."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Quanzhou Museum - DSCF8196.JPG"],["thumb"],["Quanzhou Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Quanzhou Museum"],["url="],["email="],["address="],["lat="],["long="],["directions=In a park north of the West Lake (Xi Hu)"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=Don't miss a small \"stele forest\" behind the museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Puppet Museum"],["url="],["email="],["address="],["lat="],["long="],["directions=From the mosque, walk West (away from the Taoist temple) along Tumen Street, take the first right, go a short distance and take the first right again (if you reach a park on your right, you have gone too far). The museum is a short way along on your left (if you reach the French restaurant, you have gone too far)"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Quanzhou is famous for puppets and the museum is excellent. They sometimes do shows, which are excellent, but not on a regular schedule. You need to be lucky to catch one, or to have a group of 20 or so people and make arrangements."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fujian-Taiwan Kinship Museum"],["alt=In a park north of the West Lake (Xi Hu), just east of Quanzhou Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Maritime Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent museum.  Quanzhou was, up to the 15th century, one of China's greatest trading cities and a major base for her powerful fleets. The museum's Ancient Ships Pavilion is located on the grounds of Kaiyuan Temple; as of Feb 2012, the pavilion is closed for renovations, but one can still peek into the windows."]]}]},{"type":"[[","value":[["File:Quanzhou Huaqiao Museum - DSCF8524.JPG"],["thumb"],["Huaqiao Museum"]]},"\n\n",{"type":"===","value":["Other sights"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument to Koxinga"],["alt=鄭成功; Zhèng Chénggōng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An enormous equestrian statue that appears to be guarding the town, up on a hill on the east side of the city. He was a local boy whose family were seafarers, merchants trading with Japan, and pirates. On land, he became a general, resisting the then-new Qing (Manchu) dynasty. His base on ",{"type":"[[","value":[["Xiamen"]]},"'s ",{"type":"[[","value":[["Gulangyu"]]}," is one of the tourist sites there. He is best known for driving the Dutch out of ",{"type":"[[","value":[["Taiwan"]]}," in the 1660s, the first major wave of Chinese immigration to Taiwan was his soldiers settling down and bringing their families. He is one of the few people seen as a hero by the current governments on both sides of the straits: beating the foreign devils makes you a good guy in everyone's books!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The residence of the Cai family"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ancient residential buildings by Cai Qichang and his son, Cai senior in the Qing Tongzhi years (1862) to Xuantong three years (1911) built. The existing more complete house in all 16, and are arranged in parallel are orderly distribution to approximately 3 hectares (40 acres) of a rectangular block, 200 meters long and 100 meters wide, covering an area of 15300 square meters."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Qingyuan Mountain"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Climbing this mountain is a nice way to get away from the city, and some of its heat and noise.  Mountain climbing in Qingyuanshan is a different experience from hiking in other places, the paths up the mountain (large hill, really) are clearly marked, and paved in most places, with steps up the steeper parts.  There are lots of places to buy drinks or snacks along the way, and temples, pavilions, and even some carnival-style games are there to distract you from your trek, if you like.  Nonetheless, its a beautiful, strenuous climb, with dense tree canopies above and cicadas all around, with openings along the way with clear vistas of the city below.  Wear good shoes and clothes you can sweat in."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lantern Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Chinese New Year begins on the first day of the first lunar month; Lantern Festival on the 15th of that month brings the celebration to a close. Lantern Festival is celebrated all over China, but it is a fairly minor event in some places and a rather big deal in others. ",{"type":"''","value":["In Quanzhou, it is huge!"]}," Nearly every merchant downtown puts up at least a few lanterns, and they compete to have the best ones. The area around the Confucian Temple is one center of activity, with hundreds of lanterns and thousands of people out to view them. Another major center is down by the river where there is an enormous fireworks show late in the evening."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Souvenirs."]},"\nThere is large area of antique and curio shops on the north side of the mosque. They sell mainly to locals. Quality, variety and price are all better than most tourist areas. You do have to ",{"type":"[[","value":[["bargain"]]}," fiercely, though.\n",{"type":"[[","value":[["File:BLW White Teapot.jpg"],["thumb"],["Dehua teapot"]]}," \nWhite pottery from the village of ",{"type":"[[","value":[["Dehua"]]}," outside Quanzhou has been a export item for centuries, known in Europe as \"Blanc de Chine\". Other ceramics are also made in the area. There are kilns going back a millennium or more.\n",{"type":"[[","value":[["File:Tieguanyin2.jpg"],["thumb"],["Tieguanyin tea"]]},"\n",{"type":"'''","value":["Tea."]}," \n",{"type":"[[","value":[["Anxi"]]}," outside Quanzhou produces one of China's most famous teas, Tieguanyin Oolong. Guan Yin is a Buddhist Bodhisattva sometimes described as the Goddess of Mercy; \"tie\" means iron. China's three main types of tea are unfermented green tea, partly fermented oolong and heavily fermented ",{"type":"[[","value":[["Pu'er"]]}," tea. The best known oolong teas are Tieguanyin, Da Hong Bao from ",{"type":"[[","value":[["Wuyi Mountain"]]}," in inland Fujian, and Dongding from ",{"type":"[[","value":[["Taiwan"]]},". Tieguanyin tea is available in countless shops throughout Quanzhou, in most you can sit and try a variety of grades of tea to decide which you want.\n\nPrices for a jin (half kilo) of tea in a typical shop start at about ¥40 and there are some very nice teas under ¥200. However, tea in Chinese culture is priced like wine in the West; a variety that is top quality, rare, or just well-marketed can fetch an amazingly high price. It is not uncommon to see teas at ¥600-2,000 a jin and the record for a rare top-grade tea sold at auction is ¥9,000 ",{"type":"''","value":["a gram"]},". As for wines, a single variety — such as burgundy or tieguanyin — is available in a wide range of grades, the expensive products are best avoided unless you know exactly what you are getting, and most drinkers will be quite happy with lesser types.\n\nMany Quanzhou tea shops also sell the miniature tea sets that are most commonly used in this area; making and drinking tea this way is somewhat labor-intensive (each cup is smaller than a shot glass and a 'pot' is about as big as a coffee cup) but an enjoyable social experience. Making and serving tea in this way is not really a tea 'ceremony' in the sense of a Japanese tea ceremony, but it is still a ritualized and celebrated process.  \n\nNorth of the mosque, across the arched bridge over the small creek (Baguagou), is a traditional courtyard house that has been converted into a teahouse.  This is a good place to get an introduction to the local tea service, your server can show you how to prepare the tea.  Most tea shops will also be happy to give you an impromptu lesson in brewing tea.\n\n",{"type":"'''","value":["Books and maps."]}," The labirynthine Quanzhou Book City (泉州书城), located underground in Zhongshan Park (Zhongshan North Road, just south of Quanshan Gate)， is pretty good for books and maps of all kinds (mostly in Chinese, of course). This is the only book shop in China where I simultaneously saw many provincial atlases from StarMaps \"军民双用\" (\"Military and civil use\") series, which are superior to most  other publishers' products.\n\n",{"type":"'''","value":["Bicycles."]}," Quanzhou's bike shops of all kinds are concentrated in Zhongshan Nan Lu (Zhongshan South Road). The more southern section, from Tianhou Lu to Yiquan Lu, has primarily electric bike shops. More to the north, from Yiquan Lu to Tumen Lu, regular (pedal) bicycles are found as well, in a at least a dozen shops. There are a few high-end places for various brands, as well as several shops for Chinese mass-market bikes, in the ¥200-500 range.  The small family-owned Triace shop at 376 Zhongshan South Road (山南路376号) can be recommended for its friendly and knowledgeable staff. They speak good Mandarin and a bit of English, and can provide local advice and help you get in touch with local bicycle enthusiasts.\n\n",{"type":"'''","value":["Electronics."]}," Need a new iPad? A Chinese cell phone? Some spare parts for your laptop? Computer, cell phone, and electronics shops can be found in Jiuyi St (九一街), west of Wenling Rd. There are also many cell phone shops farther east, as Jiuyi St becomes Fengce Rd (丰泽路)。\n\n",{"type":"==","value":[" Learn "]},"\nThe original ",{"type":"[[","value":[["Shaolin Temple"]]},", one of China's greatest centers of kung fu, is in ",{"type":"[[","value":[["Henan"]]},", but during one of China's many wars a lot of the monks fled South and founded ",{"type":"'''","value":["Southern Shaolin"]}," with three temples in ",{"type":"[[","value":[["Fujian"]]},". The one in Quanzhou, at the foot of Qingyuanshan, dates back to the ninth century; the ones in nearby ",{"type":"[[","value":[["Putian"]]}," and ",{"type":"[[","value":[["Fuqing"]]}," are even older but are now less active. The Quanzhou temple has been burnt down at least once, but has been rebuilt; it takes foreign students for intensive training at rates (as of 2010) around $500 a month including room and board.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bart's Kitchen (椰林阁娘惹私房菜)"],["url=http:\/\/www.tooeat.com\/vip\/index.asp?storeid=189"],["email="],["address=at Dong fang min zhu #115 (东方明珠） on Feng zi street (丰泽街)"],["lat="],["long="],["directions="],["phone=0595-22217892"],["tollfree="],["fax="],["hours=09：30-10:30"],["price=Expect to ¥20-60 per head"],["content=Southeast Asian and Western cuisine, with an English menu."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Mandarin Hotel (悦华酒店)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large lunch (¥160) and dinner (¥270) buffet with both eastern and western dishes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Amazon BBQ buffet (亚马逊烤肉)"],["url="],["email="],["address=on Ci tong road (刺桐路)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All-you-can-eat at moderate prices. Food is generally mediocre, but will hit the spot if you are feeling both hungry and carnivorous; the menu includes lots of meat. They brew their own beer, mostly excellent (the green one tastes like lawn clippings, but gold, red and black are ",{"type":"''","value":["very"]}," good) and also moderately priced. There are several locations across town. The lunch buffet is ¥40 and the dinner buffet is ¥60."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yuan pan （元番日本料理）"],["url="],["email="],["address=on Quan xiu road (泉秀路)."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Japanese sushi with buffet prices starting at ¥118."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mr. Chiu’s Chiu Chau beef brisket noodles （啊潮牛栏面）"],["url="],["email="],["address=on Hu xin jie（湖心街)."],["lat="],["long="],["directions=Heading North on Tian an road (田安北路), turn left on Hu xin jie （湖心街). It'll be on your right."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious slow-cooked cubes of beef served in a mild Chinese curry sauce."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lan zhou hand-pulled noodles （兰州拉面）"],["url="],["email="],["address=on Hu xin street （湖心街) opposite Mr. Chiu's beef noodles."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=French-Vietnamese restaurant (红石）"],["url="],["email="],["address=various locations across town"],["lat="],["long="],["directions=one next to the Puppet Museum behind the Muslim Mosque"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=High-quality in both decor and food, but high-priced as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Thai-Vietnamese Restaurant (泰好吃)"],["url="],["email="],["address=2 locations in town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Xiaolongbao (小龙包)"],["url="],["email="],["address=381 Zhongshan Road (中山路)"],["lat="],["long="],["directions=Slightly south of Yiquan Road (义全街)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=More like Shanghai-style San jian bao, with a chewy dough, minced-pork stuffing, and a sweet chili sauce.  It is generally ordered alongside a clear soup."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Little Fat Sheep Hot Pot (小肥羊火锅)"],["url="],["email="],["address=several locations across town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A huge chain of Hot Pot restaurants with hundreds of locations across China."]]}]},"\nThere are several ",{"type":"'''","value":["vegetarian"]}," restaurants near Chengtien Temple on Nanjun Road\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pu Ti"],["url="],["email="],["address=Nanjun Road"],["lat="],["long="],["directions=Half a block north of East Street (Dong Jie)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wumingzi"],["alt=lit.: No Name"],["url="],["email="],["address="],["lat="],["long="],["directions=Between Pu Ti and Dico's (a fried chicken fast food restaurant)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Decent, buffet style place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vegetarian Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Across Nanjun Road from the Carp City Hotel (Lichung Dajiudian)."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good and quite fancy."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Bars"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Brickyard Pub & Cafe"],["url=http:\/\/www.thebrickyardqz.com"],["email="],["address=Unit 101, Block 6 Quanxiu Lu, Fengze District, Liveshow Wonderland"],["lat="],["long="],["directions=地址：泉州市丰泽区泉秀街领秀天地 6号楼101单元 Only a five minute walk from the Yue Hwa Hotel"],["phone=+86 (595) 15960431105"],["tollfree="],["fax="],["hours=6-2am"],["price="],["content=A western-style pub & cafe popular with Quanzhou's western expatriate community."]]}]},"\nZhuangyuan Street (Bar Street) is to the east of Zhongshan Road north of the center of town.  The street is parallel and slightly south of East Street. It has many bars.\n\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nicola Coffee (尼姑啦）"],["url="],["email="],["address=Next to Hua qiao hotel (华侨大夏）"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wen hua gong (文化宫）"]]}]},"\n",{"type":"==","value":["Sleep"]},"\nQuanzhou is not a tourist-oriented city and there are relatively few hotels.\n\n",{"type":"===","value":["Budget"]},"\nThere is a hotel attached to the main bus station; turn right as you come out of the station and look for the London\/Moscow\/Beijing\/... row of clocks in the reception area. There are several more hotels along the (fairly long, but walkable) street that leads west from there toward the center of town.\n\nInconveniently located on Wenling Road or Chongfu Road are several cheap business hotels, for ¥50-100.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baiyun Hotel"],["alt=Baiyun Binguan"],["url="],["email="],["address=157 Zhongshan South Road"],["lat="],["long="],["directions=Slightly north of Mazu Temple"],["phone=+86 595 22397807"],["tollfree="],["fax="],["hours="],["price=Expect to pay around ¥60 after bargaining"],["checkin="],["checkout="],["content=A convenient hotel for cheap travelers.  Rooms are relatively large and clean, but fixtures are old so have a careful look at the room first, and ask for a different room if needed."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Carp City Hotel"],["alt=鲤城大酒店; Licheng Dajiudian"],["url="],["email="],["address=Nanjun Middle Rd"],["lat="],["long="],["directions=south of Dong St"],["phone=22279888 (Reception), 22279111 (room reservations), 22272777 (restaurant reservations)"],["tollfree="],["fax="],["hours="],["price=From ¥370 (low season from ¥240)"],["checkin="],["checkout="],["content=A three star hotel in a fairly central location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Overseas Chinese Hotel"],["url="],["email="],["address=Baiyun Road"],["lat="],["long="],["directions=Across the street from the Culture Park and backing on the Confucius Temple"],["phone="],["tollfree="],["fax="],["hours="],["price=After bargaining, expect to pay ¥300 for a single"],["checkin=14:00"],["checkout=noon"],["content=A business hotel with a good range of services in a central location."]]}]},"\n",{"type":"===","value":["Splurge"]},"\nSeveral high-end hotels are located along Baiyuan Road and nearby streets; they look like palaces and are easy to spot.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quanzhou Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Two blocks west along the street just north of the Overseas Chinese Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fancy. Excellent but expensive weekend brunch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Howard Johnson's"],["url="],["email="],["address="],["lat="],["long="],["directions=Out in the Eastern suburbs"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe area code for Quanzhou is 595.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Bus to ",{"type":"[[","value":[["Fuzhou"]]}," leaves from the bus station at the southern end of the main tourist street (not the main bus station) and takes about 3 hours (¥60-70)."]},"\n",{"type":"*","value":[" There are also buses to Fuzhou, ",{"type":"[[","value":[["Xiamen"]]}," and overnight to ",{"type":"[[","value":[["Shenzhen"]]}," from the small station next to the Overseas Chinese Hotel. This will be a convenient location for many travellers, but larger stations have a better choice of routes and departure times."]},"\n",{"type":"*","value":[" Several times a week, there is an early-morning bus to ",{"type":"[[","value":[["Mount Wuyi"]]}," and ",{"type":"[[","value":[["Jingdezhen"]]},".  This bus is small dirty sleepers, arrives at many of its destinations very late at night, and drops passengers off by the side of the highway rather than the bus station. Consider taking the train instead.  "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chongwu"]]}," is an old walled town near Quanzhou. There are good beaches near it. "]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Coast (Fujian)"]]},"\n",{"type":"{{","value":[["Geo"],["24.9"],["118.6"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Quanzhou"]]}]