[{"type":"{{","value":[["pagebanner"],["Quebec-banner1.jpg"],["caption=Ville de Québec panorama, viewed from Lévis"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:ChateauFrontenac.jpg"],["thumb"],["350px"],["Château Frontenac"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quebecregion.com Quebec City"]}]}," (",{"type":"[[","value":[["French phrasebook"],["French"]]},": ",{"type":"''","value":["Québec"]},") is the \"national\" capital of the ",{"type":"[[","value":[["Canada"],["Canadian"]]}," province of ",{"type":"[[","value":[["Quebec"]]},". Located at a commanding position on cliffs overlooking the St. Lawrence Seaway, Quebec City's Old Town is an ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," and the only city in North America (outside Mexico and the Caribbean) with its original city walls. Quebec is a city of about 700,000 residents.\n\n",{"type":"==","value":["Understand"]},"\nQuebec City is the capital city of the province of Quebec (though it is referred to as the National Capital in the province).  Much of the business here is of the administrative and bureaucratic nature, which would normally make a city quite dull. Fortunately, the city has a remarkable history, as the fortress ",{"type":"'''","value":["capital of New France"]}," since the 16th century. Although the town's day-to-day life leaves things a little yawny at times, the vibrant historical centre makes for an incredible visit.\n\nQuebec was first settled by Europeans in 1608 in an \"abitation\" led by Samuel de Champlain and celebrated its 400th anniversary in 2008. The generally accepted dates of Champlain's arrival in the city are July 3rd and 4th and were marked with major celebrations. The area was also inhabited by Native peoples for many centuries before the arrival of the Europeans, and their ongoing presence has been notable since then.\n\nFounded by the French to make a claim in the New World, the name Quebec originally referred to just the city. It is an aboriginal word for \"where the river narrows\" as the St. Lawrence River dramatically closes in just east of the city. It is situated on 200 foot high cliffs with stunning views of the surrounding Laurentian mountains and the St. Lawrence River. Under French rule (1608-1759), the major industries were the fur and lumber trades. The French lost the city and its colony of New France to the British in the Battle of the Plains of Abraham in 1759. Much of the French nobility returned to France which resulted in British ruling over the remaining French population. Fortunately, the rulers of the colony allowed the French to retain their language and religion leaving much of the culture intact. The 1840s saw an influx of Irish immigrants during the Potato Famine. Due to cholera and typhus outbreaks, ships were quarantined at Grosse Ile to the east of the city past l'Ile d'Orleans. The bodies of those who perished on the journey and while in quarantine are buried there. The city remained under British rule until 1867 when Lower Canada (Quebec) joined Upper Canada (Ontario), New Brunswick and Nova Scotia to form the Dominion of Canada.\n\nFrench is the official language of the province of Quebec though in the tourist areas of Quebec City English is widely spoken as a second language by almost all of the staff. It is also not unusual to find Spanish, German and Japanese spoken in many establishments in Vieux Quebec. Outside of the tourist areas, some knowledge of French is advisable and perhaps necessary, depending on how rural the area is you are visiting. It should be noted that while older locals will struggle when attempting to sustain a discussion in English, most youths under 35 should be able to speak conversational English. Less than a third of the overall population is bilingual French\/English.\n\nIn French, both the city and the province are referred to as \"",{"type":"''","value":["Québec"]},"\". Which is meant is determined by context and by the convention of referring to the province with the masculine article (\"",{"type":"''","value":["le Québec or au Québec"]},"\") and to the city without any article at all (\"",{"type":"''","value":["à Québec"]},"\"). This may lead to confusion when following provincial road signs as the City of Quebec, (Ville de Québec) is referred to only as Québec in official signage.\n\n",{"type":"===","value":["Orientation"]},"\nOrienting yourself in Quebec is fairly easy. Many sights of interest are in the ",{"type":"'''","value":["Old Town"]}," (",{"type":"''","value":["Vieux-Québec"]},"), which constitutes the walled city on top of the hill. Many surrounding neighbourhoods, either in ",{"type":"'''","value":["Haute-Ville"]}," (\"Upper Town\") or in ",{"type":"'''","value":["Basse-Ville"]}," (\"Lower Town\"), are of great interest : Saint-Roch, Saint-Jean-Baptiste, Montcalm, Vieux-Port and Limoilou.  ",{"type":"'''","value":["Haute-Ville"]}," and ",{"type":"'''","value":["Basse-Ville"]}," are connected by many staircases, all of which are unique, such as the aptly-named ",{"type":"'''","value":["Escalier Casse-Cou"]}," (\"Breakneck Stairs\") and the more easily climbable \"Funiculaire\".\n\nThe city spreads westward from the St. Lawrence River, for the most part extending from the original old city. The true downtown core of Quebec City is located just west of the old city. Across the river from Quebec City is the town of Lévis. Frequent ferry service connects the two sides of the river.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = -8"],["febhigh = -6"],["marhigh = 0"],["aprhigh = 8"],["mayhigh = 17"],["junhigh = 22"],["julhigh = 25"],["aughigh = 23"],["sephigh = 18"],["octhigh = 11"],["novhigh = 3"],["dechigh = -5"],["janlow = -18"],["feblow = -16"],["marlow = -9"],["aprlow = -1"],["maylow = 5"],["junlow = 11"],["jullow = 13"],["auglow = 12"],["seplow = 7"],["octlow = 2"],["novlow = -4"],["declow = -13"],["janprecip = 90"],["febprecip = 71"],["marprecip = 90"],["aprprecip = 81"],["mayprecip = 106"],["junprecip = 114"],["julprecip = 128"],["augprecip = 117"],["sepprecip = 126"],["octprecip = 102"],["novprecip = 102"],["decprecip = 104"],["description = See the Quebec City 7 day forecast at ",{"type":"[","value":["http:\/\/www.weatheroffice.gc.ca\/city\/pages\/qc-133_metric_e.html Environment Canada"]}]]},"\n\n",{"type":"===","value":["Visitor information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Centre Infotouriste de Québec"],["url=http:\/\/www.bonjourquebec.com"],["email="],["address=12 rue Ste-Anne"],["lat="],["long="],["directions=across from the Château Frontenac"],["phone=+1 514 873-2015"],["tollfree=+1-877-266-5687"],["fax="],["hours=21 Jun-31 Aug: 8:30AM-7PM daily. 1 Sep-20 Jun: 9AM-5PM daily"],["price="],["hoursextra=closed 25 Dec and 1 Jan"],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aeroportdequebec.com Jean Lesage International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["YQB"]]},"). About 20 min from downtown Quebec, it offers regular flights with Air Canada, Air Inuit, Air Transat, Canjet, Delta, Porter, Sunwing, United, US Airways and WestJet (http:\/\/www.aeroportdequebec.com\/en\/flights\/destinations-from-quebec-city\/)\n\nPlease note that there is no public transit or hotel shuttles to the airport, except an RTC public bus 78 ",{"type":"[","value":["http:\/\/www.rtcquebec.ca\/DesktopModules\/HoraireTrajet\/Controls\/PDF\/GH_REG_78_20120818.pdf Printed schedule"]}," that goes to and from the airport only a few times a day ($3). The taxi fare from Old Quebec to the airport is a flat fee of $34.25 to downtown.\n\n",{"type":"===","value":["By train"]},"\n\nA passenger train station is found at the port of Quebec, 450 rue de la Gare du Palais. The ",{"type":"[","value":["http:\/\/www.viarail.ca\/ Quebec VIA Rail"]}," station is a picturesque building, emulating the architectural style of the famed Chateau-Frontenac overlooking the station. The Quebec-",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]}," ",{"type":"[[","value":[["Windsor-Quebec corridor"],["corridor"]]}," trains run regularly (3-5\/day), with stopovers at ",{"type":"[[","value":[["Montreal"]]}," (34-102CAD w tax, +3h15) and ",{"type":"[[","value":[["Toronto"]]},".\n\nAnother train station is in Sainte-Foy, 3255 chemin de la Gare, near the Quebec and Pierre Laporte bridges. However, public transit does not run there as often as the Quebec station and this station requires walking for a couple of minutes.\n\n",{"type":"===","value":["By bus"]},"\n\nThe bus station, ",{"type":"''","value":["Terminus Gare du Palais"]}," located at 450 rue de la Gare du Palais, is located at the old port of Quebec, next to the train station in the same building. ",{"type":"[","value":["http:\/\/www.intercar.qc.ca\/ Intercar"]}," (from Montreal, 1\/day, 57CAD w tax, +3h15) and ",{"type":"[","value":["http:\/\/www.orleansexpress.com\/ Orleans Express"]}," (more than 10\/day, 57CAD w tax, +3h-5h) offer services province-wide.\n\nAnother bus station is in Sainte-Foy, 3001 chemin des Quatre-Bourgeois, which is easily accessible by city transit.\n\n",{"type":"===","value":["By car"]},"\n\nQuebec City is 2.5-3 hours by car from Montreal on either Highway 40 or Highway 20 (north and south side of the St. Lawrence, respectively). Both routes are rather monotonous drives through endless forests dotted with farms.  For a slower but more picturesque tour of Quebec's heartland, drive along the ",{"type":"''","value":["Chemin du Roy"]}," (Highway 138), which follows the north bank of the river instead.\n\n",{"type":"===","value":["By boat"]},"\nA seasonal cruise operates during the summer months between Montreal and Quebec City. The one-way trip takes approximately 7 hours and is slow-going, but the views make it worthwhile.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["46.80852"],["-71.21441"],["zoom=14"],["height=420"],["width=420"],["layer=M"],["align=right"]]},"\n",{"type":"===","value":["On foot"]},"\n",{"type":"[[","value":[["Image:Funiculaire Sign Quebec City Quebec Canada.jpg"],["thumb"],["240px"],["The Funiculaire, Quebec City's diagonal, counterweight railway"]]},"\nWalking is a great way to get around the Old Town, as the compact layout makes distances short. You will see beautiful old buildings and little vistas around every corner. You will get exercise. Do be careful of uneven cobblestones and narrow streets, though.\n\n",{"type":"''","value":["Côte de la Montagne"]}," is a steep, winding street that connects Upper Town and Lower Town. If you get tired, use the ",{"type":"'''","value":["Funiculaire"]}," to go between the upper and lower parts of the Old Town. $2 per person will get you from near the base of the Breakneck Stairs (",{"type":"''","value":["l'Escalier Casse-Cou"]},") back up to the front of the Chateau Frontenac. It is well worth it if you have small children or large packages.\n\nMany intersections are set up with separate traffic signals and cycles for cars and for pedestrians. At one point in the cycle, all traffic lights turn red and all pedestrian signals turn white, meaning that you can cross the intersection in any direction. Yet when the traffic light is green and the pedestrian signal is red, you may find cars turning in front of you. Some intersections have a pedestrian button to activate the signals, and you will never get a pedestrian cycle unless you push that button.\n\n",{"type":"===","value":["By bike"]},"\n\nThe bicycle network of Quebec City has been growing slowly but steadily for the last decade. Although small compared to the extensive utilitarian network of Montreal, it now offers a few recreational bike paths called ",{"type":"''","value":[{"type":"[","value":["http:\/\/ville.quebec.qc.ca\/citoyens\/loisirs_sports\/velo.aspx Corridors"]}]}," with complete bidirectional and segregated bike lanes beginning downtown and ending in the countryside, generally giving splendid views of the area on the way. Most of them are part of the ",{"type":"[","value":["http:\/\/www.routeverte.com\/ Route Verte"]}," system of provincial bike paths.\n\n",{"type":"''","value":["Corridor des Cheminots"]}," is a peaceful trail that runs from the Old Port to Val-Bélair, which continues on to the Jacques-Cartier park area. Even though it can be a challenge because of its long uphill slope, it (obviously) is a breeze on the way back.\n\nThe eastern section of ",{"type":"''","value":["Corridor du Littoral"]}," leads to ",{"type":"[[","value":[["Chutes Montmorency"]]},". This one-hour route (2 hours both ways) runs along the St. Lawrence River, unfortunately hidden by the Dufferin Expressway. By crossing under the expressway, you can make brief stops at the ",{"type":"[[","value":[["Baie de Beauport"]]}," recreational park and the ",{"type":"''","value":["Battures de Beauport"]}," vista point for restrooms and views on the river. Keep some of your strength for the stairs up at ",{"type":"''","value":["Chutes Montmorency"]},": the view is well worth it.\n\nThe western section of ",{"type":"''","value":["Corridor du Littoral"]}," leads to the award-winning ",{"type":"[[","value":[["Samuel-de-Champlain promenade"]]},". This time, no expressway stops you from having spectacular views on the river and you might even enjoy some nice contemporary architecture on the way. Restrooms and a cafe can be found at the end of the promenade. 1½ hour both ways.\n\nThe ",{"type":"''","value":["Parcours des Anses"]}," is in ",{"type":"[[","value":[["Lévis"]]},", across the river. Cross with the ferry for $3 (an experience in itself) and bike west on the south shore until you reach the Quebec Bridge and cross back on the north shore to connect with the Samuel-de-Champlain promenade and ",{"type":"''","value":["Corridor du Littoral"]},". Crossing the Quebec Bridge is not for the faint of heart though, as it is the longest cantilever bridge in the world and the path is narrow. That said, this route is the most rewarding of all and will take you a whole afternoon to complete. Part of the route on low-traffic streets still lacks a proper bike path.\n\nThe city offers maps of its bicycle paths online ",{"type":"[","value":["http:\/\/ville.quebec.qc.ca\/citoyens\/loisirs_sports\/docs\/velo_carte_villeqc.pdf"]}," They are open from April to October.\n\n",{"type":"===","value":["By car"]},"\n\nDriving in the Old Town can be tricky, since the cobblestone streets were designed for narrow 17th-century horse carts rather than 21st-century SUVs. One way streets abound throughout the Old Town, and parking is difficult to find. Be aware of parking signs and ask locals to ensure parking regulation is understood. Parking patrols are effective and unforgiving.\n\nOutside of the Old Town, the use of a car is recommended. Right turns on red are allowed unless otherwise indicated.\n\nDuring the months of November through April, snow will definitely affect driving conditions. Snow tires are required by provincial law between December 15 and March 15 for all vehicles plated in Quebec as some roads will lack snow removal, sand or salting. Vehicles plated in the US or in other provinces are not subject to this requirement.\n\nIf snowfall occurred recently, watch out for red flashing lights. It means snow removal is underway. Cars parked on the street will be fined and towed. Parking in an underground garage is advised.\n\n",{"type":"===","value":["By public transit"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rtcquebec.ca RTC"]}]}," (",{"type":"''","value":["Réseau de transport de la Capitale"]},"), Quebec's public transportation system, is a system of buses and express shuttles that cover the whole city. Tickets cost $3 each, which will earn you the right to ride one direction with a transfer valid for two hours.You can get a pre-paid card loaded with up to 12 trips (in bunches of 2) from licensed stores. Daily passes (2 for 1 on weekends) and monthly passes are also sold the same stores. Free for children below the age of 6. Drivers do not carry money and cannot change bills so do carry exact change - to buy your ticket you place the money in a cash drop box at the entry of the bus. Google Transit can be used to find the best itinerary.\n\nFour of the bus lines are frequent-service lines called Metrobus. They are served by recognizable green and grey articulated buses. 800 and 801 both start in Ste-Foy, head toward the Old Town, and end in Beauport and Charlesbourg respectively. 802 starts at Beauport to Belvedere, through Limoilou and Saint-Sauveur. 803 runs along Lebourgneuf blvd and connects with the Galeries de la Capitale terminus. They can run as often as one every three minutes during rush hour.\n\nThe Ecolobus line stops at most of the sights and hotels of the Old Town and is only $2. A short electric bus, it connects with both the ferry and Metrobuses. It runs every 20 minutes.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stlevis.ca STLévis"]}]},", Lévis's public transit, operates within the south shore of Quebec. There is also a shuttle from St-Augustin to Quebec. These different transit companies all pass through Quebec City, which explains the different colours of buses around town.\n\n",{"type":"===","value":["By boat"]},"\nFrom Quebec to ",{"type":"[[","value":[["Lévis"]]},", the ferry costs $7 for a car (including driver) and $3 for pedestrians and cyclists, and takes approx 15 minutes, all year round. There are departures every 20 minutes at peak hours, 30 minutes off peak. It gives the best view in town.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Quebec city lower town 2010.JPG"],["300px"],["right"],["thumb"],["Winter in the lower town"]]},"\n\nQuebec City's main sight is the ",{"type":"'''","value":["Old Town"]},", the upper part of which is surrounded by a stone wall built by both French and British armies. It is now a tourist district with many small boutiques and hundreds of historical and photographic points of interest. Some of the buildings are original structures, while others are built in the same style and architecture as former buildings.\n\n",{"type":"===","value":["Haute-Ville"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chateau Frontenac"],["alt="],["url=http:\/\/www.fairmont.com\/frontenac"],["email="],["address="],["lat=46.81198"],["long=-71.20495"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quebec City icon. Claimed to be the most photographed hotel in North America. Stay the night if you can (see ",{"type":"''","value":["Sleep"]},") and pop in for a martini if you can't (see ",{"type":"''","value":["Drink"]},"). Guided tours available ",{"type":"[","value":["http:\/\/www.tourschateau.ca"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dufferin Terrace"],["alt=Terrasse Dufferin"],["url="],["email="],["address="],["lat=46.81065"],["long=-71.20424"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Boardwalk situated alongside (east of) the Chateau Frontenac, and offers a grand view of the St. Lawrence River."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée national des Beaux-arts du Québec"],["alt="],["url=http:\/\/www.mnba.qc.ca"],["email="],["address="],["lat=46.79935"],["long=-71.22428"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Permanent exhibits are free of charge while admission to the temporary exhibits is $15 for adults"],["content=Located on the Battlefields park, the mission of this art museum is to promote and preserve Québec art of all periods and to ensure a place for international art through temporary exhibitions. You can also visit the old prison of Quebec City, which is now one of the two main pavilions of the Museum. An annex designed by renowned architectural firm OMA is currently being built."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée de l'Amérique française"],["alt="],["url=http:\/\/www.mcq.org\/en\/maf"],["email="],["address="],["lat=46.81414"],["long=-71.20656"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$8"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Citadel"],["alt=La Citadelle"],["url=http:\/\/www.lacitadelle.qc.ca"],["email="],["address="],["lat=46.80723"],["long=-71.20739"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This fortification at the juncture of the Old City wall and Grande Allée holds a changing of the guard ceremony mornings at 10AM complete with traditional bearskin hats, weather permitting."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Plains of Abraham Battlefield Park"],["url=http:\/\/www.ccbn-nbc.gc.ca\/_en"],["email="],["address="],["lat="],["long="],["directions=Outside the Old City walls"],["phone=+1 418 649-6157"],["tollfree="],["fax="],["hours="],["price="],["content=Site of the 1759 battle that saw the British conquer Quebec, now used for public events, sports, and leisure activities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Observatoire de la Capitale"],["alt="],["url=http:\/\/www.observatoirecapitale.org"],["email="],["address="],["lat=46.80812"],["long=-71.21761"],["directions=Outside the Old City walls"],["phone="],["tollfree="],["fax="],["hours="],["price=Admission is $10"],["content=One of the tallest buildings in Quebec, offering a panoramic view of the whole city."]]}]},"\n",{"type":"===","value":["Basse-Ville"]},"\n",{"type":"[[","value":[["Image:BasseVille Square.JPG"],["thumb"],["240px"],["Place-Royale"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Place-Royale"],["alt="],["url=http:\/\/www.mcq.org\/en\/cipr\/index.html"],["email="],["address="],["lat=46.81316"],["long=-71.20277"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The spot where Samuel de Champlain landed in 1608 and founded the first French settlement in North America, now converted into a postcard-pretty public square. Do not miss the huge ",{"type":"'''","value":["mural"]}," covering the entire side of a nearby building; the figure with a hat standing at the base of the 'street' is Champlain."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musée de la civilisation"],["alt=Museum of Civilization"],["url=http:\/\/www.mcq.org\/english\/index.html"],["email="],["address=85 rue Dalhousie"],["lat=46.81511"],["long=-71.20249"],["directions="],["phone=+1 418 643-2158"],["tollfree="],["fax="],["hours=Tu-Su 10AM-5PM"],["price=$13"],["content=Museum devoted to the world's peoples, with a well-done if still somewhat dull permanent exhibit on the history of Quebec."]]}]},"\n",{"type":"===","value":["Other"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parc du Bois-de-Coulonge"],["url=http:\/\/www.capitale.gouv.qc.ca\/realisations\/parcs-espaces-verts\/parc-du-bois-de-coulonge.html"],["email="],["address=1215 Grande Allée"],["lat="],["long="],["directions="],["phone=+1 418-528-0773"],["tollfree="],["fax=+1 418-528-0833"],["hours="],["price="],["content=Residence of past lieutenant-governors from 1870-1966 and spread over 24 hectares, this garden features heritage buildings, wooded areas and gardens."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Horse-drawn carriages"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A one-hour tour of the Old City."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ferry to Lévis"],["url=http:\/\/www.traversiers.gouv.qc.ca\/trav\/quebec\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$3 one-way fare"],["content=Beautiful views of the Chateau Frontenac and the Lower Old Town, and the other side of the river. Quite cheap and only one ticket is required for round trip if you stay aboard. (However, don't tell that to the ticket agent; some will insist on charging you the round trip fare.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=AML Cruises"],["url=http:\/\/www.croisieresaml.com\/regions.html?S=1&RegionLink=QUE&L=En"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers short ",{"type":"'''","value":["three-hour cruises on the St-Lawrence river"]}," leaving from the docks nearby the ferry. One of the cruises leaves as the sun is setting and comes back when the sun is down for a stunning view of Quebec city by night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cross-country skiing and snowshoeing on Plains of Abraham"],["url=http:\/\/ccbn-nbc.gc.ca\/_en\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Treat yourself to nature in the city and ski free of charge in one of the most accessible, enchanting sites there is, as you enjoy a breathtaking view of the St. Lawrence River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Villages Vacances Valcartier"],["url=http:\/\/www.valcartier.com\/english\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Water park and go-carts open during the summer season. Tubing and ice skating offered in the winter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mont-Sainte-Anne"],["url=http:\/\/www.mont-sainte-anne.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ski and snow during the cold season. Camping, biking and hiking at summertime."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Station touristique Stoneham"],["url=http:\/\/www.stoneham.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ski and snow during the winter and an animated summer camp from June to August every summer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Choco-musee Erico"],["url=http:\/\/www.chocomusee.com\/chacc_en.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free admission"],["content=A small museum of chocolate, talks about the history and making of chocolate."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ice Hotel"],["alt="],["url=http:\/\/www.icehotel-canada.com"],["email="],["address="],["lat="],["long="],["directions=Thirty minutes west of Quebec at Station Touristique Duchesnay on Lac St-Joseph, MetroBus 801"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of only two ice hotels in the world, from January to early April the Ice Hotel is a must-see. $17.50 will get you full tour during the day, after 8PM access to the guest rooms is restricted to guests only. The best time to go here is just before dark so you can see the hotel in natural lighting and then artificially lit. Each room is themed and decorated with exquisite ice sculptures. Rooms start at $299\/night. Includes an ice bar where you can get a drink served in an ice glass. For the romantics, there is a wedding chapel complete with snow pews."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Governeur's Walk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scenic walk starting at the top of the Funiculare, continuing along the wall over looking the old city. The many staircases lead to overlooks offering scenic views of the St. Lawrence. The walk ends at the gazebo on the Plains of Abraham."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ice Slide at Terrasse Dufferin"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$2.5 per person"],["content=During the winter you can slide down a ice slide on a toboggan, quite fast and great view. Buy the tickets from the Café at the end of the slide."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Patinoire de la place d'Youville"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ice skating rink located right in the middle of Old Quebec. Skating is free to those with their own skates, and rentals are available for $7.50 to those who need them. Rink is small in size but the location can't be beat."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dog sled"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(chiens de traineaux) usually available on smaller scale during winter events like Carnaval. Else different providers give you the opportunity for half-day ride for about $60-90."]]}]},"\nQuébec is a great city for going out to dance traditional and nuevo-Argentinian Tango. You can find out about classes, practicas, milongas and events at the local association ",{"type":"[","value":["http:\/\/tangoquebec.org\/"]}," or at ",{"type":"[","value":["http:\/\/www.avenuetango.com\/ L'Avenue Tango"]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Martin Lachance"],["url=http:\/\/www.quebecregion.com\/cruises"],["email="],["address=399 St.Joseph"],["lat="],["long="],["directions=E"],["phone=+1 418 641-6654"],["tollfree="],["fax="],["hours=24"],["price="],["content=Québec is one of North America's most beautiful port cities. Set against the stunning backdrop of Cape Diamond, its port is the gateway to Old Québec's historic and cultural neighborhoods. Set foot ashore and walk into a world of museums, heritage homes, art galleries, craft boutiques, public markets, parks, murals, sidewalk cafés, restaurants, bistros, and more—all just a few steps or a buggy ride away! Extend your stay upon arrival or departure and enjoy a few extra days in one of the world's best destinations*! 80 000 pax are expected for the Summer Fall season in 2011.\n\n",{"type":"*","value":["5th best city destination in North America and 10th in the world in 2010 according to Condé Nast Traveler."]},"Best Canadian city for culture, 4th best Canadian destination, and 7th most romantic city in the world in 2010 according to TripAdvisor."]]}]},{"type":"===","value":[" Events "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Winter Carnival"],["alt="],["url=http:\/\/www.carnaval.qc.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=City-wide, first two weeks of February and spanning 3 weekends. A truly spectacular event, the Winter Carnival is a hundred-year tradition in Quebec City. Each year, a giant ice palace is built in the Place Jacques-Cartier as the headquarters of the festivities, but there's activities all during the week. The ",{"type":"'''","value":["International Ice Sculpture Competition"]}," sees teams from around the world build monumental sculptures. There are 3 parades during the event in different quarters of the city, and other winter-defying competitions including a canoe race across the St. Lawrence and a group snow bath. The festival's mascot, Bonhomme Carnaval, a sashed snowman, is the city's most famous logo. $12 (2010) will get you a rubber snowman to attach to your parka for entrance into the festivities on the Plains of Abraham."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Saint-Jean Baptiste Celebration"]},". Every year, June 23. Without a doubt the biggest party of the year in the entire province. Join over 200,000 Québécois of all ages on Plaine d'Abraham while they celebrate Quebec's National Day throughout the night. Various Québécois musical performances, bonfire, fireworks, and a lot of drinking. "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Festival d'été"],["alt="],["url=http:\/\/www.infofestival.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beginning to mid-July, a lot of cheap music shows (you buy a button for $45 and it gives you access to all the shows, for the 11 days of the festival) in and around the Old Town, with international and local artists (for example in 2004, The Nits, Wyclef Jean, Bérurier Noir in 2010, Iron maiden, The Black Eyed Peas, Santana, Rush, Arcade and Rammstein)."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Edwin-Bélanger Bandstand"],["alt="],["url=http:\/\/www.ccbn-nbc.gc.ca\/_en\/edwinbelanger"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A musical experience in the open. Jazz, blues, Worlbeat. June to August. Thursday to Sunday."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Festival of New France"],["alt="],["url=http:\/\/www.nouvellefrance.qc.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=First weekend in August."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Quebec City International Festival of Military Bands"],["alt="],["url=http:\/\/www.fimmq.com\/site\/home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spectacular performances are offered by Military Bands from all around the world. The Festival takes place at the end of August."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:BasseVille AtelierLaPomme.JPG"],["thumb"],["240px"],["Shopping in Basse-Ville"]]},"\n\nQuebec City's Old Town, especially Basse-Ville, is riddled with shops for tourists. Watch for leather goods and various handmade crafts made by Canada's First Nations Peoples.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Marché du Vieux-Port"],["url="],["email="],["address=160 Quai Saint-André"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open daily 8AM-8PM"],["price="],["content=Farmers' market just north of Basse-Ville, offering cheap and tasty local produce."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Place Laurier, Place de la Cité, Place Ste-Foy"],["url="],["email="],["address=2700 boulevard Laurier"],["lat="],["long="],["directions=located in the Ste-Foy district, to the west of the downtown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Three large shopping malls right next to each other. Place Laurier boasts being the largest shopping mall in eastern Canada."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Galeries de la Capitale"],["url="],["email="],["address=5401, boulevard des Galeries"],["lat="],["long="],["directions=Located in the Lebourgneuf neighborhood of Les Rivieres borough"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large shopping mall towards the north of the city which boasts 280 stores and 35 restaurants. Also contains an IMAX theater and an indoor amusement park which includes a Ferris wheel, a roller coaster and a skating rink for hockey games."]]}]},"\n",{"type":"==","value":["Eat"]},"\nAll restaurants in the Old City will post menus out front in French and in English. Look for the ",{"type":"''","value":["table d'hote"]}," specials for a full course fixed price meal. On the cheaper (but very satisfying) side, have a traditional ",{"type":"''","value":["tourtière québecoise"]}," (meat pie), or a ",{"type":"''","value":["poutine"]}," (fries, gravy, and cheese curds).\n\nThe café culture is very much a part of Quebec City as in most of Europe. It should be very easy to find a quaint cafe around Marche Champlain, and around the Chateau. Food is fairly expensive in Quebec, and even a simpler café or bar may be costly.\n\nMost Quebec City delicatessens and markets offer a large variety of Quebec cheese from farms in the surrounding countryside. Specialty of the region include brie or camembert style cheeses made with raw milk (lait cru), which endows the cheese with superior flavors and textures not usually found in North American cheeses of the same type.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Patriarche"],["url=http:\/\/www.lepatriarche.com"],["email="],["address=17, Saint-Stanislas, Québec  ‪G1R 4G7‬"],["lat="],["long="],["directions="],["phone=+1 418 692-5488"],["tollfree="],["fax="],["hours="],["price="],["content=Set in a decor inspired by its old stone walls. Imbued with a unique architectural cachet, this 1827 heritage home-turned-restaurant has been serving discerning gourmets since 1965."]]}]},"\n",{"type":"===","value":[" Haute-Ville "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Aux Anciens Canadiens"],["url=http:\/\/www.auxancienscanadiens.qc.ca\/"],["email="],["address=34 rue Saint-Louis"],["lat="],["long="],["directions="],["phone=+1 418-692-1627"],["tollfree="],["fax="],["hours="],["price="],["content=Specializes in Quebecois cooking, including dishes that feature caribou, buffalo, or wapiti. The ",{"type":"''","value":["table d'hote"]}," (the local term for ",{"type":"''","value":["prix-fixe"]},"), served until 17h45, is quite a good deal at $19.95.  Reservations recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casse-Crepe Breton"],["url=http:\/\/cassecrepebreton.com\/"],["email="],["address=1136 rue Saint-Jean"],["lat="],["long="],["directions="],["phone=+1 418-692-0438"],["tollfree="],["fax="],["hours=8AM-6PM"],["price="],["content=Inexpensive crepes, starting at about $5.  Usually a long line to enter, due to the fact that the restaurant is rather small.  Come early."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe-Boulangerie Paillard"],["url=http:\/\/www.paillard.ca\/"],["email="],["address=1097 rue Saint-Jean"],["lat="],["long="],["directions="],["phone=+1 418-692-1221"],["tollfree="],["fax="],["hours=7:30AM-7PM"],["price="],["content=Good selection of Viennese pastries and gelato.  Locals line up to buy inexpensive soups, sandwiches, and pizza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Continental"],["url="],["email="],["address=26 rue Saint-Louis"],["lat="],["long="],["directions=one block west of the Chateau Frontenac"],["phone=+1 418-694-9995"],["tollfree="],["fax="],["hours="],["price="],["content=Warm, cozy environment.  Fantastic food--shrimp scampi that melts in your mouth, filet mignon cooked at table side, and other delectable dishes.  Expensive but well worth it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Petit Coin Latin"],["url="],["email="],["address=8 1\/2 rue Sainte-Ursule"],["lat="],["long="],["directions="],["phone=+1 418-692-2022"],["tollfree="],["fax="],["hours="],["price="],["content=Quiet but pleasant atmosphere, nice made-in-quebec music, friendly staff. Serves good quality breakfast for $6.25 starting at 8AM. Serves good ",{"type":"[[","value":[["w:Raclette"],["Raclette dish"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Saint-Amour"],["url=http:\/\/saint-amour.com\/index.php?lang=en"],["email="],["address=48 rue Sainte-Ursule"],["lat="],["long="],["directions="],["phone=+1 418-694-0667"],["tollfree="],["fax="],["hours="],["price="],["content=Expensive.  The environment is a mish-mash of styles that do not seem to work together.  The wait staff is friendly and knowledgeable. The French food is well-prepared but probably the most expensive restaurant in Quebec City and you should be aware of this fact.  On the other hand, this restaurant is a must for stars visiting Quebec City, Paul McCartney had dinner at the St-Amour in 2008 the night before his concert."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Les Frères de la Côte"],["url=http:\/\/www.lesfreresdelacoteqc.com\/en\/index.php"],["email="],["address=1190 rue Saint-Jean"],["lat="],["long="],["directions="],["phone=+1-418-692-5445"],["tollfree="],["fax="],["hours="],["price=$30"],["content=Filled with more locals than tourists, this small eatery serves up a good selection of European dishes including their trademark ",{"type":"''","value":["moules"]}," (mussels)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moine Échanson"],["url=http:\/\/www.lemoineechanson.com\/"],["email="],["address=585 rue Saint-Jean"],["lat="],["long="],["directions=Outside the Old City walls, about 4 blocks west of the St-Jean Gate"],["phone=+1-418-524-7832"],["tollfree="],["fax="],["hours="],["price=$15"],["priceextra=entrée"],["content=Outside the purlieu of the mechanized tourist cafeterias of the Old Town, this warm restaurant produces high-quality food and drink in small, manageable doses. They have a short but provocative nightly menu, and the food is produced by hand with the loving attention of chefs who care about their craft. Great cellar of organic wines that will surprise you with their depth."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria La Primavera"],["url="],["email="],["address=73 rue Saint-Louis"],["lat="],["long="],["directions="],["phone=+1 418-694-0030"],["tollfree="],["fax="],["hours="],["price="],["content=Pizzas baked in a wood-fired oven. Expensive and small portions.  Surcharge of $3.25 per pizza to cut them into two. 10% service charge added to the bill."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Samurai Restaurant Japonais"],["url="],["email="],["address=780 rue Saint-Jean"],["lat="],["long="],["directions=Outside the Old City walls, about 2 blocks west of the St-Jean Gate and one block north of the Convention Centre"],["phone=+1 418-522-3989"],["tollfree="],["fax="],["hours="],["price="],["content=Good Japanese food in a small comfortable setting.  Midi-Express (lunch) starting at $9.95 is a good deal and includes soup or salad, main course, and coffee or dessert.   NOW CLOSED :("]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Astral"],["url=http:\/\/www.loewshotels.com\/en\/restaurants\/l-astral"],["email="],["address=1225 Cours du General-De Montcalm"],["lat="],["long="],["directions=Sitated just outside of the city walls on Grande Allée Est, which runs alongside the Parliament Building."],["phone=+1 418-780-3602"],["tollfree="],["fax=+1 418-647-4710"],["hours="],["price="],["content=Located at the top of the Concorde Hotel this revolving restaurant offers unrivalled 360° views over the city and French sytle cuisine. Also known for its Sunday brunch."]]}]},"\n",{"type":"===","value":[" Basse-Ville "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cochon Dingue"],["url=http:\/\/www.cochondingue.com\/"],["email="],["address=46 blvd Champlain"],["lat="],["long="],["directions=Basse-Ville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Touristy, but in a good way — the \"Crazy Pig\" is cavernous but usually packed, with hefty portions from a frequently-changing menu.  Lunch specials are good value at $10-15, including starter and coffee."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere is a place for nearly every visitor, from the wild nightlife to the cozy corner. Drinking age is 18 though enforcement is hazy.\n\nQuality wine and liquor can only be purchased at SAQ shops, most of which are open until 6PM Sunday - Wednesday and 8 or 9PM on weekends; the smaller SAQ Express outlets are open daily from 11AM to 10PM, but the selection is restricted to the SAQ's most popular items. Beer and a small selection of lower-quality wine are also sold at convenience stores (dépanneurs) and grocery stores (not what youwould usually bring to a dinner party but sometimes drinkable-—it has been imported in bulk and bottled and sometimes blended in Quebec and known as \"piquette\" by the locals). All retail alcohol sales stop at 11PM and bars and clubs stop serving at 3AM.\n\nThere is only one SAQ within the walls of the old city, a SAQ \"Selection\" inside the Chateau Frontenac. It has high-end wines and liquors, a small selection of other liquors and no beer. A SAQ \"Classique\" with better (though still small) selection is located just outside of the walls on Rue St-Jean on the south side of the street.\n\nDuring the frigid Carnaval, a local specialty known as ",{"type":"'''","value":["caribou"]}," is available to warm you up (did you know that those canes they sell are hollow?). Though the mixture varies with what is available, it tends to be port or red wine with a hodge-podge of liquors, normally vodka, brandy and perhaps even some sherry.\n\nThe ",{"type":"'''","value":["Grande Allée"]}," has most of the city's clubs & youth-oriented bars and spots:\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Dagobert"],["url=http:\/\/dagobert.ca"],["email="],["address=600 Grande-Alle Est"],["lat="],["long="],["directions="],["phone=+1 418 522-0393"],["tollfree="],["fax="],["hours="],["price="],["content=One of Québec's biggest clubs and over 25 years old, with shows by local and international musicians.  With its heart-stopping techno and enormous outdoor disco ball, you cannot miss it. Crowd tends to be young. One of the few venues that consistently asks for identification for age verification. Free admission."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=L'Ozone"],["url=http:\/\/www.ozonehotelbar.com\/_new\/ozone_site\/pub.asp?type=pubo"],["email=info@pubozone.com"],["address=570 Grande-Allée Est"],["lat="],["long="],["directions="],["phone=+1 418-529-7932"],["tollfree="],["fax="],["hours="],["price="],["content=Offers great music and atmosphere.~$5\/pint."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chez Maurice"],["url=http:\/\/www.voodoogrill.com\/fr\/"],["email="],["address=575 Grande-Allée Est"],["lat="],["long="],["directions="],["phone=+1 418 647-2000"],["tollfree="],["fax="],["hours="],["price="],["content=Upscale with a crowd in the mid-to-late 20s playing dance. Has a dress code for the second floor."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Les Voutes de Napoléon"],["url=http:\/\/www.voutesdenapoleon.com\/"],["email="],["address=680 Grande Allée Est"],["lat="],["long="],["directions="],["phone=+1 418 640-9388"],["tollfree="],["fax="],["hours="],["price="],["content=Great chansonnier bar located in the vaults of a restaurant.  Live music everyday. Gets packed on weekend especially saturday night. Festive atmosphere."]]}]},"\n",{"type":"'''","value":["La Rue St. Jean"]},", beyond the city walls on the west end, is where travelers will find the best pubs in Québec, as well as some smaller dance clubs: \n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=St Patrick"],["url=http:\/\/pubsaintpatrick.com\/"],["email="],["address=1200 rue Saint-Jean"],["lat="],["long="],["directions="],["phone=+1 418-694-0618"],["tollfree="],["fax="],["hours="],["price="],["content=An excellent bar with multiple indoor levels, in addition to its outdoor terrace at the heart of Old Québec. It serves typical bar food, but come for the live music, of the folk and Irish variety, that fills the atmosphere multiple nights a week. Try the draft cider, at about ~$9\/pint."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pub St. Alexandre"],["url=http:\/\/www.pubstalexandre.com\/"],["email="],["address=1087 Rue St.-Jean"],["lat="],["long="],["directions="],["phone=+1 418-694-0015"],["tollfree="],["fax="],["hours="],["price="],["content=Another great bar\/restaurant that specializes in imports, but charges a price for them. A 16 oz Belgian import can be $9-12."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Casablanca"],["url="],["email="],["address=1169 Rue Saint-Jean"],["lat="],["long="],["directions="],["phone=+1 418 692-4301"],["tollfree="],["fax="],["hours="],["price="],["content=A small, upstairs, tucked-away club that plays heavy rosta-beats and has room to dance. It's a good place to bring your own party, with a unique ambiance."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sacrilege"],["url="],["email="],["address=47 Rue Saint-Jean"],["lat="],["long="],["directions="],["phone=+1 418 649-1985"],["tollfree="],["fax="],["hours="],["price="],["content=Darkly lit beer bar with an open air patio.  Ideal for a relaxed atmosphere with good friends."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ninkasi"],["url=http:\/\/www.ninkasi.ca"],["email="],["address=811 rue Saint-Jean"],["lat="],["long="],["directions="],["phone=+1 418 529-8538"],["tollfree="],["fax="],["hours="],["price="],["content=The best place to have a large choice of Quebeckers beers and see a variety of shows."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=L'Oncle Antoine"],["url="],["email="],["address=29 Rue St. Pierre"],["lat="],["long="],["directions="],["phone=+1 418 694-9176"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the touristy part of town, it's one of the city's oldest bars.  Cozy atmosphere with great selection of local brews.  Also offers an open air patio."]]}]},"\nSpread throughout Old Québec are many upscale bars and jazz clubs.  Search out the hotels, as they typically have the best venues for jazz and music at night.\n",{"type":"*","value":[" ",{"type":"'''","value":["Bar Château Frontenac"]},", 1 rue des Carrieres (",{"type":"''","value":["in Chateau Frontenac Hotel"]},").  Famous for their  perfectly mixed and generously sized martinis, available in numerous versions including half-a-dozen named after famous visitors ranging from Winston Churchill to René Lévesque.  Try to score a window seat for great views across the St. Lawrence.  The ",{"type":"''","value":["ice wine"]}," martini is a great treat. $13\/16 for a martini with house\/premium vodka."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pub Nelligans"],["url="],["email="],["address=789 Cote Ste Genevieve"],["lat="],["long="],["directions="],["phone=+1 418 529 7817"],["tollfree="],["fax="],["hours="],["price="],["content=A real irish owned pub in the heart of the St.jean Baptiste neighbourhood. Famous for its year round Tuesday night traditional musique jams. A great place to meet people with a friendly ambiance and sorroundings, no better place to go and have a great pint of Guinness at 6.75$ a pint."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Internationale de Quebec"],["alt=HI-Quebec City"],["url=http:\/\/www.aubergeinternationaledequebec.com"],["email="],["address=19 rue Saint-Ursule"],["lat="],["long="],["directions=near St-Dauphine"],["phone=+1 418 694-0755"],["tollfree="],["fax="],["hours="],["price=$34\/night for a bed in a dorm. Offers HI member discounts"],["checkin=2PM"],["checkout=11AM"],["content=Student and family friendly hostel. Offers many types of bedrooms\/suites. Some rooms offer ceiling fans while others do not, so ask first. Huge kitchen and dining area with cookware and utensils for common use. Offers laundry, game\/pool room, Internet (including free WiFi but only common room and around), lockers and other services including a cafe which offers breakfasts for $6 (or free with private and four bed dorms). On the northwestern edge of Haute-Ville. Online bookings offered."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge de Jeunesse de la Paix"],["url=http:\/\/www.aubergedelapaix.com"],["email="],["address=31 rue Couillard"],["lat="],["long="],["directions=Old Quebec near Cathedral"],["phone=+1 418 694-0735"],["tollfree="],["fax="],["hours="],["price=$26"],["checkin="],["checkout="],["content=60 beds. Breakfast, kitchen included. Very clean."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Résidences - Université Laval"],["url=http:\/\/www.sres.ulaval.ca"],["email="],["address=Campus - Pavillon Alphonse-Marie Parent"],["lat="],["long="],["directions=2 miles from downtown, lots of buses"],["phone="],["tollfree="],["fax="],["hours="],["price=$11 per night if you stay 4 weeks & more. Price goes up for shorter stays (roughly $30\/day for a week; $44\/day for a day)"],["checkin="],["checkout="],["content=Linen & cookware not included; kitchen, TV, etc. Reservation form on the web site. Lowest price in town for long stays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Auberge Michel Doyon"],["url=http:\/\/www.aubergemicheldoyon.com"],["email="],["address=1215 chemin Sainte-Foy"],["lat=46.79635"],["long=-71.25083"],["directions="],["phone=+1 418 527-4408"],["tollfree=+1-800-928-4408"],["fax="],["hours="],["price=From $43.25\/person (Double Occupancy)"],["checkin=4PM"],["checkout=11AM"],["content=Free breakfast and free parking. Friendly and clean. 44 rooms."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Relais Charles-Alexandre"],["url=http:\/\/www.quebecweb.com\/rca\/"],["email="],["address=1 Grande-Allée Est"],["lat="],["long="],["directions="],["phone=+1 418 523-1220"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Squeaky-clean small hotel in a new building built to look like an old one.  Rooms are small, but equipped with en-suite bathrooms, and a tasty breakfast made to order is included.  Note that children are not allowed. Rooms from $89\/119 low\/high season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=L'Hôtel du Vieux Québec"],["url=http:\/\/www.hvq.com"],["email="],["address=1190, rue Saint-Jean"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-361-7787"],["fax="],["hours="],["price=Starting at $96 to $216 during low season and from $146 to $266 during high season."],["checkin="],["checkout="],["content=Family-owned carbon neutral hotel. They have been awarded 5 Green Keys from the Hotel Association of Canada’s Green Leaf Eco-Rating Program."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel des Coutellier"],["url=http:\/\/www.hoteldescoutellier.com\/hotel-Quebec-city"],["email=info@hoteldescoutellier.com"],["address=253, rue St-Paul"],["lat="],["long="],["directions="],["phone=+1 418 692-9696"],["tollfree="],["fax=+1 418 692-4050"],["hours="],["price="],["checkin="],["checkout="],["content=Old Port inn."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Maison Sainte-Ursule"],["url=http:\/\/www.quebecweb.com\/maisonste-ursule\/introang.html"],["email="],["address=40, rue Ste-Ursule"],["lat="],["long="],["directions="],["phone=+1 418 694-9794"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small hotel in the old town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chateau Mont-Sainte-Anne"],["url=http:\/\/www.chateaumontsainteanne.com"],["email=info@chateaumsa.com"],["address=500, Boul du Beau-Pre, Beaupre, G0A 1E0"],["lat="],["long="],["directions="],["phone=+1 418 827-5211"],["tollfree="],["fax=+1 418 827-3421"],["hours="],["price="],["checkin=4PM"],["checkout=Noon"],["content=A nice hotel at the base of Mont-Sainte-Anne."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hôtel Château Laurier"],["url=http:\/\/www.vieux-quebec.com\/fr\/laurier\/"],["email="],["address=1220 Place George-V Ouest"],["lat="],["long="],["directions=next to the Quebec parliament buildings"],["phone="],["tollfree=+1-800-463-4453"],["fax="],["hours="],["price=$144-$259 high season, $99-$209 low season"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Quatre-Temps"],["url=http:\/\/www.aubergequatretemps.qc.ca\/"],["email="],["address=160, chemin Tour-du-Lac, Lac-Beauport"],["lat="],["long="],["directions="],["phone=+1 418 849-4486"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A bit far from the city itself (15 minutes by car) but offers more than lodging with a health centre (spa & massages) and a 4-diamond restaurant, le Laké."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Maison du Fort"],["url=http:\/\/www.hotelmaisondufort.com\/"],["email="],["address=21, ave Ste-Geneviève"],["lat="],["long="],["directions="],["phone=+1 418 692-4375"],["tollfree=+1-888-203-4375"],["fax=+1 418 692-5257"],["hours="],["price=$129-$189"],["checkin="],["checkout=noon"],["content=Close to the Citadel. Free wireless internet. Tea, coffee, and muffins included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Manoir d'Auteil"],["url=http:\/\/manoirdauteuil.com"],["email=reservations@manoirdauteuil.com"],["address=49, rue d'Auteil"],["lat="],["long="],["directions=Just inside the walls near Porte St. Louis"],["phone=+1 418 694-1173"],["tollfree="],["fax=+1 418 694-0081"],["hours="],["price=$119-$299\/night, a bit less in low season"],["checkin=3PM"],["checkout=11AM"],["content=Friendly, bilingual staff in an 1835-vintage building. In the Old City, near the National Assembly building. High-speed wireless internet. Breakfast included; served 8AM-10:30AM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Chateau Bellevue"],["url=http:\/\/www.vieux-quebec.com\/en\/bellevue\/"],["email="],["address=16, rue de la Porte"],["lat="],["long="],["directions=Near Dufferin Terrace."],["phone=+1 418-692-2573"],["tollfree=+1-877-849-1877 (Canada and USA)"],["fax=+1 418 692-4876"],["hours="],["price="],["checkin="],["checkout="],["content=Wine machine on premises.  Free wireless Internet."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fairmont Le Château Frontenac"],["url=http:\/\/www.fairmont.com\/frontenac"],["email="],["address=1 rue des Carrieres"],["lat="],["long="],["directions="],["phone=+1 418 692-3861"],["tollfree="],["fax="],["hours="],["price=$300+, but offers AAA discounts"],["checkin="],["checkout="],["content=One of Canadian Pacific Railway's ",{"type":"[[","value":[["Grand old hotels#Canada"],["grand old hotels"]]},", this castle-like building dominates the Quebec skyline and claims, with some justification, to be the most photographed hotel in North America. The location right next to the funicular connecting Haute-Ville and Basse-Ville is as convenient as it gets, but expect tour groups marching through the lobby at five-minute intervals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Immeubles Charlevoix"],["url=http:\/\/www.imcha.com"],["email=info@imcha.com"],["address=179, Saint-Paul"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-866-435-6868"],["fax="],["hours="],["price=$180 +"],["checkin="],["checkout="],["content=Short term and long term rentals. Condos, apartments or houses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Loews Le Concorde Hotel"],["url=http:\/\/www.loewshotels.com\/hotels\/quebec"],["email="],["address=1225 Cours Du General De Montcalm"],["lat="],["long="],["directions="],["phone=+1 418 647-2222"],["tollfree="],["fax="],["hours="],["price=$200-300"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Québec"],["url=http:\/\/www1.hilton.com\/en_US\/hi\/hotel\/YQBHIHH-Hilton-Quebec-Quebec\/index.do"],["email=reservationsquebec@hilton.com"],["address=1100, René-Lévesque Blvd. East"],["lat="],["long="],["directions="],["phone=+1 418 647-2411"],["tollfree="],["fax=+1 418 647-6488"],["hours="],["price=$200+, but offers AAA discounts"],["checkin=3PM"],["checkout=12PM"],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe level of violent crime and homicides in Quebec is far lower than almost all other large cities in Canada or the USA.\n\nFor twenty months, between November 1st 2006 and July 14th 2008, the city of Québec reported no homicide on its territory.\n\nDuring the day, you should have no fear about traveling around the city; but at night, there might be the usual drunk bar patrons and those who prey on people unfamiliar with where they are. Take the usual precautions to protect yourself and you should be fine. However, the city is very safe for solitary female travellers.\n\n",{"type":"==","value":["Connect"]},"\nThe organization ",{"type":"[","value":["http:\/\/www.zapquebec.org ZAP Québec"]}," provides free wireless Internet in cafes and other locations throughout the city.\n\n",{"type":"==","value":["Nearby"]},"\n",{"type":"===","value":["Sainte-Anne-de-Beaupré"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Basilica of Saint Anne de Beaupré"],["alt=Basilique de Sainte-Anne de Beaupre"],["url=http:\/\/www.ssadb.qc.ca\/en\/index.htm"],["email="],["address=10018 Avenue Royale"],["lat="],["long="],["directions="],["phone=+1 418-827-3781"],["tollfree="],["fax=+1 418-827-8771"],["hours="],["price="],["content=an enormous church which is reputed to have healing powers similar to those of Lourdes."]]}]},"\n",{"type":"===","value":["Chutes Montmorency"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Montmorency Falls"],["url=http:\/\/www.sepaq.com\/chutemontmorency"],["email="],["address="],["lat="],["long="],["directions=Take Route 440 east out of Québec City. Watch for the exit to the falls and the parking lot. By public transport, take bus 800 direction 'Beauport' up to stop 'Royale\/Chalifour'. (~1h from old city)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At 83 meters, it stands 30 meters taller than Niagara Falls. Fireworks competition ",{"type":"[","value":["http:\/\/www.lesgrandsfeux.com"]}," in the summer. Nice spot to visit if you are driving outside the city."]]}]},"\n",{"type":"===","value":["Île d'Orléans"]},"\n",{"type":"*","value":[" Beautiful biking or driving excursions. Many pick-your-own strawberry farms. Visit a ",{"type":"'''","value":["sugar shack"]}," (",{"type":"''","value":["cabane à sucre"]},"). The maple season typically runs from March to April.",{"type":"[","value":["http:\/\/www.iledorleans.com"]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Trans-Canada Highway"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Windsor-Quebec corridor"]]}]},"\n",{"type":"{{","value":[["routebox"],["placename=Québec City and Lévis"],["image1=Quebec Autoroute 20.svg"],["image1a=TCH-blank.svg"],["link1=Trans-Canada Highway"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Montréal"]]}],["minorl1=",{"type":"[[","value":[["Drummondville"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Rivière-du-Loup"]]}],["minorr1=",{"type":"[[","value":[["Grosse Isle"],["Montmagny"]]}],["image2=Quebec Autoroute 40.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Montréal"]]}],["minorl2=",{"type":"[[","value":[["Trois-Rivières"]]}],["directionr2=E"],["majorr2=ENDS"],["minorr2="],["image3=Quebec_Autoroute_73.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Chicoutimi-Jonquière"]]}],["minorl3="],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Saint-Georges"]]}],["minorr3="],["image4=Qc138.svg"],["imagesize4=22"],["directionl4=W"],["majorl4=",{"type":"[[","value":[["Montréal"]]}],["minorl4=",{"type":"[[","value":[["Trois-Rivières"]]}],["directionr4=E"],["majorr4=",{"type":"[[","value":[["Sept-Iles"]]}],["minorr4=",{"type":"[[","value":[["Tadoussac"]]}]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"[[","value":[["commons:Category:Quebec City"]]},"\n",{"type":"[[","value":[["WikiPedia:Quebec City, Quebec"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Canada\/Quebec\/Localities\/Q\/Quebec City\/"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Quebec Region"]]},"\n",{"type":"{{","value":[["geo"],["46.8138"],["-71.208"]]}]