[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\nThe Quebrada de Humahuaca is a narrow mountain valley located in the province of Jujuy in north-west Argentina. It is about 155 kilometres long, oriented north-south, bordered by the Altiplano in the west and north, by the Sub-Andean hills in the east, and by the warm valleys (Valles Templados) in the south.\n\n",{"type":"==","value":["Towns"]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Humahuaca"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tilcara"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Purmamarca"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Iruya"]]}]},"\n",{"type":"==","value":["Understand"]},"\nThe name quebrada (literally \"broken\") translates as a deep valley or ravine. It receives its name from Humahuaca, a small city of 11,000 inhabitants. The Grande River (Río Grande), which is dry in winter, flows copiously through the Quebrada in the summer.\n\nThe region has always been a crossroads for economic, social and cultural communication. It has been populated for 10,000 years, since the settlement of the first hunter-gatherers, which is evidenced by substantial prehistoric remains. It was a caravan road for the Inca Empire in the 15th century, then an important link between the Viceroyalty of the Río de la Plata and the Viceroyalty of Peru, as well as a stage for many battles of the Argentine War of Independence.\n\nThe quebrada has been placed on the UNESCO World Heritage List\n\n",{"type":"==","value":["Get in"]},"\nBuses come up the quebrada from ",{"type":"[[","value":[["Salta"]]}," and ",{"type":"[[","value":[["San Salvador de Jujuy"],["Jujuy"]]},". Tour agencies from both cities organize trips to several places in the quebrada.\n\nPrefer to avoid traveling with a bus-load of tourists? Another option is to hire a private guide in Salta who can drive you safely and comfortably.  Poncho Tours, based in Salta, offers tailor-made tours with an english-speaking guide at reasonable prices. http:\/\/www.ponchotours.com\/\n\n",{"type":"==","value":["Get around"]}," \nBuses travel between the main towns\n\n",{"type":"==","value":["See"]}," \n",{"type":"*","value":[" Beautiful mountain landscapes along the quebrada, especially the ",{"type":"'''","value":["Sierra de Siete Colores"]}," above Purmamarca"]},{"type":"*","value":[" The remains of an ancient ",{"type":"'''","value":["pucará"]}," or Amerindian fortress in Tilcara"]},{"type":"*","value":[" The old churches of ",{"type":"'''","value":["Uquía"]}," and ",{"type":"'''","value":["Yavi"]}]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"*","value":[" Visit the market of Purmamarca"]},{"type":"*","value":[" Take a trip to ",{"type":"'''","value":["Iruya"]},", a beautiful mountain village just north of the quebrada. The road to Iruya is one of the most impressive and breathtaking trips in Argentina"]},"\n",{"type":"==","value":["Sleep"]},"\nHumahuaca is the largest town in the quebrada and offers most options for eating and sleeping.\n\n",{"type":"{{","value":[["geo"],["-23.199722"],["-65.348889"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jujuy"]]},"\n",{"type":"[[","value":[["Wikipedia:Quebrada de Humahuaca"]]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]}]