[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=Queenstown"]]},"\n",{"type":"'''","value":["Queenstown"]}," is an old mining town in ",{"type":"[[","value":[["West Coast Tasmania"],["Western Tasmania"]]},", that has been recognised by the National Trust as a historic town. It is about a 5 hour drive from ",{"type":"[[","value":[["Hobart"]]}," on the Lyell Highway. \n",{"type":"[[","value":[["File:Orr Street, Queenstown.jpg"],["thumb"],["350px"],["Orr Street, Queenstown"]]},"\n\n",{"type":"==","value":["Understand"]},"\nMining began here in the late 1800s, first with gold and later copper. It remains an important industry and the main employer. In 2005-06, Copper Mines of Tasmania produced 2.6 million tonnes of copper concentrate. Tourism is a growing industry, \n\nQueenstown is the base of the West Coast Wilderness Railway (an Abt - rack railway), which runs to ",{"type":"[[","value":[["Strahan"]]}," and draws large numbers of tourists. The original railway, used to transport ore from the mines to the port at Regatta Point\/Strahan, closed and was removed in the 1960s. It was restored and reopened in the early '90s.  Services are suspended in winter 2013 for repairs.\n\nQueenstown is an interesting town, nestled in the Queen River valley. Summers can be hot and can reach 30+ degrees, although it is not uncommon to have snow on Mt Owen in December. Winters are cool and wet, with snow falling regularly on the peaks on the West Coast Range that can be seen from the town. It is not uncommon for the roads into Queenstown to be blocked, and  for the town cut off for short periods during the middle of winter. The best time to visit is between December and April.\n\nMany of the early buildings remain and a stroll around town is a must if you want a sense of what the town was like during the height of the copper mining operations.\n\nThe drive in to Queenstown over Gormanston Hill is a startling introduction to the town. The barren landscape was brought about by the combination of tree removal for the smelters, and the subsequent years of pollution. Trees were logged to fuel the furnaces of the smelters in the early years. Then large amounts of sulphur from the smelting process polluted the soils, killing much of the ground vegetation. Heavy rainfall of the area washed away most of the topsoil. The combination of the effects of tree removal, heavy rains, smelter fumes and uncontrolled bushfires, are evident in the bare ground areas that are spread across the foothills of Mount Lyell and Mount Owen to this day.\n\nQueenstown is a great stopover when visiting the West Coast, with many West Coast attractions only a short drive away. Queenstown has a good range of places to sleep, as well as very picturesque drives to the nearby attractions.\n\nStrahan is  just over 40km, ",{"type":"[[","value":[["Zeehan"]]}," about 30 km, ",{"type":"[[","value":[["Cradle Mountain"]]}," and Lake St Clair just under 100 km. The ",{"type":"[[","value":[["Franklin-Gordon Wild Rivers National Park"]]}," is also nearby. The trout fishing at man-made ",{"type":"[[","value":[["Lake Burbury"]]}," is world class.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nRegular bus services from either the north coast or Hobart\n\n",{"type":"===","value":["By car"]},"\nThe drive from Hobart takes 3.5 to 4 hours (depending upon conditions), taking you through towns such as New Norfolk, Hamilton, Ouse and Derwent Bridge before winding its way through the Franklin-Gordon Wild Rivers National Park, part of the Tasmanian Wilderness World Heritage Area. \n\nLeaving the park, you come to the ghost towns of Linda and ",{"type":"[[","value":[["Gormanston"]]},", both of which were large communities during the early mining booms. Of particular interest are the ruins of the Royal Hotel at Linda.\n\nOnce past Gormanston the road becomes a narrow and winding affair, where all caution should be taken, but this is also where the spectacular views of the surrounding barren hills of Queenstown begin. Once over Gormanston hill there is a lookout on your left which takes in views of Queenstown and the Queen River Valley. It is well worth a stop for photos. Once past the lookout you drive past the black slag heap and into Queenstown.\n\nFrom Burnie it is a 2 hr drive along the A10, which takes you through the village of Tullah, where you first get to see Mt Murchison as it looms up ahead of you. Past Tullah you have a choice of routes. The A10 takes you on to Rosebery and over Mt Black or you can take the B28 around Lake Plimsoll, where there are spectacular views of Cradle Mountain National Park and the Franklin River World Heritage area. Both drives are on excellent road surfaces, although a little winding in places. The Lake Plimsoll road is about 15km shorter than the A10 into Queenstown.\n\nThe two routes above are only a guide (as well as the time it might take) and that a number of others can be taken from Launceston. Regardless of which route you take, and depending on what time of year that you travel, weather and road conditions should be taken into account.  Also if you are driving the roads for the first time, well worth avoiding night driving in winter. The roads around Queenstown can be covered in ice and snow during winter and right up to early December. Please drive carefully and obey speed limits and caution signs.\n\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.westcoastwildernessrailway.com.au\/ West Coast Wilderness Railway"]}]}," operates as a tourist attraction between Queenstown and ",{"type":"[[","value":[["Strahan"]]},", a distance of 34 km. The ordinary railway connection between Queenstown and the rest of Tasmania closed in 1960. \n\nThe service had been suspended in May 2013 for repairs and change of operations, make enquiries at Tourist information offices before planning any trip on this line.  In December 2013 it is reported as running again.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Strahan Airport"]}," - Although helicopter and fixed-wing flights operate from here for charter flights into the south-west wilderness area, or over locations in western Tasmania, there are no scheduled passenger services to Strahan from other airports in Tasmania.  Queenstown also has an airstrip, which was used in the past as a regular stopping place, but now is only used sometimes in emergencies.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Landscape near Queenstown, Tasmania.jpg"],["thumb"],["Landscape near Queenstown"]]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Evans Old Corner Store & Market"]}," - restored 19th-century building, with monthly markets.\n\n",{"type":"'''","value":["Spion Kopf Lookout"]}," - an excellent location for views over the town, to the south, and the rare rock based football oval to the north.  \n\n",{"type":"'''","value":["The Galley Museum"]}," - cnr Driffield St and Sticht St. ☎ +61 3 6471-1483. Multiple displays and a lot of information on the history of Queenstown and district, with intriguing photographic displays. Also included are minerals collections and displays of artefacts from the days of the town as a major town of the area. Housed in the original Imperial Hotel, which was built in 1897.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bradshaw's Sawmill"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 3 6471-1688"],["tollfree="],["fax="],["hours="],["price="],["content=Lynchford Road. Visit a working sawmill. Exotic Huon pine, blackwood and sassafras timber."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Donaghy's Hill"]},", located on the Lyell Highway about 40 min east from Queenstown, on the road back to Hobart. Easy walk to the top on a well-maintained track. Beautiful views of the Franklin River Valley."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Douggie's Mine Tours"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-3-6471-1472"],["tollfree="],["fax="],["hours="],["price="],["content=Corner of Driffield St and Orr St. Visit a working underground copper mine. Travel 7 km down the 'Main Decline' in a 4WD station wagon. One of only two such tours worldwide."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Burbury"]},", trout fishing is possible. The lake is next to the Lyell Highway east of Gormanston, the other side of the West Coast Range."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nelson River Falls"]},", located near the Lyell Highway about 20 minutes east of Queenstown. A nice walking track through a rainforest."]},"\n",{"type":"==","value":["Buy"]},"\nLocal souvenirs include Huon Pine and Copper mementos, as well as books and postcards of the old copper mine workings, and railway.\n\n",{"type":"==","value":["Eat"]},"\nMost of the better eating places are part of the hotels operations.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Empire Hotel"],["alt="],["url=http:\/\/www.empirehotel.net.au\/"],["email="],["address=2 Orr St"],["lat="],["long="],["directions="],["phone=+61 3 6471-1699"],["tollfree="],["fax="],["hours="],["price="],["content=Heritage building with National Trust-listed staircase. Dining room with open fireplace. Lounge bar, public bar and bottle shop. Gaming machines. Accommodation."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chancellor Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 3 6471-1033"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Batchelor Street. 60 units. Licensed restaurant for breakfast and dinner; 3.5 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Copper Country Cabins"],["alt="],["url="],["email="],["address=13 Austin Street"],["lat="],["long="],["directions="],["phone=+61 417 398 343"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Self-contained cabins just outside town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=George's Cottage"],["alt="],["url="],["email="],["address=3 Peter Street"],["lat="],["long="],["directions="],["phone = +61 419 565 155"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Self-contained cottage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gold Rush Motor Inn"],["alt="],["url=http:\/\/www.goldrushmotorinn.com.au\/"],["email="],["address=65 Batchelor Street"],["lat="],["long="],["directions="],["phone=+61-3-6471-1005"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=26 motel units with licensed restaurant and bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mt Lyell Motor Inn"],["alt="],["url=http:\/\/www.mtlyellmotorinn.com.au\/"],["email="],["address=1 Orr Street"],["lat="],["long="],["directions="],["phone=+61-3-6471-1888"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=40 motel units, public bar, breakfasts and counter lunches. Opposite West Coast Wilderness Railway terminal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pioneers Retreat"],["alt="],["url="],["email="],["address=1 Batchelor Street"],["lat="],["long="],["directions="],["phone=+61-3-6471-3033"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Self-contained units."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Queenstown Cabin and Tourist Park"],["alt="],["url="],["email="],["address=17 Grafton Street"],["lat="],["long="],["directions="],["phone=+61-3-6471-1332"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Two-, four- and six-berth self-contained cabins. Caravan sites. Backpackers' and fishermen's rooms. Grassed tenting area. Communal kitchen and modern amenities block, plus laundromat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Queenstown Motor Lodge"],["alt="],["url=http:\/\/www.queenstownmotorlodge.com.au\/"],["email="],["address=54-58 Orr Street"],["lat="],["long="],["directions="],["phone=+61-3-6471-1866"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=24 motel units, plus dining facilities and lounge bar. Close to shops."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rack & Rail Bed and Breakfast"],["alt="],["url=http:\/\/www.rackandrail.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +61 417 514 130"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Orr Street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Silver Hills Motel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+61-3-6471-1755"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Penghana Road. 54 motel units."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Zeehan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Strahan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cradle Mountain-Lake St Clair National Park"]]}]},"\n\n",{"type":"[[","value":[["WikiPedia:Queenstown, Tasmania"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-42.0667"],["145.5500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["West Coast Tasmania"]]}]