[{"type":"{{","value":[["pagebanner"],["New Zealand banner Glenorchy.JPG"],["caption=View toward Glenorchy on the road from Queenstown that runs along Lake Wakatipu"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.qldc.govt.nz Queenstown-Lakes"]}]}," is the inland district of Otago in the ",{"type":"[[","value":[["South Island"]]}," of ",{"type":"[[","value":[["New Zealand"]]},". The major lakes of the district are Lake Wakatipu, Lake Wanaka and Lake Hawea.\n\n",{"type":"==","value":["Settlements"]},"\n",{"type":"[[","value":[["File:Lake_Hayes_by_queenstown.JPG"],["thumb"],["270px"],["Lake Wakatipu"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arrowtown"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cromwell (New Zealand)"],["Cromwell"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Glenorchy"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kingston (New Zealand)"],["Kingston"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Queenstown (New Zealand)"],["Queenstown"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Wanaka"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" Mt Aspiring National Park"]},"\n",{"type":"==","value":["Understand"]},"\nChoc-full with lakes, mountains, vineyards centred around the tourist capital of New Zealand, ",{"type":"[[","value":[["Queenstown (New Zealand)"],["Queenstown"]]},", the Queenstown-Lakes area is a popular destination for travellers and Kiwis on holiday. The ski-fields are the main draw in winter but in summer the region's lakes are the main attraction. This is supported by the wide range of year-round tourist attractions throughout the district. The Queenstown-Lakes area is a world class outdoor playground and rightfully deserves its popularity.\n\n",{"type":"==","value":["Get in"]},"\nThere is an international airport at Queenstown, and a small domestic airport at Wanaka, which have scheduled air services. \n\nThe area can be reached by driving from one of four directions: from Dunedin in the east; from the West Coast; from Invercargill in the south; from the north through the Mackenzie country in the centre of the island.\n\n",{"type":"==","value":["Get around"]},"\nThere are connecting buses between centres. Otherwise private vehicles are the main mode of transport in this area.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Lake_Wakatipu_water.jpg"],["thumb"],["Lake Wakatipu"]]},"\nThe region's lakes, valleys and mountains provide all the scenery you could want. Mt Aspiring National Park near Wanaka is a popular destination. There are also a number of smaller lakes you can see and tramps you can make around this region.\n\n",{"type":"==","value":["Do"]},"\nSkiing is the main winter pastime at a number of ski fields in this region. During summer, Lake Wanaka and Lake Hawea are popular for boating (Lake Wakatipu less so because of its colder temperature). Smaller lakes such as Lake Hayes near Arrowtown are popular for swimming (due to their warmer temperature). There are also a huge number of outdoors pursuits available in the region.\n\nAnother popular activity for the region is visiting one of the number of vineyards and tasting some of the local wine, especially in the Gibbston Valley and Bannockburn regions. \n\nFurther details of activities are available under the listings for each town.\n\n",{"type":"==","value":["Eat"]},"\nQueenstown has dozens of great restaurants. Wanaka and the other population centres also have their fair share. Many of the regions vineyards also have restaurants.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe region always gets snow in winter. Some of the roads, especially the alpine passes, become icy in winter and road closures (especially of the Crown Range between Queenstown and Wanaka) commonly occur. In winter, chains should be used where necessary (especially on the ski field access roads).\n\nMany of the main roads can be very winding and narrow, with many blind corners. Care should be taken when driving in the region.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["South Island"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Queenstown-Lakes District"]]}]