[{"type":"{{","value":[["pagebanner"],["Quellon banner.jpg"]]},"\n",{"type":"'''","value":["Quellón"]}," is a small town at the southern end of ",{"type":"[[","value":[["Chiloé Island"]]},".  It is a fishing and transportation hub for the area and not a particularly interesting tourist destination. Although you might want to experience the thrill of standing at the southern extreme of Chile's longest road, the ",{"type":"'''","value":["ruta 5"]},", which is marked with a plaque and monument just outside of town at Punta de Lapas.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n\nQuellon is the southern most town on Chiloé island and about 50 km from ",{"type":"[[","value":[["Castro (Chile)"],["Chile"]]},". The Ruta 5 is the only road going here.\n\n",{"type":"===","value":["By ferry"]},"\nThe ferry to Chaiten on the mainland is expensive but sometimes the only way to travel the carretera austral without the detour into Argentina. In winter Sundays only, in summer more frequent. Fare is Ch$ 12000 pp, Ch$ 65000 for a car (not including passengers, driver is Ch$ 6500).\n\n",{"type":"===","value":["By bus"]},"\nNumerous buses to Castro every day (1800 pesos, 1 hour 20 minutes).\n\n",{"type":"==","value":["Get around"]},"\nTaxis are Ch$ 900 (as of 2\/06) regardless of destination in town.  At night the price is higher\n\n",{"type":"==","value":["See"]},"\nThe plaque marking the end of the Chilean Panamerican Highway (ruta 5) is just outside of town at Punta de Lapas (also a relatively good beach for this far south). Take any bus on Ladrilleros that says Punta Lapas - 20 minutes and Ch$ 250.\n\n",{"type":"==","value":["Do"]},"\nWhale watching. There are a few local companies arranging whale tours. November to March. Ana Maria Jara Millo on the boat \"Ana Villosa\" call 82467340 or 94270380. Alternatively there is Ruben Riedel on boat \"nachito\" call 77138014 or 97881686.\n\nEvery day during the summer an authentic curanto takes place at the Turismo Millaguen near the end of the Panamerican Highway (Km 3, email millaguenquellon@surnet.cl).  Take any westbound bus on the main street that has \"Punta de Lapas\" as a destination - Millaguen is on the north side of the road down a steep driveway.\n\nThe curanto is at 1:30 (the excitement starts about 12:30 when the fire gets going - watching the construction of the curanto is as much fun as eating it). Seafood, potatoes, two types of potato-dough bread, chicken, pork, peas and fava beans are buried in a pit and cooked for an hour and half. Lunch with wine costs abour Ch$ 4,500 (2\/06).\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Tierra del Fuego"]},", Pedro Montt 445, has a very nice restaurant that serves excellent fish dinners. Right on the waterfront."]},{"type":"*","value":[" Be sure to stop at ",{"type":"'''","value":["Kaffee Rose Cafe"]},", Ladrilleros 135, ",{"type":"''","value":["next to the Coloso Supermercado"]},".  Good pastries, chocolates and the usual Nescafe are available."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nGood camping spots on the beach south of town at Quellon Viejo. Beware of the tide.\n\nThere are about 8 hospedajes in town. None have kitchen access. The cheapest is 6000 pesos per person, up from the bus station toward the main road on the left hand side. \"Diegos\"\n\n",{"type":"==","value":["Go next"]},"\n\nThere is a boat to Chaiten on fridays only (3pm, 16,000 pesos, takes 5 hours). If using public transport, you need to overnight in Chaiten for journeys onward to Futaleufu next morning.     ",{"type":"[[","value":[["Futaleufu"],["Futaleufu"]]},"\n\nThe same company do a boat to Puerto Chacabuco (30,000 pesos, takes 36 hours) \n\nCheck company website for listings * ",{"type":"{{","value":[["listing"],["name=Naviera Austral"],["url=http:\/\/www.navieraustral.cl\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"  \n\n\n",{"type":"{{","value":[["IsPartOf"],["Chiloé Island"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Quellón"]]},"\n",{"type":"{{","value":[["geo"],["-43.1"],["-73.6"]]}]