[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Qufu"]}," (曲阜 ",{"type":"''","value":["Qūfù"]},") is a town in ",{"type":"[[","value":[["Shandong Province"]]},", located about 2 hours by bus from the provincial capital ",{"type":"[[","value":[["Jinan"]]},".  \nFamous as the birthplace of Confucius, its Confucius related sites are declared a  ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".\n",{"type":"[[","value":[["File:Qufu - wall and moat - P1050856.JPG"],["thumb"],["City Walls of Qufu"]]},"\n\n",{"type":"==","value":["Understand"]},"\nQufu has more than 2,500 years of history. Best known as the hometown of China's \"first sage\" Confucius, it was the home of his descendants - who often ruled the place as feudal rulers - for many centuries. \n\nCenter of the national cult of Confucius, and the birthplace  of the mythical Yellow Emperor (the legendary founder of the Chinese nation), Qufu saw many emperors  decorate its temples with steles, praising Confucius and other heroic figures of the past. Usually written in Chinese, but during some dynasties also in Mongol or Manchu, these steles are among the most characteristic objects to be found at the city's historical sites. The most important of them are supported by mighty stone tortoises (which since the Ming era have become known as ",{"type":"''","value":["bixi"]},").\n\nFew of Qufu's residents are Christian or Jewish, but the city boasts a strong Muslim (\"Hui\") community, concentrated in the Xiguan neighborhood outside of the western gate of the walled city.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Bus"]},"\nBus from ",{"type":"[[","value":[["Jinan"]]}," is the usual way, or on a tour.  There are buses all day, but check the last departure or you may be spending the night. \n\nThere are regular all buses from ",{"type":"[[","value":[["Tai'an"]]}," (1 hour), and ",{"type":"[[","value":[["Qingdao"]]}," (5 hours).\n\nOlder guide books may claim that the bus station in Qufu is just south of the walled city, but as of 2011, it is on the west side, 2-3 km away from the historic central city. There is a frequent city bus service from the central city (outside of the south gates of the city wall) to the bus station.\n\n",{"type":"===","value":["Train"]},"\n",{"type":"[[","value":[["File:Qufu Railway Station - P1050690.JPG"],["thumb"],["Of all railway stations in the area, the small Qufu Railway Station is the closest to Qufu's historical center city, but also has the fewest trains"]]},"\nThere are two main railway lines between Beijing and Shanghai now: the high-speed line  opened in 2011, and the century-old \"conventional\" railway. \n\nThe high-speed line passes within a few kilometers from Qufu, and ",{"type":"'''","value":["Qufu East Railway Station"]}," (曲阜东站， ",{"type":"''","value":["Qufu Dong Zhan"]},"), located within several kilometers to the east of the city, is served by many high-speed  (G- and D-series) trains (during daytime only), with direct service to Beijing, Tianjin, Jinan, Nanjing, Shanghai, Qingdao, and points in between. With the faster of them (G-series) it takes 2 hours from Beijing and 3 hours from Shanghai. \n\nThe \"conventional\" Beijing-Shanghai mainline, running slower and less expensive trains (T-, K-, etc. series, both in daytime and at night), gives a wide berth to Qufu; the closest station on that line is in ",{"type":"'''","value":["Yanzhou"]},", a small city around 15kms west of Qufu. If you arrive to Yanzhou, you can get to Qufu by taxi (around ¥40) or bus (running every 20 minutes from the early morning until 6-7 pm) for around ¥6. \n\nThere is also ",{"type":"'''","value":["Qufu Railway Station"]}," (曲阜站， ",{"type":"''","value":["Qufu Zhan"]},"), located within Qufu itself (2-3 kilometers to the SE from the historic center; accessible by city bus). However, it is located on a branch line, and sees only a very limited service (just a few slow trains a day).\n\nIf besides Qufu you are also visiting Mencius Temple and Mansion in the nearby ",{"type":"[[","value":[["Zoucheng"]]},", you may choose to travel by train to ",{"type":"'''","value":["Zoucheng"]}," (which is also on the Beijing-Shanghai mainline), and go to Qufu by bus (¥6-7, about 30 min travel time) or taxi. However, buses stop running around 6pm.\n\n",{"type":"===","value":["Air"]},"\nSince early 2009, it is possible to fly with Shanghai Airlines from Beijing and Shanghai to ",{"type":"[[","value":[["Jining (Shandong)"],["Jining"]]},", the capital of the prefecture that Qufu belongs to. A few more domestic air routes have been opened, connecting Guangzhou, Chengdu, Qingdao and Shenyang with Jining Qufu Airport.\n\n",{"type":"==","value":["Getting around"]},"\n",{"type":"[[","value":[["File:Qufu - Gulou - P1050857.JPG"],["thumb"],["The main street of Qufu's walled city. The Drum Tower (the central point of the city) on the left, a row of hotels, on the right"]]},"\nWalk or if you stand in one place too long, hordes of people will offer to transport you via all manner of vehicle, from rickshaw, to bicycle, to taxi, to beast.  \n\nThe historical central city, surrounded by the restored Ming-era city wall and a moat, and containing Confucius Temple and Kong Family Mansion near its center, is about a mile across, and is small enough to walk. The modern visitor center is located outside the southern gate of the city wall. From the northern gate one can walk to the Confucius Cemetery (Confucius Forest) along a pleasant tree-lined (and, in the summer, vendor-lined) avenue.\n\nQufu has a small and inexpensive local bus service. The buses run along the east-west street south of the walled city, and can be used to travel to various locations on the city's outskirts, such as Shou Qiu (see below), the Qufu Railway Station (see below), and the intercity bus station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Yan Miao - northern courtyard - P1050504.JPG"],["thumb"],["A quiet courtyard in the Temple of Yan Hui (",{"type":"''","value":["Yan Miao"]},")"]]},"\nThe historical walled city, within which three of the major sites (Temple of Confucius, Kong Family Mansion, and the Yan Hui Temple) and many hotels are located is just a couple kilometers across. The town itself is quick to walk through and nice along the main streets.  There are some old, restored gates and a winding creek to add atmosphere.\n\nThe Confucius Cemetery is a kilometer or so north of the present-day city wall. The modern city center is south of the walled city. The Muslim neighborhood with its mosque and a lively market is outside the west gate, while the Song-Dynasty sites associated with the Yellow Emperor and Shaohao are about 4 km east of the old city.\n\nYou pay for admission (Y30 to 80 per site, as of 2010) to all the good sites and wander among the sacred buildings, everyday buildings, stelae with inscriptions in Chinese, Mongol, and Manchu, and so forth.  A guide or guidebook is essential as many of the sites are very big.  \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Temple of Confucius"]}," (孔庙, ",{"type":"''","value":["Kong Miao"]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["Cemetery of Confucius"]},", or ",{"type":"''","value":["Confucius Forest"]}," (",{"type":"''","value":["Kong Lin"]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["Kong Family Mansion"]}," (",{"type":"''","value":["Kong Fu"]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["Temple of Yan Hui"]}," (",{"type":"''","value":["Yan Miao"]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["Temple of Duke Zhou"]}," (",{"type":"''","value":["Zhou Gong Miao'"]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["Tomb of Shaohao"]}," (",{"type":"''","value":["Shaohao Ling"]},") and ",{"type":"'''","value":["Shou Qiu"]}," (birthplace of the legendary Yellow Emperor)"]},"\nThe main areas to see are the so-called ",{"type":"''","value":["San Kong"]}," (\"Three Confucian [sites]\"): the Confucian temple, the Confucian mansions, and the Confucian forest (just north of town).  During the warm part of the year, it's very touristy and loaded with guides herding sightseers with little flags and megaphones, but in winter the place is almost deserted.  English is not widely spoken.\n\n",{"type":"===","value":["Confucius Forest"]},"\n",{"type":"[[","value":[["File:Kong Yanjin - bixi - seen from ESE - P1060184.JPG"],["thumb"],["The memorial complex of Kong Yanjin, one of several Ming era Dukes of Yansheng (senior-line descendants of Confucius) buried in the Cemetery of Confucius"]]},"\n\"Confucius Forest\" (",{"type":"''","value":["Kong Lin"]},") is a cemetery where Confucius and 70+ generations of his descendants have been buried. Besides the tombs of Confucius himself, it contains a number of interesting sculptural ensembles from the Ming and Qing eras, decorating the tomb sites of  Confucius' descendants who were the area's feudal rulers, as well as other dignitaries. A typical ensemble (神道， \"shendao\", or \"spirit road\") for a Duke of Yansheng (the senior-line descendant of Confucius in his generation, and the lord of Qufu) would start with a stone arch and contain a few stone animal statues (horses, rams, felines), a pair of human characters (a warrior and an official), and a stone turtle (赑屃, ",{"type":"''","value":["bixi"]},") holding a stele praising the deceased. The path leads to the grave tumulus with another (turtle-less) stele on top.\n\nOne tip is to go to the Confucian cemetery towards the end of the day (maybe at 4) and then stroll around until the tour groups are leaving, and you will have the forest all to yourself. Walk to Confucius grave and share some silent moments across 2,500 years with him. A treat if you have been travelling around China for a while  and are tired of hordes of people and noise.\n\nOne can easily walk to the main (southern) gate of the Confucius Forest from Qufu's walled city. A wide tree-lined avenue, about a kilometer long, connects it with the northern gate of the city wall.\n\n",{"type":"===","value":["Shou Qiu and Shaohao Tomb"]},"\n",{"type":"[[","value":[["File:Shou Qiu - western turtle - seen from E - P1050819.JPG"],["thumb"],["Winter in Shou Qiu"]]},"\nA more remote site - 4 km east of the central city - consists of ",{"type":"'''","value":["Shou Qiu"]}," (\"Longevity Hill\"), the birth place of the legendary Yellow Emperor, ",{"type":"[","value":["http:\/\/vmenkov.blogspot.com\/2011\/03\/at-yellow-emperors-hometown.html marked with giant turtle-borne steles"]},", and the nearby tomb of his similarly legendary son ",{"type":"'''","value":["Shaohao"]},", with a small stone pyramid (much smaller than those in Egypt or Mexico). These monuments date to the Song Dynasty.\n\n",{"type":"==","value":["Do"]},"\nAt night the city walls are decorated with ornamental lights. The moat around the walls make for a picturesque walk at night. Many of the local elderly gather around these places to dance.\n\nThere is a swanky bar located, literally, in the city wall. It's usually a bit empty, but the bar tenders speak a bit of English and are very friendly. Local expats can be found there on most weekend nights.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Qufu - Xiguan Ave - street market - P1060011.JPG"],["thumb"],["A busy street market in the Xiguan neighborhood, west of the Qufu Mosque"]]},"\nThere are tourist stands all around the temples and shouts of \"hello! hello!\" can be irritating.  The main buys are copies of the Analects and a \"chop\" with your name engraved on it or something like that.  Otherwise, it's the usual tourist stuff.\n\n",{"type":"==","value":["Eat"]},"\nA great variety of restaurants can be found in the eastern part of the old walled city, a block or two east of Gulou Ave (the main north-south street of the old city).\n\nFor Halal food, fresh produce, tofu, baked goods, etc. head to the Muslim neighborhood: Xiguan St that runs west from the old city's west gate.\n\nA note about eating here. Most restaurants you will easily find have marked up prices due to the tourist nature of the city. Beware asking cab-drivers or \"wooden cab\" drivers as they seem to receive kickbacks. You can expect to pay at least ¥100+ getting a meal for two if you are not careful and saavy. BEWARE. \n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Qufu International Youth Hostel"],["url="],["email="],["address=Gu Lou Bei Lu"],["lat="],["long="],["directions=Just inside the northern gate."],["phone=0537-4418989"],["tollfree="],["fax="],["hours="],["price=¥15-40"],["content=It shouldn't come as much surprise that the cheapest place to eat in Qufu is the \"bar\" inside the International Youth Hostel. You can find a good bit of western food as well as a variety of standard Chinese fare."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nKonfujia in black jar (46%)\n\n",{"type":"==","value":["Sleep"]},"\nFinding a place to sleep isn't difficult, as you will probably be approached by people offering accommodation. Outside of the tourist season you can probably bargain pretty hard on the prices. There are a large number of small and mid-size hotels within the walled city itself, on the main north-south street and in the blocks to the east. There are also bigger and somewhat more modern-looking hotels in the streets south of the walled city, near the visitor center.\n\n",{"type":"'''","value":["The Qufu International Youth Hostel"]}," is a very nice place to stay. With a friendly staff, and entirely new building this is an excellent place to sleep while exploring Qufu and its surroundings. The hostel is located at the northwestern end of the main street inside the city walls. It is ¥140 for a double\/triple with private shower.\n\nMuslim visitors may choose to stay at one of a number of halal (清真, ",{"type":"''","value":["qingzhen"]},") guesthouses in the Xiguan neighborhood, west of the walled city.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" If the China's First Sage, Confucius, isn't enough for you, you can visit the nearby ",{"type":"[[","value":[["Zoucheng"]]},", hometown of the perennially Second Sage, Mencius."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tai'an"]]},", the gateway to the sacred ",{"type":"[[","value":[["Mount Taishan"]]},", is about an hour away by bus or (infrequent) train."]},"\n",{"type":"{{","value":[["geo"],["35.6000"],["117.0333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Highland Shandong"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Qufu"]]}]