[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Quime"]}," is a small city in Yungas of Inquisivi region of ",{"type":"[[","value":[["La Paz (department, Bolivia)"],["La Paz"]]},".\n\n",{"type":"[[","value":[["Image:VQuime.jpg"],["thumb"],["Quime, Provincia Inquisivi, Bolivia"]]},"\n'''\nHidden Valleys - Lost Gold'''\n\nAbout mid way between ",{"type":"[[","value":[["Cochabamba"]]},", ",{"type":"[[","value":[["Oruro"]]}," and ",{"type":"[[","value":[["La Paz"]]},", Quime is in a deep forested valley surrounded by high peaks of the Andes. The region is one of the steepest in the Bolivian Andes and the center of biodiversity of both Andean Bolivia and South America. Resident foreigners living in Bolivia call it the \"Shangri-la\" of Bolivia. \n\nQuime is the center for climbing and exploration of the Cordillera de Quimsa Cruz. Traditionally, it has been an area with little tourism of any kind and perfect for self-guided adventure tourists. Though you won't find much about Quime in any tour guide books, the area has become an increasingly popular \"word-of-mouth\" area for travelers between La Paz and points south. \n\nThe population is 10,000, with 3,000 living in the town and the rest in 31 indigenous Aimara communities scattered over an area the size of Luxembourg.\n\nThe temperature lows are seldom, if ever, below 6 C: (40 F.) and highs seldom, if ever, over 26 C. (80 F.). \n\nBasic services include: hospital, cell phone service, call centers, and three small radio stations. ",{"type":"'''","value":["There are no money machines (ATMs)"]}," but internet has recently been connected.\n\nThe people, mostly miners and indigenous campesinos, are friendly to travelers. Communarios love to teach guests a few words of Aimara and miners will show you around their mining operations. Quime is presently working on setting up small native huts as guest houses in nearby villages, and a self guided nature walk near the Naranjani Falls and Lake.\n\n",{"type":"[[","value":[["Image:View of Quime Mountains from Hummingbird Ranch.jpg"],["thumb"],["Quime Mountains"]]}," \n\n",{"type":"==","value":["Get in"]},"\n\nThe easiest and fastest way to get into Quime is by taking any bus whatsoever from La Paz, 2 hours,  towards Oruro or Cochabamba to a place called ",{"type":"'''","value":["Conani"]}," ",{"type":"''","value":["(located about 95 km from Oruro towards La Paz, there is a toll booth),"]}," There you can catch a bus, a minibus, a taxi or an open air truck to Quime (about 1 1\/2 hours). There are a lot of taxis and minibuses but please note that the ones on the main highway originate in Conani and they might try to charge you Sb150-250 and take you privately. The Quime taxis and minibuses are alongside the Quime road and they charge Sb25 but you must wait for them to fill up.  New! They have just put up a sign on a restaurant from whence they leave. It is best to get to Conani before 1:30 PM which means leaving La Paz before 10:30 AM. There are alojamientos (new, private room reported as Sb10 per night)and restaurants in Conani and it is less than an hour from Oruro with a constant flow of buses.\n\n",{"type":"''","value":["If using one of the La Paz-Quime buses: It is best to make your bus reservation the day before to get good seats, you may make reservations by phone. The first 2 in the following phone numbers is an area code and may not be necessary depending on where you call from. Typically Bolivia-style confusing. "]},"\n\n",{"type":"'''","value":["From La Paz:"]}," ",{"type":"'''","value":["Flota Inquisivi"]},"  has one bus a day from the main La Paz bus terminal. Their Office #38 is towards the back of the terminal. The bus leaves at 6AM Daily. Call 2228-4050 for reservations. \n\n",{"type":"'''","value":["From El Alto:"]}," ",{"type":"'''","value":["Flota Inquisivi"]}," has a daily bus leaving from the El Alto bus terminal at NOON. Their office is located on Calle Téllez Ross between Marcelo Quiroga Santa Cruz (ex Calle 2) and Calle Luis Espinal (ex Calle 3. Call 2282-4734 for reservations.\n\n",{"type":"'''","value":["From El Alto:"]}," ",{"type":"'''","value":["Flota Apostal Santiago"]}," has four to five buses daily from El Alto.  Buses leave at 6 AM, 11 AM and 12:30 PM daily as well as betwen 4 and 6 PM.  Their office is near the Ceja of El Alto around the corner from the BCP Bank on \"Calle 2\". Phone 225-97544. ",{"type":"'''","value":["NEW! At 5 PM most everyday a minibus owned by Jose Morales leaves from the Santiago station and gets to Quime about 9 PM."]},"\n\n",{"type":"'''","value":["From Cochabamba, Oruro, Potosi, Uyuni etc."]}," Take any bus towards La Paz. About 60 km towards La Paz from Caracollo which is the junction La Paz\/Cochabamba\/Oruro about 30 mins from Oruro, 4 hours from Cochabamba)is a toll booth at a place called ",{"type":"'''","value":["Conani"]},". This is on the La Paz\/oruro road 2 hours from La Paz. You get off at ",{"type":"'''","value":["Conani"]}," (tell the bus driver CONANI)and wait for any of the buses from La Paz. There are also minibuses, taxis and trucks. From Conani its about 2 hours to Quime. Thereis food and lodging in Conani. It is best to arrive in Conani before about 2 PM if you can.\n\n",{"type":"'''","value":["Instructions to get to El Alto bus terminal from San Francisco Church:"]},"\n\nWalk a half block down the Prado from the corner of Sagarnaga and the San Francisco Church. There are no less than 14 minibuses (about 2-3 a minute) going to the Ceja. They also say \"Ceja\" and cost $.35 cents US. In 5 minutes I saw the following minibus lines to la Ceja: 311, 934, 222, 240, 908, 256, 940, 919, 859, 289, 807, 837, 219 and micro 13. It takes 19 minutes to get to the ceja and you get off at the turn-off for Ave. Juan Pablo II. \n\nFrom this corner follow the main boulevard, called 6 de Marzo south about 7 minutes walk until you get to the corner with a BCP bank and a PRODEM bank. Turn right towards airport and walk about 50 meters and on the left hand side is the ",{"type":"'''","value":["Apostal Santiago"]}," bus office  at address no.62.\n\nTo get to the ",{"type":"'''","value":["Flota Inquisivi"]}," office, pass the BCP bank instead of turning right and continue down the main boulevard two blocks to Calle Marcelo Quiroga Santa Cruz. You will see a PERNOS JHASEN hardware outlet on the corner.  Turn right towards airport, walk 25 meters, turn left, walk 40 meters and the office is on the left hand side of the street next to address no. 2480. \n\nThe bus trip is about 4-5 hours and costs $3.00. The bus passes down through the high Andes above Quime.They are steep, often covered with some snow, and perhaps the most spectacular in Bolivia. The road is wide, safe and well graded. While the rest of Bolivia may have strikes and road blockades, such as the one that has recently closed down Rurrenbaque for 12 days, Quime is nearly almost open, without blockades and strikes. Quime transportistas know alternative routes to bypass blockades even on the main road between La Paz and Oruro.\n\nBe sure to bring heavy clothes if you plan a truck as the road goes over a 16,000+ ft pass.\n\nHere is a link to a map of mountains around Quime.",{"type":"[","value":["http:\/\/wikimapia.org\/#lat=-16.9960538&lon=-67.2964096&z=12&l=3&m=b&tag=50 Wikimapia Quime Area"]},"\n\n\n",{"type":"===","value":["By bicycle"]},"\n\nEspecially interesting day trips are: \n\nFrom the Cumbre to Quime is 35 km of a moderate gradient dropping appox 2500 meters with switch backs on the all down-hill graded or paved road. The best bet is to take a bus or van from Quime with rented bikes, get off at the Cumbre de Tres Cruces and coast back into Quime, stopping along the way to view glaciers, waterfalls, rare plants, ruins and so on. ",{"type":"[","value":["http:\/\/andesbybike.com\/bolivia\/routes\/konani-to-la-paz\/"]},"\n\nFrom Quime bike to the river below Inquisivi which is a hot, dry subtropical area. You then catch a bus back to Quime\n\n",{"type":"==","value":["Get around"]},"\nQuime's a pretty small place, with everything within a short walking distance. However if going up the hill it might be useful to take a taxi. If not, it's great exercise, especially at 3000 m. altitude. You can find the radio taxis on the Alameda by the Flota Inquisivi bus station a block from the central plaza.\n\nThere are numerous local trucks and buses that leave for just about everywhere in the province from the Alameda.\n\nMostly you get around on foot for and of numerous day hikes, or use mules for expeditions and treks. Visitors are catching the 6:00 AM truck to visit the high altitude mine at Chambillaya, a rather primitive and highly spectacular operation. They walk an hour down the mountain to return to the Hostal Colibri.\n\n",{"type":"==","value":["See"]},"\n\nThe name Quime comes from the Quechua word for \"Place to Rest\" and was a traditional stopping point for mules carrying coca and gold out, and food supplies in. One old resident remembers his grandfather bringing a gran piano in pieces via mule train. For the past 100 years it has been a commercial center for the numerous tin, zinc, wolfram, silver and gold mines which often cling to sheer cliffs. \n\nThe views, some over about 50 miles of Andean mountains and valleys,  are spectacular from the upper edge of town or the surrounding mountainsides. Nearby are ",{"type":"'''","value":["Elfin Cloud Forests"]}," laden with mosses, lichens, ferns and bromeliads. A number of rare birds inhabit the area, including the endemic Rufous-breasted Grosbeak. The reclusive and endangered Spectacled Bear lives in a refuge nearby but is seldom seen. Ornithologists and botanists continue to discover new bird and plant species in the area.\n\n",{"type":"'''","value":["The most popular day hike is to the primitive tungsten mine, Chambillaya"]},". It is not a tour and here is how it works: From the Hostal Colibri walk three blocks east to the bridge at 5:30 AM and catch the mining truck for 5 bolivianos to the mine. You will be riding with the miners and it is highly suggested that you bring a half pound of coca leaf to share with them. About an hour up the mountain you get to the abandoned Chambillaya mining town, now in ruins but with some pretty interesting artifacts laying about. The mine is another thousand feet up the mountain. If you make friends with the miners, actually quite easy sharing coca, they will take you on a tour of the mine for free. In any event, so far they have been very friendly about showing off their work. Some tourists have continued up to one of the nearby summits to watch condors. From the mine its an easy hour or so hike back to the hostal.\n\n",{"type":"==","value":["Do"]},"\n\nThe Quime area is for people who either want to take a break and sit around on a mountainside without a bunch of other tourists around, romance, take day hikes, picnic and rest ",{"type":"'''","value":["OR"]}," for adventurers and trekkers who want to do something no one else has ever done before: Exploration hiking.\n\nThe",{"type":"'''","value":[" Santiago Fiesta"]}," starts July 23 and lasts a week. This is a week of 1000's of  Quime families dancing in indigenous costumes, making social contact, free drinking (until you drop)the local \"coktels\" and eating native food including huatias. \n\n!! ",{"type":"'''","value":["Indigenous Community Loctayas"]},"  The entire month of August  indigenous comunities around Quime have their annual rituales giving thanks to Pachamama, making huatias (earth cooked food), sacrificing llamas and dancing. The \"whole world\" is welcome to take part. I will suggest that guests pin some bolivianos, as is customary, to the shirt of the person who is sponsering the rituals and bring some coca to share. \n\n",{"type":"'''","value":["Day hikes include"]}," the ",{"type":"'''","value":["Naranjani Waterfall"]}," and the Naranjani glacial lake, local wolfram mines, Chambillaya Ghost Town below the mine, or the ",{"type":"'''","value":["Devil's Slide"]},". \n\nThe ",{"type":"'''","value":["Naranjani Waterfall"]}," is actually 7 waterfalls falling about 2000 feet from a cirque lake down into the forest near Quime. The area has been proposed as a municipal nature reserve and self-guided nature hike (volunteers welcome). It is a 3 hour walk from Quime up and an hour down. The central fall which drains a cirque lake dries up in the dry season, but other smaller falls are suitable for bathing. \n\nFrom Quime, one can see the ",{"type":"'''","value":["\"Devil´s Slide\"."]}," This is a 1000 m high landslide constantly producing plumes of dust reminescent of an active volcano. The Devil´s Slide is about 2-3 hours walk.\n\n",{"type":"'''","value":["\"Pumuta Indigenous Community Ecological Park\""]}," This Aimara community is developing an ecological park in remnent cloud forest about one hour of a walk from Quime. Visitors may be interested in helping with the location and development. Along the way is picnicking in the canyon of Rio Chichipata about 45 minutes a walk away.\n\n",{"type":"'''","value":["Two-day hikes include"]}," the ",{"type":"'''","value":["Huichincani Hot Springs"]},". This is unique in that it has never been developed except by campesinos making rings of rocks around pools. The springs are on a steep mountain slope over looking the ",{"type":"'''","value":["Miguillas River Valley"]}," and ringed by a cirque above. Also one can visit the ",{"type":"'''","value":["Sacambaya Castle"]},", a pre-inca castle in the immediate area where the Jesuits buried their gold after their expulsion from South America. According to archives, slaves built caves to hide the gold, then were buried alive with the gold under massive landslides. Major expeditions dating back as much as a century have falled to find the ",{"type":"'''","value":["Lost Jesuit Gold of Sacambaya"]},".\n\nThe owner of the ",{"type":"'''","value":["Hummingbird Ranch - Hostal Colibri"]},", has a collection of maps and thirty years of experience in the area and will help arrange day hikes and ",{"type":"'''","value":["much longer treks"]},", including trips to the newly discovered ",{"type":"'''","value":["Enchanted City of Choquercamiri"]},", and still only partially discovered pre-inca ",{"type":"'''","value":["Cotas"]}," culture ruins which are reminiscent of Macchu Picchu, but little known and unrestored. \n\nNo discoteques or bars, but you can drink with locals at their parties usually on Fridays and Saturdays. \n\n",{"type":"===","value":["Single track competiton trail"]},"\n\nThe oldmule trail (The Coca Trail) has been rehabilitated as a single track biking trail used in international competiton. 30 km long. Spectacular drops from the Cumbre de Tres Cruces at 5400 m. altitude direct to Quime at 3000 m. Have the bus drop you at the Cumbre de Tres Cruces. This is not only spectacular but can be truly dangerous, unlike the so-called \"Death Road\" which is about as deadly as Granma' s rose garden. Along the way stop for lunch at a mine about half way down which is built about 1000 feet up on a sheer cliff with ladders etc.\n\n",{"type":"==","value":["Buy"]},"\n\nThose on a low budget or hate shopping will love Quime since there is nothing much to buy unless you are interested in hand woven blankets and native costumes made by and for local people, or locally made aloe veroe shampoo. \n\nYou can buy lots of food to cook, as well as fruit and vegetables, especially at the local Sunday Fair: You can also get basic household things and pretty much outfit a minimilist rough-it expedition.\n\n",{"type":"==","value":["Eat"]},"\n\nHostal Colibri offers use of kitchen. The kitchen is large, clean and fully equipped. The Hostal Colibrí owner is a good cook, makes traditional 1920s retro American food like apple pie, potato salad, chips with dip, as well as vegetarian burritos, tacos and other Mexican food and loves trying new recipes and enjoys cooking WITH guests, recommended. Note: Now learning to make low fat, low cholesterol health food things like raisin orange bran muffins.\n\nQuime's famous specialty is the ",{"type":"'''","value":["huatia"]},". This is meat in a mild chili sauce, cooking bananas, sweet potatoes, horse beans, sweet corn and potatoes buried in red hot rocks covered with earth and tree tobacco leaves then baked underground for an hour or so.\n\nThere are numerous \"eat at your own risk\" restaurants in the Alameda where the local buses stop for lunch. The soups are safe. The only restaurant that Quime resident Jhon recommends is the one on the corner across the street from the Apostal Santiago Bus office.  At the Sunday fair there are local dishes like ",{"type":"'''","value":["Picante de Pollo"]},", ",{"type":"'''","value":["Fricase"]},", ",{"type":"'''","value":["Sajta de Pollo"]}," for about $2.00 a plate.\n\n",{"type":"==","value":["Drink"]},"\n\nYou´ll have to drink like the local Aimara people, that would be either beer or another Quime specialty.... the coktél. The coktél is made of 180 proof cane alcohol (perfectly safe and rather hallucigenic)mixed with fruit juices (orange, passion fruit, lemon\/lime and\/or herbs like coca, mint, lemon mint and\/or chamomile. These are served hot or cold. \n\nWhatever you do, don´t try the coktéls made out of kool-aid and cane alcohol they sometime serve at the almost constant weekend parties. Cane alcohol coktéls made with fruit juice are strong. \n\n",{"type":"==","value":["Sleep"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/ranchocolibri.wordpress.com Hostal Rancho Colibrí"]}]}," is more of a guest hacienda than a hostel with all private rooms, and very quiet. There are 300 or more species of plant and 50 species of birds on the land. It's a colonial type hacienda built with over 100 arches on a very steep mountainside above town.  The rooms have balconies overlooking 50 miles of the Andean Mountains. An acre of pre-inca style terracing supports a hummingbird garden and bird refuge. The hacienda is shaded by an overgrown \"Enchanted Elfin Forest\".  Hot showers, free laundry and use of the large, light and fully equipped kitchen included.  Arguably the most beautiful cheap hostel in Bolivia.  Exploration hiking information in the form of hand drawn crude, but semi-accurate maps. The hostel costs $10.00 a night with discounts available for longer stays (week or month). English spoken. The hacienda was included in the list of historic and cultural sites of the Depto. La Paz. \n\nGetting there can be a hassle, especially with your backpack. From the main plaza it's four steep blocks up and then one half block to the right. Don't expect to be able to see it clearly from town because it's covered with trees, shrubs and \"monte\". ",{"type":"'''","value":["Ask the stores and taxis near the plaza or the Flota Inquisivi bus station (Alameda) where to find \"Casa de Don Marcos el Gringo\""]}," After dark the hostel usually has a dim street light hanging from a eucalyptus tree at the entrance. You could take a taxi (see getting Around) if you aren't up for the steep walk. Reservations not needed. Phone Franz in Spanish (591) 758-15522, Vani in English (591) 752-72212 Email for information is sparkledewdrop@gmail.com or sparkledewdrop@hushmail.com. English and Spanish spoken. (Note the owner is on an extended trip to Africa and until he comes back only Spanish spoken at the hostel. \n\nThe ",{"type":"'''","value":["Alojamiento Santiago"]}," is almost directly in front of the Santiago Bus Office on Calle Bolivar two blocks from the plaza. No sign. It has two rooms with 7 beds each on a balcony overlooking an interior patio and garden. The owner will try and assure you that you have a private room. It costs $5.00 a night. Phone 765-36725 The owner can make up a sauna for which he charges $7.00 for a group sauna.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\nThe mayors office has just opened an internet cafe on the main plaza with 30 computers running at 512 but may be infected with viruses.. Internet cafe also on the Alameda near where the minibuses leave. Hostel Colibri has the use of an Entel modem for your laptop. Cell phone services are by TIGO and ENTEL with boothes in the center.\n\n",{"type":"==","value":["Go next"]},"\n\nTake one of about 6 or more daily buses leaving Quime to ",{"type":"[[","value":[["La Paz"]]},", or get off in Conani (two hours away) and catch a bus at the toll booth to any other destination in Bolivia including ",{"type":"[[","value":[["Oruro"]]},", ",{"type":"[[","value":[["Potosi"]]},", ",{"type":"[[","value":[["Cochabamba"]]}," or ",{"type":"[[","value":[["Santa Cruz (city, Bolivia)"],["Santa Cruz"]]},".Since June, 2012 there is a constant flow of minivans to Conani where one can easily catch transportaion to anywhere in Bolivia.\n\n",{"type":"{{","value":[["IsPartOf"],["La Paz (department, Bolivia)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Quime"]]}]