[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Quinte-Northumberland"]}," is a region in ",{"type":"[[","value":[["Eastern Ontario"]]}," which extends from ",{"type":"[[","value":[["Cobourg"]]}," eastward into the Bay of Quinte region. The bay itself is east of ",{"type":"[[","value":[["Trenton (Ontario)"],["Trenton"]]},", where it separates ",{"type":"[[","value":[["Belleville (Ontario)"],["Belleville"]]}," and ",{"type":"[[","value":[["Napanee"]]}," from ",{"type":"[[","value":[["Prince Edward County"]]},".\n\n",{"type":"==","value":["Regions"]},"\nHastings County includes Trenton and Belleville.\n\nLennox and Addington County includes the town of ",{"type":"[[","value":[["Napanee"],["Greater Napanee"]]},", Addington Highlands Township, Loyalist Township and Stone Mills Township. These municipalities are designated for administrative reasons as these regions consist of many distinct smaller communities.\n\nPrince Edward County is a municipality which includes the formerly-separate towns of Picton, Bloomfield and Wellington. The county would be an island except for one small overland crossing in the west which leads to Trenton.\n\n",{"type":"==","value":["Cities and towns"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cobourg"]]}," and ",{"type":"[[","value":[["Port Hope"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Prince Edward County"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Trenton (Ontario)"],["Trenton"]]}," and ",{"type":"[[","value":[["Belleville (Ontario)"],["Belleville"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Napanee"]]},", Bath and Odessa"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nThis region is United Empire Loyalist country, colonised by loyal British subjects who escaped the ",{"type":"[[","value":[["United States of America"]]}," after it fell to revolutionary forces in 1783. Many towns and cities in the area were founded in 1784 and were part of the front line of the War of 1812.\n\nThe area is now a peaceful place and a welcome transition from the hectic pace of big-city life to the west in Oshawa-Toronto and their endless, sprawling suburbia.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe Quinte-Northumberland region falls within the busy ",{"type":"[[","value":[["Windsor-Quebec corridor"]]},", in the section between (but not including) ",{"type":"[[","value":[["Oshawa"]]}," and ",{"type":"[[","value":[["Kingston (Ontario)"],["Kingston"]]},". The area is largely rural with the occasional small city.\n\nBy car, the region is accessible from Toronto and Oshawa via Highway 401 (and the road it bypassed, Highway 2 \/ County Road 2) which both run (from west to east) Oshawa-Port Hope-Cobourg-Trenton-Belleville-Napanee-Kingston. The Loyalist Parkway (Ontario Highway 33, County Road 33) also joins Trenton to Kingston, but by a more southern route through Prince Edward County with a ferry crossing to Adolphustown; it then follows the Lake Ontario waterfront eastward through Bath, ending at old Highway 2 (Princess St.) in Kingston.\n\nBy bus, Coach Canada stops in Belleville on Kingston-",{"type":"[[","value":[["Peterborough (Ontario)"],["Peterborough"]]}," trips. Deseronto Transit runs a local bus from Belleville-Napanee and Belleville-Prince Edward County.\n\nBy train, VIA Rail makes limited stops in Napanee, Belleville, Trenton, Cobourg and Port Hope on its Toronto-Kingston-Montréal or Toronto-Kingston-Ottawa \"Corridor\" service. Most runs are \"express\" and do not stop. Some of the smaller stations on this line (built in 1856 as the Grand Trunk railroad) are unattended shelters opened briefly before the train's expected arrival.\n\n",{"type":"[[","value":[["Cruising on small craft"]]}," may be an option to reach various towns in the region from Lake Ontario but is inherently seasonal.\n\nThere is no major civilian airport in-region (despite Trenton hosting Canada's largest air force base); Coach Canada operates a bus from Toronto's main airport in ",{"type":"[[","value":[["Mississauga"],["Malton"]]}," to various towns along the 401.\n\n",{"type":"==","value":["Get around"]},"\nWhile there is local or city bus service within Belleville and Cobourg, for most of this largely-rural region a motorcar is a necessity. Many attractions (such as provincial parks or farms with pick-your-own strawberries and apples) are off the beaten path and beyond the reach of public transportation.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Ontario"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]