[{"type":"{{","value":[["pagebanner"],["Quito banner Virgen de Quito.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quito.com.ec\/ Quito"]}]}," is the capital of ",{"type":"[[","value":[["Ecuador"]]},".  It was founded in 1534 on the ruins of an ancient Inca city. Today, two million people live in Quito. It was the first city to be named a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/2 UNESCO World Heritage Site"]}]}," in 1978 (along with ",{"type":"[[","value":[["Kraków"]]}," in Poland).\n\n",{"type":"==","value":["Districts"]},"\n\nQuito lies between two mountain ranges and its altitude is 2,800 metres or about 10,000 feet.  It may take you a couple of days to get accustomed to the altitude.\n\nQuito is roughly divided into three parts: the Old City at the centre, with southern and northern districts to either side. The greatest concentration of tourist facilities is in the North, including the airport. Quito's Old City is the largest in the Americas. It has undergone a huge restoration and revitalization program over the last decade, mainly financed by the Inter-American Development Bank. It boasts no fewer than 40 churches and convents, 17 squares and 16 convents and monasteries. It's been called the 'Reliquary of the Americas' for the richness of its colonial- and independence-era architecture and heritage.  It's a great quarter to wander, with several excellent museums and plenty of restaurants and terrace cafes for a rest while sightseeing.\n\nModern, northern Quito (on a map, up until the southern tip of the airport) is a fun place to explore, with plenty of museums and urban parks as well as restaurants and nightlife. The southern and northern (from the airport up) districts of the city are more working class and seldom visited by tourists.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Plaza Grande - Quito.jpg"],["thumb"],["right"],["300px"],["Quito's Plaza Grande"]]},"\n\nBe prepared to speak some basic Spanish in order to get along. Quito is an excellent city in which to learn Spanish before heading off to other places in South America. The Spanish spoken in Quito is very clear and it is spoken slowly as compared to coastal areas. There are many excellent Spanish schools, where you can have private or group lessons very economically. These schools will also arrange homestay accommodation which is convenient, inexpensive and a wonderful way to immerse yourself in the culture and try the local food.\n\nVery few locals speak English except in the touristy areas of North Quito which includes \"La Mariscal\" quarter, where most tourist businesses are located. La Mariscal occupies several square blocks in North Quito and is the place to be if you wear a backpack.  Bars, restaurants, hostels and internet cafes abound.  Young people from many countries tend to congregate there.\n\nEcuador, especially the Sierra region that includes Quito, is culturally a very conservative society.  This is reflected in manner of dress.  People of all socio-economic backgrounds tend to dress up in Ecuador.  For men, this means a pair of trousers and a button down shirt.  For women, slacks or dresses are acceptable.  Men and women seldom wear short pants in Quito, although in recent years casual clothes have become somewhat more accepted especially among the young and on very hot days. Some popular nightclubs and restaurants enforce a dress code. Lastly, remember that Quito is said to have \"all four seasons in a day\".  Once the sun goes down it can get downright cold.  Dressing in layers is a good idea.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.saexplorers.org The South American Explorers Club"]}]}," is a non profit organization dedicating to helping independent travelers in Ecuador and South America.  Their office, at Jorge Washington 311 y Leonidas Plaza (in the Mariscal district of Quito right off of 6 de Diciembre) is a great place to stop by, meet people, and get the latest information on where to go, what to avoid, and on adventure travel.  You can find out more about the services they offer on their website. There is an annual membership fee for this non profit organization.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quito.com.ec Quito Visitors' Bureau"]}]}," has several information centres around the city. These include at the International Arrivals terminal at the airport; the small Parque Gabriela Mistral, on Reina Victoria in the Mariscal quarter; the Banco Central Museum in the Mariscal District; and finally, in the Old Town, on the ground floor of the Palacio Municipal on one side of Plaza Grande - their main centre. This includes helpful staff, lockers for leaving bags, maps, leaflets and books for sale, a store of Ecuadorian crafts. This offices offers subsidised guided tours, with various routes available. The contacts for the main office are: (+593 2) 2570 - 786 \/ 2586 - 591, info@quito-turismo.com ",{"type":"[","value":["mailto:info@quito-turismo.com"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ecuador.travel Ministry of Tourism"]}]}," has offices in their building on Avenida Eloy Alfaro and Carlos Tobar, close to the El Jardin shopping mall which cater to tourists. The Pichincha Chamber of Tourism (CAPTUR) is ",{"type":"[","value":["http:\/\/www.visit-ecuador.com"]},".\n\n",{"type":"*","value":[" The Visitors' Bureau publishes a useful A3-size map with all the city's attractions. You can pick it up at their information offices. They also publish a number of pocket guides on various themes, including walking guides, a guide to the city's Viewpoints, a guide to the Mariscal, routes north, south and northwest. Their website  ",{"type":"[","value":["http:\/\/www.quito.com.ec"]}," has an interactive map; listings of hotels, restaurants, etc.; videos, etc."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aeropuerto Internacional Mariscal Sucre"]},"(",{"type":"{{","value":[["IATA"],["UIO"]]},") is located in a valley northeast of Quito approx. 25 km from the city between the towns of Tababela and Puembo. There are (almost) daily flights serving ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Houston"]]},", ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Buenos Aires"]]},", ",{"type":"[[","value":[["Bonaire"]]},", ",{"type":"[[","value":[["Caracas"]]},", ",{"type":"[[","value":[["Bogotá"]]},", ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Medellín"]]},", ",{"type":"[[","value":[["Cali"]]},", ",{"type":"[[","value":[["Panama City"]]},", ",{"type":"[[","value":[["Punta Cana"]]},", ",{"type":"[[","value":[["Santiago de Chile"]]},", and ",{"type":"[[","value":[["San Jose (Costa Rica)"],["San Jose"]]},". Airlines include KLM, United Airlines, Copa Airlines, AeroGal, TAME, Icaro, Club Vip, SAereo, Aeropostal, AirPlus Comet, Delta Airlines, TACA, LAN Ecuador, Avianca - Alianza Summa, Iberia, Santa Barbara, and American Airlines. Some of these flights continue to or originate from ",{"type":"[[","value":[["Guayaquil"]]},". Some of these airlines also feature charter flights to\/from ",{"type":"[[","value":[["San Andrés"]]},", ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]},", ",{"type":"[[","value":[["Santa Marta"]]},", ",{"type":"[[","value":[["Havana"]]},", ",{"type":"[[","value":[["Aruba"]]},", ",{"type":"[[","value":[["Curaçao"]]},", ",{"type":"[[","value":[["Cancún"]]},", ",{"type":"[[","value":[["Rio de Janeiro"]]},", ",{"type":"[[","value":[["Puerto Plata"]]},", and ",{"type":"[[","value":[["Santo Domingo"]]},". It has one of the longest runways in Latin America: 4,100 meters long."]},"\nYou no longer have to pay an airport fee when leaving Quito by air (2\/2011). As of February 2011 international fares should already include the tax in the price of the ticket.\n \nNear the baggage area of the Quito airport, it is possible to buy vouchers that can be used for a taxi ride. As of 2012, the cost to go to the tourist hotel zone was $7.\n\nIf you wish to try taking a bus instead of a taxi to the Mariscal (main tourist destination) section of Quito (it is not advisable if you have much luggage or are not familiar with Quito), which is often referred to as \"gringolandia\" by tourists or \"la zona\" by locals, you can exit the airport, cross the main street, and board any bus with \"J.L. Mera\" or \"Juan L. Mera\" on the sign. The cost is USD $0.25, but if you are a student under 18 or a senior citizen over 65 then it is USD $0.12.\n\n",{"type":"===","value":["By bus"]},"\n\nThe old \"Terminal Terrestre,\" which was located in Cumandá (Center of the city)has been replaced by two new terminals.\n\n",{"type":"*","value":[{"type":"'''","value":["Terminal Quitumbe"]}," (located in the far south of Quito), services all the buses that go to any destination south of Quito: Basically all of the coastal provinces, all of the amazonian provinces, and all of the mountain region (sierra) provinces except two: Carchi and Imbabura (where Otavalo and other tourist attractions are located).  This terminal can be reached by local buses (which often leave La Marin in Old Town) or by the Trolebus and Metro trolleys."]},"\n",{"type":"*","value":["For Carchi and Imbabura (where Otavalo and other tourist attractions are located) two you need to go to ",{"type":"'''","value":["Terminal Carcelén"]}," (located in the far north of Quito).  This terminal can be reached by local buses (which you can catch at La Marin in Old Town or El Ejido in New Town) or by Ecovia, Trolebus and Metro"]},"\n",{"type":"*","value":["Some bus companies have their own terminals near La Mariscal.  These include TransEsmeraldas (just past la Colon), Flota Imbabura (above El Ejido), and Reina del Camino (also above El Ejido).  However, travelers should be warned that Reina del Camino buses are among the country's most dangerous, in addition to always being either too warm or too cold.  A number of English tourists died in a Reina bus crash a few years ago and numerous Ecuadorians have as well."]},"\nComplete bus schedules, as well as trains and domestic flights, are at ",{"type":"[","value":["http:\/\/www.EcuadorSchedules.com"]},". Fares depend on where you're going. Long distance bus fares in Ecuador cost around $1 per hour, but generally the price is already established. So if for some reason, your bus trip takes double the time to get to your destination, for whatever reason (damaged road, too much traffic, etc.) you don't have to pay the extra hours. The fare to Guayaquil (July 2009) is $9.\n\nStill, the same safeguards apply: as long as you hold on to your belongings and don't hang around there at odd hours, it is safe. People will probably shout at you asking where you are going. They either work for a bus company and want to get you to buy a ticket with that company or want to help you find the bus you are looking for in exchange for a tip. If you arrive with a lot of luggage it's best to avoid the public transportation system in Quito and take a taxi to your hotel. Ecuadorian long-distance buses will generally let passengers off anywhere along their route.\n\n",{"type":"==","value":["Get around"]},"\nThere are 3 independent, 'enclose stations' systems of buses, with very few transfer stations among them. They are very inexpensive (USD 0.25 for a single ride). These lines follow north-south-lines down through the heart of Quito, and they have stations close to ",{"type":"''","value":["La Mariscal"]}," where most hotels are located. Take note that there is no tradition of waiting for people to disembark before people board, so this may take some getting used to. The buses are among the cleanest of South America, but still, be aware of pickpockets!\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Trole"]}," or ",{"type":"''","value":["The Trolley"]}," (Green stations, buses of different colors) run from station ",{"type":"''","value":["La Y"]}," in the north to ",{"type":"''","value":["El Recreo"]}," in the south. Downtown, it has the closest stations to Plaza Grande."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Metrobus"]}," (Blue stations marked with a ",{"type":"'''","value":["Q"]},", buses of different colors) run from Universidad Central in America Avenue, next to Prensa Ave, and then to Diego de Vasquez Ave. until Carcelen last station, this is the best bus service for visitors who wants to visit the Mitad del Mundo Monument, because at Ofelia station the public services buses who go to Mitad del Mundo monument waits to make the switching and carry visitors to Mitad del Mundo, USD 0.25 until Ofelia station, USD 0.35 to Mitad del Mundo Monument."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ecovia"]}," (Red buses and stations marked with an ",{"type":"'''","value":["e"]},") run from Rio Coca Station (north) to La Marin Station inside the Quito historic Downtown. Serves stations close to ",{"type":"''","value":["Casa de la Cultura"]}," and ",{"type":"''","value":["Estadio Olímpico"]}," and Quicentro mall."]},"\nThe easiest way to get to most Quito hotels from the airport is to buy a taxi ticket, available after the baggage area before exiting the airport. Cost to the hotels in the main tourist area is USD 5 (November 2008). If you hail a cab just outside at the airport you can get them to use the meter and pay less than USD 3 for a ride to La Mariscal hotel district.\n\nFor those wanting to save money and reduce their ecological impact on Ecuador, many local buses (USD 0.25) head south to the tourist areas.  Just exit the airport and cross the main street.  Buses with an \"Amazonas\" or \"Juan Leon Mera\" sign go to La Mariscal.  Buses with a \"La Marin\" sign will leave you a few blocks away from Old Town.\n\nTaxis and buses are everywhere and very inexpensive. Taxi drivers are known to pull weapons on tourists and steal their money, cameras, etc. ",{"type":"''","value":["Secuestro express"]}," (express kidnapping) is a crime that increasing numbers of taxi drivers are committing. Pickpocketing is a rare occurrence on buses and can be avoided with common sense. A taxi ride costs a minimum of USD 1 during the day and a minimum of USD 2 at night. Only use official taxis (yellow with a number painted on the door). Make sure the driver turns on the taxi meter if you don't want to get ripped off and find another taxi if they claim it's broken (taxímetro). At night or if they refuse to, negotiate the price before getting in, or wait for the next. Carry small denominations of money and have exact change for your taxi fare. If you do not have exact change, taxi drivers conveniently won't be able to make change for you and will try to convince you to make the change a tip instead. When taking a taxi be sure you are aware of the fastest route; if a driver is using the meter he may take the ",{"type":"''","value":["scenic route."]}," Most major hotels have taxis that they have approved as safe and legitimate. If unsure about a taxi, call your hotel and they can generally have a safe taxi dispatched to your location. A bus trip costs in Quito USD 0.25, including Trole and Ecovía (March 2010).\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["railway station"]}," is at the south end of the old city, close to the ",{"type":"''","value":["El Trole"]}," route. The railway is very rundown and services are erratic. It's best to check with the Visitors' Bureau on the most recent timetable."]},"\n",{"type":"*","value":[" You can ",{"type":"'''","value":["rent a car"]}," in Quito, but it's not recommended for getting around the city. It's not worth the effort with taxis so cheap. Renting a car is a possibility for exploring further afield, to the Cotopaxi or Otavalo or Papallacta areas, for instance, but is only recommended for those who speak a bit of Spanish and can handle the tension of Ecuador's 'lax' driving rules."]},"\n",{"type":"*","value":[" You can also get around by renting a Bike at ",{"type":"'''","value":["Yellow Bike"]}," or ",{"type":"'''","value":["Ecuador Freedom Bike Rental"]},". Quito offers a unique Cycle Path that goes around the northern part of the City, throughout Av. Amazonas to Parque La Carolina. If you rent a bike to travel around Quito we recommend you are careful and use a helmet, it is a nice adventure and a cheap way to get around. Lizardo Garcia 512 y Almagro, La Mariscal. www.yellowbike.com.ec  or  Ecuador Freedom Bike Rental  Juan León Mera N22-37 (between Carrión and Veintimilla) in the Mariscal www.FreedomBikeRental.com"]},"\n",{"type":"*","value":[" The best way to stay outside and see all of Quito can be on a ",{"type":"'''","value":["scooter or motorcycle rental"]},".  ",{"type":"'''","value":["Ecuador Freedom Bike Rental"]}," offers a wide range of motorscooters and motorcycles and can fit them with a GPS.  With a self-guided GPS Tour, you can see all of the sights in the city at your own pace and see much more than with a car, bicycle or taxi.  Each rider goes through a mini safety course on how to ride the scooter and all rentals include insurance and helmets.  Ecuador Freedom Bike Rental  Juan León Mera N22-37 (between Carrión and Veintimilla) www.FreedomBikeRental.com"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Quito Plaza Grande.jpg"],["thumb"],["300px"],["Plaza Grande, Quito"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Conjunto monumental San Francisco"]},". The church dates back from the 1570s and was devoted to San Francis, since the Franciscan order was the first to settle in the area. Hence the city's official name: San Francisco de Quito. The church contains masterpieces of syncretic art, including the famous \"Virgin of Quito\" by Legarda. The sculpture represents a winged virgin stepping on the devil's head (in the form of a serpent) and is displayed in the main altar. The virgin would later be inaccurately replicated on top of Panecillo hill. The museum next door to the church is arranged through the monastic compound and includes access to the choir."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo del Banco Central"]},".  Located across from the ",{"type":"''","value":["Casa de la Cultura"]}," and adjacent to the ",{"type":"''","value":["Parque El Ejido"]},", you'll find perhaps Ecuador's most renowned museum with different rooms, devoted to pre-Columbian, Colonial and gold works of art, among other topics. Some of the famous pieces include whistle bottles shaped like animals, elaborate gold headdresses and re-created miniature scenes of life along the Amazon. The museum is well-organized, and it takes about 3–4 hours to see everything. Entrance USD 2. Guides who speak several different languages including English, French and Spanish are available for a small fee. NOTE: The ",{"type":"''","value":["Banco Central"]}," also has a small exhibit downtown, across from ",{"type":"''","value":["La Compañía"]}," church. This exhibit usually shows currency or stamps. USD 1.  ",{"type":"''","value":["Casa de la Cultura"]}," station in Ecovía bus."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa de la Cultura"]}," shows a patchwork of local artists. Free entrance. ",{"type":"''","value":["Casa de la Cultura"]}," station in Ecovía bus."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo de la Ciudad"]},".  The Museo de la Ciudad is in the Old Town, on Garcia Moreno street, directly opposite the ",{"type":"[[","value":[["Carmen Alto monastery"]]},". A lovely museum with two floors encircling two quiet courtyards, the \"Museo de la Ciudad\" provides more of a social history of Ecuador than other museums in Quito. Re-enacted scenes from daily life of Ecuador's citizens through the years include a hearth scene from a 16th-century home, a battle scene against the Spanish, and illustrations of the building of ",{"type":"[[","value":[["Iglesia de San Francisco"]]}," church."]},"\n",{"type":"*","value":[{"type":"'''","value":["Teleferico"]},". This is the world's second-highest cable car. It's located on the eastern flanks of the ",{"type":"[[","value":[["Pichincha Volcano"]]}," which overlooks the whole city. It hoists visitors up to an amazing 4,000 meters (12,000 feet). On clear days, one can spot half-a-dozen volcanoes and spy the entire city below. You can also hike up from here to the Guagua Pichincha Volcano, which is active. See Teleferiqo website for details ",{"type":"[","value":["http:\/\/www.teleferiqo.com"]},". It is $4 for locals, but $8.50 (as of 3\/15\/2011) for foreigners. There is also an express lane option for more money. Get a taxi to take you to the teleferico."]},"\n",{"type":"*","value":[{"type":"'''","value":["Botanical Gardens"]},". The Jardin Botanico is located on the southwest side of Parque La Carolina. It's a wonderful escape from the city, with all of Ecuador's ecosystems represented with a wide variety of flora. You can take a guided tour or just wander. The highlight for many people are the two glassed-in orchidariums."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo Mindalae"]},". An extremely original project in the north part of the Mariscal District, this museum provides an 'ethno-historical' view of Ecuador's amazingly rich cultural diversity. You can find out about the country's different peoples, from the coast to the Andes to the Amazon, and their crafts in a specially-built and designed structure. The museum has a restaurant for lunch, a cafe and a fair-trade shop."]},"\n",{"type":"*","value":[{"type":"'''","value":["Itchimbia cultural complex and park"]},". This hill lies to the east of the Old Town. It provides stunning views of central and northern Quito, as well as the distant peak of Cayambe to the northeast. The hillside was made into a park and an impressive cultural centre established here in 2005. The centre holds temporary exhibitions. At the weekends, there are workshops and fun for children. A restaurant, Pim's, opened at the complex in June 2007. The complex closes at 6PM. Once it closes, you can head to the nearby Cafe Mosaico to watch the sunset until about 7PM. It's a great spot to watch the fading of the light on the mountainside with the floodlights of the Old Town's churches."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.guayasamin.org\/pages_ing\/index.html Museo Guayasamin"]}]},". This musueum houses the collection of Ecuador's most renowned contemporary artists, Oswaldo Guayasamin. It has a fine collection of pre-Columbian, colonial and independence art, as well as housing many of the artist's works. You can also visit the nearby Chapel of Man (Capilla del Hombre) ",{"type":"[","value":["http:\/\/www.capilladelhombre.com"]}," which was built posthumously to house some of Guayasamin's vast canvasses on the condition of Latin American Man."]},"\n",{"type":"*","value":[{"type":"'''","value":["Calle de la Ronda"]},". This street in the Old Town was restored by Municipality and FONSAL in 2007. It was transformed with the help and cooperation of the local residents. It's a romantic cobbled street just off the Plaza Santo Domingo (or it can be reached via Garcia Moreno by the City Museum). There are shops, patios, art galleries and modest cafe restaurants now, all run by residents. Cultural events are common at the weekends."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Vírgen del Panecillo"]},".  Adjacent to the Old City, El Panecillo is a large hill on top of which is La Virgin del Panecillo, a large statue of the 'winged' Virgin Mary.  She can be seen from most points in the city. Local legend has it that she is the only virgin in Quito. Never walk up the hill, always take a taxi or a bus as the walk up can be dangerous."]},{"type":"[[","value":[["File:EC Mitad del Mundo 01 2012.jpg"],["thumb"],["The Mitad del Mundo monument"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Mitad del Mundo"]},".  Just outside of Quito is where the measurements were first made that proved that the shape of the Earth is in fact an oblate spheroid.  Commemorating this is a large monument that straddles the equator called ",{"type":"'''","value":["Mitad del Mundo"]}," or middle of the world.  Note, however, that the true equator is not at the Mitad del Mundo monument.  Through the magic of GPS technology, we now know that it is only 240 meters away—right where the Indians said it was before the French came along and built the monument in the wrong place. The entrance for the park is $2 (included entrance to small museums). For some of the attractions you have to pay extra."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/museointinan.com.ec\/ The Intiñan Solar Museum"]}]}," is right next to the Mitad del Mundo monument on the other side of the north fence. For $4 you can have a tour of this little museum.  Note that they don't demonstrate the Coriolis effect but rather deceive you (ask for repeating the experiment on your own and they will deny it). Other \"experiments\" showing effects that apparently only occur on the equator are also scam. The tour is completed by some untrue facts about indigenous cultures in Ecuador and is just straining after effect. The place looks like a total dump and is at the end of a dirt road, but for some people it is much more interesting and informative than the ",{"type":"'''","value":["Mitad del Mundo"]},".  When you go to the middle of the world, you can just take a bus ($0.40) straight there, or go with a tour, or hire a taxi driver by the hour.  The hourly rate should be in the $12 or less range. Buses leave from the Occidental or Av. America for $0.40 and have \"Mitad del Mundo\" clearly written large on the front.  This is the most economical option and tours of the Intiñan Solar Museum are $4.  Entry to the monument nearby is $2, but only worth it for a photo straddling the equator - which you can do at the 'real' equator nearby at Intiñan."]},"\n",{"type":"*","value":[{"type":"'''","value":["Iglesia de la Compañia de Jesus."]},"  In the Old City, this church is regarded by many as the most beautiful in the Americas.  Partially destroyed by fire, it was restored with assistance from the Getty Foundation and other benefactors.  Stunning."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Explore the Old Town"]}," With its gorgeous mixture of colonial and republican\/independence era architecture (Late 1500's to 1800's), relaxing plazas and a stunning number of churches. If you happen to be there during Christmas or Easter, you'll be amazed at the number of events, masses, and processions that bring out the crowds. You'll find craft shops, cafes, restaurants and hotels across its grid of streets."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["A recommended walking tour"]}," that could enhance your vision of the Historic Center is as follows. Take the trolley (watch your belongings) south until \"Cumanda\" stop. Get down, you are on Maldonado street. There you will have an impressive view of what once was the \"Jerusalem\" ravine, which stands between Panecillo and the core. Walk north past the trolley stop and go down a narrow stairway that brings you to La Ronda street, of Pre-Columbian origins. Walk up picturesque La Ronda until you reach Av. 24 de Mayo. This boulevard was built on top of this section of Jerusalem ravine to connect the two sides of town. On Garcia Moreno Street turn north and you will arrive to the Museo de la Ciudad, which provides an easy and interactive history of Quito. Then walk on Garcia Moreno street until Sucre, which is a pedestrian street. La Compania is at the corner and if you go up Sucre street you will reach San Francisco. If you continue on Garcia Moreno you will reach the Main (independence) Square. If you go to San Francisco, then walk to La Merced and down to the Main Square. This itinerary follows a chronological and logical sequence of sites. Most people do it backwards, turning La Ronda and Museo de la Ciudad as distant points where you're usually worn out by the time you get there. In any event, the Historic Center is so vast that you need more than one visit to see it all. The recommended walk provides you with a good overview if you're short of time or want to see as much as possible on a first day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Watch"]}," The old men play Ecuador's version of bocce at Parque El Ejido. You can also see some serious games of Ecua-volley, the local version of volleyball, on a Saturday or Sunday."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Middle of the World"]}," 45 mins from the capital Quito, you can go to see the Monument to the middle of the World. It's a big monument with many events and things to do. For example, national indigenous music groups play different songs of their culture. There are museums with the history of the 0 latitud and history of Quito as well. There are many unique artworks and once you are there you can even weight your self and you will find out how you weigh less on the equator."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bicycle Ride"]}," the Ciclopaseo takes place every Sunday. 30 kilometres (20 miles) of roads running north-south through the city are completely closed to traffic. People cycle, run and blade the route. Up to 30,000 people take part. Several bike shops rent bikes for visitors to be able to take part."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cable Car"]}," There is a cable car ride up the side of Ruco Pichina. It's called \"Teleferico\" in Spanish. Ask your hotel about the special buses that run through the city taking people towards this destination. You can also find your own way there through taxi or bus."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Go Mountain Biking"],["alt=BIKING Dutchman mountain biking tours"],["url=http:\/\/www.bikingdutchman.com"],["email=biking.dutchman@gmail.com"],["address=Foch E4-283"],["lat="],["long="],["directions=corner of Av. Amazonas in La Mariscal"],["phone=(02) 2568 323"],["tollfree="],["fax="],["hours="],["price="],["content=There are many outfits offering one- to multi-day mountain biking trips to the surrounding volcanos, lakes, and valleys. Biking Dutchman is one of the oldest and most well-regarded."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Equinox Spanish School"]},": Located on Calle Yánez Pinzón N25-106 y Colón, in the Mariscal district. Equinox is the 2nd oldest school in Quito and hosts study abroad programs from universities and a very large amount of foreign students who want to learn Spanish. The prices are affordable and extremely personable."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Banana Spanish School"],["url=http:\/\/bananaspanish.com\/"],["email="],["address=José Tamayo 935-A y Foch"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spanish classes for foreign students in Ecuador. Affordable classes as well, at a teachers co-op."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Green Horse Ranch"],["url=http:\/\/www.horseranch.de\/"],["email="],["address=Quito, Ecuador"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Pululahua Crater is one of the most amazing places to ride, but chances are you will not find anything about it in your guide book. Astrid, the owner of the ranch who moved to Ecuador from Germany about 15 years ago, will pick you up in Quito and bring you to the ranch (about 45 minute drive). Rides of various lengths are available and she has a wide variety of horses ready for novices and experts. Her and her staff are incredibly friendly and everything is included in the price."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Instituto Superior de Español"],["alt="],["url=http:\/\/www.instituto-superior.net\/"],["email=info@superior-edu.com"],["address=Guayaquil N9-77 y Oriente"],["lat="],["long="],["directions=located in the centro histórico"],["phone=+593 2-228-5657"],["tollfree="],["fax="],["hours=8:30AM to 5PM Monday - Friday"],["price="],["content=located in the heart of Quitos centro histórico, the Instituto Superior de Español offers high-quality Spanish language training, classes and instruction especially for foreign students since 1988. The students get the opportunity to book private or group spanish courses, to take part in volunteerprograms or to discover the country and learn spanish at the same time by choosing the unique traveling classroom."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ailola Quito"],["alt="],["url=http:\/\/www.ailolaquito.com"],["email=info@ailolaquito.com"],["address=Oriente N9-77 y Guayaquil"],["lat="],["long="],["directions="],["phone=+593 2-228-5657"],["tollfree="],["fax="],["hours="],["price=from 119 $ (Group courses)"],["content=Ailola Quito offers several Spanish Courses(individual, group or combi classes), Traveling classroom and volunteer programs for every age in Quito and other locations like Otavalo."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are lots of artisans working on unique crafts in the capital. These include guitar-makers, candle makers, tanners and leather-workers, silversmiths, ceramicists and woodcarvers. You can find them at their workshops, published in a guide by the Visitors' Bureau.\n\nThere are also several fair-trade shops in Quito which promise to pay the craftspeople fairly for their products. The ones at the Tianguez (Plaza San Francisco), El Quinde (Plaza Grande), and Museo Mindalae are all very good.\n\nThere are many shopping malls in Quito such as Quicentro, Mall el Jardin, CCI, CC. El Bosque, Megamaxi, Ventura Mall, Ciudad Comercial el Recreo, San Luis, etc. and every street corner has several small \"Mom and Pop\" shops or stands where only a couple of items are for sale. If your shopping list is very long, you may spend all day looking around for the stores that have the items on your list.\n\nThere are many casual wear stores like MNG, Benetton, Lacoste, Guess, Fossil, Bohno,Diesel etc. So if you need some items Quito is in fact a very good place to buy nice clothes at relatively low prices.\n\nEcuador's indigenous peoples include many highly skilled weavers.  Almost everyone who goes to Ecuador sooner or later purchases a sweater, scarf or tapestry.  In Quito vendors are found along the sidewalks of more touristy neighborhoods.  You should also consider travelling directly to some of the artisen markets, such as the famous one in ",{"type":"[[","value":[["Otavalo"]]},". If you haven't got time for Otavalo, you can find virtually the same gear at the market on Jorge Washington and Juan Leon Mera in the Mariscal district. The Mariscal is replete with dozens of souvenir, craft and T-shirt stores which make shopping for a gift very easy.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Zapytal"],["url="],["email="],["address=Foch E4-298 v Av Amazonas"],["lat="],["long="],["directions="],["phone=528 757"],["tollfree="],["fax="],["hours="],["price="],["content=Hand made shoes. A wide selection in stock plus made to measure if you have 8 days to spare.  A selection of correspondant (spectator shoes), riding boots and womens shoes $80"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Guitarras Guacan"],["url=http:\/\/www.guitarrasguacan.com"],["email="],["address=Chimborazo y Bahia"],["lat="],["long="],["directions="],["phone=(+593) 2-2583-475"],["tollfree="],["fax="],["hours="],["price="],["content=Master Luthier Cesar Guacan's quaint guitar workshop at the base of the Virgin del Panecillo - great guitars for both professionals and budget-conscious. www.guitarrasguacan.com"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nYou name it, and it's available in Quito. Restaurants range from the basic places offering chicken and rice for $1.50 to international food with very expensive prices. The country benefits from all worlds, with a variety of dishes inspired by both coastal and Andean produce. Seafood and fish is fresh and delicious, while meats, particularly pork, are excellent. These combine with typical ingredients such as potatoes, plantains and all sorts of tropical and Andean fruits.\n\nA good area to head to for eating out is the Plaza El Quinde (or Foch) which is in the Mariscal district at Foch y Reina Victoria. There are dozens of restaurants and eateries all around this area. La Floresta, up the hill from the Mariscal around 12 de Octubre, also has many fine restaurants. The La Floresta traffic circle turns into an evening market after 5PM and the most popular dish served is tripa mishqui (grilled beef or pork intestines).\n\nChurrasco is a great Ecuadorian version of a Brazilian dish. Tallarin is a popular noodle dish mixed with chicken or beef.\nChinese restaurants are known as \"Chifas\" and are very abundant.  Chaulafan is the local term for fried-rice, a very popular dish. Cebiche (also spelled ceviche) is a very popular dish in which clams or shrimp are marinated in a broth.  Worth trying, but look for a well known restaurant with many locals to be sure you are getting fresh seafood.\n\nWhen buying from lower-priced restaurants or shops, if you only have bills larger than a $5, it's a good idea to get them changed at a bank first.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pim's"],["url=http:\/\/www.restaurantepims.com\/pages_ing\/pims_panecillo.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Ecuadorian Franchise. They have 4 locals, Panecillo, Cumbaya, Itchimbia and Isabel La Catolica (next to the Swissotel)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Techo del Mundo"],["alt=Restaurante El Techo del Mundo"],["url=http:\/\/www.hotelquito.com\/index.php?option=com_content&view=article&id=26&Itemid=6&lang=en"],["email="],["address=Av. González Suárez N27 142"],["lat="],["long="],["directions=In the 7th floor of Hotel Quito"],["phone=(593)2 254 4600"],["tollfree="],["fax="],["hours=8AM - 12AM"],["price="],["content=Luxurious restaurant with an expectacular view located in the 5 stars hotel “Hotel Quito”, international and Ecuadorian cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Capuleto"]}," -Italian. Av. Eloy Alfaro y 6 de Diciembre. You can enjoy a fine Italian meal in a quiet space... but just in the middle of the city. The home made pizza and the capuccino are excellent."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Tibidabo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=593-2 223-7334"],["tollfree="],["fax="],["hours="],["price="],["content=International cuisine. Moderate. Attentive service in a comfortable, unpretentious atmosphere. General Salazar 934 y 12 de Octubre. Hours: M - F 12:30 - 4 and 6:30 - 11; Sat 6:30 - 11; Sunday closed. Reservations recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Restaurante Las Redes"]}," - Seafood.  Moderate.  Popular with the locals; well known for ceviche.  Amazonas 845.  Tel. 252 5697."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ille de France"]}," - French.  Expensive and excellent.  Formal attire.  Reina Victoria 1747.  Tel. 255 3292.  Hours:  Daily 7 - 11."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Nispero"]},", Valladoli N24-438 y Cordero, tel. 222 6398.  Fine Ecuadorian cuisine in an elegant atmosphere.  Moderate.  Business casual. Hours:  Tues - Sat 12 - 4 and 7 - 11; Sun - Mon 12 - 4.  Reservations recommended."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cebiches de la Rumiñahui"]}," Ceviches are its specialty. Reasonable prices for excellent cebiche. Popular with locals.  Real Audiencia N59-121 La Mariscal. Also in the food courts of \"Quicentro Shopping\" Mall, \"San Marino Shopping\" Mall and \"El Recreo\" Mall."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restaurante Vegetariano"]},", Salinas, near the intersection with Riofrio.  Vegetarian almuerzos for $2. Juice, soups, snacks, soya milk, vegy steaks etc.  Good vegy food, in a very clean environment.  They also sell powdered soya milk, and a few dietary supplements."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restaurante Vegetariano"]},", Av Mariania de Jesus, down the hill from the junction with Hungaria.  Chinese type veggie food. Complete Almuerzos with brown rice $2.50, or get separate elements: soup 70c, main $1.80, and Great Juices 50c or 70c. Pearl tea $1.20 or $1.50. Soy milk 80c. Chaumien, Chaulafan, Chop Suey all $2.50."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restaurante Vegetariano"]},", Does almuerzos for $2, brown rice, good juice. Standard vegy fayre."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mongos"]},", Mongolian Grill.  Calama 469 y Juan Leon Mera, in the heart of trendy gringolandia new town. All your can eat buffets (vegetarian $3.99, with meats $5.99.  Includes salad or soup entre, and one free drink.  Great quality meat."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mulligan's"],["url=http:\/\/www.mulligans.com.ec"],["email="],["address=Calama E5-44 y Juan Leon Mera"],["lat="],["long="],["directions=La Mariscal"],["phone=223-6844"],["tollfree="],["fax="],["hours="],["price="],["content=Need a break from all the new tastes, get a taste and comfort from home. This American style Sports Bar has great food and you can watch all your favorite sports on TV."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mea Culpa"],["alt=Restaurant"],["url=http:\/\/www.meaculpa.com.ec"],["email=reservaciones@meaculpa.com.ec"],["address=Chile y Venezuela (Palacio Arzobispal)"],["lat="],["long="],["directions=Plaza Grande. Second floor."],["phone=(593 2) 2951 190 • 2950 392"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=Among the best restaurants in town. Great service and food, taste the crepes de pangora (stone crab). Dishes are small, get an entry. Nice view of the plaza from some tables. Dress Code: Semi Formal."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Uncle Ho's"],["url=http:\/\/www.unclehos.com"],["email="],["address=E8-40 Jose Calama y Diego de Almagro"],["lat="],["long="],["directions=2 Blocks from Plaza Foch"],["phone=02 5114030"],["tollfree="],["fax="],["hours=Mon - Sat, Midday til 11PM"],["price=$7 - $10"],["content=Great fresh Asian food (Vietnamese & Thai) in funky surroundings with  friendly service.  Excellent Martinis & drink specials.  Prices - Appetizers $3–4, Mains $7–10.  Tofu & Veggie options, Local Ecuadorian Specialities."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Achiote"],["url="],["email="],["address=Juan Rodriguez 282 y Reina Victoria"],["lat="],["long="],["directions=La Mariscal"],["phone=593022501743"],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Ecuadorian cuisine with a gourmet twist!"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are several Ecuadorian brands of beer, but the most prevalent throughout the country is Pilsener.However if you are looking for a better quality beer the \"Club\" in the green bottle is recommended. There are also some alcoholic drinks which can only be found in Quito like Mistelas, etc.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sport Planet"],["url="],["email="],["address=Av. America y Naciones Unidas"],["lat="],["long="],["directions="],["phone=593 2 267 790"],["tollfree="],["fax="],["hours="],["price="],["content=Located on the 3rd floor of \"Plaza de las Americas\". Is the Ecuadorian version of Hollywood Planet. \nThe night sky of northern Quito is incredible and the food is great."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Turtle's Head"],["url="],["email="],["address=La Niña 626 y Amazonas"],["lat="],["long="],["directions="],["phone=593-2-256-5544"],["tollfree="],["fax="],["hours="],["price="],["content=An english pub style bar that often has live music in the later hours. They have their own brews along with other popular beers.  They also have pool tables, foosball, darts etc. As of June 2010 Turtle's Head is also open in the nearby valley of Cumbaya, located in the main plaza across from the church."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cherusker"],["url=http:\/\/www.cherusker.com.ec\/"],["email="],["address=Joaquin Pinto y Diego de Almagro"],["lat="],["long="],["directions=vis-a-vis to Finn McCools"],["phone=(593)02-6008895"],["tollfree="],["fax="],["hours=3PM-late"],["price="],["content=New German-run Brew-Pub with excellent beer, from Hefeweizen (blond wheat beer) to Stout. Offers mostly german food, such as sausages, schnitzel, potato salad and tasty Hamburgers. Has live sports on a big screen (HD), a beautiful garden and foosball. Wednesday Reggae Night, Thursday Classic and modern Rock. Packed on Fridays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Q bar+restaurant+lounge"],["url=http:\/\/www.quitoq.com\/"],["email="],["address=Plaza Foch, La Mariscal"],["lat="],["long="],["directions="],["phone=[+593 2] 255 7840"],["tollfree="],["fax="],["hours="],["price="],["content=A very elegant lounge style bar. It's located on Foch Plaza so you have access to an even wider options nearby."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sutra"],["url="],["email="],["address=J Calama 380, Mariscal Sucre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place to have some drinks and have a chat, or just to pass the time. Is just above \"no bar\""]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=El pobre Diablo"],["url="],["email="],["address=Isabel La Católica E12-06 y Galavis esq. La Floresta"],["lat="],["long="],["directions="],["phone= (593) 02 2235194 \/ 2225397 \/ 099216290"],["tollfree="],["fax="],["hours="],["price="],["content=Is one of the oldest cafe-bars in Quito. Almost every week there are some kind of cultural activity or a live concert. The food and the drinks are moderately priced. The \"Vino caliente\" and \"canelazo\" are recommended.  El pobre Diablo is located across the street from the Swiss Hotel.  There is a local menu that is new Monday to Friday featuring a four course pre fixed lunch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Grima's Pub of Quito"],["url="],["email="],["address=Luis Cordero E12-141 y Av. Toledo. La Floresta"],["lat="],["long="],["directions="],["phone= (02) 223-0846"],["tollfree="],["fax="],["hours="],["price="],["content=Grima is a great place for good drinks at a very reasonable price.  Located on the lower level is one of the best art galleries featuring local artists in Quito.  Six nights a week (except mondays) there is a  D.J. spinning the best in electronic & rock music in Quito."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Magic Bean"],["url=http:\/\/www.magicbeanquito.com"],["email="],["address=Foch # 681 E5-08 y Juan Leon Mera"],["lat="],["long="],["directions="],["phone=03 593 2 2566 181"],["tollfree="],["fax="],["hours="],["price="],["content=a good menu, excellent quality and big portions, a good \"backpacker\" vibe to the restaurant and English speaking staff, fresh juices.  For reading, the American newspaper \"Miami Herald\" is available.  Super clean & centrally located, with a Hostel attatched to the restaurant Magic Bean.  Very clean bathrooms for travelers on a budget.  Fresh Espresso, Cappuccino, Beer, Wine, Coffee, Tea & a wide variety of pastry & ice cream."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Zazu"],["url=http:\/\/www.zazuquito.com"],["email="],["address=Mariano Aguilera 331 & La Pradera"],["lat="],["long="],["directions="],["phone=[593 2] 254 3559"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=Upscale restaurant well worth the visit. Urban chic meets Quito, and the result is a very comfortable setting with outstanding cuisine and top notch service. Great wine list too.  Located near the JW Marriott."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Finn Mc Cool's"],["url=http:\/\/www.irishpubquito.com"],["email="],["address=Corner of Diego de Almagro y Joaquin Pinto. La Mariscal"],["lat="],["long="],["directions=1 block from Plaza Foch"],["phone=+593 2 2521780"],["tollfree="],["fax="],["hours=11AM - Late"],["price="],["content=Your local away from home. Cozy Irish pub with friendly atmosphere, loads of Live sports, free pool and foosball, draft beer and good pub food all day. Poker Monday, Table Quiz Tuesday and good craic every night of the week. Get in before 4 on Sundays!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=República del Cacao"],["url="],["email="],["address=corner of Reina Victoria y J. Pinto"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice place to have a cup of delicious hot chocolate. They also offer coffee, cookies and souvenirs (e.g. chocolate and cool t-shirts)."]]}]},"\n",{"type":"===","value":["Dance Clubs"]},"\n\nLa Mariscal offers tons of places for dancing or just drinks.\n\n",{"type":"*","value":[{"type":"'''","value":["Varadero"]}," - Reina Victoria 1751 and La Pinta; Small, local and super sweaty, this bar-restaurant packs in the crowds for high-energy live Cuban music. Small cover to get in and drinks are moderately expensive."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Aguijon"]}," - A favorite of locals and tourist, if you like ska, new punk and all kinds of alternative rock music this is the place for you, this is the best place in the city for you to hear the fusion between Ecuadorian and Latin rhythms like salsa, meringue vallenatos, cumbias, etc. and reggae, trip hop, trance, skapunk etc. Located in the Mariscal District."]},"\n",{"type":"*","value":[{"type":"'''","value":["\"Seseribo\""]}," -  Famous for being the first Salsoteca in Quito. Ave. Veintimilla & 12 de Octubre Bdg. El Girón (basement). They play tropical beats here and on Wednesdays they have live salsa. The club also functions as a cultural space for live Caribbean Music, art expositions and book presentations."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Blooms"]}," - Walking distance from Reina Victoria. It's more of beer pub than anything else, a nice place to start the night."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bungalow 6"]}," - Located at Calama street - Place for \"gringos\" to mingle with the locals. It's an overall fun place to go - Wednesdays Ladies Night are the best day to go, definitley."]},"\n",{"type":"*","value":[{"type":"'''","value":["No Bar"]}," - One of the oldest places in Quito. Located at Calama street and Juan Leon Mera."]},"\nOutside of La Mariscal are other clubs that are more famous among locals.\n\n",{"type":"*","value":[{"type":"'''","value":["Discoteca Blues"]}," Av.Republica - a popular late night electronica\/rock club."]},"\n",{"type":"*","value":[{"type":"'''","value":["Strawberry Fields Forever"]}," Calama y Juan Leon Mera - a unique Beatle Bar in the heart of La Mariscal\/rock and roll and more."]},"\n",{"type":"===","value":["Guapulo"]},"\n\nCheck out the Guapulo area of Quito, its a winding steep area with several great bars and cafés with a real bohemian feel. Just be careful if you go in after sundown, since this area is a bit dodgy.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are dozens of hostels and hotels in town to accommodate all the visitors. Most people stay in the new town, which is closer to the nightlife.\n\n",{"type":"===","value":["New Town"]},"\n\n",{"type":"====","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grinn House"],["url="],["email=info@grinnhouse.com"],["address=Calama y 6 de Deciembre (New Town)"],["lat="],["long="],["directions="],["phone=2231 917"],["tollfree="],["fax="],["hours="],["price=$7 per person with shared bath, $20 double private suite"],["checkin="],["checkout="],["content=Located in the New Town at the end of the bar & restaurant-filled Calama St, this hostel is brightly lit, immaculately clean and features some of the most comfortable beds and blankets you'll find in any hostel in South America.  Dorm rooms for 4+ people (if there isn't much traffic you might even get a room to yourself).  The double suite has its own private bathroom and cabinets for your belongings.  Open kitchen and fridge for guests. Plenty of hot water, free wi-fi internet, and optional laundry service and breakfasts.  Very friendly owner and staff are happy to help with directions, activities, tours, cabs, etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Marsella"],["url="],["email=hostalmarsella@hotmail.com"],["address=Ríos N-12-139 (2035) y Espinoza (Alameda)"],["lat="],["long="],["directions="],["phone=2580 795"],["tollfree="],["fax="],["hours="],["price=$7 per person with shared bath, $10 private"],["checkin="],["checkout="],["content=Located between New and Old Quito, just up the hill from Parque Alameda. Plenty of clean rooms with sitting areas both inside and under a new glassed-in ceiling on the rooftop (with views of the Basilica and the Panacillo\/Angel.)  Hot water, free wi-fi internet in the common areas, laundry service, large breakfasts ($2–$3).  Door is locked 24\/7 for security and the very friendly owners and staff are happy to help with directions, calling cabs, etc.  Great spot away from (but within walking distance of) the much more touristy Mariscal Sucre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Backpackers Inn"],["url=http:\/\/backpackersinn.net"],["email=info@backpackersinn.net"],["address=Juan Rodriguez E7-48 y Reina Victoria, La Mariscal"],["lat="],["long="],["directions="],["phone=02 250 9669"],["tollfree="],["fax="],["hours="],["price=From 6.50 USD\/Dorm night"],["checkin="],["checkout="],["content=Centrally and very quietly located in the heart of La Mariscal District. The rooms and bathrooms are very clean. Good Kitchen for joint use, Free Internet and WiFi. Check-in and entrance available 24 hours. Big, comfy common rooms filled with fun things and a warm, welcoming atmosphere. Parking space available at no charge."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Helbling"],["url=http:\/\/www.casahelbling.de"],["email=casahelbling@yahoo.de"],["address=General Veintimilla 531 y 6 de Diciembre, La Mariscal"],["lat="],["long="],["directions="],["phone=02 222 6013"],["tollfree="],["fax="],["hours="],["price=Single $16, double $26, breakfast ~$5"],["checkin="],["checkout="],["content=An old, but well preserved, large mansion where every room is different, but all are nice with a lot of light. Most are shared bathrooms. Full kitchen available for use; nice courtyards, roof decks, and outdoor speaces. Breakfast and laundry available. German and English spoken. Free wifi and a computer for use. Friendly, relaxed staff. Quiet and tranquil, perfect for those over 30 who want to be in La Mariscal but away from the crazy college crowd."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aleida's Hostal"],["url=http:\/\/www.aleidashostal.com.ec\/"],["email="],["address=559 Andalucía St"],["lat="],["long="],["directions="],["phone=02 223 4570"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Aleida's Hostal is a laid back family run hotel just a block away from La Floresta's big 5 star hotels.  The building is a beautifully restored three story house built in the 1950s with friendly staff and a sunny courtyard in the front.  Spanish and English are spoken and services include wireless internet, laundry, book exchange, and more.  Rooms start at around $15 including breakfast in the restaurant downstairs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa Sol"],["url=http:\/\/www.lacasasol.com"],["email="],["address=Calama 127"],["lat="],["long="],["directions=La Mariscal neighborhood. Near Av 6 de diciembre"],["phone=02 223 0798"],["tollfree="],["fax="],["hours="],["price=20 USD"],["checkin=Noon"],["checkout=Noon"],["content=A colorful, homey hostel in the best part of the neighborhood, close to shopping, nightlife and entertainment.  Great amenities: cafe and international library, and a beautiful antique house.  Nice breakfast in a sunny restaurant. Walking distance to s 'Metro Bus' station."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Cafecito"],["url="],["email="],["address=Cordero 1124, La Mariscal"],["lat="],["long="],["directions="],["phone=02 223 4862"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Clean rooms, a popular cafe\/restaurant and a tranquil shaded courtyard all housed in a beautifully decorated building in the Mariscal.  The hostel has 6 rooms and prices start at $7USD (June, 2009) for a dorm bed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casona de Mario"],["url=http:\/\/www.hosteltrail.com\/lacasonademario\/"],["email="],["address=Andalucia 213 y Galicia, La Floresta"],["lat="],["long="],["directions="],["phone=02 254 4036"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Single double and triple room. All rooms have shared bathrooms and there is a set price of $10.00 per person per night"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa de Elize"],["url="],["email="],["address=Isabel La Católica N24-679"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hostel with a family atmosphere. It's a few blocks from the Mariscal area. Dormbed $6 and breakfast $1,50."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Centro Del Mundo"],["url=http:\/\/www.centrodelmundo.com\/"],["email="],["address=Lizardo García E7-26 Between Diego Almagro y Reina Victoria Quito"],["lat="],["long="],["directions="],["phone=02 222 9050"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has affordable rooms, a trilingual owner Pierre, and is a great spot for backpackers.  Television room and free rum and coke nights three times a week.  Food is also available.  Showers aren't very hot though.  USD 5.60."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Belmont"],["url=http:\/\/javierstuff.com\/Belmont\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=02 295 6235"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Anteparra N-413, rooftop kitchen and terrace with great views over the city, TV room with DVDs and SNES, free use of washing machines, free internet, free tea\/coffee\/aromaticas all day, friendly family run place, 2 mins from Itchimbia park - more great views. 6 USD per person per night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Magic Bean Hostal"],["url=http:\/\/magicbeanquito.com\/"],["email="],["address=Foch No 681 (E5-08) y Juan Leon Mera Small hostel over the restaurant"],["lat="],["long="],["directions="],["phone=02 256 6181"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One large room sleeps 3 with private bath ($40 plus taxes) the other accommodation in a Dorm style room.  Friendly staff and an excellent breakfast, but its a very noisy area."]]}]},"\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Quito Airport Suites"],["alt="],["url=http:\/\/www.quitovacationrentals.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=La Brasil y Mariano Hecheverría. $45 for 1 or 2 people. Get own key. Can have guests over. Pets allowed. Parking, full kitchen available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sierra Nevada"],["url=http:\/\/www.hotelsierranevada.com\/"],["email=info@hotelsierranevada.com"],["address=Joaquin Pinto 150-E4 y Cordero, la Mariscal"],["lat="],["long="],["directions="],["phone=+593-2-2553658"],["tollfree="],["fax=+593-2-2554936"],["hours="],["price=Single $35.50; double $52.00; triple $68.00; quadruple $79.00"],["checkin=24h"],["checkout=2PM"],["content=The hotel (founded in 1997) is located in a charming old townhouse right off the famous Avenida Amazonas. It has 19 rooms and offers free breakfast. They offer airport pick-ups."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hostal la Rabida"],["alt="],["url=http:\/\/www.hostalrabida.com\/"],["email="],["address=La Rabida 227 y Santa Maria"],["lat="],["long="],["directions="],["phone=(5932) 222-1720"],["tollfree="],["fax="],["price=Rates range from $46-$70 a day"],["checkin="],["checkout="],["content=There is also a very good restaurant on the premises. Friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Sierra Madre"],["url="],["email="],["address=Av Veintemilia # 464 y Luis Tamayo"],["lat="],["long="],["directions="],["phone=2224 950"],["tollfree="],["fax="],["hours="],["price=$60.78"],["checkin="],["checkout="],["content=A good mid range place, comfortable beds, quiet rooms, close to La Mariscal (2 minutes) but much quieter.  Breakfast expensive, just walk into town"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Travellers Inn"],["alt=2800 meters"],["url=http:\/\/www.travellersecuador.com"],["email=info@TravellersEcuador.com"],["address=La Pinta E4-435 y Av. Amazonas, La Mariscal."],["lat="],["long="],["directions=2 blocks south of the Marriott hotel"],["phone=+59322546455"],["tollfree="],["fax="],["hours="],["price=$11-$25"],["checkin=24h"],["checkout=12:00"],["content=This is an old mansion from the beginnings of the 20th century, nicely decorated. It has a mini-bar, guest kitchen, travel agency inside and extremely friendly and helpful English speaking staff. It has yards all around the house and wireless Internet to all the building (2 computers with Internet connection as well). Included breakfast here is awesome: coffee (real coffee), tea, milk, fresh juice, 3 types of fruits, bread, cheese, 2 eggs, butter, marmalade, etc. There is a laundry service, Spanish lessons, book exchange, free maps, bike rental, luggage storage, etc. A nice TV room with a huge collection of movies. There are rooms with shared bathroom from 11 dollars per person, and rooms with private bathroom from 15 dollars per person."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=JW Marriott Hotel Quito"],["alt="],["url=http:\/\/www.marriott.com\/UIODT"],["email="],["address=Av. Orellana 1172 y Av. Amazonas"],["lat="],["long="],["directions="],["phone=+593 2 2972000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Luxury hotel, offers spacious and luxurious rooms, along with first-class meeting facilities, a outdoor pool and garden, full-service SPA and outstanding restaurants."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Quito"],["alt="],["url=http:\/\/www.hotelquito.com"],["email="],["address=Av. González Suárez N27 142"],["lat="],["long="],["directions="],["phone=(593)2 254 4600"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This hotel offers the following services: Casino, Restaurant, Room service, Wifi, Swimming pool, Garden spa and fitness, Business Center, Shops, Parking, Wet and dry cleaning, nanny service,"]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.swissotel.com\/hotels\/quito\/ Swissotel Quito"]}]}," 12 de Agosto y Luis Cordero +593 2 256 7600 Very nice luxury hotel near downtown Quito. Has a great Japanese Restaurant and Fondue."]},{"type":"===","value":["Between the Old and New Town"]},"\n\n",{"type":"====","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=L'Auberge Inn"],["url=http:\/\/www.auberge-inn-hostal.com\/"],["email=reservation@auberge-inn-hostal.com"],["address=Av. Colombia  1138 y Yaguachi"],["lat="],["long="],["directions="],["phone=(593) 2 2 552 912"],["tollfree="],["fax=(593) 2 2 569 886"],["hours="],["price="],["checkin="],["checkout="],["content=Nice place to make your base for your time in Quito. Clean but basic rooms, internet in-house and a big cheap breakfast. There is also a Swiss restaurant directly below."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chicago Hostel Inn"],["url=http:\/\/www.chicagohostelecuador.hostel.com\/"],["email=chicagohostel_ecuador@hotmail.com"],["address=Los Rios # 1730 y Briceño"],["lat="],["long="],["directions="],["phone=(593)(2)2281695"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=11AM"],["content=Our hostel is conveniently located near all major public transportation, inside a traditional neighborhood of Quito called San Blas. Our hostel is located to 8 minutes away to the Main Square in the Old Town and 20 minutes away to the night life (walking distances). We offer you private rooms with private and shared bathrooms and besides a mixed dorm room ensuite, internet, WIFI, housekeeping everyday, mailbox service, an amazing view point of Quito from our covered top terrace, luggage storage, security lockers, exchange books, bar, breakfast served at the top terrace, Spanish Classes, travel agency \"TradeTouring S.A.\" (http:\/\/www.tradetouring.webs.com\/)"]]}]},"\n",{"type":"===","value":["Old Town"]},"\nOld Town is a good base for sightseers. \n",{"type":"====","value":["Budget"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Secret Garden"]},", Calle Antepara E4-60 y Los Rios, San Blas, (593)2956 704 or (593)3160 949, ",{"type":"[","value":["http:\/\/www.secretgardenquito.com\/"]},".  Offers a roof terrace with a great view and herbs grown by the volunteer staff.  Moreover there is a jaw dropping and wonderful view of the older section of Quito. Has a great in-house travel agency Carpedm Adventures ( http:\/\/www.carpedm.ca ) to help sort out Galapagos, Amazon & more. There are fires nightly and the staff cooks three course meals every night, the hostel also offers breakfast for $2,80."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Huasi Continental"],["alt=Close to the crossing of Flores and Sucre."],["url=http:\/\/www.hotelhuasi.com"],["email=info@hotelhuasi.com"],["address=Calle Flores 308"],["lat="],["long="],["directions="],["phone=+593 2 2957 327\/+593 2 2956 535"],["tollfree="],["fax="],["hours="],["price=Singles from $10"],["checkin="],["checkout="],["content=Nice and clean hotel in the old town with helpful staff. Note that some of the rooms facing the street can be a bit noisy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Community Hostel"],["alt=Four blocks from Plaza Grande."],["url=http:\/\/www.communityhostel.com"],["email=communityhostel@gmail.com"],["address=N6-78 Pedro Fermin Cevallos and Olmedo"],["lat="],["long="],["directions="],["phone=+011-593-59049658"],["tollfree="],["fax="],["hours="],["price=D\/$10,S\/20"],["checkin="],["checkout="],["content=A newly opened hostel in the historic district of Quito's Old Town. With a friendly Staff and very clean environment."]]}]},"\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel San Francisco de Quito"],["url=http:\/\/www.sanfranciscodequito.com.ec\/"],["email="],["address=Sucre 217 y Guayaquil"],["lat="],["long="],["directions=Walk north-east from Santo Domingo Trole station to Sucre, turn left, hotel is on your left.  If taking a cab, walk to a nearby street...cabs in front of the hotel will refuse to use their meter."],["phone=+593 2 2951 241\/+593 2 2287 758"],["tollfree="],["fax="],["hours="],["price=singles\/doubles $23\/$42"],["checkin="],["checkout="],["content=A lovely, comfortable, converted estate house offering excellent value.  Price includes a basic breakfast, which can be upgraded for a price.  Some rooms on the courtyard and street are a bit noisy.  There are no windows in most rooms.  The restaurant also serves excellent dinners, priced in line with other a-la-carte restaurants."]]}]},"\n",{"type":"====","value":["Splurge"]},"\n",{"type":"*","value":[" A number of small, boutique hotels have opened recently in the Old Town. These include the five-star ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.plazagrandequito.com Hotel Plaza Grande"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.villacolonna.ec Villa Colonna"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hotelrelicariodelcarmen.com El Relicario del Carmen"]}]}," and the longest-established: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hotelpatioandaluz.com Patio Andaluz"]}]},"."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Crime"]},"\n\nQuito's reputation as an unsafe city is becoming more apparent and as in every big city tourists should take special care in certain areas.\n\nDo not travel up El Panecillo on foot; use a taxi even during the day.  Not only is the neighborhood bad, but the road leading up the hill has very narrow sidewalks, and sometimes no sidewalks at all.  This presents a risk of being, at best, overwhelmed with diesel fumes as busses chub by, at worst, getting run over.\n\nIt is probably best to avoid \"Gringolandia\" alone at night, as there is quite a bit of assault even during the day. Drunk foreigners are easy targets in this neighborhood full of bars and clubs, so stick with a group. This is not, however, a reason to miss out on all this lively area has to offer.\n\nAs the Old City becomes quite dead after dark, it is best to avoid walking around alone. However, much of the central squares of the Old Town are patrolled by police and well-lit, so it is fine for a stroll in a group at night. During the day, it is perfectly fine, bustling with locals, shopkeepers, hawkers and tourists, and well patrolled by police, especially at the main tourist attractions. Nevertheless, pickpocketing and pursesnatching can be a problem, so take normal precautions. The plaza and doors of the San Francisco church, and the main trolley station near Plaza Domingo are particularly notorious areas for this. Pickpocketing is done by highly skilled groups of 3 or 4 people. You are best off not bringing a wallet at all—just some bills split between various pockets. Also, watch out for the busses and trollies while in old town. On many streets, sidewalks can be very narrow, so it is best to pay attention at all times so you can flatten against the wall and cover your face (diesel fumes!) if you need to let one pass, especially when the sidewalk is crowded.\n\nMariscal Sucre and all parks among other areas can be unsafe at night so taxis are advised for even short distances. Keep your belongings as close and as secure as possible, and if you feel in danger, duck into a bar or shop, and then hail a taxi. Beware of credit card fraud, which is an increasingly serious problem in Quito as tourists are being targeted in the Mariscal area.\n\nThe area near Hospital Militar is quite dangerous, even in the late morning. The road \"Solano\" where Casa Bambu Hostel is situated is especially dangerous. Armed robberies have become more common. Men have been known to jump out of cars to target and physically threaten foreigners in order to steal their belongings. Although its views are amazing, exercise caution when walking to and from your accommodation. Taxis travel up and down this road frequently so if you can spare $1.50 to get into Mariscal Sucre, do so. Parks nearby are also dangerous. Perhaps walk around the parks instead of going through them.\n\n",{"type":"===","value":["Con artists"]},"\nThe main bus station is an area known to target travelers (foreigners or locals alike).  ",{"type":"'''","value":["You need to watch your bags closely, before departure, during departure, even once on the bus. It is best not even to put your luggage in the overhead shelving or under your own seat, as you can be easily distracted and have all your key possessions stolen before realizing it."]}," Unfortunately you need to watch your bags on top of, or under the bus, at every stop until you arrive at your destination. There are two important sorts of scams that you may encounter on buses:\n\nOne common one scam involves a thief impersonating bus staff (this can be easy because those of many companies have no uniforms) who will direct you to a seat and finding some excuse to ask you to put your bag in the overhead compartment or directly under your own seat where you cannot see it; an accomplice seated directly behind you will then slash open your bag and steal the belongings. Having the bag between your legs is not safe either as children are commonly used to climb down under the seat (from behind you), slash the bag, and remove belongings without you ever feeling a thing. ",{"type":"'''","value":["Always have your bag on your lap."]},"\n\nAnother scam will often have an accomplice who will provide a distraction such as pretending to sell sweets before spilling them all over you, giving their friend the chance to steal your belongings. This can't be emphasised enough: never let your belongings out of sight. If something suspicious is happening like this on a bus, just refuse to co-operate and hold your belongings close to you. Robberies of this kind are common, particularly on buses leaving Quito. It is worth considering paying $3 or $4 more for a trip on a more high-class bus as these often have additional security measures, which can prevent robberies of tourists and locals alike. On city buses, it is best not bring a backpack. If you absolutely have to bring one, wear it on your chest, not your back.\n\nFinally, several neighborhoods located to the very north and south of the city are infamous among locals for having gang\/delinquent trouble. \"La Bota\" to the north is specially notorious as it even locals try to avoid passing through it as much as possible.\n\nWearing \"gringo\" clothes (fishing vests, travelers pants, bright colored t-shirts, dirty sandals) will make you a target. Ecuadorians in Quito generally dress conservatively; a pair of nice black pants or dark jeans and a non-descript white\/off-white t-shirt will make you look a business person who knows his way around and not just another tourist posing as a Haight-Ashbury hippie.\n\nTravelers in Quito are likely to be approached at some point or another by con artists or persons with \"sob stories\". Ignore such persons and be wary of anyone asking for money under any pretext, including children begging. If you feel charitable, Ecuador has lots of legitimate charities you can support.\n\n",{"type":"===","value":["Drugs"]},"\n\nAvoid associating at all with the drug trade in Ecuador.  Ecuador has strict laws against possession, transportation and use of illegal drugs and foreigners caught transporting drugs at the airports have been sentenced to long prison terms. Unfortunately, any foreigner with a \"alternative\" or \"hippie\" appearance (such as men with long hair) may be assumed by some Ecuadorians to be looking for drugs. If you are approached about drugs in any context, it safe to assume the person approaching you is up to no good.\n\nOne exception is use of entheogens by indigenous people. Interest in ayahuasca is prompting increasing numbers of Americans and Europeans to travel to South America in order to partake in traditional ceremonies, and Ecuador is one such place. It is advisable to plan such a trip with a reliable guide before you travel there.\n\n",{"type":"===","value":["Police"]},"\n\nAll Ecuadorian citizens and visitors are required to carry ID at all times. If your stay in Ecuador is for a few months or longer, sooner or later, you will encounter a roadside police check and be requested to show ID. You can show your passport; however, carrying your passport around all the time is not advised due to the risk of loss of theft. A better option is to have a copy of your passport certified by your embassy and carry that. Students and long-term residents will be issued an Ecuadorian \"censo\" card that can also be carried in place of a passport for ID purposes.\n\nIf you are the victim of a crime it is suggested you report it to the Ecuadorian National Police (by law, you must report within 72 hours of the incident), as well as to your home country embassy and to the South American Explorers Club.\n\nIn 2009, two Visitor Safety Service offices were opened or revamped. Their job is to help with filling out forms, embassies and passports, etc. They have two vehicles for further assistance. Some staff speak English or other languages:\n\nCorner of Roca y Reina Victoria, Edif. Relaciones Exteriores (Pasaportes)\nOpening Times: 24 hours, 7 days a week.\nTel: (+593 2) 254-3983\nssturistica98@yahoo.com\nBe prepared to offer English lessons as a \"bribe.\"\n\nHistoric Centre\nPlaza Grande (north side of the square on calle Chile, between Venezuela and García Moreno), Edif. Casa de los Alcaldes.\nOpening Times: 24 hours, 7 days a week.\nTel: (+593 2) 295-5785\nThis office is known for its slow responses to crimes that are taking place; it is not uncommon to see locals yelling at these officers for not doing their jobs.\n\n",{"type":"==","value":["Connect"]},"\n\nA good place to start is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quito.com.ec Quito Visitors' Bureau"]}]},". It has several information centres around the city. These include at the International and Domestic Arrivals terminals at the airport; the Parque Gabriela Mistral in the Mariscal District (just north of Plaza Foch); the Banco Central Museum in the Masiscal District; and finally, in the Old Town, on the ground floor of the Palacio Municipal on one side of Plaza Grande - their main centre.\n\nThe main centre includes helpful English-speaking staff, lockers for leaving bags, maps, leaflets and books for sale, a store of Ecuadorian crafts. This centre also offers free guided tours of the Old Town, where visitors only pay the admission fees to sights. The contacts for the main office are: (+593 2) 2570 - 786 \/ 2586 - 591, info@quito-turismo.com ",{"type":"[","value":["mailto:info@quito-turismo.com"]},"\n\nThe main iTur (national tourist information offices, ",{"type":"[","value":["http:\/\/www.ecuador.travel"]},") is located in northern Quito, close to La Carolina park and El Jardin malls, to one side of the Ministry of Tourism, Av. Eloy Alfaro y Carlos Tobar.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/www.embajadadelbrasil.org.ec\/"],["email=ebrasil@uio.satnet.net"],["address=Av. Amazonas 1429 y Av. Col"],["lat="],["long="],["directions="],["phone=+593-2-2563-142 +593-2-2563-141 +593-2-2563-086"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/ec.china-embassy.org"],["email=embchina@uio.telconet.net"],["address=Ave Atahualpa 349 and Ave Amazonas"],["lat="],["long="],["directions="],["phone=+593 2-2444362"],["tollfree="],["fax=+593 2-2444364"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/Quito_Emb"],["email=embassy.quito@mfa.gov.eg"],["address=Avenida Tarqui E 4-56 Y 6 de Diciembre"],["lat="],["long="],["directions="],["phone=+593 22509501"],["tollfree="],["fax=+593 22563521"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=consul@consulado-grecia.org"],["address=Urb. Chiriboga 10ma transversal No. 109, entre Av. San Luis y Av. Del Progresso San Rafael"],["lat="],["long="],["directions="],["phone=+593 2-2865848"],["tollfree="],["fax=+593 2-2868801"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.ec.emb-japan.go.jp\/"],["email="],["address=Ave Amazonas N39-123 and Calle Arizaga, Edf. Amazonas Plaza, Piso 11"],["lat="],["long="],["directions="],["phone=+593 02 2278-700"],["tollfree="],["fax=+593 02 2449-399"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["alt="],["url=http:\/\/ecuador.usembassy.gov\/"],["email=contacto.usembuio@state.gov"],["address=Ave Avigiras E12-170 y Ave. Eloy Alfaro"],["lat="],["long="],["directions=next to SOLCA"],["phone=+593 02 398-5000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nQuito is surrounded by a variety of places that could interest all kinds of tourists. A couple of hours on a bus ride is all it takes to reach them:\n\nTo the North, all tourists should visit the province of ",{"type":"[[","value":[["Imbabura"]]},", which has beautiful lakes such as Yaguarcocha and San Pablo. Hikers and mountain climbers can also ask for adventures in Cayambe National Park, home of the 3rd largest volcano in Ecuador. It's inactive. For tourists who want to shop a bit, they should take notice of the town of ",{"type":"[[","value":[["Otavalo"]]},", it's Indian market is famous worldwide for the quality and variety of products on sale. Don't forget to haggle for your preferred price!\n\nTo the North West of Quito lies the region of Mindo, a subtropical rainforest paradise, full of rivers, majestic waterfalls, unique wildlife and more. The region is home to a variety of animal wildlife sanctuaries, and is famous locally and internationally because of its beauty. At a slightly higher altitude to ",{"type":"[[","value":[["Mindo"]]}," is the Cloudforest.  The variety of plants, birds and butterflies is wonderful. The guides carry good qulaity binoculars to help you spot some of the many varieties of birds. After each guided walk you can return to the lodge for meals. Near the main buildings there are many humminbird feeders which attract many of the energetic and luminous birds. Accommodation is simple but very clean and pleasant with balconies from which you get beautiful views into the forest. You can visit the butterfly and humming bird farm too for about 3 USD. The staff will show you around and explain to you in Spanish the life cycle of the butterflies (very worthwhile!) Landslides are known to occur on the roads to and from Mindo. Traffic can be held up for hours if this occurs. Trout (trucha in Spanish) is a specialty of Mindo and a dish of this should cost around 6 USD. To get to Mindo from Quito, catch a taxi to Ofelia bus station (5-6 USD) and at the North bus terminal buy a ticket to Mindo for 2.50 USD. The frequency of these buses differs between weekdays and weekends and travel guide times may be out of date. The earliest bus on a weekday is at 8AM (13 April 2010). The bus trip is around 2 hours in length.\n\nTo the east, lies ",{"type":"[[","value":[["Papallacta"]]}," which is a thermal water resort town. If you're into spas and relaxation, dipping into one of the natural hotwater pools for a couple of hours is a no brainer. The trucha (",{"type":"''","value":["trout"]},") dishes that are served here are also exquisite (~ $5.00). Take a taxi to Cumbaya bus station (from Mariscal Sucre it should cost about ~8 USD) and from there you can catch a bus ($2.50) to Papallacta. Just ask the buses that stop if they are going there. The bus will drop you in the centre of the town or on the main highway just a few minutes walk from the town (be sure to remind the driver to let you out!). You can get on the back of a Ute by hailing it (with wooden seats) for about 50 c per person to get to the hot springs. Entry into the hot springs is about $7.00. Be careful with your belongings here. You can hire lockers (50 c per locker plus a $5 deposit) but staff advise that you leave your expensive valuables behind the counter. The choice is up to you.\n\nBy Train - There are trains to Latacunga from Thursdays to Sundays leaving at 8AM.  The train makes a stop for breakfast and at Cotopaxi National Park.  It arrives in Latacunga at 12AM and heads back to Quito at 2PM, arriving there at 6PM.  The price is $10 for the return trip.  You can use it as an excursion from Quito or get off at Latacunga and travel on from there by bus.\n\n",{"type":"[[","value":[["WikiPedia:Quito"]]},"\n\n",{"type":"{{","value":[["geo"],["-0.2500"],["-78.5833"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Andean_Highlands_(Ecuador)"]]},"\n",{"type":"{{","value":[["guidecity"]]}]