[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Elephants bath park w Niger 2006.jpg"],["thumb"],["350px"],["Elephants taking a bath in W National Park"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parc-w.net W National Park"]}]}," is in a trans-border park, with the most important areas in  ",{"type":"[[","value":[["Southwestern Niger"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe park includes areas of three countries: ",{"type":"[[","value":[["Southwestern Niger"],["Niger"]]},", ",{"type":"[[","value":[["Northern Benin"],["Benin"]]}," and ",{"type":"[[","value":[["East Burkina Faso"],["Burkina Faso"]]},", and is governed by the three governments. The three national parks operate under the name W Transborder Park\n\n",{"type":"===","value":["History"]},"\nThe W National Park of Niger was created by decree on 4 August 1954, and since 1996 has been listed as a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},". Within ",{"type":"[[","value":[["Niger"]]},", the Park is listed as a National Park, and is part of a larger complex of Reserves and protected areas. These include the adjacent Dallol Bosso Wetlands on the eastern bank of the Niger and the partial overlap of the smaller Parc national du W.\n\n",{"type":"===","value":["Landscape"]},"\nSpread over three countries, the park covers some 10,000 km² and is largely uninhabited by humans, having been until the 1970s a Malarial zone of wetlands formed by the Mekrou River and the Niger. The area is broken by rocky hills. Historically, the area was at one time a major area of human habitation, judged by important archaeological sites (mostly tombs) found in the area.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["Image:IUCN Protected Areas WAP overview.png"],["thumb"],["350px"],["a rough map of the protected areas"]]},"\n\nThe park is known for its large mammals, including baboons, buffalo, caracal, cheetahs, elephants, hippopotamuses, leopards, lions and warthogs. It is home for some of the last African Elephants in West Africa. Sadly, the rare West African Giraffe, restricted to small parts of the Niger, is absent from the park. The area is also known for its bird populations, especially migrants, with over 350 species identified in the park.\n\n",{"type":"===","value":["Climate"]},"\nThe park is open year-round, but access may be difficult during the rainy season (June to September).\n\nThe best time to view the animals is during the dry and hot season that ranges from February to late May. At this time the vegetation is at its most minimal and the wildlife gathers en masse around permanent watering holes. Temperatures can be high at this time, up to 36 Celsius, but it tends to be a dry non-oppressive heat.\n\nAutumn is the most difficult time of the year to see large animals as the grass in lush and dense after the rainy season.  This is the time preferred by birdwatchers though due to the large autumn migration through the park.\n\nNovember through February are the coolest months, with pleasant cool evenings.\n\n",{"type":"==","value":["Get in"]},"\nThe closest international airport is in ",{"type":"[[","value":[["Niamey"]]},", just two hours away from the main entrance (Tapoa Gate). Several direct flights to Naimey operate weekly from ",{"type":"[[","value":[["Europe"]]},", ",{"type":"[[","value":[["North Africa"]]}," and other major African cities.\n\nFrom ",{"type":"[[","value":[["Benin"]]},", the park entrances are a day's drive north of Benin's largest city and main airport, in ",{"type":"[[","value":[["Cotonou"]]},", near Kandi. \n\nThe entrance to the park in ",{"type":"[[","value":[["Burkina Faso"]]}," is a five hour drive from the capital ",{"type":"[[","value":[["Ouagadougou"]]},". \n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"[[","value":[["Image:Mekrou river in W-National Park MS 6380.JPG"],["thumb"],["280px"],["The Mekrou River"]]},"\n\nNon residents pay 8,000F for a 24 hour pass (adults) and 3,000F (age 7-16), children under 7 years are free. Each additional day is half price.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See and Do"]},"\nThe park operates a number of safaris. If you arrive as part of a tour, these will no doubt be included in your package. If you are under your own steam, safaris can be booked at the Tapoa Gate. \n\n",{"type":"*","value":[{"type":"'''","value":["Four wheel drive"]},". Most of the cars are equipped with an open roof and you can climb up to observe the flora and fauna. The use of a four wheel drive enables you to reach the more inaccessible parts of the park, and to see some of the more shy and retiring animals."]},"\n",{"type":"*","value":[{"type":"'''","value":["Guided treks"]},". Most footpaths are well marked but you must be guided by an expert employed by the park and accompanied by an armed forest ranger.  Guides can arranged when you arrive but may be in short supply in peak seasons, so plan ahead and contact the park authority before you arrive. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Dugout boats"]},".  A great natural way to see the park is by floatign down the  Niger River or the Mekrou River in a dugout with a guide. You will see hippos and crocodiles, as well as hundreds of rare species of birds.  Cheetahs and other large carnivores come to the river banks to drink. Two types of boats are available  a hand directed dugout for up to five people, or a motorised dugout for longer distances and larger parties. Boat safaris can be organised from the main gates or at your eco-lodge."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Gazelle big road park w niger 2006148670716 94d943892c b.jpg"],["thumb"],["280px"],["Gazelle on the road"]]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["12.53"],["2.66"],["zoom=11"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southwestern Niger"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:W National Park"]]},"\n\n",{"type":"[[","value":[["Commons:Category:W National Park"]]}]