[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Wa"]}," is a city in the Upper West Region, ",{"type":"[[","value":[["Ghana"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWa is the capital of the Upper West Region of Ghana and is the main city of the Wala people. The majority of the inhabitants are Muslim. It is the seat of the Wa-Na, the Paramount Chief of the Wala traditional area. Features of the town include several mosques, the Wa-Na Palace, a museum  and a nearby hippopotamus sanctuary. The town serves as a transportation hub for the northwestern part of Ghana, with major roads leading south to Kumasi, north to Hamile and Burkina Faso, and northeast to Tumu and the Upper East Region. There is also a small airport. \n\nA small ex-pat community offers places to stay for couch surfers.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":["OA, STC, and Inter city busses"]},{"type":"*","value":["busses from Tamale, Kumasi, Tumu, Bolgatana, and Accra"]},{"type":"*","value":["if you're brave you can also tro tro all the way to Wa"]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":["good tro tro service in Wa"]},{"type":"*","value":["good taxi service"]},{"type":"*","value":["biycyles recommended for longer stays, though Wa lacks the bicycle lanes of Tamale"]},{"type":"*","value":[" Wa is a small city, and most places can be walked to, though its best avoided during the heat of midday"]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wa Na Palace"],["alt="],["url="],["email="],["address="],["lat=10.063828"],["long=-2.500589"],["directions=Behind the OA bus station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The traditional residence of the Wa Na, paramount chief of the Wala Traditional Area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Central Mosque"],["alt="],["url="],["email="],["address="],["lat=10.064562"],["long=-2.502001"],["directions=Next to Wa Na palace."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large mosque, towering over most other buildings in town. With permission of elders, and courage, one can climb the criss-crossing ladders through numerous trap doors to the top of the mosque spire, for a great view of Wa."]]}]},"\n",{"type":"*","value":["A great view of Wa and the surrounding sahel from the top of Ombo Mountain (accessed near Kalieo on the Nadowli road)"]},{"type":"*","value":[{"type":"'''","value":["Wicchau hippo sanctuary"]},", which is home to more than 50 hippos"]},{"type":"*","value":["An ancient, and crumbling, mud and pole mosque, behind the newer central mosque"]},{"type":"*","value":[" Wa's prolific kasbah, the old part of the city located around the central mosque, known for its narrow, windy streets and passages"]},{"type":"*","value":[" The impressive new University of Development Studies campus"]},{"type":"*","value":[" Annual ",{"type":"'''","value":["Dumba festival"]}," is  the main traditional event of Wa. It is typically held in late September to correspond with the harvest. The highlight of the year was a ceremony in which the Wa-na stepped over a small cow lying on the ground. According to traditional belief, if any part of the chief or his clothing touched the cow, he would probably die within the year. If on the other hand he stepped over the cow successfully, he was guaranteed a successful coming year."]},{"type":"*","value":["The sprawling 'Ministries' quarter of town"]},{"type":"*","value":["Slave caves and 2km square clearing of unique termite hills shaped like giant mushrooms in nearby Sankana (near Kaleo)"]},{"type":"*","value":["The Black Volta River, which serves as the border between Ghana and Burkina Faso, just West of Wa"]},{"type":"*","value":["The serene School of the Deaf"]},{"type":"*","value":["The beautiful School of the Blind"]},{"type":"*","value":["Impressive colonies of weaver birds in large trees downtown"]},{"type":"*","value":["Graves of former Wa Na (Wa chiefs) by the palace"]},{"type":"*","value":["Tombstones of former British colonial administrators"]},{"type":"*","value":["The graves of famous slave traders"]},{"type":"*","value":["Central market, which is bustling every sixth day, but more peaceful on other days"]},{"type":"*","value":["Mud and pole mosque in nearby Nakori (be expected to pay 5 GHC merely to behold it)"]},{"type":"*","value":["The centrally located famous Wa prison"]},{"type":"*","value":["The urban wetlands of Wa's Lower East Side"]},{"type":"*","value":["A significant chameleon population; individual chameleons can often be found crossing roads"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nDespite its urban status, Wa is in many ways still an agricultural community, and many people make a good portion of their living in small scale farming. The main crops are corn, millet, yams, okra and groundnuts. Upland rice is also farmed in a few areas. The major fruit crop is the mango. Shea nuts are collected from wild trees, for food or refinement into oils and cosmetics.\n\nThe staple food of Wa is known as T-Zed in English. This is an abbreviation for the Hausa expression tuo zaafi, meaning 'very hot'. In Waali, this food is referred to as sao. It is a thick porridge of corn flour eaten like fufu - by tearing off a chunk and dipping into a soup, usually of okra. Comment on the food : T-Zed or TZ is made of millet and, or as stated corn, (corn is originally from South-America. It is also not like fufu, but more like Kenkey, because of the fermentation process.\n\nGood eating spots include:\n\n",{"type":"*","value":["Mommie's Kitchen"]},{"type":"*","value":["Alam's"]},{"type":"*","value":["Green Beam"]},{"type":"*","value":["Jubilee Park"]},{"type":"*","value":["In Service Training Centre (ISTC)"]},{"type":"*","value":["Destiny Guest House"]},{"type":"*","value":["Spicy Food"]},"\n",{"type":"==","value":["Drink"]},"\n\nPopular Drinking spots (which are often the popular eating spots) include:\n\n",{"type":"*","value":["Green Beam"]},{"type":"*","value":["69 Spot"]},{"type":"*","value":["Alam's"]},{"type":"*","value":["In Service Training Centre"]},{"type":"*","value":["KG Spot"]},{"type":"*","value":["Destiny Guest House"]},{"type":"*","value":["Merryland Spot"]},{"type":"*","value":["Our Heritage Gardens"]},{"type":"*","value":["Saviour Spot"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Upland Hotel"],["alt="],["url="],["email="],["address="],["lat=10.048952"],["long=-2.518664"],["directions="],["phone="],["tollfree="],["fax="],["price=From C60 per night"],["checkin="],["checkout="],["content=Spacious and well maintained with beautiful surroundings, definitely the upmarket option in Wa. Popular with expats and volunteers from the region. It's however a bit inconvenient located, a 30 min walk to town centre. Staff will insist on ordering a taxi. On-site restaurant serves local, chinese and western dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=In Service Training Centre (ISTC)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=One of the most pleasant places to stay in Wa is the In Service Training Centre (ISTC) located in a large compound with nice gardens and trees. Despite its nice surrounding and comfortable rooms, it rates are equal to those of a budget hotel at 25 cedes."]]}]},"\nMore budget sleeping options include the Tegbeer Catholic House (C35) and Kedge Lodge (C25), Kunateh Lodge (C20), Big White Lodge (C20) and Destiny Guest House (C20)\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nSTC and City Express buses leave from the bus station near the main roundabout to Kumasi (three times a week) and Accra (three times a week: Monday, Wednesday and Sunday at 14.00) and Metro Mass has a pretty trustworthy daily service to Tamale, which leaves at 6.00. The Tamale bus stops at Larabanga. As it arrives around 10.30 you'll have plenty of time to strawl around the village, have lunch and still be in time to catch a tro-tro or hitch a ride to Mole Motel, install yourself in your room and be in time to catch the 15.30 walk through the park.\n\nMake sure you buy tickets well in advance, as buses can fill up early, especially around hollidays, which can turn into a bit chaotic scramble for the last tickets. An interestng spectacle you probably rather watch from aside than be a part of...\n\n\n",{"type":"{{","value":[["IsPartOf"],["Ghanaian Northern Plains"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Wa, Ghana"]]}]