[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Wadi Halfa"]}," is a town on the shores of ",{"type":"[[","value":[["Lake Nasser"]]}," in the north of ",{"type":"[[","value":[["Sudan"]]},", and marks the point of entry into Sudan for those coming in from ",{"type":"[[","value":[["Egypt"]]},". It is surrounded by the dunes of the Nubian Desert, the eastern edge of the Sahara, and has a population of around 15,000. \n\n",{"type":"==","value":["Understand"]},"\nHistorically, Wadi Halfa was Nubia's most important trading point, being the gateway between ",{"type":"[[","value":[["Egypt"]]}," and ",{"type":"[[","value":[["Sudan"]]},". Today the city's buildings are immaculate, surrounded by the golden dunes of the Nubian Desert. It is the stereotypical border town, small and full of paperwork, hassle, and dirt. \n\nThe town is actually the new Wadi Halfa; the original Wadi Halfa was submerged when the ",{"type":"[[","value":[["Aswan High Dam"]]}," created ",{"type":"[[","value":[["Lake Nasser"]]}," in 1971.  Sudan's military dictatorship forcibly removed the approximately 50,000 inhabitants of the area from their lands and relocated to the desert, where many died of malaria and other diseases. A few Wadi Halfans, however, remain along the Nile, the river that built their ancestors' identities as fishermen and river traders, building new settlements several times and finally settling on the current location when the flooding stopped. Seasonal flooding still occurs.\n\nTravelers may wish to visit the ancient archaeological sites of Nubia before they, too, are submerged by a series of dams under construction which threaten Nubia's remaining pyramids, which predate those of Egypt.\n\n",{"type":"==","value":["Get in"]},"\nAs of now there are no regular flights to the small ",{"type":"'''","value":["Wadi Halfa Airport"]}," (",{"type":"{{","value":[["IATA"],["WHF"]]},"), however ",{"type":"[","value":["http:\/\/www.sudanair.com Sudan Airways"]}," have services from time to time.\n\nMost people arrive in Wadi Half by the weekly ferry from ",{"type":"[[","value":[["Aswan"]]}," across Lake Nasser in Egypt. South-bound departures are on Mondays and north-bound on Wedesdays. The ferry docks at the Customs and Immigration terminal five kilometres outside city centre. A sand track leads from the terminal to town, and several vehicles wait at the terminal, touting for business. It is also possible to walk or take a bicycle into town.\n\nTimed with the ferry is the recently re-started weekly over-night train from ",{"type":"[[","value":[["Khartoum"]]}," via ",{"type":"[[","value":[["Atbara"]]},", it was suspended until April 2013 but is now back on track. Journey time is 48 hours and a 1st class ticket costs 100 Sudanese pounds.\n\nThe road crossing from ",{"type":"[[","value":[["Egypt"]]}," periodically closes, and there's no public transport. From Khartoum there's a fast A\/C bus making the journey, in the best case, in around ten hours. Also, ",{"type":"''","value":["boxes"]}," (Toyota Hiluxes) are readily available for rental.\n\n",{"type":"==","value":["Get around"]},"\nWadi Halfa is a relatively small town and can be easily explored on foot. Another option is to borrow a donkey, which is the transport of choice for many Wadi Halfans. \n\n",{"type":"==","value":["Do"]},"\nSudan is a nation in turmoil.  The U.S. State Department has had travel advisories in effect for Sudan for several months and counsels U.S. citizens to remain close to the capital city of Khartoum, to avoid travel at night and to conflict areas, such as ",{"type":"[[","value":[["Darfur"]]},", an area of ongoing conflict. The current travel advisory has been in effect since October 2006, and warns of terrorist threats aimed at American and Western interests in Sudan:\n\n",{"type":"<","value":["blockquote",["Terrorist actions may include suicide operations, bombings, or kidnappings.  U.S. citizens should be aware of the risk of indiscriminate attacks on civilian targets in public places, which include tourist sites and locations where westerners are known to congregate....",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/tw\/tw_934.html"]}]]},"\n\nStill, tourists planning to travel independently and off the beaten track (i.e., not going straight to ",{"type":"[[","value":[["Khartoum"]]},"), will require a Permit To Travel in Sudan. Obtaining one from Wadi Halfa's police station will likely take the best part of a day.\n\n",{"type":"==","value":["Buy"]},"\nThe shops and market in Wadi Halfa are substantially better stocked than other small towns to the south, getting most of their goods directly from ",{"type":"[[","value":[["Egypt"]]},". There is an excellent food market just beside the main square that opens early some mornings.\n\n",{"type":"==","value":["Eat"]},"\nAlmost all the eateries are based around the main square and most offer a choice of \"fuul\" (beans) with bread or fried Nile perch with bread. Many of the restaurants and shops only open for the two days after the ferry arrives.\n\n",{"type":"==","value":["Drink"]},"\nAlcohol is illegal in Sudan. All of the eateries around the main square serve tea, and Wadi Halfans, Egyptian tradesmen and tourists tend to gather there for a few cups to watch the world go by.\n\n",{"type":"==","value":["Sleep"]},"\nFor most of the year, there are several hotels in Wadi Halfa, although after the rains, many close for repairs. All are similar, offering string beds, bucket showers, mud floors, a courtyard and clean rooms. Many have no signs so ask around.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nile Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Located opposite the bus parking lot"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers the same basic service as the others hotels in town. Visited by Michael Palin back in 1991 during his Pole to Pole journey."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere is a weekly train from Wadi Halfa to Khartoum, which leaves some time after the weekly ferry from Aswan arrives. There are also buses and boxes heading south after the ferry arrives. ",{"type":"'''","value":["NB If you wait for more than a couple of days in Wadi Halfa, all transport will have left and you may be stranded until the next weekly ferry arrives."]}," If travelling south to ",{"type":"[[","value":[["Akasha"]]}," with your own vehicle, note that this is a 145 kilometre stretch (local maps are wrong) and there is only one place with water along the way, just before Akasha.\n\n\n",{"type":"{{","value":[["geo"],["21.7833"],["31.3667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Sudan"]]},"\n",{"type":"[[","value":[["WikiPedia:Wadi Halfa"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Wadi Halfa"]]}]