[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"'''","value":["Vagamon"]}," is a hill station located in Kottayam-Idukki border of Kerala, India. It has a warm and friendly place with cool climate as the temperature between 10 and 23 degree Celsius during a summer midday. It is situated 1,100 meters above sea level\n\n",{"type":"==","value":["Get in"]},"\n\nErattupetta is the closest town,from where Wagamon is about 25km. You can also reach there via Kottayam Kumali road [KK road] by taking a turn from Peerumedu. Also you can reach there from Iddukki dam site. Eventhough there are KSRTC buses to Wagamon, it is best if you have your own vehicle. All the roads leading to the place are a biker's dream. Beware of those blind turns and steep sides. For those looking for more adeventure can take the Ernakulam-Thodupuzha-Kanjar route. From Thodupuzha take the Moolamattom dam road, just before Kanjar town there are couple of dips in the road, you need to take the small road to the right (sign board is put up). The road is steep and scenery breathtaking. There are very few roads which can match the beauty of this one. Many people visit Wagamon only to enjoy the travel on this road. Watch out for oncoming vehicles.\n\n",{"type":"==","value":["Get around"]},"\nyou can reach there from yendayar(12 km from Mundakayam) NH220.From Yendayar you can hire  jeep to reach wagamon kurishumala. If you like little bit guts you can climb the rock to \nkurishumala.From there you can watch Hills, very nice to see from there.\n\nAlso you can have the feeling of the following:\n\n",{"type":"*","value":[{"type":"'''","value":["Meenachil River"]},", made famous by Arundhati Roy in her masterpiece \"God Of Small Things\", originates near Vanilla County. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Illikal Peak"]},", is the origin of the River Meenachil and is a mythological site. Local belief has it that a bird brings the mythical herb atop this mountain to whosoever seeks eternal life! The natural menhirs atop the mountain takes on a mystical meaning to those who view it from afar. A climb to the top is a rewarding experience to trekkers as well as to those who wish to see the origin of one of Kerala's life giving rivers. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Maramala Waterfalls"]},", a scenic stream and its breathtaking waterfalls are together referred to as \"Enchantress of the Jungle\" in the local lore. Sliding down the numerous hillocks, this gushing water has etched out over the years a deep natural pond amongst the rocks."]},"\n",{"type":"*","value":[{"type":"'''","value":["Poonjar Palace,"]}," the ancient kingdom still draws the crowds to marvel at an era gone past. It is a glorious testimony to the regal opulence of a bygone era. The present day Munnar was a small principality under these rajahs till hey were given out on lease to the British tea companies two centuries ago."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ayyampara"]},", or Five Rocks, a 30-acre rock formation is a favourite haunt for those who wish to see some spectacular sunsets."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kurisumala Asramom"]}," is a Catholic monastery set up by two British priests in the middle of last century. The life of the hermits there combines Christian teachings with Hindu traditions. Not all visitors are welcome there, but you can make an attempt if you are genuinely interested in seeing their unique way of life."]},"\n",{"type":"==","value":["See"]},"\n\nWagamon (also spelled Vagamon) is known for the vast green meadows and the beautiful Pine forest. The suitable weather conditions and ambience makes Wagamon a great Paragliding Spot too. Annual Paragliding Grandprixs are held at the Wagamon hills by ASSTA (Adventure Sports & Sustainable Tourism Academy) in partnership with Kerala Tourism Development Council. The event gifted Kerala Tourism, \"the most innovative tourism activity\" of the year 2008.\n\nThough the place isn't a full fledged tourist spot or hill station with not much facilities for boarding, the place is simply great for a single day visit.\n\n\nThere is also a 'Kurishumala' (Malayalam for The Way Of Cross depicted  on small hills) nearby worth trekking.There are good views from here, some locals claim that one can see the sea from there on clear days. Also you can explore on the grassy hills and small pine forests in the vicinity.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Paragliding"]}," is increasingly becoming a popular sport here. The topography and wind pattern have made the place one of the ideal places for this sport.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nNot many options, although few are coming up these days. It is a good option if you can carry your own food. There are few tea shops in the village center. There are couple of cottages in the nearby hills, where you can stay, also get food but it takes a long time as they start cooking only on receiving your orders.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Summer sand"]}," - An Ayurvedic Health Resort with 12 comfortable luxury rooms in Italian Barricade set among lush green hill tops, British Castle with 3 bedrooms suited with all modern amenities and traditional Kerala cottages Ettukettu and Nalukettu enclosed 5 super deluxe rooms overlooking misty mountains."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vanilla County"]}," is an enchanting Plantation Homestay offering Home Stay, near the origin of the Meenachil River at Vagamon, set amidst plantations of vanilla, pepper, coffee and rubber."]},"\n",{"type":"==","value":["Go next"]},"\nKuttikkaanam ",{"type":"<","value":["br"]},"\nPeerumedu\n",{"type":"{{","value":[["IsPartOf"],["Kottayam"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Vagamon"]]},"\n",{"type":"{{","value":[["geo"],["9.6805555555556"],["76.866666666667"]]}]