[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nWai`anae is on the island of ",{"type":"[[","value":[["Oahu"]]},", ",{"type":"[[","value":[["Hawaii"]]},"\n\n",{"type":"==","value":["Get in"]},"\nTake the H1 freeway west. As you round the SW corner of the island you will see the Waianae Coast laid out before you, with the expanse of blue ocean to your left. You will know you are home. \n\n",{"type":"==","value":["Get around"]},"\nThe City Bus will get there, but rental car is the best bet. Just as in other places, don't leave valuables anywhere in your car when checking out the sites. \n\n",{"type":"==","value":["See"]},"\n\nPlaces of Interest\n\n",{"type":"'''","value":["Kane’aki Heiau, Makaha Valley"]},"\nThe ancient gods of Hawai'i made specific places on the island sacred. One such ancient Hawaiian heiau can be found deep in Makaha Valley and is one of Hawaii's best maintained archeological sites. The Kane'aki Heiau was built in the fifteenth century and was known to be both an agricultural heiau and a war temple. As a war heiau human sacrifices were performed on the first prisoners of war.\n\nThe huge stone to the south of the heiau is \"Pohaku O Kane\"(Stone of Kane. This is one of the forms of the god Kane, the uppermost of the four major gods, was worshipped by the many 'ohana that lived that ahupua'a. In modern times, it has come to be regarded as the guardian over the heiau and is still venerated by some people.\n\nThe heiau is open Tuesday-Sunday from 10-2PM and closed on Mondays. These sites are sacred to the Hawaiian people and posses mana (spiritual power) and should be treated with the utmost respect\n\n\n",{"type":"'''","value":["Kaneana Cave, Makua"]},"\n\nLocated near Mauka Beach, about one mile before the end of Farrington Highway. Kaneana cave is about 150,000 years old and was once underwater, carved by the sea. Currently it stands one hundred feet high and four hundred fifty feet deep right on Farrington Hwy. The ancient shark-man deity who made his home in this sea cave would disguise himself as a human and lure his victims into the cave, then turn into a shark and devour them. \n\n",{"type":"'''","value":["Marine Life"]},"\nWaianae is known for the productivity of its waters, including dolphins, whales of many species \nand coral reefs, complete with turtles and tropical fish. Please take care on the reefs. Coral is a living organism, and fisheries and other wildlife can easily be impacted by rude behaviors such as chasing, circling and loud boat noise.\n\n",{"type":"==","value":["Do"]},"\nSail with whales, dive with dolphins, snorkel with turtles, with the marine biologist led crew of - see ",{"type":"[","value":["http:\/\/sailhawaii.com\/ Wild Side Specialty Tours"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nRent surfboards, snorkel equipment and bikes. - see ",{"type":"[","value":["http:\/\/www.halenalu.com Hale Nalu"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bliss"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A health food store caters to diabetics and features salads, sandwiches, homemade soups and other healthy foods to go. All produce is organic and most ingredients are from local farmers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hello Sushi"],["url="],["email="],["address=Long's Drugs"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=until 7PM"],["price="],["content=Strictly fresh sushi.  The prices are so low you'll think they figured the bill incorrectly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kaiona Restaurant"],["url="],["email="],["address=Makaha Golf Resort"],["lat="],["long="],["directions="],["phone=+1 808 695-9544"],["tollfree="],["fax="],["hours="],["price="],["content=Located in a beautiful valley, overlooking a tropical golf course and the Pacific Ocean, this spot has beautiful sunsets and selection of both American and local cuisine. Weekends they have a variety of dinner buffets."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Korean BBQ"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you want to eat where the locals eat this is the place to do it!"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Red Baron Pizza"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A local favorite.  All the usual pizza house fare; try the house dressing--unique and wonderful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Southern Swell"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= \nA great BBQ house that makes most of their items from scratch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taco’s and More"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The owner is from Mexico City and has an authentic Mexican menu. They also offer Mexican beers and margaritas."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Beaches"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local dive bar is a good place to mix with the locals, shoot pool and sing Karaoke. The food however is a risk not worth taking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Surfer Smoothies"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place for a light lunch and smoothies made with local ingredients such as haupia (coconut), pineapple and mango."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMakaha Golf Resort\n\n\n",{"type":"==","value":["Go next"]},"\nBeaches\n\nIn general strong shore breaks and rip currents are prevalent during the winter, while the water is much calmer during the summer months. Always bring water, sunscreen and shoes (hot sand). Don’t leave valuables in your car and it’s always a good idea to check with the lifeguards about the current conditions.\n\nMakaha Beach \nGood for swimming, surfing, body boarding, snorkeling and scuba diving. The middle part of the beach is good for swimming. Sharp reef at the right side of the beach (near the hotel). Amenities include restrooms, showers, picnic tables, street parking and lifeguards.\n\nKealakekua (Yokahama) Beach \nAt the end of Farrington Hwy is a delicate beach with long sandy shores. A spot for expert surfers only and swimming is risky as the currents and riptides are strong. However the beach is great for sunbathing and for that feeling of peaceful isolation. We like to lay our towel down past the last lifeguard stand or “third dips” as the locals call it. \n\nKa‘ena Point The Northwest tip of Oahu, \nis a sacred area. It is referred to as a “jumping-off point” for souls departing this world for the next. It is also a nature reserve where albatross breed and lay their eggs. The lowland dune ecosystems is a hot 2.5-mi (4-km) hike one way so bring sunscreen, a hat, and plenty of water if you decide to check it out.\n\n",{"type":"{{","value":[["isPartOf"],["Oahu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["21.4333"],["-158.1833"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Wai'anae, Hawai'i"]]}]