[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["Waima Valley"]}," is a series of little settlements in the ",{"type":"[[","value":[["Hokianga"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["From East"]}]},"You get into the Waima Valley coming from ",{"type":"[[","value":[["Kaikohe"]]}," driving west on State Highway 12 (SH 12). You arrive at the first settlement ",{"type":"'''","value":["Taheke"]}," after 18 km. From there the valley stretches over 17 km to the turn off on SH 12 to ",{"type":"[[","value":[["Rawene"]]},".\n",{"type":"*","value":[" ",{"type":"'''","value":["From West"]}]},"Leaving from ",{"type":"[[","value":[["Opononi"]]}," you reach the turn off to Rawene after 17 km. Keep on SH12 and the Waima Valley starts after passing over the first hill.\n",{"type":"*","value":["  ",{"type":"'''","value":["From North"]}]},"Coming from ",{"type":"[[","value":[["Ahipara"]]}," or ",{"type":"[[","value":[["Kaitaia"]]}," you drive South on SH 1, 67 km from Kaitaia to reach the turn off in ",{"type":"'''","value":["Rangiahau"]}," which is just a junction.  Follow the signs to ",{"type":"[[","value":[["Horeke"]]}," and continue over the road to Taheke.\n\n",{"type":"==","value":["Get around"]},"\nThere is no public transport in the Waima Valley.\n",{"type":"==","value":["See"]},"\nThe Tuhirangi Marae and Waima School, directly opposite Waima lodge, are nestled at the base of the sacred, native forest covered slopes of the Waima Ranges. This ancient rainforest covers the entire range of high country between Waima and the Waipoua forest through which you have traveled. These mountains are the highest point of Northland at 780 meters and they dominate the scene as you enter the Waima river valley. The forest park is accessible through a series of tramping tracks suitable for experienced trampers with a good level of fitness and experience. The great attraction of this region is the unique flora & fauna with plants such as the Waima Coprosma, which have only recently been discovered, and rare native birds such as the Kokako and Brown Kiwi.\nThe Waima & Waipoua forest is the last untouched remnant of the great forest that once covered the entire country north of Auckland!\nHome to a subtribe of the Ngapuhi who call themselves Mahurehure, the people of Waima have occupied the fertile Waima river valley since its discovery by Kupe the great Polynesian navigator over one thousand, two hundred years ago.\n\n",{"type":"==","value":["Do"]},"\nWaima Lodge Heritage Garden is beautifully planted with an astonishing variety of subtropical plants, fruit and nut trees. The beautiful Waima River flows through the property and features a safe swimming hole. There is a unique guided river walk that takes you high into the Waima Forest, historic, secluded, magnificent. Enquire at Waima Lodge info@waimalodge.co.nz\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nGoldfish Corner store Cnr S.H. 12 and Waima Valley Road. Heather and Daniel provide very good takeaway meals, and the usual array of good counter foods and fresh real coffee\n\n",{"type":"==","value":["Drink"]},"\nThe Taheke Tavern situated 6 km to the east of Waima Lodge on S.H. 12. A classic New Zealand pub built originally in the days of the kauri gum industry in the 1880s.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Waima Lodge"],["url=http:\/\/www.waimalodge.co.nz\/"],["email=kaurispring@xtra.co.nz"],["address=2465 SH 12"],["lat="],["long="],["directions=in the middle of the settlement, north side of the road, look out for two huge Phoenix palms"],["phone =+64 9 405 3808"],["tollfree="],["fax="],["hours="],["price=NZ$340 per night for two in summer, NZ$220 winter (includes full breakfast for couple); NZ$190 per night - per single includes full breakfast"],["checkin="],["checkout="],["content=Intimate luxury boutique lodge."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Horeke"]]},", ",{"type":"[[","value":[["Rawene"]]}," and ",{"type":"[[","value":[["Opononi"]]},", all on the shores of the Hokianga Harbour.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Hokianga"]]},"\n",{"type":"[[","value":[["wikipedia:Waima, Northland"]]}]