[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.waitomo.org.nz Waitomo"]}]}," is a locality in the ",{"type":"[[","value":[["North Island (New Zealand)"],["North Island"]]}," of ",{"type":"[[","value":[["New Zealand"]]}," whose main feature is its limestone caves, a major tourist attraction.\n\n",{"type":"==","value":["Get in"]},"\nWaitomo Caves is 1 hour's drive from ",{"type":"[[","value":[["Hamilton (New Zealand)"],["Hamilton"]]},", the nearest major city.  It is 3 hour's drive (200 km) from ",{"type":"[[","value":[["Auckland"]]}," and one hour from the holiday playgrounds of ",{"type":"[[","value":[["Taupo"]]},", ",{"type":"[[","value":[["Rotorua"]]}," and ",{"type":"[[","value":[["Mount Ruapehu"]]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newmanscoach.co.nz\/ Newmans Coach Lines"]}]}," operates a premium sightseeing tours daily from either Auckland or Rotorua.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:'Cathedral' in Waitomo Cave.jpg"],["thumb"],["The Cathedral in the Waitomo Glowworm Caves."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Waitomo Glowworm Caves"]},".  The world famous Waitomo Glowworm Caves are one of New Zealand's top tourist attractions, located just outside the Waitomo Village, easy to find and within easy reach of all local accommodation. It is home to the famous Waitomo glowworms, ",{"type":"''","value":["Arachnocampa luminosa"]},", tiny creatures that radiate their luminescent light. Formed over 30 million years ago, Waitomo Glowworm Caves have majestic and ornate cave decorations, deep limestone shaft known as the Tomo and the equally magnificent Cathedral cavern. The Cathedral is known for its superb acoustics, which are due to the enclosed shape and rough surface. Many famous singers, including New Zealand's own opera diva Kiri Te Kanawa, and choirs have performed here and have been delighted with the purity of the sound. The Tomo is one of the wonders of Waitomo, a 16 metre vertical limestone shaft which marks the course of an ancient waterfall which today only flows during heavy rains.  The dramatic vertical drop is carefully lighted to show the scalloped walls and the layers of limestone. The Tomo was the last feature of the cave to be formed and links the upper level to the Waitomo River below."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ruakuri Cave"]},".  Ruakuri, or 'den of dogs' as it literally translates into the English language, was first discovered by local Maori between 400 and 500 years ago. It takes its name from the wild dogs that made their home in the cave entrance. The cave entrance was used by Maori as a burial ground (wahi tapu) and it is this sacred area that has now been protected with the construction of the spiral entrance a safe distance away. Ruakuri cave is situated in the Ruakuri Scenic Reserve. Newly reopened after an interval of 18 years."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Aranui Cave"]},", in the Ruakuri Scenic Reserve, 5 minutes drive from the Waitomo Glowworm Caves. It is named after Ruruku Aranui, the local Maori man who first discovered this previously hidden gem back in 1910.  Aranui has a natural cave entrance and is the smallest and most delicate of Waitomo's three main caves. As a dry cave without a river running through it, it houses very little life past its entrance. However, just inside the entrance is a colony of native New Zealand cave wetas and further into the cave is the most beautiful collection of stalactites, stalagmites, flowstones and decorative formations. It is one of the most richly decorated caves in Waitomo.  There is very little of the ceiling in this cave that has not been decorated by the dripping water."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Black Water Rafting"]},".  Cave tubing or black water rafting offers an adventurous journey that falls outside the comfort zone to thrill. It involves the use of an inflated rubber inner tube as a flotation device to take you down river. Booking and assembly point for all Black Water Rafting expeditions are done in The Legendary Black Water Rafting Co. HQ located a short distance outside Waitomo Caves village. The Legendary Black Water Rafting Co. is New Zealand's first black water adventure operator and has achieved an unblemished safety record over many years. There are two black water rafting tours available: Black Labyrinth & Black Abyss. Black Labyrinth is a 3 hour cave tubing excursion through Ruakuri Caves glow worm lit underworld universe. Black Abyss, on the other hand, takes a slightly more vigorous version to the same caves by mixing abseiling, climbing and cave tubing."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Lost World"]},".  Abseil 100 metres through the collapsed roof of a cave to the floor below then walk through the caves, seeing glow-worms on the way.  Either climb out if you are on the 4 hour trip or continue on through the stream and further caverns on the 7 1\/2 hour trip."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.huhucafe.co.nz HUHU cafe"]}]},", 10 Waitomo Caves Rd\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nWaitomo offers a range of accommodation options for its many local and overseas visitors.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kiwi Paka Backpackers"],["url=http:\/\/waitomo.kiwipaka.co.nz\/"],["email=waitomobackpackers@xtra.co.nz"],["address=School Road, Waitomo Caves Village"],["lat="],["long="],["directions="],["phone=+64 7 878 3395"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Qualmark rated 5 star quality accommodation in the heart of Waitomo Caves."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Waitomo Caves Hotel"],["alt="],["url=http:\/\/www.waitomocaveshotel.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=School Road, Waitomo Caves Village. Imposing turn-of-the-century grandeur."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kamahi Cottage"],["alt="],["url=http:\/\/www.kamahi.co.nz"],["email="],["address=229 Barber Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+64 7 8730849"],["price="],["checkin="],["checkout="],["content=RD5, Otorohanga, phone\/. Cottage 30 minutes from Waitomo. Self-contained. Bed & breakfast accommodation on a farm with panoramic views."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Waitomo TOP10 Holiday Park"],["alt="],["url=http:\/\/www.waitomopark.co.nz"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-38.3500"],["175.1833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Waikato"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Waitomo District"]]},"\n",{"type":"[[","value":[["Commons:Waitomo Caves"]]}]