[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["Waitakere"]}," (until 2010, ",{"type":"'''","value":["Waitakere City"]},") is the western part of the metropolitan area of the ",{"type":"[[","value":[["Auckland Region"]]}," and the Waitakere Range.  Colloquially it is called ",{"type":"'''","value":["West Auckland"]}," and its inhabitants ",{"type":"''","value":["Westies"]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":[" Geography "]},"\nWaitakere was an independent city until the cities of Auckland were amalgamated in 2010. Waitakere City had an area of 367km2, with the urban area being 25.8km2, and a population of nearly 200,000.\n\n",{"type":"===","value":[" Culture "]},"\nIn the region 71.9% of people are of European descent, 14.5% Pacific Island, 11.0% Asian and 11.0% Maori, with 68% born in New Zealand.\n\nEnglish is spoken by almost all residents, and around 5% also speak Samoan and a similar number speak Maori.\n\n",{"type":"'''","value":["Employment"]},". \nThe average annual wage for a Waitakere resident is $20,800, higher than the national average of $18,500. 28.9% of people have some form of tertiary education, but 26.6% leave school with no formal qualifications. These are both lower than national averages. Unemployment is currently running at about 8.3%. The most common employment industry is manufacturing at around 10% or so, followed by retail at around 8%.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom a distance away, you are likely to need the information on getting in to ",{"type":"[[","value":[["Auckland#Get in"],["central Auckland"]]}," first.\n\nWhen driving from either the north or south of Auckland, you do not need to go through downtown Auckland or to cross the Harbour Bridge.\n\nThere is a train service that runs from central Auckland to Waitakere.\n\n",{"type":"==","value":["Get around"]},"\n\nWaitakere is best seen by car. Buses and trains service the area, but many are slow and serve residents rather than visitors out to see the sights. The ",{"type":"[","value":["https:\/\/at.govt.nz\/bus-train-ferry\/ Auckland Transport (AT) website"]}," provides information on public transport, and allows you to select bus, train or ferry to plan an itinerary.\n\nA ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.surfshuttle.co.nz\/ Surf Shuttle"]}]}," offers transportation via mini-bus to ",{"type":"[[","value":[["Piha"]]}," beach and around the surrounding wineries and beaches.\n\n",{"type":"==","value":["See"]},"\nWaitakere offers many of the native delights, such as trees, bushes and flowers that make New Zealand unique.\n\n",{"type":"*","value":["Waitakere houses some of New Zealand's best wineries. These can be found in two main areas, ",{"type":"'''","value":["Henderson Valley"]}," and ",{"type":"'''","value":["Kumeu"]},". On summer weekends, these will be packed with those looking to sit in the sun, have a bottle of wine and a relaxed late lunch. On Sundays ",{"type":"'''","value":["Pleasant Valley"]}," on Henderson Valley Road can be a good afternoon, often having live music. Other vineyards in the area include ",{"type":"'''","value":["Delegats"]}," and ",{"type":"'''","value":["Montana"]},", although these are much harder to find and do not have regular food service. "]},"\n",{"type":"*","value":["Another micro winery is ",{"type":"'''","value":["Artisans"]}," on Parrs Cross Road, where you can sample a variety of wines made and sold on site. You can stroll through the vineyards or look at the onsite gallery that sells a range of artwork and toys made by local artists. They also have a well priced and tasty breakfast and lunch menu."]},{"type":"[[","value":[["File:Fisherman- - Muriwai, Auckland, NZ.jpg"],["thumb"],["300px"],["Fishing on Muriwai Beach"]]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Kumeu"]}," area makes for a wonderful day trip. Follow the Northwestern motorway to the end and take State Highway 16 to Kumeu. Within 10-15 minutes you will start to see vineyards that have cafes and immaculate gardens. Vineyards include Coopers Creek, Soljans and Kumeu River. Stop for lunch before heading further on to Muriwai Beach."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Muriwai"]]}," Beach"]}," is even more rugged, more natural and less urbanised than ",{"type":"[[","value":[["Piha"]]},". It is a huge black sand beach that stretches as far as the eye can see (in fact it extends to the Kaipara Harbour entrance). The south end houses cabins and a camp ground, an ice cream shop and a fish and chip shop, as well as the main beach and the lifeguards' tower. The north end is dominated by those in 4X4's and dirt bikes. "]},"\n",{"type":"*","value":["An attraction popular with tour groups is ",{"type":"'''","value":["Arataki Visitors Centre"]}," on Scenic Drive, Titirangi. Around the centre there are nature trails which signpost the native trees and birds found in the area. Trails range from 10 minutes to 4-5 hours and are all fully maintained and signposted. The centre itself features models, history and facts of native birds and the surrounding area. The view from Scenic Drive is amazing, the west coast one side and the city the other."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=West Coast Gallery"],["url=http:\/\/www.westcoastgallery.co.nz\/"],["email="],["address=Seaview Rd, Piha"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Art gallery in the former fire station."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Waitakere Ranges"]},". Waterfalls, views, and rugged but beautiful beaches. Some hiking tracks have been closed since 1 July 2012 to protect some areas from a disease affecting kauri trees. The Hillary Trail, named after Sir Edmund Hillary, is open.",{"type":"[","value":["http:\/\/regionalparks.aucklandcouncil.govt.nz\/articles\/hillary-trail"]}]},{"type":"*","value":[" The west coast ",{"type":"'''","value":["beaches"]},", such as ",{"type":"[[","value":[["Piha"]]},", offer sand, surf and are popular for swimming, though dangerous for the unwary, with surf that changes with the tides, unpredictable deep holes, undertows and rips.  Swim between the red and yellow flags and pay attention to the lifeguards on duty. "]},{"type":"*","value":[{"type":"'''","value":["Woodhill Forest"]},", off State Highway 16, has a ",{"type":"'''","value":["bike park"]}," where children learn how to ride on tracks amongst the trees. Other activities in the area include ",{"type":"'''","value":["BMX trails"]}," and racing and a huge high ropes course set in the forest called ",{"type":"'''","value":["Tree Adventures"]}," (bookings recommended). There are 8 courses to do and it can take 2-4 hours depending on skill and fitness. Fruit shops along the highway offer good selections of fresh seasonal produce. When strawberries are in high season, 3 punnets will usually cost about $5. "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=AWOL Adventures"],["alt="],["url=http:\/\/www.awoladventures.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offer rainforest canyon climbing near ",{"type":"[[","value":[["Piha"]]}," beach"]]}]},{"type":"*","value":["If the weather is not so good try the ",{"type":"'''","value":["Waitakere Aquatic Centre"]},", Alderman Drive, Henderson. Home of the 1992 Commonwealth Games competition pools, they have been though major expansion and renovation over the past 3 years. Now the complex consists of 2 x 50m 8 lane pools, a drive pool with 9 boards, a hydroslide, 2 toddlers pools, spa, sauna, steam room facilities, a lazy river and a wave pool. There is also an onsite gym and a cafe, entry is $6.50 adults, $4 children."]},{"type":"*","value":["Should you wish to really indulge yourself, visit ",{"type":"'''","value":[{"type":"[","value":["http:\/\/tonicspa.co.nz Tonic skin.body.spa"]}]},", an award winning Day Spa with relaxation and therapy spaces inside and out."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Piha Surf School"],["url=http:\/\/www.pihasurfschool.com\/"],["email="],["address=138 Seaview Rd, Piha, Waitakere"],["lat="],["long="],["directions="],["phone = +64 9 8128123"],["tollfree="],["fax="],["hours="],["price="],["content=Piha Surf School coaches beginners but also has a special program for intermediate and competitive surfers."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n\n",{"type":"==","value":["Eat"]},"\nMany types of food can be had in West Auckland. Great North Road, which runs through much of Waitakere, has many establishments offering food. New Lynn has many cafes and sandwich bars.\n\nKelston doesn't really have anything special except a halal butcher. \n\nGlendene is a good place to head to find excellent kebabs, roast dinners and lovely homemade pizza, as well as gourmet burgers (expensive but good) and a regular fish and chip shop. The bakery behind the shops has the best chicken sandwiches out west and the best chocolate chip shortcake caramel slice ever - its $1.50 and simply divine. \n\nIn Henderson there is a Thai takeaway (main & rice $10-13), & a vegetarian Vietnamese restaurant at the far end. Up by the bridge and the bus stop is another fish and chip shop. \n\n",{"type":"*","value":["Te Atatu Peninsula, has the only 24 hour kumara (sweet potato) chips and roast chicken in Waitakere. "]},"\n",{"type":"*","value":["Hadads on the main road has chicken, fish and chips and kebabs. Further past the round about there is an excellent ice cream parlour where a double scoop of locally made ice cream will cost about $2.20, 5 scoops around $3.70, milkshakes $3. These should be taken in the car and then head down to the beach (2 mins away). You can then sit in the car or walk around the reserve. This looks back uninterrupted across the harbour to the city, which can be very beautiful."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Piha Kitchen"],["url=http:\/\/www.pihakitchen.co.nz"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Piha Cafe"],["url=http:\/\/www.thepihacafe.co.nz"],["email="],["address=Seaview Rd, Piha Beach"],["lat="],["long="],["directions=opposite Piha Domain Camp"],["phone = +64 8128 808"],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy your coffee with counter food or menu either inside or outside in local native garden with spectacular views of Lion Rock.  Eat in or takeaway.  Simple daytime menu."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Thirsty Rooster"]}," Glendene. Features Colin McCann artwork in the pub."]},"\nLicensing to sell alcohol in Waitakere is controlled by two trusts: the Portage and the Waitakere. This means that everyone who sells alcohol must be registered by either one. It is not possible to buy beer or wine in the supermarket unlike the rest of Auckland. The trusts are non-profit organisations that reinvest the taxes on alcohol back into the local communities, schools, parks and sports teams. Although this is obviously less convenient, the local referendum always supports the trusts as they would prefer money going back into the community and not into supermarkets' profits (lower prices, lower margins, less levied for the community). This does not mean that it's more expensive to buy alcohol, but it is more controlled and hours are more restrictive. Another argument made for this is that there is more control over young people buying alcohol so it may reduce under-age drinking.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Black Sands Lodge"],["url=http:\/\/www.pihabeach.co.nz"],["email="],["address=9 Sylvan Glade"],["lat="],["long="],["directions=off Beach Valley Road"],["phone = +64 21 969924"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=noon"],["content=Offers a choice of three self contained accommodations in a large, private native garden."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Eibsee Cottage"],["url=http:\/\/www.pihabeach.co.nz\/Piha---Eibsee-Cottage.htm"],["email="],["address=Beach Valley Rd"],["lat="],["long="],["directions=oppsite Piha Beach"],["phone = +64 21 969924"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=11AM"],["content=Accommodation in one of the finest examples of Piha's holidays homes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tanahlot"],["url=http:\/\/www.pihabeach.co.nz\/Piha---Tanahlot-Holiday-Home.htm"],["email="],["address=Beach Valley Rd"],["lat="],["long="],["directions=opposite Piha Beach"],["phone = +64 21 969924"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=11AM"],["content=Directly opposite Piha Beach this beautiful Bach is available for holiday rental.  Tanahlot, named after the owners favourite place in Bali, is beautifully furnished, has every kitchen gadget a holiday home needs, beautiful bedding and off street parking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Kauri Suite"],["alt="],["url=http:\/\/www.pihabeach.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=9 Sylvan Glade, Piha. A nice suite, close to the beach, suitable for two people."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tui Suite"],["alt="],["url=http:\/\/www.pihabeach.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=9 Sylvan Glade, Piha. A slightly smaller suite also in Piha."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beach Cabin"],["alt="],["url=http:\/\/www.pihabeach.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=9 Sylvan Glade, Piha. Budget suite just two minutes from the beach."]]}]},"\n",{"type":"==","value":["Go next"]},"\nMost parts of Waitakere are close to the rest of Auckland. Auckland Airport can be reached in off-peak times in about 40 minutes. The ",{"type":"[[","value":[["North Shore (New Zealand)"],["North Shore"]]}," can also be reached via Upper Harbour Drive, avoiding the main Harbour Bridge. The Waitakere City Council offices can reach downtown Auckland off-peak in around 20 minutes, being 18km away from Union Street via the North-Western Motorway.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-36.85"],["174.55"]]},"\n",{"type":"{{","value":[["isPartOf"],["Auckland"]]},"\n",{"type":"[[","value":[["Wikipedia:Waitakere City"]]}]