[{"type":"{{","value":[["pagebanner"],["Wake_Island_banner.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:Wake_Island.jpg"],["400px"],["right"],["thumb"],["The Wake Island atoll from the northeast, in 1941"]]},"\n\n",{"type":"'''","value":["Wake Island"]}," is a tiny island in Micronesia in the ",{"type":"[[","value":[["Oceania"],["Pacific Ocean"]]},", located 2\/3 of the way from ",{"type":"[[","value":[["Honolulu"]]}," to ",{"type":"[[","value":[["Guam"]]},", best known for its role in World War II.  It is an unorganized ",{"type":"[[","value":[["United States"]]}," territory, with no permanent residents, just members of the U.S. military and civilian contractors who manage the facility.  Positioned just a few hundred miles west of the International Date Line (UTC +12), Wake Island is \"in the future\" from most of the world, and the rest of the United States.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Wake_Island_map.png"],["300px"],["right"]]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n\"Wake Island\" is technically an atoll of three islands: Wake itself is V-shaped; Wilkes and Peale Islands are extensions of the legs of that V, separated from Wake by narrow channels.  They surround a shallow lagoon (the crater of the volcano that spawned the atoll), and are themselves surrounded by a coral reef.  The highest point is only 20 ft above sea level.  The islands cover about 12.5 mi",{"type":"<","value":["sup",["2"]]},", with a coastline of 12 mi.  The island's airfield, including a runway running the length of the southern leg of the V, covers a substantial percentage of the land area.\n\n",{"type":"===","value":["History"]},"\n\nThe island was first discovered in 1568 by a Spanish explorer who named it \"",{"type":"[[","value":[["San Francisco"]]},"\".  A British ship captained by Samuel Wake re-discovered it in 1796; ",{"type":"''","value":["his"]}," name actually ",{"type":"''","value":["stuck"]},".  The 1840 United States Exploring Expedition led by Charles Wilkes with naturalist Titian Peale gave their names to the smaller islands.  But it was Pan American Airways that \"put it on the map\", building a \"PAAville\" and a 48-room hotel on Peale Island and using it as a refueling and rest stop on their then-new \"China Clipper\" passenger and mail route between ",{"type":"[[","value":[["San Francisco"]]}," and ",{"type":"[[","value":[["Hong Kong"]]}," in 1935.\n\nThe Japanese Navy helped put Wake on the ",{"type":"''","value":["silver screen"]},", by attacking it just hours after Pearl Harbor (December 8 local time, due to the time difference), then laying siege to it over the next few weeks.  They successfully took the island, but not before the hopelessly out-manned and out-gunned U.S. military and civilian force stationed there sank two of their destroyers - one with shore batteries and one by air, sunk a submarine, substantially damaged their other ships, and killed nearly 1000 of the invading force.  Eight months later, ",{"type":"''","value":["Wake Island"]}," – a stirring dramatization of the island's defense – was released by Paramount Pictures, garnering 4 Oscar nominations, including Best Picture.\n\nThe island returned to U.S. control following the Japanese surrender (although there is now a conflicting claim by the ",{"type":"[[","value":[["Marshall Islands"]]},", which became independent in 1986).  It has since served as a refueling stop and staging ground during the Korean War, the Vietnam War, and Operation Desert Storm.  It served as a waystation to the U.S. for 92,000 ",{"type":"[[","value":[["Vietnam"]]},"ese refugees in 1975, and evacuees of the 1991 eruption of Mt. Pinatubo in the ",{"type":"[[","value":[["Philippines"]]},".  It currently participates in the testing phase of possible ballistic missile defense systems.\n\nWake Island was struck by Super Typhoon Ioke, a category-5 tropical storm, in August 2006.  The atoll's population of 188 at the time was fully evacuated.  70% of the buildings were damaged, but not as badly as feared, and major components of the island's infrastructure survived, including the airfield.  As of August 2007, the island is up and running again.\n\n",{"type":"==","value":["Get in"]},"\n\nCommercial air service to Wake has been discontinued, and the atoll is ",{"type":"'''","value":["no longer generally open to visitors"]},".  The airstrip remains available as an emergency landing site for trans-Pacific flights; if you don't have official business there, that's perhaps the most likely circumstance in which you'll visit the place.  In non-emergency situations, a \"Prior Permission Request\" must be filed to use the airstrip (and will probably be denied) +1-808-424-2101.  From time to time, ",{"type":"[","value":["http:\/\/miltours.com Military Historical Tours"]}," offers day trips to the island. They include a flight from Guam on a chartered Continental Micronesia 737-800.\n\nThe island does not have a navigable harbor; the lagoon is cut off from the ocean by a coral reef, and itself is rarely deeper than a few meters at high tide.\n\n",{"type":"==","value":["Get around"]},"\n\nMost parts of the islands are easily accessible on foot, though sturdy shoes are recommended to protect from sharp coral rocks in many places.  There are also roads on the islands; trucks, minivans, and full-size vans are available to authorized personnel. +1-808-424-2227.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Wake Island Lagoon Paradise by Matthew Piatkowski.jpg"],["right"],["300px"],["thumb"],["Wake's beautiful shark-free lagoon"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["beaches and lagoon"]}," are highly praised as examples of tropical beauty."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["\"98 Rock\""]}," is a memorial for the 98 U.S. Prisoners of War who were forced by their Japanese captors to rebuild the airstrip as slave labor, then blind-folded and killed with machine guns on 5 October 1943.  An unidentified prisoner escaped, and scratched \"98 US PW 5-10-43\" on a large coral rock near their mass grave, on Wilkes Island at the edge of the lagoon (near the current fuel tank farm).  He was recaptured and beheaded by the Japanese admiral, who was later convicted and sentenced to death for these war crimes.  The rock still bears the original inscription and a small plaque identifying it; a bronze plaque naming the victims has been placed at the site."]},"\n",{"type":"*","value":[" There are also ",{"type":"'''","value":["memorials"]}," for the military and civilian personnel who died defending the islands from the Japanese take-over."]},"\n",{"type":"*","value":[" The remains of ",{"type":"'''","value":["Japanese fortifications"]}," during World War II are still visible around the islands."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["\"PAAville\""]}," hotel and ",{"type":"''","value":["China Clipper"]}," dock are in ruins."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" A base ",{"type":"'''","value":["dining facility"]}," provides meals to those stationed on the island. +1-808-424-2794."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Drifter's Reef"]}," (",{"type":"''","value":["on Wake, by the channel separating it from Peale"]},").  This long-standing establishment is the only official bar on the island."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" Barracks capable of housing 154 are maintained on the island. Double-occupancy rooms are provided to visitors, with VIP quarters sometimes available. +1-808-424-2797."]},"\n",{"type":"==","value":["Work"]},"\n\nThe facilities on Wake Island are managed by the civilian ",{"type":"'''","value":["Chugach Alaska Corporation"]},", 3800 Centerpoint Dr., Anchorage, AK 99503 ",{"type":"''","value":["+1 907"]},"-563-8866. ",{"type":"[","value":["http:\/\/www.chugachjobs.com\/"]},"\n\n",{"type":"==","value":["Stay safe and healthy"]},"\n\n",{"type":"'''","value":["Sharks"]}," swim in the waters of the Pacific around Wake Island.\n\nWake Island has no natural ",{"type":"'''","value":["fresh-water"]}," sources, so huge catchbasins for rainwater were built but are no longer in service. Water now is made through reverse osmosis processing units that pull salt water from the ocean and convert it to potable water.\n\n",{"type":"==","value":["Go next"]},"\n\nDepending on the direction, either ",{"type":"[[","value":[["Guam"]]}," or the ",{"type":"[[","value":[["Midway Islands"]]}," was the next stop on Pan Am's \"China Clipper\" route, both of which also played important roles in World War II.  The ",{"type":"[[","value":[["Marshall Islands"]]}," are the atoll's nearest neighbor, a few hundred miles to the south.\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Micronesia"]]},"\n",{"type":"{{","value":[["Geo"],["19.3"],["166.633333"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Wake Island"]]}]