[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Afghanistan_Badakhshan_Wakhan_district_location.PNG"],["thumb"],["Province with Wakhan district highlghted"]]},"\nThe ",{"type":"'''","value":["Wakhan Corridor"]}," (وخان in ",{"type":"[[","value":[["Persian phrasebook"],["Persian"]]},") is the little panhandle of Badakhshan Province in the far northeast of ",{"type":"[[","value":[["Afghanistan"]]},", a long (220 km) narrow (16-64 km) area wedged between ",{"type":"[[","value":[["Tajikistan"]]}," to the north and ",{"type":"[[","value":[["Pakistan"]]}," to the south.  Its eastern tip is only place where Afghanistan and ",{"type":"[[","value":[["China"]]}," have a border.\n\nThe corridor is the most direct route between Afghanistan and China, and a minor trade route. However, it has never become a major route because the terrain is quite difficult and at times the hill tribes can be as well. The main routes from Afghanistan to China start by going either north over the ",{"type":"[[","value":[["Salang Pass"]]}," to ",{"type":"[[","value":[["Bactria"]]}," or east through the ",{"type":"[[","value":[["Khyber Pass"]]}," into Pakistan.\n\nThe corridor is an artifact created by the Great Game, the intense competition between the British and Russian Empires for influence in the region during the latter part of the 19th century. Its northern border was originally between Afghanistan and the Russian Empire (now between Afghanistan and Tajikistan) and was defined in an Anglo-Russian treaty. The southern border was originally between Afghanistan and the Raj (now between Afghanistan and Pakistan), and defined in an Anglo-Afghan treaty. The main reason for creating the corridor was that the British wanted to avoid having a direct border between the two Empires.  \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Wakhan Corridor.jpg"],["thumb"],["part of the Corridor"]]},"\n26 km long Lake Zorkul, the source of the Pamir river which is a tributary of the Oxus, is the only significant body of water and provides fantastic ice-skating in winter if you can survive the altitude and cold. You may be able to shelter in the minute settlement of ",{"type":"[[","value":[["Qarabolaq"]]}," at the eastern end of the lake. The lake's northern half lies in ",{"type":"[[","value":[["Tajikistan"]]}," where it is protected as part of the Zorkul Nature Reserve.\n\nTraditional houses in the Pamirs are known locally as ",{"type":"''","value":["Chid"]},". The basic structure hasn't changed much in more than two and a half thousand years. The Soviets discouraged the Pamiri Ismailis from building mosques and many homes have a kind of shrine that is reminiscent of Zoroastrian practices. To visitors, unless they understand the history, they're just dirty, smoky hovels.\n\nThe roofs are flat so that yak shit can be dried up there and then used for fuel.\n\nIn older Chid, ask them to show you the pillar that represents the prophet Mohamed (",{"type":"''","value":["Khasitan-Shokhsutun"]},"), just to the left as you enter and made of juniper wood.\n",{"type":"===","value":["History"]},"\nThis is the area popularized in the recent book ",{"type":"''","value":["Stones into Schools"]},", the follow up to ",{"type":"''","value":["Three Cups of Tea"]},".  Both of these books describe the work of the Central Asian Institute and the work of Greg Mortensen, the mountain-climber turned school builder. Both books are highly recommended and are largely responsible for his nomination for the Nobel Peace Prize (which he did not get, however).\n\n",{"type":"===","value":["Landscape"]},"\n\nThis area is mostly very rugged mountain country, though there is some relatively flat land in the river valleys. Most of the routes through it follow those valleys.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nThe latitude is about 37 °N, roughly that of Washington or Lisbon, but the whole area is at high altitude — Lake Zorkul is above 4,000 m or 13,000 feet — so winters are quite severe.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nWhile it may seem tempting to cross into ",{"type":"[[","value":[["China"]]}," or ",{"type":"[[","value":[["Pakistan"]]}," from this area, it is highly illegal and you stand a good chance of ending up in jail. It is possible to enter the corridor from Afghanistan, in particular from ",{"type":"[[","value":[["Bactria"]]}," in the north, but that is currently very dangerous. The only way in and out that is legal and might be relatively safe is crossing the Oxus from the north, via  Ishkashim, Tajikistan.\n\nRecently there has been word of a possible new border crossing between Afghanistan and Pakistan at the Broghil Pass. There are no checkpoints as such but, if you're willing to do a lot of legwork to get the necessary and arduous permissions, start your enquiry in Kabul.\n\nAlternatively there are some organisations such as ",{"type":"[","value":["http:\/\/www.secretcompass.com\/ Secret Compass"]}," that arrange expeditions to the Wakhan, usually in the summertime.\n\n",{"type":"==","value":["Get around"]},"\nYou can hire a Jeep. A jeep from Eshkashim to Sarhad-e-Wakhan (8-hour trip) cost US$400 in June 2011; to Sarhad-e-Broghil, the price would have been US$200. Getting back down from the valley can be difficult if you haven't arranged for a pick-up, as traffic is very scarce.\n\nThere is no modern road through the \"Corridor\" which has not ",{"type":"''","value":["officially"]}," been used as a transit route from China for more than 100 years. There's a rough road from E\/Ishkashim to Sarhad-e Broghil that was finished in 1968 but only yak tracks and sheep paths beyond. It's more than 100 km from where this road finishes to Chinese territory at Wakhjir Pass and further still to the far end of the Little Pamir.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Concord Peak"]}," 5,469 m (17,943 ft) which now, officially, straddles the border with the neighbouring state of ",{"type":"[[","value":[["Afghanistan"]]}," which also has an even tinier settlement of the same name (also known as ",{"type":"[[","value":[["Qareh Būlāq"]]},") and from which the people of Qarabolaq in Tajikistan moved at the end of the nineteenth century before the border with what was then Czarist Russia was delineated."]},{"type":"*","value":[{"type":"'''","value":["Lake Zorkul"]}," is azure blue. Ole Olufsen, leader of a Danish expedition in 1888-9, wrote in his journals that local people said the lake had loads of sea-horses that \"",{"type":"''","value":["come out of the water to graze and then pair with the horses in the fields, and this crossing is said to be very good for the breed. To venture out on these lakes is death, as the sea-monsters would immediately pull one down into the deep."]},"\""]},{"type":"[[","value":[["File:Pamir panorama.jpg"],["thumb"],["center"],["700px"],["Pamir Mountains"]]},"\n\n",{"type":"==","value":["Do"]},"\nTrekking is the main reason you would come to this region.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\nBasically, the entire region is back country, not to be attempted without good skills, good equipment and trustworthy local guides.\n\n",{"type":"==","value":["Stay safe"]},"\nThe entire country is currently an extremely high-risk area where travel is emphatically not recommended; see ",{"type":"[[","value":[["Afghanistan#Stay_safe"]]},". The corridor is isolated enough that some risks may be lower, but others — notably local banditry and a lack of police or other government presence — are quite likely higher.\n\n",{"type":"[[","value":[["Altitude sickness"]]}," is also a risk.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["37.0"],["73.0"],["zoom=9"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northeast Afghanistan"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Wakhan_Corridor"]]}]