[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Waldo Lake Sunset (Lane County, Oregon scenic images) (lanDB3743).jpg"],["300px"],["thumbnail"],["Waldo Lake Sunset"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fs.fed.us\/r6\/willamette\/manage\/waldolake\/ Waldo Lake"]}]}," is one of many cascade lakes in the ",{"type":"[[","value":[["Cascade Mountains (Oregon)"],["Central Cascade"]]}," region of ",{"type":"[[","value":[["Oregon"]]},".  The lake is known for its crystal clear water.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"*","value":["Waldo Lake is Oregons second largest body of natural water."]},{"type":"*","value":["Waldo Lake is one of the clearest lakes in the world, on a bright day one can see over 100 feet in depth."]},{"type":"*","value":["The chemical makeup of the water in waldo lake has been compared to distilled water."]},{"type":"*","value":["The closest bodies of water to waldo lake are; Eddeeleo Lakes, and Quinn Lakes, and Six Lake Basin."]},{"type":"*","value":["The forest around the lake is made up of; Douglas Fir, Western Hemlock, Western Fir, and True Fir."]},{"type":"*","value":["The Lake Area is: 6928 Acres (9.8 Sq Miles)."]},{"type":"*","value":["The Lakes Maximum Depth: 420 Feet."]},{"type":"*","value":["Average lake depth: 128 feet."]},{"type":"*","value":["Length of Shoreline: 21.7 miles."]},{"type":"*","value":["The soil is made up of weathered volcanic ash, and boulders of basaltic bedrock."]},{"type":"*","value":["This area may be subject to heavy mosquitos through early August."]},"\n",{"type":"===","value":["History"]},"\nWaldo Lake was effectively isolated from human activity until the late 1800s,\nwhen it appeared on a map prepared by the Surveyor-General of Oregon dated August\n24, 1863 (Larson 1995). The U.S. Forest Service granted permission to A.R. Black for\nthe construction of a canal on the lake’s natural outlet in 1905; Black later sold the rights\nto the project to F.N. Ray and Simon Klovdahl in 1908. Ray and Klovdahl intended to\nmonopolize water rights to the entire Willamette Valley using their newly formed Waldo\nLake Irrigation and Power Company. Projecting to supply enough water to irrigate\n100,000 acres of farmland and to generate 40,000 “horsepowers” of energy, Ray and\nKlovdahl would’ve had a significant effect impact on the economic, social, and\necological status of the Willamette Valley had they succeeded. Financial and logistic\ndifficulties led to the demise of the project in 1914, but not before the Klovdahl Tunnel\nwas constructed on the lake’s southwestern edge. The tunnel has since been deemed a\nNatural Historic Place, and stands as a reminder of the first entrepreneurs set on\nmanipulating the lake’s natural processes (Claeyssens 21).\n\nThe Forest Service took jurisdiction over the Waldo Lake area in 1934;\ninvestigations of the lake’s limnological properties began shortly thereafter. Fishstocking\npractices had occurred somewhat sporadically since 1889, and continued with\nincreasing regularity and intensity until 1990. (Further discussion of fish management\nissues will follow). Access to the lake improved drastically in 1966, when roads and\nlakeside camping facilities were established and expanded. A 13-mile-long paved road\nbetween Highway 58 and Waldo opened in 1969; since then, the number of visitors to the\narea has increased from a few hundred in 1967 to 170,000 in 1994 (Willamette National\nForest 2004).\n\n",{"type":"[","value":["http:\/\/darkwing.uoregon.edu\/~dtodd\/WilRiver\/Bliss.pdf Implications of Fish Stocking at Waldo Lake"]},"\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Waldo Lake, USFS.jpg"],["250px"],["thumbnail"],["Waldo Lake"]]},"\nWaldo stretches 9.6 kilometers in length and 2.65 kilometers in width, giving it a total\nsurface area of roughly 26 sq. km and making it the second largest lake in the Oregon\nCascades. Its maximum depth (128 m), located at its southern basin, is considerably\ngreater than its mean depth (39 m). Its elevation (1,650 meters above median sea level)\nand water clarity (Secchi-disk reading 40.5m) classify Waldo Lake as an\nultraoligotrophic high-mountain lake (Bronmark 175, Larson 2000: 6). The lake and its\nwatershed are within the Waldo Lake Wilderness Area, and included in the Oregon\nScenic Waterway system (qtd. in Larson 2000: 4).\n\nAcclaimed for its intense blue color and transparency, Waldo Lake is a marvel to\nlimnologists, biologists, geologists, and the public alike. Its water is incomparably dilute,\nchemically similar to distilled tap water (Todd). The combined effects of having a small\nwatershed area (barely twice that of the lake’s total area), organically poor soils, and a\nheavily forested boundary result in a very low amount of nutrient flow into the lake. As a\nconsequence of having low nutrient levels, phosphorous in particular, appositely low\nrates of phytoplankton production typify Waldo Lake (Bronmark 177). This feature has\nchanged in the last sixty years, as human access and use of the lake has increased.\n\n",{"type":"[","value":["http:\/\/darkwing.uoregon.edu\/~dtodd\/WilRiver\/Bliss.pdf"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nRoughly 80 percent of the Waldo Lake watershed is forested, namely with\nmountain hemlock, western hemlock, lodgepole pine, western white pine, Douglas fir,\nnoble fir, true fir, and Engelmann spruce. Mountain hemlock, true fir, and lodgepole pine\ndominate the immediate area surrounding the lake. Soils are organically poor, highly\npermeable, and less than 2 meters deep: basalt bedrock is visible at many places around\nthe lake (Larson 2000: 5, personal observation 2003).\n\nThe ODFW stocked Waldo with rainbow trout, brook trout, kokanee salmon, and\ncutthroat trout until 1990. Opossum shrimp (mysids) were also released as an additional\nfood source for fish between 1965 and 1967 (Ziller 146, Larson 2000: 9).\n\n",{"type":"[","value":["http:\/\/darkwing.uoregon.edu\/~dtodd\/WilRiver\/Bliss.pdf"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Waldo Lake map.gif"],["300px"],["thumbnail"],["Waldo Lake map"]]},"\nWaldo lake is located 58 miles southeast of ",{"type":"[[","value":[["Eugene (Oregon)"],["Eugene"]]},".  About 10 miles off of highway 58.  Waldo Lake is surrounded by the Waldo Lake wilderness area, the northern border of Waldo Lake Wilderness is the southern border of the very popular Three Sisters Wilderness.\n\n",{"type":"*","value":["From The North (",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", ",{"type":"[[","value":[["Eugene"]]},", ",{"type":"[[","value":[["Salem (Oregon)"],["Salem"]]},") -- Take I-5 South Until Hwy 58 exit 5 miles south of Eugene, Travel on Hwy 58 East for 70 miles, About 40 miles past Oakridge take a left onto waldo lake rd #5897.  The first campground (shadow bay) is the first turnoff (about 6-1\/2 miles down Waldo Lake Road) The last turnoff (12 miles down Waldo Lake Road) is to both Islet and North Waldo campgrounds."]},"\n",{"type":"*","value":["From The South (",{"type":"[[","value":[["Roseburg"]]},", ",{"type":"[[","value":[["Medford (Oregon)"],["Medford"]]},", ",{"type":"[[","value":[["Grants Pass"]]},")-- Travel North on I-5 until Hwy 58 exit towards Oakridge (this exit will be about 5 miles south of Eugene).  Travel on HWY 58 East for 70 miles, about 40 miles past Oakridge take a left onto waldo lake rd # 5897.  The first campground is shadow bay (6-1\/2 miles down Waldo lake Road) the last turnoff (12 miles down Waldo Lake Road is to both Islet and North Waldo campgrounds."]},"\n",{"type":"*","value":["From the east (",{"type":"[[","value":[["Bend"]]},", ",{"type":"[[","value":[["Madras (Oregon)"],["Madras"]]},", ",{"type":"[[","value":[["Redmond (Oregon)"],["Redmond"]]},") -- Travel on HWY 97 (south if from Bend Madras or Redmond) until the Chemult intersection with HWY 58, then travel west for 55 miles on HWY 58, 15 miles past Willamette pass turn right onto Waldo Lake Rd # 5897.  The first campground is shadow bay (6-1\/2 miles down Waldo lake Road) the last turnoff (12 miles down Waldo Lake Road is to both Islet and North Waldo campgrounds."]},"\n",{"type":"===","value":["By foot"]},"\nThe ",{"type":"[[","value":[["Pacific Crest Trail"]]}," (PCT) is a well known trail that extends along the West coast of the United States, from Mexico to Canada. It passes through California, Oregon, and Washington State.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nWaldo Lake is the only major lake in Oregon with a shoreline trail good for backpackers. [Backpacking Oregon, Douglas Morain, 1999, p189]\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]},". Miles of trails surround the Waldo Lake wilderness area, the most popular is the lake perimeter trail (22 miles)."]},{"type":"*","value":[{"type":"'''","value":["Sailing"]},". There is a 10MPH speed limit on the lake, so the majority of boats are sailboats, the lake is usually calm but its very common for wind to come from the NW.  There are boat ramps at all three campgrounds."]},{"type":"*","value":[{"type":"'''","value":["Camping"]},". There are 3 campgrounds on the east side of the lake."]},{"type":"*","value":[{"type":"'''","value":["Swimming"]},". Swimming is possible in the summer months but lake temperatures stay below 65 degrees in warm summer months."]},{"type":"*","value":[{"type":"'''","value":["Snowmobiling"]},". Snowmobiling is popular during winter months when most of the lake is frozen.  Waldo Lake Road is closed during winter months, as most snowmobilers park here and make the 8-12 mile ride up to the lakes campgrounds and trails."]},{"type":"*","value":[{"type":"'''","value":["Fishing"]},".  Waldo Lake supports several species of fish including rainbow trout, brook trout, and kokanee salmon.  The best time to fish is generally in the early morning or the late evening hours.  The best time of the year to fish is in early June or late October. (though the lake is well documented as having \"poor fishing due to water that is too pure to support fish\" and has not been stocked since 1990. -Backpacking Oregon, Douglas Morain, 1999)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Oakridge Hostel"],["url=http:\/\/www.oakridgehostel.com\/"],["email="],["address=48175 East First St, Oakridge"],["lat="],["long="],["directions="],["phone = +1 541 782-4000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The closest hostel accommodation. 30 miles from the lake."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nWaldo Lake is supports 3 Large Campgrounds.  All have boat ramps, water, bathrooms, and gravel trails.  They are also handicapped accessible.\n\n",{"type":"*","value":[{"type":"'''","value":["Shadow Bay Campground"]},". Known for the bay that is the center of the campground.  The bay has a sandy bottom and is good for swimming.  On sunny days the water is usually a teal color and is comparable to water colors common at Caribbean beaches."]},"\n",{"type":"*","value":[{"type":"'''","value":["Islet Campground"]},". Known for a point that extends 150 yards into the lake.  There is a gravel trail out to the point where there are two benches with great views of the lake."]},"\n",{"type":"*","value":[{"type":"'''","value":["North Waldo Campground"]},". The lake's most popular campground.  This campground is close to the burn area from a recent wildfire in the 1996 Charlton fire which burned a large area on the north shore of the lake.  North Waldo campground is home to the Waldo Lake Ampitheatre where speakers are present about once a week during summer months."]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nWaldo Lake is well known for mosquitoes.  A visitor should bring several bottles of repellent if visiting during summer months.  Mosquitoes are common in most Cascade lakes.  Its most important to wear insect repellent around the lake in the evening hours.  Be aware that many types of insect repellent have been proven to be toxic, carcinogenic, and cause birth defects, and many on the market have not been tested.  Just because it says 'natural' on the label does not mean it is safe.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Cascade Mountains (Oregon)"]]},"\n",{"type":"[[","value":[["wikipedia:Waldo Lake"]]},"\n",{"type":"{{","value":[["geo"],["43.718888888889"],["-122.04083333333"]]}]