[{"type":"{{","value":[["pagebanner"],["Wales banner Llyn Llydaw Snowdonia.jpg"],["caption=Llyn Llydaw in Snowdonia National Park"]]},"\n",{"type":"[[","value":[["Image:Cardiff Bay at night.jpg"],["thumb"],["right"],["425px"],["Cardiff Bay at dusk"]]},"\n\n",{"type":"[","value":["http:\/\/www.visitwales.com",{"type":"'''","value":["Wales"]}]}," (",{"type":"[[","value":[["Welsh phrasebook"],["Welsh"]]},": ",{"type":"''","value":["Cymru"]},") is one of the countries that make up the ",{"type":"[[","value":[["United Kingdom"]]},". Rich in history and natural beauty, Wales has a living Celtic culture distinct from the rest of the UK. Travellers are attracted to Wales because of its beautiful landscape, including the mountains and coast of its three contrasting national parks, the wealth of history and large number of imposing castles.\n\nOccupying a mountainous western peninsula of the island of ",{"type":"[[","value":[["Great Britain"]]},", Wales is bordered to the east by ",{"type":"[[","value":[["England"]]},", while the ",{"type":"[[","value":[["Republic of Ireland"]]}," sits to the west across the Irish Sea. Only two hours from London but with less than a third of that city's population, to enter Wales from its crowded eastern neighbour is most certainly to enter another country.\n\n",{"type":"==","value":["Regions"]},"\nWales is here divided geographically and culturally into three regions:\n",{"type":"{{","value":[["Regionlist"],["regionmap=Wales map.png"],["regionmaptext=Regions of Wales"],["regionmapsize=175px"],["region1name=",{"type":"[[","value":[["North Wales"]]}],["region1color=#8dd35f"],["region1description=Several holiday resorts located along the coast, but primarily a rural area with the highest mountains in the United Kingdom south of Scotland."],["region2name=",{"type":"[[","value":[["Mid Wales"]]}],["region2color=#a0892c"],["region2description=A sparsely populated region of mountains, moorlands, forests, wide river valleys and a coastline facing the Irish Sea."],["region3name=",{"type":"[[","value":[["South Wales"]]}],["region3color=#d40000"],["region3description=The South is by far the most urbanised area. Two-thirds of the population can be found here, especially in the eastern half. The western half, frequently referred to as ",{"type":"'''","value":["West Wales"]},", is rural and includes some stunning coastal scenery."]]},"\n\n",{"type":"==","value":["Towns and cities"]},"\n\nWales has many picturesque cities and towns. Those below are amongst the most notable.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cardiff"]]}," —  the largest city and capital of Wales, and a major UK tourism centre."]},{"type":"*","value":[" ",{"type":"[[","value":[["Aberystwyth"]]}," —  coastal town with large student population."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bangor (Wales)"],["Bangor"]]}," —  picturesque university town."]},{"type":"*","value":[" ",{"type":"[[","value":[["Caernarfon"]]}," —  site of Caernarfon Castle, one of Wales' largest and best preserved castles."]},{"type":"*","value":[" ",{"type":"[[","value":[["Conwy"]]}," —  medieval, fortified town with impressive castle and quaint shops."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hay-on-Wye"]]}," —  the \"book capital\" of the UK, home to the annual literary festival."]},{"type":"*","value":[" ",{"type":"[[","value":[["Llandudno"]]}," —  largest seaside resort in North Wales."]},{"type":"*","value":[" ",{"type":"[[","value":[["Swansea"]]}," —  Wales' city by the sea and second largest urban area, and gateway to the Gower."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tenby"]]}," —  medieval walled town and elegant seaside resort."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wrexham"]]}," —  largest town in North Wales."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Snowdon massif.jpg"],["thumb"],["right"],["250px"],["The Snowdon massif"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Anglesey"]]}]},{"type":"*","value":[{"type":"[[","value":[["Brecon Beacons National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gower Peninsula"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lleyn"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pembrokeshire Coast National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Snowdonia National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nWales was once an independent, though rarely unified nation, with a strong Celtic and Druidical tradition but when King Edward I defeated Llywelyn the Last in 1282, the nation fell under the jurisdiction of ",{"type":"[[","value":[["England"]]},". At first, it was ruled as a separate country, but rebellion by Prince Owain Glyndŵr (considered in modern times as the 'Father of Welsh nationalism') saw incremental incorporation into England, being formally annexed through the Laws in Wales Acts 1535–1542. Since the famous Acts of Union in 1707, Wales has been part of the United Kingdom which includes England, ",{"type":"[[","value":[["Northern Ireland"]]},", and ",{"type":"[[","value":[["Scotland"]]}," too.\n\nPrior to the industrial revolution, Wales was a sparsely populated country dependent on local agricultural and pastoral trade. However, due to the abundance of coal in the South Wales valleys, there was a phenomenal growth in population and a dynamic shift in the economy of South Wales during the 18th and 19th centuries. The area of central ",{"type":"[[","value":[["Glamorgan"]]},", in particular, became a national focus for coal mining and steel production, while the ports of ",{"type":"[[","value":[["Cardiff"]]}," and ",{"type":"[[","value":[["Swansea"]]}," established themselves as commercial centres, offering banking, shopping and insurance facilities. Moreover, places on the north coast, such as ",{"type":"[[","value":[["Rhyl"]]}," and ",{"type":"[[","value":[["Llandudno"]]},", developed into fun-fair type resorts serving the expanding populations of the major industrial cities of ",{"type":"[[","value":[["Lancashire"]]},".\n\nIn recent years, coal mining has all but ceased and heavy industry declined. However, Wales' attractive scenery and rich history has lent itself to the development of tourism, while at the same time, Cardiff and Swansea have retained their rankings as centres of commerce and cutting-edge industry. A blue class super computer installed at Swansea University is enhancing Wales' standing in this respect. Cardiff, which was designated as capital of Wales in 1955, has seen a huge amount of investment in institutions in recent decades through 'devolution', also giving rise to a significant amount of political power being passed down from Westminster.\n\n",{"type":"===","value":["Politics"]},"\n\nWales is governed by a combination of local, Wales-, UK- and Europe-wide institutions. Many important matters are decided on a UK and European Union level. Wales is represented in the United Kingdom and European Parliaments.\n\nThere has over time been a move to devolve certain powers of decision to a Welsh level, starting in 1906 with the establishment of a \"Wales and Monmouthshire\" Education Board. One of the greatest British statesmen of the 20th Century was the Welshman David Lloyd George, who is the only Prime Minister whose first language was not English (it was Welsh). The year 1964 saw the creation of the non-elected Welsh Office headed by a Secretary of State for Wales, sitting in the UK Cabinet. Following a referendum in 1997, the Welsh Office was replaced by an National Assembly for Wales based in ",{"type":"[[","value":[["Cardiff"]]}," Bay in 1999. It had minor law making powers and an executive (including a First Minister). In 2006 the Assembly moved into a new purpose built building known as the 'Senedd', which has won awards for its environmental design by Richard Rogers. In 2011, following a further referendum, the Assembly obtained further law-making powers, and its structure was reformed so that there was a clearer separation of powers between the Assembly and the Welsh Government. Of particular interest to visitors, many decisions on tourism, transport and healthcare are taken by the Welsh, rather than the United Kingdom Government.  Sometimes these lead to visible differences from the rest of the UK: for instance, National Health Service prescriptions are dispensed free in Wales, but all retailers must charge 5 pence for a plastic shopping bag to reduce waste.\n\nWales has long been generally more left-wing in its politics than the UK as a whole.  Since devolution in 1999, the Labour Party has continuously formed the government, in coalition with the centrist Liberal Democrats from 2000 to 2003, and with the Welsh nationalist party Plaid Cymru from 2007 to 2011.  Support for devolved government has increased markedly (in the 1997 devolution referendum the \"Yes\" majority was less than 1%; in the 2011 referendum on enhanced powers for the Assembly the result was almost 2 to 1 in favour), but support for full independence is limited and certainly lower than in Scotland.\n\n",{"type":"===","value":["Culture"]},"\n\nOver the centuries, there have been minor revolts aimed at gaining independence, but in general Wales has accepted its place in the ",{"type":"[[","value":[["UK"]]},", and has made notable contributions to its politics and culture. Famous Welsh people include Henry VII (the first of the Tudors, the famous dynasty of 15th and 16th century monarchs ending with Elizabeth I); Catherine Zeta-Jones and Christian Bale (Hollywood actors); Tom Jones and Dame Shirley Bassey (singers); Aneurin Bevan (politician, father of the NHS), Ryan Giggs (Manchester United footballer), Betrand Russell (philosopher), Dylan Thomas (Welsh and English language poet and author) and Richard Burton (poet and actor, linked forever by \"Under Milk Wood\") and the rock bands, Stereophonics, Feeder, lostprophets, Bullet for my Valentine, Funeral for a Friend and Manic Street Preachers.  Nevertheless, despite being an integral part of the Union, Wales has remained a bastion of ",{"type":"''","value":["Celtic"]}," culture, and the Welsh language continues to be a topic of pride and is widely spoken, especially in rural areas, and is in fact now taught in all Welsh schools.\n\nWales is part of Britain and so part of the UK, but should not be confused as part of England. Therefore, it is correct to call Welsh people British, but not English, as it is not only erroneous but offensive too. The Prince of Wales (currently HRH Charles) has been since Edward the I's day, the oldest son of the king, and is therefore often the next in line to the British throne. The Prince of Wales' heraldic badge of feathers is sometimes used to symbolise Wales, though the daffodil flower and the leek tend to be more popular 'neutral' symbols. The origins of the leek can be traced to the 16th century, while the daffodil became popular in the 19th century, encouraged by David Lloyd-George. Leek soup ('cawl cennin' in Welsh) is a popular dish, as is 'Rarebit', Welsh cheese on toast. Other things worth tasting include laverbread (made from an edible seaweed); bara brith (fruit bread); cawl (a lamb stew); Welsh (bakestone) cakes; and roast minted lamb. Wales is considered by some to produce the finest sheep meat in the world; it certainly does have a flavour which is distinct from meat with origins in other well-known lamb-producing regions (for example the English ",{"type":"[[","value":[["Lake District National Park"],["Lake District"]]}," and ",{"type":"[[","value":[["New Zealand"]]},".\n\nWales is often referred to as \"the land of song\", and is notable for its harpists, male voice choirs, and plethora of solo artists like Charlotte Church. Cardiff has a big rock scene and has produced some of the biggest acts in the UK today. The principal Welsh festival of music and poetry is the annual National Eisteddfod. The Llangollen International Eisteddfod echoes the National Eisteddfod but provides an opportunity for the singers and musicians of the world to perform. Traditional music and dance in Wales is supported by a myriad of societies. The Welsh Folk Song Society has published a number of collections of songs and tunes. Rugby union is hugely popular in Wales and is considered the national sport.\n\n",{"type":"==","value":["Get in"]},"\nWales has the same immigration and visa requirements as the rest of the ",{"type":"[[","value":[["UK"]]},". Almost all passengers travelling to the UK from outside Ireland, the Channel Islands and the Isle of Man go through systematic passport\/identity card and selective customs checks carried out by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ukba.homeoffice.gov.uk\/ UK Border Agency"]}]}," on arrival in the UK. \n",{"type":"*","value":[" ",{"type":"'''","value":["EU"]},", ",{"type":"'''","value":["EEA"]}," and ",{"type":"'''","value":["Swiss"]}," citizens do ",{"type":"'''","value":["not"]}," require a visa, and can enter with either a valid national identity card or passport. They have the right to reside and work in Wales (although some work restrictions apply to Bulgarians and Romanians until 1 Jan 2014). Irish, Cypriot and Maltese citizens have additional rights, including being able to vote in and stand in UK Parliamentary elections. For more information about UK Immigration and visa requirements, see the ",{"type":"[","value":["http:\/\/www.ukvisas.gov.uk UK's Home Office website"]},"."]},"\nThere is no internal border control between Wales and England although the major routes, the two Severn Bridges crossing the Bristol Channel, charge a toll (£6.40 for a car currently) going into (but not out of) Wales, leading some people to describe it as a \"tax on entering Wales\", both in jest and also as a more serious anti-toll campaign. After yeards of accepting only cash, the bridge authorities now accept major credit and debit cards too, although this seems to have meant the end of the facility to pay the toll in Euros (€).  The road and train networks are fully integrated between England and Wales, meaning travel between the two nations should be stress free. The M4 motorway (known as the Sunshine Corridor) runs from London and is the main artery into South Wales and it can get congested at peak hours.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cwlfly.com\/ Cardiff International"]}]},", the only international airport in ",{"type":"'''","value":["Wales"]},", is a major hub of flybe and Thomas Cook, which have a few long-haul flights, such as Barbados. ",{"type":"'''","value":["Anglesey Airport"]}," is the only other commercial airport in Wales, with weekday services to and from Cardiff.\nAlternatively, Birmingham International, is well served by long-haul destinations and is in easy driving distance to Wales. Liverpool John Lennon Airport is smaller, having flights mainly to continental Europe, but is in striking distance of North Wales.\n\nIt's possible to take several ferry routes from Ireland to Wales, the main routes are ",{"type":"[[","value":[["Holyhead"]]}," (which is on Holy Island, linked to the island of Anglesey by a causeway, and Anglesey is linked by bridge to mainland Wales) and Fishguard on the south-west coast. These tend to be the cheapest and fastest, if you hunt around between the different ferry companies. \n",{"type":"*","value":["Fishguard - Rosslare"]},{"type":"*","value":["Holyhead - Dublin"]},{"type":"*","value":["Holyhead - Dun Laoghaire (seasonal service, runs from late March to early September)"]},{"type":"*","value":["Pembroke - Rosslare"]},"\n",{"type":"===","value":["By plane"]},"\nThe main airport is ",{"type":"'''","value":["Cardiff International Airport"]},", located nine miles south of the city. This is the only major airport in Wales, and is served by the following airlines:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.aerarann.com Aer Arann"]}," operates a service to ",{"type":"[[","value":[["Dublin"]]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.airmalta.com Air Malta"]}," operates a seasonal service to ",{"type":"[[","value":[["Malta"]]},"."]},{"type":"*","value":[" BH Air ",{"type":"[","value":["http:\/\/www.bhairlines.com\/"]}," operates a seasonal service to ",{"type":"[[","value":[["Bourgas"]]},"."]},{"type":"*","value":[" Eastern Airways ",{"type":"[","value":["http:\/\/www.easternairways.com"]}," operate flights to ",{"type":"[[","value":[["Aberdeen"]]}," and ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]},"."]},{"type":"*","value":[" Flybe ",{"type":"[","value":["http:\/\/www.flybe.com"]}," operate multiple daily services to George Best ",{"type":"[[","value":[["Belfast"]]}," City Airport, ",{"type":"[[","value":[["Paris"]]}," Charles De Gaulle Airport, ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]}," Airport, ",{"type":"[[","value":[["Edinburgh"]]}," Airport and ",{"type":"[[","value":[["Glasgow"]]}," Airport and ",{"type":"[[","value":[["Jersey"]]},".  The Glasgow and Paris services will be taken over by the Air France subsidiary CityJet ",{"type":"[","value":["http:\/\/www.cityjet.com"]}," in early 2014."]},{"type":"*","value":[" KLM ",{"type":"[","value":["http:\/\/www.klm.co.uk"]}," operates services to ",{"type":"[[","value":[["Amsterdam"]]}," 4 to 5 times a day."]},{"type":"*","value":[" The Lufthansa subsidiary Germanwings ",{"type":"[","value":["http:\/\/www.germanwings.com"]}," operates a weekly service to and from ",{"type":"[[","value":[["Dusseldorf"]]}]},{"type":"*","value":[" Manx2 ",{"type":"[","value":["http:\/\/www.manx2.com"]}," operates services to ",{"type":"[[","value":[["Anglesey"]]}]},{"type":"*","value":[" Monarch Airlines (Operated by Cosmos Holidays) ",{"type":"[","value":["http:\/\/www.cosmos.co.uk\/holidays"]}," operates services to ",{"type":"[[","value":[["Orlando"]]}]},{"type":"*","value":[" Thomas Cook ",{"type":"[","value":["http:\/\/flythomascook.com"]}," operates services to Enfidha [begins 12 February], Fuerteventura, Lanzarote, Paphos, Tenerife-South"]},"Seasonal: Antalya, Bodrum, Dalaman, Heraklion, Ibiza, Larnaca, Las Palmas de Gran Canaria, Palma de Mallorca, Reus, Rhodes, Zakynthos\n",{"type":"*","value":[" Thomson Airways ",{"type":"[","value":["http:\/\/www.thomsonfly.com\/"]}," operate services to Alicante, Lanzarote, Las Palmas de Gran Canaria, Málaga, Paphos, Sharm el-Sheikh, Tenerife-South"]},"Seasonal: Antalya, Bodrum, Bourgas, Bridgetown, Corfu, Dalaman, Enfidha, Faro, Heraklion, Ibiza, Kefalonia, Kos, Larnaca, Minorca, Palma de Mallorca, Reus, Rhodes, Zakynthos\n",{"type":"*","value":[" Vueling Airlines ",{"type":"[","value":["http:\/\/www.vueling.com\/EN\/"]}," operating flights ",{"type":"[[","value":[["Alicante"]]},", ",{"type":"[[","value":[["Barcelona"]]},", Palma"]},"\nThere are regular bus services from Cardiff city centre to the airport. Alternatively, you can also get to the airport using a bus service from Barry Station, which is closer to the airport and on local rail lines. In 2005, a nearby railway line was reopened, including a station at Rhoose, where there are shuttle buses to the airport.\n\nIt could be easier to fly to an airport in England such as one of the London airports when visiting South Wales, as a greater range of airlines and cities flown from are available from there to destinations across the world, with services from many airlines. However London is over 2 hours from Cardiff, and longer from many other places in Wales. If you do choose to fly into London, then Heathrow Airport is much the closest to Wales in terms of travel time (around 2 hours to Cardiff, subject to traffic); Gatwick, Luton and Stansted airports are around an hour further away.  Other cities served by international airports in England which offer reasonable access to parts of Wales include ",{"type":"[[","value":[["Bristol"]]}," (for south Wales), ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," (for mid Wales), ",{"type":"[[","value":[["Liverpool"]]}," and ",{"type":"[[","value":[["Manchester"]]}," (for north Wales).\n\n",{"type":"===","value":["By car"]},"\nSouth Wales enjoys good motorway connections with the rest of the UK\n",{"type":"*","value":[" The M4 links ",{"type":"[[","value":[["London"]]}," with ",{"type":"[[","value":[["Bristol"]]},", and via the Severn (toll) Bridge, ",{"type":"[[","value":[["Newport (Monmouthshire)"],["Newport"]]},", ",{"type":"[[","value":[["Cardiff"]]},", ",{"type":"[[","value":[["Swansea"]]},", and ",{"type":"[[","value":[["Carmarthen"]]}]},{"type":"*","value":[" The M50 links the ",{"type":"[[","value":[["West Midlands (region)"],["West Midlands"]]}," with Monmouth, the Brecon Beacons and all of south and west Wales.  If travelling from the English Midlands or further north, this route is preferable as it avoids having to pay the Severn Bridge toll. Ignore a GPS which tells you otherwise. "]},"\nNorth Wales has no motorway connections. However there are still good road connections with the rest of the UK\n",{"type":"*","value":[" The A5, followed by the M54 after ",{"type":"[[","value":[["Shrewsbury (Shropshire)"],["Shrewsbury"]]},", to ",{"type":"[[","value":[["London"]]}," and the ",{"type":"[[","value":[["West Midlands (region)"],["West Midlands"]]}," takes you through the spectacular ",{"type":"[[","value":[["Snowdonia National Park"]]}]},{"type":"*","value":[" The A55 (which is of motorway standard for most of its length) runs along the entire north coast from the English motorway network near ",{"type":"[[","value":[["Chester"]]}," to the island of ",{"type":"[[","value":[["Anglesey"]]},".  It is much quicker than the A5 although also much less scenic.  "]},"\nThere are no internal border controls within Great Britain and you may not notice the border if entering Wales from England via a minor road. You will usually see the ",{"type":"''","value":["Croeso i Gymru"]}," (\"Welcome to Wales\") sign crossing the border.\n\n",{"type":"===","value":["By train"]},"\nFor those unused to the vagaries of the UK rail network, Wikivoyage has a useful guide to ",{"type":"[[","value":[["Rail travel in the UK"]]},".\n\n",{"type":"====","value":["South Wales"]},"\nMain line rail services connect south Wales (especially ",{"type":"[[","value":[["Newport (Monmouthshire)"],["Newport"]]},", ",{"type":"[[","value":[["Cardiff"]]}," and ",{"type":"[[","value":[["Swansea"]]},") with all parts of the UK, via Virgin Trains ",{"type":"[","value":["http:\/\/www.virgintrains.co.uk\/"]}," (to ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," and the North East, including ",{"type":"[[","value":[["Scotland"]]},"), London Midland ",{"type":"[","value":["http:\/\/www.londonmidland.com\/"]}," (to Birmingham and the Midlands), Arriva Trains Wales ",{"type":"[","value":["http:\/\/www.arrivatrainswales.co.uk\/"]}," and First Great Western ",{"type":"[","value":["http:\/\/www.firstgreatwestern.co.uk"]}," (to ",{"type":"[[","value":[["London"]]}," Paddington).\n\n",{"type":"====","value":["North Wales"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["North Wales Coast Line"]}," links ",{"type":"[[","value":[["Manchester"]]},", ",{"type":"[[","value":[["Crewe (England)"],["Crewe"]]}," and ",{"type":"[[","value":[["London"]]}," (in England) with the northern seaside resorts of ",{"type":"[[","value":[["Rhyl"]]}," and ",{"type":"[[","value":[["Prestatyn"]]},", the city of ",{"type":"[[","value":[["Bangor (Wales)"],["Bangor"]]},", the isle of ",{"type":"[[","value":[["Anglesey"]]}," and the port of ",{"type":"[[","value":[["Holyhead"]]},".  Through tickets to ",{"type":"[[","value":[["Dublin"]]}," (",{"type":"[[","value":[["Ireland"]]},") are available, which include the ferry from ",{"type":"[[","value":[["Holyhead"]]}," to ",{"type":"[[","value":[["Dun Laoghaire"]]}," or Dublin Port. Services are run by Arriva (from Manchester) and Virgin Trains (from London and Crewe)"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Conwy Valley Line"]}," stretches from ",{"type":"[[","value":[["Llandudno"]]}," Junction along the Conwy Valley via ",{"type":"[[","value":[["Betws y Coed"]]}," to ",{"type":"[[","value":[["Blaenau Ffestiniog"]]},", and connects with trains on both the North Wales Coast line and the Ffestiniog Railway."]},"\n",{"type":"*","value":[" The beautiful ",{"type":"'''","value":["Cambrian Coast Line"]}," runs from ",{"type":"[[","value":[["Shrewsbury (Shropshire)"],["Shrewsbury"]]}," (in England), across Mid-Wales through ",{"type":"[[","value":[["Machynlleth"]]},", and through the coastal towns of ",{"type":"[[","value":[["Tywyn"]]}," and ",{"type":"[[","value":[["Barmouth"]]},", through the south part of ",{"type":"[[","value":[["Snowdonia"]]},", ",{"type":"[[","value":[["Harlech"]]}," and ",{"type":"[[","value":[["Porthmadog"]]},", and along the south coast of the ",{"type":"[[","value":[["Lleyn"]]}," Peninsula to ",{"type":"[[","value":[["Pwllheli"]]},"."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Borderlands Line"]}," runs between ",{"type":"[[","value":[["Shrewsbury (Shropshire)"],["Shrewsbury"]]},", ",{"type":"[[","value":[["Wrexham"]]}," and ",{"type":"[[","value":[["Bidston"]]},", linking various ",{"type":"[[","value":[["Flintshire"]]}," towns and villages with the ",{"type":"[[","value":[["Wirral"]]},", ",{"type":"[[","value":[["Shrewsbury (Shropshire)"],["Shrewsbury"]]}," and ",{"type":"[[","value":[["Wrexham"]]},".  Wrexham and Shropshire Railways ",{"type":"[","value":["http:\/\/www.wrexhamandshropshire.co.uk\/"]}," services link ",{"type":"[[","value":[["Wrexham"]]},", ",{"type":"[[","value":[["Oswestry"]]}," and ",{"type":"[[","value":[["Shrewsbury (Shropshire)"],["Shrewsbury"]]}," to ",{"type":"[[","value":[["London"]]}," Marylebone station."]},"Arriva Trains Wales ",{"type":"[","value":["http:\/\/www.arrivatrainswales.co.uk\/"]},".\n\n",{"type":"====","value":["Mid Wales"]},"\n",{"type":"*","value":[" Arriva Trains also run the famous ",{"type":"'''","value":["Heart of Wales Line ",{"type":"[","value":["http:\/\/www.heart-of-wales.co.uk\/"]}]}," from ",{"type":"[[","value":[["Swansea"]]}," to ",{"type":"[[","value":[["Shrewsbury (Shropshire)"],["Shrewsbury"]]},".  As the name suggests, this service runs through the middle of the country: a sparsely-populated and very scenic area.  The train takes almost 4 hours to make the 120-mile journey due to the many gradients and turns.  It is popular with tourists but also provides an essential service to rural communities along the route.  "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Cambrian Line"]}," takes the same route as the ",{"type":"''","value":["Cambrian Coast Line"]}," as far as ",{"type":"[[","value":[["Machynlleth"]]},", where it goes southwards along the coast through ",{"type":"[[","value":[["Borth"]]}," to the university town of ",{"type":"[[","value":[["Aberystwyth"]]},"."]},"\n",{"type":"====","value":["Train timetables"]},"\nSee National Rail ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk"]},"'s website for train timetables, or The TrainLine ",{"type":"[","value":["http:\/\/www.thetrainline.co.uk"]},"'s website for tickets.\n\n",{"type":"===","value":["By coach"]},"\nNational Express ",{"type":"[","value":["http:\/\/www.nationalexpress.co.uk"]}," operates coach services around the UK including to and from many parts of Wales.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" Regular ferry services operate between ",{"type":"[[","value":[["Holyhead"]]}," in ",{"type":"[[","value":[["North Wales"]]}," and Ireland, (",{"type":"[[","value":[["Dublin"]]}," and Dun Laoghaire), and is provided by two carriers. Stenaline ",{"type":"[","value":["http:\/\/www.stenaline.co.uk"]}," and ",{"type":"[","value":["http:\/\/www.irishferries.ie Irish Ferries"]}," both offer multiple daily service between the two ports for passengers and vehicles. Bookings can be made through their respective websites."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rosslare"]]}," in South Eastern Ireland is connected to two ports in ",{"type":"[[","value":[["Pembrokeshire"]]},". Stena operate the route to Fishguard, (including a fast ferry service), Irish Ferries operate the route to Pembroke Dock."]},"\n",{"type":"''","value":["see also: ",{"type":"[[","value":[["Ferry routes to British Mainland"]]}]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["General"]},"\n\nDue to Wales' topography and historic development, most travelling in Wales is done east-west rather than north-south. Rail and road links between centres in South Wales and along the North Wales coast are usually quick and efficient, especially along the M4 and A55. An important exception to this is M4, J32 (the interchange with the A470), during peak morning rush hour, which gets congested with Cardiff commuter traffic. The roundabout at J32 is the largest in Europe. Most places in South Wales are within a 90 min drive of each other.\n\nTravelling between Cardiff and the other main population centres, Swansea and Newport, is very straightforward.\n\nAlthough only approximately 170 mi from coast to coast, the topography makes north-south links more difficult in terms of time. By land, journey times are comparable to flight times across North America! However, the journey itself is something a visitor may wish to do to see the scenery.\n\n",{"type":"*","value":[" Traveline Cymru ",{"type":"[","value":["http:\/\/www.traveline-cymru.org.uk\/"]}," - bus, coach and rail journey planning and timetable information"]},"\n",{"type":"===","value":["By plane"]},"\n\nWales is a small country and flying is not a common mode of internal transport. There is in fact only one domestic route, Cardiff International Airport to Anglesey Airport. This is probably the quickest way by far to travel between North and South Wales.\n\nThis route is served by two services each way per day. The journey costs approximately £50 each way and takes about an hour. Although of course time taken getting to and from the airport needs to be factored into the travelling time for such a relatively short air journey. This option is most useful for those travelling between North West and South East Wales.\n\nThe service is provided by the airline Manx2 ",{"type":"[","value":["http:\/\/www.manx2.com\/"]},"\n\n",{"type":"===","value":["By car"]},"\n\nIt is much easier to drive from east to west across Wales (via the M4 or A55, for instance) than from north to south, due to the mountainous terrain of much of the interior.  Those who know the route well can drive from North to South Wales in under 4 hours; those who do not should allow 5 or 6 hours.  But that is time well spent: the journey takes in some spectacular scenery, especially for journeys on the more Western route through ",{"type":"[[","value":[["Snowdonia"]]}," via Corris, ",{"type":"[[","value":[["Dolgellau"]]},", ",{"type":"[[","value":[["Blaenau Ffestiniog"]]},", the Crimea Pass and the Conwy Valley. The two main North South roads are the A470 ",{"type":"[[","value":[["Cardiff"]]}," to ",{"type":"[[","value":[["Llandudno"]]}," and the A483 ",{"type":"[[","value":[["Swansea"]]}," to ",{"type":"[[","value":[["Chester"]]},".  However, neither is a fast road: the A470, for instance, has only a 25-mile two-lane stretch (from Cardiff to Merthyr Tydfil); while much of the rest of the route has been improved in recent years, there are still many places where the road is narrow and winding, and where trucks or agricultural vehicles can slow traffic considerably.  \n\nRoads are generally well-maintained and signposted, although flooding is a risk after heavy rain - particularly in the wetter west and north - and the higher mountain passes can become icy and treacherous in winter.  Also beware of livestock on the roads: sheep (of which there are more than four times as many in Wales as people) will often graze on roadside verges, including alongside main roads in rural areas, and can stray on to the carriageway seemingly oblivious to passing traffic.  It is also quite common for farmers to have to herd sheep or cattle along or across a road from one field to another.  If you come across this, remember that the farmer is just doing his or her job, and be patient: sounding your horn or revving your engine will only alarm the livestock (and annoy the farmer), causing even greater delays.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"''","value":["Wikivoyage has a guide to ",{"type":"[[","value":[["Rail travel in the United Kingdom"]]},", including within Wales."]},"\n\nDue to various closures in the 1960s there is no true \"Welsh railway system\". Basically there are three separate Welsh limbs which are part of the British system although there have been moves in recent years to improve intra-Wales railway services. The limbs are basically a North Wales line to Holyhead, a line to Aberystwyth in the centre, and a main line in South Wales, forming an extension of the London Paddington to West of England main line.\n\nArriva Trains Wales provides most train services within Wales.\n\nTwo cross-border train companies may also be of use for internal train journeys within Wales. First Great Western provide the bulk of cross border services between England and South Wales. Their flagship High Speed Service generally goes as far west as Swansea, and there are even a limited number to destinations further West. Their \"local\" services to Bristol Temple Meads and the South West of England go no further west than Cardiff. Arriva Trains Cross Country provide services as far west as Cardiff to Birmingham and onwards to Nottingham.\n\nRegular train services connect the South Wales' three main cities, ",{"type":"[[","value":[["Cardiff"]]},", ",{"type":"[[","value":[["Swansea"]]}," and ",{"type":"[[","value":[["Newport (Monmouthshire)"],["Newport"]]},". Services between Cardiff and Swansea are usually every twenty minutes, and even more frequent between Cardiff and Newport.\n\nCardiff is also the hub of the Valley Line network which serves a number of former coal mining towns. This railway system originally built to carry coal, is now mainly a commuter network but is useful to visitors to the Valleys, or indeed for local travel within Cardiff.\n\nSwansea and Llanelli in the West are linked to Mid Wales via the Heart of Wales railway, whilst not a quick journey it is well worth considering for its scenery.\n\nRail connections between North and South Wales in fact cross into neighbouring England, although there are a number of direct services between Cardiff and North Wales along the Marches line via several places in England. There are two high speed services each day between Holyhead and Cardiff, which only stop at a limited number of stations in England.\n\n",{"type":"*","value":[" Arriva Trains Wales ",{"type":"[","value":["http:\/\/www.arrivatrainswales.co.uk\/"]}," operates most local rail services in Wales"]},{"type":"*","value":[" First Great Western ",{"type":"[","value":["http:\/\/www.firstgreatwestern.co.uk\/"]}," operates cross border services between South Wales and London, Bristol and the rest of South West England."]},{"type":"*","value":[" Virgin Trains ",{"type":"[","value":["http:\/\/www.virgintrains.co.uk\/"]}," operates services between North Wales, Birmingham and onwards to London."]},{"type":"*","value":[" Crosscountry  ",{"type":"[","value":["http:\/\/www.crosscountrytrains.co.uk\/"]}," operates an hourly service between Nottingham and Cardiff, going through Birmingham."]},"\n",{"type":"===","value":["By bus and coach"]},"\n\nThe First Cymru Shuttle coach service is usually quicker than the train for journeys between Swansea and Cardiff, but at peak times, the train does not get stuck in traffic!\n\nGovernment-funded Traws Cambria services connect North, Mid and South Wales.\n\n",{"type":"*","value":[" Arriva ",{"type":"[","value":["http:\/\/www.arrivabus.co.uk\/"]}," operates a large amount of bus services in North Wales"]},{"type":"*","value":[" First Cymru ",{"type":"[","value":["http:\/\/www.firstgroup.com\/ukbus\/wales\/swwales\/home\/index.php"]}," operates services in South West Wales"]},{"type":"*","value":[" Stagecoach ",{"type":"[","value":["http:\/\/www.stagecoachbus.com\/southwales\/"]}," operates services in South Wales"]},{"type":"*","value":[" Cardiff Bus ",{"type":"[","value":["http:\/\/www.cardiffbus.com\/"]}," operates services in Cardiff"]},{"type":"*","value":[" Veolia Transport Cymru ",{"type":"[","value":["http:\/\/www.veolia-transport.co.uk\/"]}," operates services in Cardiff and South Wales"]},"\nTraveline Cymru ",{"type":"[","value":["http:\/\/www.traveline-cymru.info"]}," has a search facility for all Welsh public transport routes.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish is spoken throughout the country, but Wales also has its own language, ",{"type":"[[","value":[["Welsh phrasebook"],["Welsh"]]}," (Welsh: ",{"type":"'''","value":["Cymraeg"]},").  You will rarely hear it spoken in the southeast, but in the north or west, you will often overhear conversations between locals in Welsh, but residents will quickly switch back to English to converse with visitors.\n\nThe most direct contact you will have with the Welsh language may be with signs, which are written in Welsh and English, and with Welsh placenames.  It is well worth brushing up on the rules for pronouncing Welsh words; otherwise, you will almost certainly pronounce many Welsh placenames incorrectly.  Some English placenames are derived from Welsh (like Caerdydd \/ Cardiff or Aberdâr \/ Aberdare) but others are completely different (like Abertawe \/ Swansea or Casnewydd \/ Newport). On roadsigns there is no colour coding to distinguish the languages, nor is there a single standard protocol as to which language appears on top, although generally the Welsh name will appear first in majority Welsh-speaking areas, and the English name will appear first in majority non-Welsh-speaking areas. Where the English and Welsh names for a town are the same (like Aberystwyth, Bangor or Llanelli), only one name will appear.\n\nThere are several Welsh regional accents.  That spoken in the south Wales Valleys and further west is perhaps closest to the 'stereotypical' Welsh accent, while in the North the accent is noticeably distinct and more nasal, blending in north-east Wales to something similar to Scouse (the accent and dialect of ",{"type":"[[","value":[["Liverpool"]]},"). Cardiff has a distinct accent all of its own - the name is sometimes jokingly spelt 'Kairdiff' as an indication of this.  However, no Welsh accent should present much difficulty to anyone with a decent command of English.  There are a few parochial colloquialisms that may take a moment to work out what is meant, but don't be worried to ask for someone to repeat something.   'Aye', is commonly used to indicate 'yes' and 'ta-ra' can be said instead of 'goodbye'.\n\nMost Welsh people will react well when interest is shown in their language.  Although Welsh is now taught in schools and most younger people have some knowledge of the language, this has developed over the past 30 years, and for some time before that the use of Welsh at home and in the community was officially discouraged.\n\nLocals will rarely expect visitors to attempt to speak Welsh. Using words like ",{"type":"''","value":["bore da"]}," (good morning), ",{"type":"''","value":["iechyd da"]}," (cheers) and ",{"type":"''","value":["diolch"]}," (thank-you) will be greatly appreciated in some parts of the country; and even non-Welsh-speakers are usually supportive and welcoming if you try a few words.\n\n",{"type":"==","value":["See"]},"\n\nWales has many significant attractions, and listed below are a few of the most notable. For more details about these attractions plus information on other places of interest, check under regional sections.\n\n",{"type":"===","value":["Outdoors"]},"\nMuch of Wales' scenery is spectacular, and environmentally important. To protect the environment certain parts of Wales have been designated as \"National Parks\" or as \"Areas of Outstanding  Natural Beauty\". An area with either of these designation will have a high degree of protection from inappropriate development. Whilst these rules exist for environmental reasons, rather than to promote tourism, because \"National Parks\" and \"Areas of Outstanding Natural Beauty\" have this protection, a visitor to these areas can be confident that they will see some unspoiled scenery.\n\nThese areas offer some of Wales' most attractive scenery, and a visitor would be well advised to visit at least one of these areas. That is not to say that there aren't other attractive places in Wales, but the \"National Parks\" and \"Areas of Outstanding Natural Beauty\" are the \"jewels in the outdoor crown\".\n\n",{"type":"'''","value":["National Parks"]},"\n\nNational Park ",{"type":"[","value":["http:\/\/www.nationalparks.gov.uk\/"]}," status offers the highest level of environmental and planning protection in Wales. National Parks tend to cover some very large areas. It should therefore come as no surprise, that some of Wales' most important scenery can be found within its National Parks.\n\nEach \"National Park\" is in fact administered by a special-purpose local authority, called a \"National Park Authority\". These organisations primarily exist to ensure that laws protecting the environment and scenery are followed. Nevertheless a National Park Authority will organise and run various facilities in the area which are clearly \"branded\" as official facilities. These facilities will include public toilets, car parks, visitor centres, and even gift shops selling branded merchandise. However the National Park Authority does not own most of the land in these areas, and so there is private and charitable provision of facilities such as car parking, and retail outlets too. It is also usual that the boundaries of a national park are marked on the ground where roads enter them, so you will often know when you have entered a National Park, for example there may be a stone or a sign stating you are entering the area. The websites of the relevant National Park Authorities will often have a section designed particularly for visitors and may well be very useful to someone planning a trip to the area, even containing information such as accommodation information.\n\nWales has three National Parks.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Brecon Beacons National Park"]]}," (",{"type":"[[","value":[["Mid Wales"]]},") - spectacular mountain scenery and castles"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pembrokeshire Coast National Park"]]}," (",{"type":"[[","value":[["South Wales"]]},") - dramatic coastal scenery"]},{"type":"*","value":[" ",{"type":"[[","value":[["Snowdonia National Park"]]}," (",{"type":"[[","value":[["North Wales"]]},") - national park covering Wales' highest mountains"]},"\n",{"type":"'''","value":["Areas of Outstanding Natural Beauty"]},"\n\nOther important areas which do not have National Park status, have an alternative status - \"Area of Outstanding Natural Beauty\" (AONB). These areas tend to cover smaller areas than \"National Parks\", they will nevertheless be of interest to visitors.\n\nFor more details on Areas of Outstanding National Beauty (AONB's) see the National Association for AONB's ",{"type":"[","value":["http:\/\/www.aonb.org.uk"]},"\n\n\"Areas of Outstanding Natural Beauty\" are not run by government but are simply areas with a similar level of protection to National Parks, but remaining under the jurisdiction of the relevant local authority. Like the National Park Authorities, local authorities with \"AONBs\" in their area do generally take their duties seriously to enforce planning laws, but unlike them, may not organise any \"AONB\" branded facilities in these areas. So there don't tend to be official branded facilities such as visitor centres, car parks, and gift shops. These facilities may exist but by conventional private, charitable and municipal provision. The actual boundaries of AONBs - whilst they are often shown on the rear covers of \"Ordnance Survey\" maps, tend to be of importance to local government officials and landowners, rather than tourists. It is therefore not usual to see markers or signs at the boundaries of these areas on the ground. The official websites of \"Areas of Outstanding Natural Beauty\" are usually part of a local authority's main website. They may still have useful information, but do not expect the same level of specialisation as on a National Park website.\n\n",{"type":"*","value":[" The Isle of ",{"type":"[[","value":[["Anglesey"]]}," AONB - is predominantly coastal, covering most of the island's 125 miles coastline."]},{"type":"*","value":[" ",{"type":"[[","value":[["Gower Peninsula"]]}," (",{"type":"[[","value":[["Swansea"]]},") - UK's first designated area of outstanding natural beauty - covering most of the peninsula."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lleyn"]]}," AONB - the peninsula sticking out westwards beyond ",{"type":"[[","value":[["Snowdonia"]]},", in the north-west of the country"]},{"type":"*","value":[" Clwydian Range AONB - a range of hills running southwards from the coast at ",{"type":"[[","value":[["Prestatyn"]]},", ",{"type":"[[","value":[["Denbighshire"]]}," in the north-east of the country, close to the border with ",{"type":"[[","value":[["England"]]},". "]},{"type":"*","value":[" The Wye Valley AONB straddles the southern end of the England\/Wales border  between ",{"type":"[[","value":[["Hereford"]]}," and ",{"type":"[[","value":[["Chepstow"]]}]},"\n",{"type":"'''","value":["Scuba Diving Destinations"]},"\n\nAn activity not many tourists think of when visiting Wales is exploration beneath its surrounding seas. Although weather conditions are not always perfect, water temperatures are quite chilly, ",{"type":"[","value":["http:\/\/united-kingdom.greatestdivesites.com\/wales scuba diving in Wales"]}," is one of the best experiences for divers around Europe. You can find whales, dolphins, plenty of seals but also superb coral formations including seahorses and several coral fish.\n\n",{"type":"*","value":[" The Isle of ",{"type":"[[","value":[["Anglesey"]]}," has been encircled by shipping routes for centuries resulting in striking shipwrecks of all sizes.",{"type":"[","value":["http:\/\/united-kingdom.greatestdivesites.com\/wales\/anglesey"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pembrokeshire"]]}," with its scenic islands Skomer Island, Skokholm Island and the isolated rocks called the Smalls are known for their colonies of seals and many shipwrecks.",{"type":"[","value":["http:\/\/united-kingdom.greatestdivesites.com\/wales\/pembrokeshire"]}]},"\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"[[","value":[["Image:Harlech Castle at sundown - geograph.org.uk - 672294.jpg"],["thumb"],["250px"],["Harlech Castle in North Wales"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Blaenavon Industrial Landscape"]}," - a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]},", ",{"type":"[[","value":[["Blaenavon"]]},"."]},{"type":"*","value":[{"type":"'''","value":["North Wales Castles"]}," - ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]},", built in the decades after the invasion or conquest of Wales by England in the thirteenth century. They represented the most advanced military technology of the time. They have been compared with the Crusader Castles of the Middle East."]},{"type":"*","value":[{"type":"'''","value":["Pontcysyllte Aqueduct"]}," - ",{"type":"[[","value":[["UNESCO World Heritage site"]]},", ",{"type":"[[","value":[["Wrexham"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Brecon Beacons"]}," pretty highlands turned into a national park with weaving streams, waterfalls and canals"]},{"type":"*","value":[{"type":"'''","value":["Snowdon"]}," - the highest mountain in Wales, and considered by some to be the most beautiful and poetic in Britain"]},"\n",{"type":"====","value":["National Museums and Galleries"]},"\nNote that entry to all of the following is free, although there is a charge for car parking at the National Museum in Cardiff and the National History Museum in St Fagans. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The National Museum"],["alt="],["url=http:\/\/www.museumwales.ac.uk\/en\/home\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cardiff"]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=St Fagans National History Museum"],["alt="],["url=http:\/\/www.museumwales.ac.uk\/en\/stfagans\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cardiff - includes many historic buildings, relocated from their original site."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The National Slate Museum"],["alt="],["url=http:\/\/www.museumwales.ac.uk\/en\/slate\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Llanberis"]]}]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Big Pit"],["alt="],["url=http:\/\/www.museumwales.ac.uk\/en\/bigpit\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The National Coal Museum, Blaenafon"]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The National Woollen Museum"],["alt="],["url=http:\/\/www.museumwales.ac.uk\/en\/wool\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dre-fach Felindre, ",{"type":"[[","value":[["Carmarthenshire"]]}]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The National Roman Legionary Museum"],["alt="],["url=http:\/\/www.museumwales.ac.uk\/en\/caerleon\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Caerleon"]]},"."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The National Waterfront Museum"],["alt="],["url=http:\/\/www.museumwales.ac.uk\/en\/swansea\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Swansea - examines Wales' maritime and industrial past."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Cultural Events"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Brecon Jazz Festival"],["alt="],["url=http:\/\/www.breconjazz.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Brecon"]]}]]}]},{"type":"*","value":[{"type":"'''","value":["Cardiff Singer of the World Competition"]},", ",{"type":"[[","value":[["Cardiff"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Guardian Hay Festival"],["alt="],["url=http:\/\/www.hayfestival.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Hay-on-Wye"]]},". A literary festival, which Bill Clinton aptly described as 'The Woodstock for the Mind.'"]]}," "]},{"type":"*","value":[{"type":"'''","value":["Dylan Thomas Festival"]},", ",{"type":"[[","value":[["Swansea"]]}," An annual event held between 27 October and 9 November (the dates of the poet's birth and death) to commemorate the works of Thomas. In addition, the festival hosts the awards' ceremony for the winner of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thedylanthomasprize.com\/ Dylan Thomas Prize"]}]}," - a biannual writing competition for most outstanding literary talent in English, aged under 30."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dylan Thomas Fringe"],["alt="],["url=http:\/\/www.dylanthomasfringe.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Swansea"]]},". Compliments the main events at the Dylan Thomas Festival and is held at various venues throughout the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Faenol Festival"],["alt="],["url=http:\/\/www.brynfest.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is organised by the internationally renowned opera singer ",{"type":"''","value":["Bryn Terfel"]},", and takes place on August Bank Holiday weekend every year at ",{"type":"'''","value":["Y Felinheli"]},", between ",{"type":"[[","value":[["Bangor (Wales)"],["Bangor"]]}," and ",{"type":"[[","value":[["Caernarfon"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=International Eisteddfod"],["alt="],["url=http:\/\/www.international-eisteddfod.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Llangollen"]]},". An international festival of traditional music and dance."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=National Eisteddfod"],["alt=Eisteddfod Genedlaethol Cymru"],["url=http:\/\/www.eisteddfod.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=First week of August. A Welsh Language week long event with simultaneous translation available for the main events that is hosted by a different town each year, alternating between north and south Wales. In 2011 it was held in ",{"type":"[[","value":[["Wrexham"]]}," (its 150th Anniversary in the modern form)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sesiwn Fawr"],["alt="],["url=http:\/\/www.sesiwnfawr.co.uk\/welcome.cfm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=World Music Festival takes place every July in ",{"type":"[[","value":[["Dolgellau"]]},". With 6 stages, there's something for everyone."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swansea Bay Film Festival"],["alt="],["url=http:\/\/www.swanseafilmfestival.com\/home09.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Swansea"]]},". The UK's largest international indie film festival."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swansea Festival of Music and the Arts"],["alt="],["url=http:\/\/www.swanseafestival.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Swansea"]]},". An annual (October) three week bash of culture at various locations in Swansea, and the second largest such festival in the UK."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wakestock"],["alt="],["url=http:\/\/www.wakestock.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a music festival combined with a wakeboarding contest, which takes place in ",{"type":"[[","value":[["Abersoch"]]}," every July."]]}]},"\n",{"type":"===","value":["Golf"]},"\nWales has a long golfing history, with many top-quality courses, however it offers golf courses which tend to be less crowded, ",{"type":"'''","value":["and"]}," less expensive than the other Western European destinations.\n\nThere are high quality courses of all sorts throughout Wales, both well established and recently built.\n\nAs a very rough rule North Wales tends to have the better links courses, and the South the better parkland courses, although it is well worth playing both sorts of courses in both parts of Wales just to find out! \nThere is a relatively high density of courses in the Vale of Glamorgan, between ",{"type":"[[","value":[["Cardiff"]]}," and Bridgend, due to the proliferation of courses in the last fifteen years serving the Cardiff Commuter Belt. There is also a high density of courses in the ",{"type":"[[","value":[["Conwy"]]}," and ",{"type":"[[","value":[["Llandudno"]]}," area.\n\nFurther details can be obtained from the Welsh Assembly Government's official golf tourism website ",{"type":"[","value":["http:\/\/www.golf.visitwales.com|"]},", as well as on pages concerning the specic areas of Wales.\n\nWales' most prestigious courses include:\n",{"type":"*","value":["The Celtic Manor Resort ",{"type":"[","value":["http:\/\/www.celtic-manor.com\/"]}," - located in ",{"type":"[[","value":[["Newport (Monmouthshire)"],["Newport"]]},", Monmouthshire, it has three courses, and is the venue for the 2010 Ryder Cup."]},{"type":"*","value":["Conwy (Caernarvonshire), ",{"type":"[[","value":[["Conwy"]]},", Caernarvonshire - this Links hosted a final qualifying round for the 2006 Open Championship"]},{"type":"*","value":["Machynys Golf and Country Club ",{"type":"[","value":["http:\/\/www.machynys.com\/"]},", ",{"type":"[[","value":[["Llanelli"]]},", Carmarthenshire - Links, opened in 2005 Wales' first and so far only Nicklaus-designed course."]},"\n",{"type":"===","value":["Heritage Railways"]},"\n\n",{"type":"[[","value":[["Image:Dolgoch at Brynglas.jpg"],["thumb"],["right"],["250px"],["A Talyllyn Railway train passing a level crossing near Brynglas Station"]]},"\n\nThese are more generally thought of as pleasurable attractions rather than ways to get around, although the Ffestiniog Railway from ",{"type":"[[","value":[["Porthmadog"]]}," to ",{"type":"[[","value":[["Blaenau Ffestiniog"]]}," can be used to link places on main rail lines, and the opening of the Welsh Highland Railway has created a useful link between ",{"type":"[[","value":[["Caernarfon"]]},", ",{"type":"[[","value":[["Beddgelert"]]}," and ",{"type":"[[","value":[["Porthmadog"]]},". They are all historic lines that have been either preserved or restored and steam is a major feature on these lines.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Bala#Do"],["Bala Lake Railway"]]}],["alt="],["url=http:\/\/www.bala-lake-railway.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Brecon"],["Brecon Mountain Railway"]]}],["alt="],["url=http:\/\/www.breconmountainrailway.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Blaenau Ffestiniog"],["Ffestiniog Railway"]]}],["alt="],["url=http:\/\/www.ffestiniograilway.co.uk\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Initially depended on gravity and horse power."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Carmarthen"],["Gwili Railway"]]}],["alt="],["url=http:\/\/www.gwili-railway.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unusual in that it is a standard gauge where the others listed here are all narrow gauge railways."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Llanberis"],["Llanberis Lake Railway"]]}],["alt="],["url=http:\/\/www.lake-railway.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Llanberis"],["Snowdon Mountain Railway"]]}],["alt="],["url=http:\/\/www.snowdonrailway.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Perhaps the best known of all."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Tywyn#Do"],["Talyllyn Railway"]]}],["alt="],["url=http:\/\/www.talyllyn.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The World's first heritage railway"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Aberystwyth"],["Vale of Rheidol Railway"]]}],["alt="],["url=http:\/\/www.rheidolrailway.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Runs from Aberystwyth to Devil's Bridge."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Porthmadog"],["Welsh Highland Railway"]]}],["alt="],["url=http:\/\/www.welshhighlandrailway.net\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Welshpool"],["Welshpool and Llanfair Railway"]]}],["alt="],["url=http:\/\/www.wllr.org.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Outdoors"]},"\n\n",{"type":"[[","value":[["Image:Brecon beacons in the snow arp.jpg"],["thumb"],["250px"],["Dangerous underfoot in the Brecon Beacons!"]]},"\nWales' offers some spectacular coastal and mountainous scenery. Which offers the opportunity for various activity holidays.\n",{"type":"*","value":[{"type":"'''","value":["Snowdon"]}," is the highest mountain in Wales and offers ideal hiking opportunities."]},{"type":"*","value":[{"type":"'''","value":["Cadair Idris"]},", close to the Mid-Wales coast, overlooking ",{"type":"[[","value":[["Dolgellau"]]}," to the north and ",{"type":"[[","value":[["Bro Dysynni"]]}," to the south-west is another very popular mountain. It has good rail access on both North and South sides from the Cambrian Coast Line, but this is virtually at sea level. The actual summit is 893 m or 2,930 ft above sea level. This makes for a strenuous walk which takes most of the day."]},{"type":"*","value":[{"type":"'''","value":["Pen y Fan"]},", is the highest mountain in ",{"type":"[[","value":[["South Wales"]]},", situated in the Brecon Beacons. it is 886 m or 2,907 ft high."]},{"type":"*","value":[{"type":"[[","value":[["Wales Coast Path"]]}," follows the entire coastline of Wales."]},"\n",{"type":"===","value":["Six Nations Rugby Tournament"]},"\nCardiff's Millennium Stadium hosts two or three matches per year as part of the premier Northern Hemisphere Rugby Tournament. As well as the match itself, Cardiff will host many visitors attending the game. Tickets and accommodation would generally need to be bought well in advance. If you are able to see a match then it is a valuable insight into Welsh culture, whether watching in a pub or in the Millennium Stadium.\n\n",{"type":"==","value":["Buy"]},"\n\nLike the rest of the ",{"type":"[[","value":[["United Kingdom"]]},", Wales uses the Pound sterling (£).  Unlike Scotland and Northern Ireland, there are no separate banknotes in Wales, only those issued by the Bank of England.  Indeed, Scottish and Northern Ireland banknotes may not be easy to spend, although they can be exchanged at any bank.  Most banks and travel agents will also change foreign currency, although it is worth shopping around for the best rates. \n\nATMs are widespread, even in small towns: they can be found in many post offices, convenience stores and petrol stations as well as in banks.  However, many banks in small towns have closed, and ATMs in other locations often charge you (maybe £1-£2) for withdrawing cash.\n\nAs in the rest of the UK, beware of ATM fraud, which is becoming increasingly common.  The fraud works either by 'skimming' your card (reading the details on it with a device attached to the ATM) or trapping it in the machine, and using a hidden camera to record your PIN as you enter it.    ",{"type":"''","value":["Never"]}," use an ATM with a card slot which appears to have been tampered with, and ",{"type":"''","value":["always"]}," cover the key pad with your hand, wallet or purse when entering your PIN.  If you find an ATM which seems to have been tampered with, or if it retains your card, report this at once to the bank which owns it and to the police. \n\n",{"type":"===","value":["Costs"]},"\n\nCosts are broadly comparable with the rest of the UK; hotels, bars and restaurants in Cardiff are relatively expensive, while the rest of the country is perhaps slightly cheaper.  Note that petrol and diesel is often much more expensive in rural Wales than in the main towns and cities.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:Welsh Cakes, Swansea Market, Wales.jpg"],["thumb"],["170px"],["Welsh Cakes at Swansea Market"]]},"\n\nWales may not be associated with any particular dishes (with the possible exception of lamb) but there are a number of unique foods that you might like to try. The quality of local ingredients is often very high, with a drive towards locally sourced, organic produce in many restaurants in recent years.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Roast lamb"]}," - Wales is noted for the high quality of its lamb. Often served with mint sauce and vegetables."]},{"type":"*","value":[" ",{"type":"'''","value":["Cawl"]}," or ",{"type":"'''","value":["Lobscouse"]}," (North) - a lamb broth."]},{"type":"*","value":[" ",{"type":"'''","value":["Bara brith"]}," - a rich, sweet bread loaf speckled with dried fruit. Similar to a fruitcake."]},{"type":"*","value":[" ",{"type":"'''","value":["Welsh Rarebit"]}," - a melted cheese dish, often spiced with onions, ale and herbs and served on toasted bread."]},{"type":"*","value":[" ",{"type":"'''","value":["Laverbread"]}," (pronounced \"lar-ver\") is not, as the name implies, bread, but a purée made from seaweed (the same kind that is used in the preparation of Japanese ",{"type":"''","value":["nori"]},"). It is generally rolled into small cakes mixed with oatmeal and served at breakfast alongside bacon rashers, though it is delicious simply heated and served on buttered toast. This dish is know throughout Wales but especially in the ",{"type":"[[","value":[["Swansea"]]}," area and can be purchased raw at ",{"type":"[[","value":[["Swansea#Buy"],["Swansea Market"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Ice-cream"]}," - due to an influx of Italians into Wales, the area has some of the best cones and tubs in the country. The following are UK national award winners: Frank's Ice Cream in ",{"type":"[[","value":[["Carmarthenshire"]]},", Joe's Ice-cream ",{"type":"[","value":["http:\/\/www.joes-icecream.co.uk\/"]}," in ",{"type":"[[","value":[["Swansea"]]}," and Fecci & Sons Ice Cream in ",{"type":"[[","value":[["Tenby"]]},". La Belle Rouge in ",{"type":"[[","value":[["Aberystwyth"]]}," is also very highly recommended. One of the most well-known ice cream cafes in the north west is a chain called Cadwaladers ",{"type":"[","value":["http:\/\/www.cadwaladersicecream.co.uk\/"]},", which has since expanded to include 3 cafes in Cardiff and a few in England."]},{"type":"*","value":[" ",{"type":"'''","value":["Welsh cakes"]}," - a delicious type of griddle scone, usually containing dried fruit or sometimes jam and covered in sugar.  Best eaten warm."]},"\nSeveral of the above dishes are now rarely eaten and may not be found on restaurant menus. Many cuisines are now represented in Welsh towns and cities, with even small towns and villages usually having takeaways, with Chinese, Indian, pizza and kebab being most common. The larger towns and cities, and in particular Cardiff, have a much wider range of restaurants and cuisines represented.\n\nFor more information, see the general article on eating in the ",{"type":"[[","value":[["UK#Eat"],["UK"]]},".\n\nNB: Smoking in enclosed public areas, which includes restaurants and cafes, is illegal in Wales, and there is an on-the-spot fine of £50 for those who violate the ban.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Whisky"]}," - After an absence of over 100 years, Wales rejoined the club of Celtic countries that produce whisky in 2004 with the launch of the Welsh Whisky Company ",{"type":"[","value":["http:\/\/www.welsh-whisky.co.uk\/index.html"]},".  This distillery is based out of the village of Penderyn, near ",{"type":"[[","value":[["Brecon"]]}," in ",{"type":"[[","value":[["South Wales"]]},".  Penderyn whisky has received a number of awards and makes an interesting addition to the world of whisky.  The distillery visitor centre opened in June 2008."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Double Dragon"]}," - from  Felinfoel Brewery, the oldest in Wales, is a must to taste."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wrexham Lager"]}," - After an absence of over a decade, Wrexham has its famous lager back and also back to its former glory. The owners are focusing on and giving a boost to the local pubs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Brains"]}," - one the largest breweries in Glamorgan, it brews a decent range of ales"]},"\nSee the more general article on drinking in the ",{"type":"[[","value":[["UK#Drink"],["UK"]]},", with information on pubs and real ale.\n\n",{"type":"==","value":["Sleep"]},"\n\nWales is very tourist-friendly, so finding hotel accommodation, a self-catering holiday cottage or a place to pitch a tent should not be a problem. However, you might need to make prior reservations during the summer season in tourist areas such as ",{"type":"[[","value":[["Anglesey"]]},", ",{"type":"[[","value":[["Llandudno"]]},", ",{"type":"[[","value":[["Llangollen"]]},", ",{"type":"[[","value":[["Lleyn"]]},", ",{"type":"[[","value":[["Rhyl"]]},", ",{"type":"[[","value":[["Swansea"]]},"\/Mumbles and ",{"type":"[[","value":[["Tenby"]]},", or around the time of major sporting or cultural events in ",{"type":"[[","value":[["Cardiff"]]},".\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"===","value":["Universities"]},"\nWales has ten major universities, all of which have large foreign student populations:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aber.ac.uk\/ Aberystwyth"]}]},". A university overlooking the sea - excellent facilities."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bangor.ac.uk\/ Bangor"]}]},". A relatively small university, but with a good reputation. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cardiff.ac.uk\/index.html Cardiff"]}]},". The largest and highest ranked of the universities."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.glam.ac.uk\/ Glamorgan"]}]},". A large university, set in the South Wales Valleys."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.glyndwr.ac.uk\/ Glyndwr University, Wrexham"]}]},". Wales' newest university, constituted in 2008 from the North East Wales Institute of Higher Education."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lamp.ac.uk\/ Lampeter"]}]},". The third oldest university in either Wales or England, behind only Oxford and Cambridge, based in the small town of Lampeter in West Wales. Home to the oldest rugby and hockey teams in Wales."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newport.ac.uk\/ Newport"]}]},". Contains the well-renowned Newport Art School."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www2.swan.ac.uk\/ Swansea"]}]},". A large university located on the sea-front - often voted the top university in the UK for student experience."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sihe.ac.uk\/ Swansea Metropolitan"]}]},". This university is located at several campuses throughout the city, and it is famous for its courses in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.agc.org.uk\/ stained glass design"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sihe.ac.uk\/sihe\/digitalmedia\/sch_home.htm digital media"]}]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trinity-cm.ac.uk\/ Trinity College, Carmarthen"]}]},". A small, but historic University."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uwic.ac.uk University Wales Institute, Cardiff (UWIC)"]}]},". The self-styled Cardiff metropolitan university."]},"\n",{"type":"===","value":["Colleges and institutes"]},"\n",{"type":"*","value":[{"type":"'''","value":["Royal Welsh College of Music and Drama"]},", Cardiff ",{"type":"[","value":["http:\/\/www.rwcmd.ac.uk\/"]},". A college focusing on ",{"type":"'''","value":["music and drama"]},"."]},"\n",{"type":"===","value":["English (as a second language)"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=English Study Centre"],["alt="],["url=http:\/\/www.escwales.co.uk\/welcomeenglish.htm"],["email=info@escwales.co.uk"],["address="],["lat="],["long="],["directions="],["phone =+44 1792 464-103"],["tollfree="],["fax="],["hours="],["price="],["content=19-21 Uplands Crescent, Uplands, Swansea SA2 0NX."]]}]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nIn any ",{"type":"'''","value":["emergency"]}," call ",{"type":"'''","value":["999"]}," or ",{"type":"'''","value":["112"]}," and ask for Ambulance, Fire, Police or Coast Guard when connected. For non-urgent Police matters,  dial ",{"type":"'''","value":["101"]}," to be connected to the nearest police station anywhere in Wales.\n\n",{"type":"===","value":["Crime"]},"\n\nWales is one of the safest parts of the United Kingdom and crime rates continue to fall. Nonetheless, visitors should be aware that criminal activity including violent crime is not uncommon, especially alcohol-related violence in towns and cities. Indeed, it may be wise to avoid the centres of large towns and cities on weekend nights and after large sporting events. Despite this, it is unlikely that tourists would be targeted in such a situation. Pickpocketing and mugging is rare.\n\n",{"type":"===","value":["Driving"]},"\n\nIt is perfectly safe to drive on Welsh roads. However, care should be taken on rural and minor roads, some of which are extremely narrow and poorly marked. In addition, colliding with a sheep or (even worse) a cow can severely damage your car, not to mention the unfortunate animal. Many of these roads pass through some of the most beautiful parts of Wales, but just ensure that at least as much attention is paid to the road as to the scenery!\n\n",{"type":"===","value":["Natural Hazards"]},"\n\nWhile generally escaping extreme weather, it should not be forgotten that the British Isles enjoy a famously changeable climate and few places more so than Wales. As such, it is ",{"type":"''","value":["extremely important"]}," to be prepared when venturing into the countryside and especially onto the mountains. Here, what starts as a sunny day can rapidly turn into a blizzard, storm-force gale or a disorienting, chilling fog. Every year, many have to be rescued from Snowdonia and the Brecon Beacons and some lives are lost due to falls and exposure. Ensure you have suitable clothing, a map and a fully-charged mobile phone before setting off.\n\n",{"type":"==","value":["Respect"]},"\n\nWelsh society is generally warm, informal and welcoming to residents and outsiders alike, with a tradition of acceptance and tolerance (for instance, there is no history of racist incidents or support for racist political parties in Wales's larger cities).  There is little risk of causing any offence unless you stray into the vexed issue of the difference between Wales and England.\n\nThe crucial point is that there ",{"type":"''","value":["is"]}," a difference: Wales is emphatically not (part of) England, and never has been.  The relationship between England and Wales is long, complex and sometimes controversial. The geo-political ties between England and Wales are strong, though some light-hearted anti-English sentiment is common, particularly in the patriotic North West of the country.  Despite this, English people in Wales are unlikely to face any issues.  For instance, the rivalry between the Welsh and English rugby teams is fierce and long-standing, but fans of both sides mingle freely and happily during and after matches.\n\nNonetheless, referring to Welsh people as English is no more correct than referring to Dutch people as Germans or Polish people as Russians.  Doing so deliberately will cause annoyance: it is such a crass error that people may well think you are trying to start an argument. Criticisms or jokes about the Welsh language are also ",{"type":"''","value":["deeply"]}," offensive to people whose first language is Welsh, and often to other Welsh people too.   All of this doesn't reflect any personal dislike of England or English people: more a long-standing sense that Wales and its distinctive features are often overlooked or ignored at the UK level and internationally.   \n\nFurthermore, in the North West there are high levels of support for independence, which isn't shared by the mainly Anglicised Southern and Eastern areas. If you want to avoid getting into a long and pointless debate, it is best to steer clear of this topic.\n\nWales is much like the rest of the UK regarding attitudes towards homosexuality. Displays of homosexuality aren't common due to the rural nature of most of the country, although outward displays of same-sex affection are unlikely to cause a problem. The only exception to this is in the more working class parts of larger towns and cities where discretion is advised.\n\n",{"type":"==","value":["Connect"]},"\nSee ",{"type":"''","value":["Connect"]}," entry in our ",{"type":"[[","value":[["United_Kingdom#Connect"],["United Kingdom"]]}," article for information on telephone, internet and postal services.\n\nSee ",{"type":"''","value":["Connect"]}," entries in individual city articles for local information.\n\n",{"type":"{{","value":[["geo"],["52.40"],["-3.32"],["zoom=8"]]},"\n",{"type":"{{","value":[["IsPartOf"],["United Kingdom"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Wales"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Wales\/"]]}]