[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Walker"]]},"\n",{"type":"'''","value":["Walker"]}," is in northern ",{"type":"[[","value":[["Minnesota"]]},".  Walker is located about thirty-five miles south of ",{"type":"[[","value":[["Bemidji"]]}," and sixty miles north of ",{"type":"[[","value":[["Brainerd"]]},".  \n\n",{"type":"==","value":["Understand"]},"\n\nWalker is a very small city on the southern shore of Leech Lake, in the core of a heavily-wooded and rural area.  As such, it offers an excellent base for fishing, hunting, and camping trips.  At the same time, Walker features a bustling downtown area and a variety of activities ideal for tourists interested more in shopping and relaxation than in outdoor recreation.  Although a significant tourist destination during the summer, Walker is still a self-sustaining locale and a rather quiet one during the other seasons.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By plane"]},"\n\nWalker has an airport located several miles north of the city.  It is very small and is not a feasible destination for the vast majority of travelers.  The Minneapolis-St. Paul airport is the easiest destination for travelers hoping to fly in, although a three-to-four hour drive is still necessary to reach Walker.  There is also a regional airport of moderate size in Bemidji.  \n\n",{"type":"'''","value":["By car"]},"\n\nWalker is located directly on Minnesota State Highway 371, the main artery connecting Bemidji and Brainerd.  A traveler from the south can take US Highway 10 north to Little Falls and Brainerd, one of 371's origin points.  State Highway 200 merges with 371 east of the city, and separates several miles north of it.  This is the primary means of traveling from the large city ",{"type":"[[","value":[["Duluth (Minnesota)"],["Duluth"]]},", in northeastern Minnesota.  Other routes are available; travelers can use state highways to reach the Walker area from Detroit Lakes or from eastern North Dakota.\n\n",{"type":"==","value":["Get around"]},"\n\nIt is easy to navigate around Walker by foot or on a bicycle, given its small size.  Most businesses and tourist attractions are located either along the shores of Leech Lake or in the downtown area, only two blocks south of the shoreline.  Parking spaces are plentiful, but are often either occupied or difficult to get out of.\n\nThe main traffic artery in Walker is \"Main Street\", officially \"Minnesota Avenue\".  This is merely the portion of Highway 371 that passes through the city.  The businesses on the street form most of the downtown area.\n\n",{"type":"==","value":["See"]},"\n\nWalker is located on the scenic south shore of Leech Lake (known as Walker Bay).  It is about twenty miles southeast of Itasca State Park, home to the headwaters of the Mississippi River.  By following Highway 371 northward, out of the city, and by turning west on Highway 200, you can reach the park in a short time.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["The Walker City Park is an expansive area east of downtown Walker.  It has a large and clean beach, a safe playground for young children, and a large dock area for fishermen interested in launching their boats into Walker Bay.  Tennis courts and a basketball court are located near the beach.  There are numerous places to park vehicles at the park.  "]},"\n",{"type":"*","value":["Across from the park is the Cass County Museum, which contains an abundance of rare historical items.  Although it is not large, the museum is an interesting place to visit and charges reasonable admission, with occasional free days.   "]},"\n",{"type":"*","value":["The downtown area of Walker spans about three blocks, and is crammed with a combination of stores that cater to tourists and local specialty shops."]},"\n",{"type":"*","value":["Walker recently constructed a community athletic center on the high ground south of the city.  The center has an ice rink, a basketball gym, and a wing that can be rented for meetings, reunions, and other celebrations.  "]},"\n",{"type":"*","value":["Lake May is a small lake south of the city, with a minuscule but always-bustling beach.  It is good for kayaking and canoeing, as it leads into a six-lake chain.  Beware, however: as you proceed further and further into the chain, it will be more and more difficult to get through the channels connecting the lakes.  "]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are many shops offering a variety of items on Main Street.  Among them are:\n",{"type":"*","value":[{"type":"'''","value":["Lundrigans Clothing"]}," – higher-end apparel; a draw for female shoppers but with some men's clothing, as well"]},{"type":"*","value":[{"type":"'''","value":["Reed's Sporting Goods"]}," – one of the largest stores in downtown Walker; an expansive, bustling place with a wide variety of items, ranging from firearms to women's clothing."]},{"type":"*","value":[{"type":"'''","value":["Main Stream Women's Everything"]}," – pretty self-explanatory."]},{"type":"*","value":[{"type":"'''","value":["Walker Art Gallery"]}," - shop featuring local art.  Prices vary (some of the art is quite expensive) but content is of a very high quality.  "]},{"type":"*","value":[{"type":"'''","value":["Minnetonka Moccasins"]}," - unique footwear and other items."]},{"type":"*","value":[{"type":"'''","value":["Christmas Point Wild Rice"]}," - featuring local wild rice-based foods and other unique goods, an interesting stop for tourists and locals alike."]},{"type":"*","value":[{"type":"'''","value":["Thrifty White"]}," - the local drugstore and photo shop, which has expanded to a point where it seems like a homespun department store."]},"\n",{"type":"===","value":[" Souvenir shops "]},"\n\nThere are several smallish shops that cater almost exclusively to tourists and non-locals during the summertime.  They are concentrated near the center of downtown, east of Reed's Sporting Goods and on the north side of Main Street.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["Jimmy's Family Restaurant is on the western edge of Walker, adjacent to the AmericInn.  Meals are affordable but are excellent (particularly the breakfasts), and service is equally good."]},{"type":"*","value":["The Village Square is a touristy place on Main Street, with a large outdoor eating area, good food, and delicious homemade malts."]},{"type":"*","value":["The Outdoorsman is a cafe located on Main Street."]},{"type":"*","value":["The Walker Bay coffee shop offers coffee and bakery goods; it is near the Outdoorsman."]},{"type":"*","value":["The Java Loon is something akin to an Internet cafe, and also serves as the gift shop for the Chase Hotel.  Its drinks and snacks are tasty, the workers are friendly, and the Internet access is free.  The place is exceptionally clean.  "]},{"type":"*","value":["The Boulders is an upscale and expensive dining location on Highway 371, north of Walker."]},{"type":"*","value":["Even further north is the equally expensive Ranch House Supper Club, known for its popovers."]},{"type":"*","value":["The 501 Restaurant at the Chase Hotel caters primarily to guests but is open to others; it is expensive, but with unparalleled seating and good food."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Benson's is a large drinking establishment on one of the corners of Main Street.  It is also known for its pizza."]},{"type":"*","value":["The American Legion post is known locally for its busy bar.  It is behind Main Street, across from the Chase Hotel."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["The Chase on the Lake Hotel offers high-quality lodging directly on the lakefront.  It also has a separate condominium building next to it.  Both are expensive, but are optimal for tourists looking for a comfortable, extremely clean, and very luxurious experience."]},{"type":"*","value":["The Country Inn, east of the city, offers moderate prices and is located on the Shingobee Connection bike trail.  It is comfortable, with good Internet access and a good pool."]},{"type":"*","value":["The AmericInn is located adjacent to Jimmy's Family Restaurant on the west edge of town.  It is hot, humid, and sticky during the summer, and the suites seem quite cramped."]},{"type":"*","value":["There is a motel across from the Walker City Park.  It is a popular base for hardcore anglers visiting in both the summer and winter (due to ice fishing in the latter season)."]},"\n",{"type":"==","value":[" Stay safe "]},"\n\n",{"type":"*","value":["The Walker police department, though small, is active in the community and has a very visible presence on the streets.  Walker's downtown is particularly safe."]},{"type":"*","value":["If you are fishing any of the lakes near Walker, do not park in secluded areas, leave as few belongings as possible in your vehicle, and be sure to lock it.  Vehicle break-ins are common."]},{"type":"*","value":[{"type":"'''","value":["Do not pick up hitchhikers"]},".  They are a common sight along the highway.  It is exceedingly unwise to give them a lift."]},{"type":"*","value":["Be extremely careful when driving.  Roads are often curvy and unsafe, particularly in the winter.  Deer are a serious danger to your vehicle and to your own life when driving in heavily-wooded areas.  Follow the speed limit, and ",{"type":"'''","value":["do not"]}," engage in impaired driving."]},{"type":"*","value":["Many cabins and cottages are located in isolated, wooded areas.  Burglars can find these places, and often do.  Always lock cabins and cottages when leaving, even for short periods of time.  "]},{"type":"*","value":[{"type":"*","value":["Keep in touch with neighbors (even if they are some distance away), and be cautious if you hear about crime in the vicinity"]}]},{"type":"*","value":[{"type":"*","value":["Play music or leave a television on when you leave a cabin or cottage unattended for brief periods."]}]},{"type":"*","value":[{"type":"*","value":["Leave as few belongings as possible in cabins when gone for the season, and securely lock them."]}]},{"type":"*","value":[{"type":"*","value":["Boarded or barred windows and other such security devices tend to actually attract, not divert, criminals."]}]},"\nWalker is located on the reservation of the Leech Lake Band of Ojibwe.  There is no small amount of racial tension between the predominantly white population of Walker and the Native American population on the reservation.  Also, crime is not uncommon on the reservation (but is not by any means confined to it).  Do not be afraid to drive through reservation areas if you're trying to get somewhere, but it is not advisable to do so for recreational purposes.\n\n",{"type":"==","value":["Local society "]},"\nNorthern Minnesota is a very conservative, Christian area.  Lutheranism, other Protestant denominations, and Catholicism are all practiced by large numbers of people.  It's a good idea to treat these beliefs respectfully.  Non-locals behaving in less-traditional ways are welcomed just as anyone else would be, but might attract attention or surprise.  \n\nAlthough most tourists will not notice the tensions between whites and Native Americans existent in the area, if you do, it is best not to comment publicly on them.  Do not engage in gossip about fights or scuffles regarding the two groups, which happen occasionally.\n\nIf you are interested in learning more about local events, activities, or culture, the Walker weekly newspaper, the ",{"type":"''","value":["Pilot-Independent"]},", is an excellent and detailed resource.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=MN-371.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=Ends at ",{"type":"[[","value":[["File:US 2.svg"],["18px"]]}],["minorl1=",{"type":"[[","value":[["Cass Lake"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Little Falls (Minnesota)"],["Little Falls"]]}],["minorr1=",{"type":"[[","value":[["Brainerd"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwestern Minnesota"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Walker, Minnesota"]]},"\n",{"type":"{{","value":[["geo"],["47.101388888889"],["-94.587222222222"]]}]