[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Wallingford"]]},"\n",{"type":"'''","value":["Wallingford"]}," is a town on the River Thames in ",{"type":"[[","value":[["Oxfordshire"]]},", ",{"type":"[[","value":[["England"]]},". The Romans liked Wallingford but proved unreliable tenants. Now the Saxons, they really put the hours in, building the earliest recognizable settlements.\n\nAgatha Christie wrote from Wallingford, led the local amateur dramatics society and is buried nearby in Cholsey. Resident somehow in both mind and body, she’d be happy with the town’s continuing notoriety as it is plagued by heinous murders… the penny drops: this is Midsomer Murders country and Wallingford is the fictional village of Causton.\n\nBefore you run for your life, remember: it’s only a television show. That said, a town so touched by history always has a grisly secret to reveal.\n\nWilliam the Conqueror crossed the Thames here and established the castle. After roaming lawless on the open South Oxfordshire roads the murderous Dick Turpin rested up here, the law chasing his blood-stained coat tails.\n\nIn 1646 Oliver Cromwell gave the order to sack Wallingford Castle, undoing 600 years of fortifications. Even so, with boats moored under drooping willows that arc into the Thames, Wallingford remains the best example of a Saxon town in England. \n\n\n",{"type":"==","value":["Get in"]}," \nThe nearest railway station is in ",{"type":"[[","value":[["Cholsey"]]}," and the area is well served by buses from ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," and most local towns. Visitors may also arrive by riverboat in the summer, from Reading and ",{"type":"[[","value":[["Abingdon"]]},".\n\n",{"type":"==","value":["Get around"]}," \n",{"type":"==","value":["See"]},"\nPlenty of things to see in Wallingford - the Castle, the River Thames, the ancient market town built on Saxon foundations, the Castle Gardens and Castle meadows, quirky antique shops, coffee shops, and places for supper.\n\n",{"type":"==","value":["Do"]},"\nTake one of the self-guided historical walks (information from the tourist information office in the Market Place), or visit Wallingford Museum. Have a picnic on the banks of the Thames, or investigate the Saxon ramparts which surround the town.\nIf you visit on a Sunday, why not attend the Sunday Gospel Service held by the Wallingford Christian Assembly, at the Gospel Hall, Atwell Close. (5.00 to 5.45 pm each week.)\n\n",{"type":"==","value":["Buy"]},"\nWallingford has a large number of independent shops, antique shops and specialist shops. Where else can you buy a violin, visit numerous antique shops, purchase a stunning hat to complete a special outfit, or buy lovely clothes and shoes? Wallingford has it all - as well as many markets.\n\n",{"type":"==","value":["Eat"]},"\nThe Partridge has lovely food, as does Avanti and San Sicario. The Old Post Office does great coffee and food, and the Glorious Bakeshop has amazing cup cakes.  Bloc Brazilian is lovely for coffee outside in the summer, with tasty treats.\nLove sweets? Visit the Olde Sweet Shoppe. If meat is more your cup of tea the local butcher will surely have what you need. Delicious cakes may be purchased at Down to Earth.\n\n",{"type":"==","value":["Drink"]}," \n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shillingford Bridge Hotel"],["url=http:\/\/www.shillingfordbridgehotel.com\/"],["email="],["address=Near Wallingford, Oxon, OX10 8LZ"],["lat="],["long="],["directions="],["phone = +44 1865 858 567"],["tollfree="],["fax="],["hours="],["price=From £45"],["checkin=2pm"],["checkout=11am"],["content="]]}]},"\nThe George Hotel in Wallingford is a traditional coaching inn and has well appointed bedrooms and a lovely courtyard for coffee or a drink in fine weather.\n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Oxfordshire"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Oxfordshire\/Wallingford\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Wallingford, Oxfordshire"]]},"\n",{"type":"{{","value":[["geo"],["51.599"],["-1.125"]]}]