[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gowalnutcreek.com\/ Walnut Creek"]}]}," is a typical, medium-sized suburban city located about 17 miles east of ",{"type":"[[","value":[["Oakland"]]}," in ",{"type":"[[","value":[["Contra Costa County"]]},".  After being part of a Spanish land grant comprising several ranchos, the first Midwestern settlers of European descent in this area planted walnut trees. Some of these trees grew close to a small creek; thus, over time the locals came to call the creek \"Walnut Creek,\" but the town was known as \"The Corners.\" Today, Walnut Creek is mostly known for its retail and restaurant offerings. The city also boasts extensive protected open space for hiking and picnicking, as well as a predominantly sunny and warm climate with a briefly cool and wet winter.\n\n",{"type":"==","value":["Understand"]},"\n\nWalnut Creek is the business hub of ",{"type":"[[","value":[["Contra Costa County"]]},". Located on the western edge of Mount Diablo. Walnut Creek is also the transportation hub of Contra Costa County, with the intersection of Highway 24 and I-680. Walnut Creek has grown from a quiet bedroom community of San Francisco into becoming its own regional business and retail center of the East Bay. Downtown has become a destination center for quality restaurants and shopping while the surrounding community is filled with parks and recreational areas for families.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nWalnut Creek is well served by Interstate 680 and Highway 24.\n\n",{"type":"===","value":["By subway"]},"\nThe easiest way of getting to Walnut Creek for most who don't want to drive through a suburban wonderland is by ",{"type":"[","value":["http:\/\/www.bart.gov BART"]},".\n\n",{"type":"===","value":["By bicycle"]},"\nFor those who figuratively speaking prefer to put the pedal to the metal the old fashioned way (on bicycle), the Iron Horse Trail runs North\/South, neatly bisecting Walnut Creek into the west side where most of the stores lie and the east side where most of the suburban homes and strip malls are located.\n\n",{"type":"===","value":["By boat"]},"\nFor the nautically inclined, drop anchor at the nearest marina, either Oakland, Berkeley, or Martinez and arrange transportation accordingly.\n\n",{"type":"===","value":["By air"]},"\nIf flying's your thing, Buchanan Field in ",{"type":"[[","value":[["Concord (California)"],["Concord"]]}," serves as your gateway to Walnut Creek.\n\n",{"type":"==","value":["Get around"]},"\nOnce in downtown Walnut Creek, walking is basically your only choice. This shouldn't pose a problem because most of the downtown area is somewhat concentrated (10-15 minute walk at most). The biggest problem is parking.\n\n",{"type":"*","value":[{"type":"'''","value":["Driving"]},". Most will use a car to get around Walnut Creek. Be careful of pedestrians; they tend to jump off corners when you least expect it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Parking"]},". Hidden among the storefronts are countless garages. The garages run by the City charge actual money; whereas the garages of the many malls are free but claim to be valid for only three hours. The garages closest to Broadway Plaza are the most congested. You can usually find ample parking in the Plaza Escuela garage (on either side of Locust at Botelho), only one block from downtown and Broadway Plaza."]}," \n",{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Hint"]},". Try parking on the street - the street meters cost the same as the garages. If you do park on the street, make sure you put enough money in the meter because Walnut Creek metermaids continually circle the town looking to increase the city coffers at your expense. The best hint for using the street meters is to arrive early, you may have to circle and you won't find a spot right in front of any place you're interested in visiting."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Public Transportation"]},". If you're down on your luck and can't afford a car, the County Connection bus line is your ticket to reach Walnut Creek. If all you want to do is see downtown and shop, a free shuttle operates between the BART station and several downtown stops. Using a bicycle is a snap in this bike friendly town, or if you're wealthy you can recharge your Segway at the free electric recharging stalls at the BART station. For the rest, using your feet never hurt (other than your feet)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Taxis"]},"."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lesherartscenter.org Lesher Center for the Arts"]}]},",  1601 Civic Dr. The City's performing and visual arts center, opened in October 1990, houses the 800-seat Hofmann Theatre, the 300-seat Margaret Lesher Theatre, the 130-seat Knight Foundation Stage 3 theatre, the ",{"type":"[","value":["http:\/\/bedfordgallery.org\/ Bedford Gallery"]},", offices and rehearsal space. Pretty impressive for a suburb, but not exactly The Met. Originally opened as the Regional Center for the Arts (RCA). The name was changed to The Dean Lesher Regional Center for the Arts after a donation from the Lesher Foundation. The word \"Regional\" was removed to encourage patronage from the greater Bay Area."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lindsay Wildlife Museum"],["url=http:\/\/www.wildlife-museum.org"],["email="],["address=1931 First Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Wed–Fr 12PM–5PM (opens 10AM in the summer), Sat–Sun 10AM–5PM"],["price=$7 for adults, $6 for seniors 65+, $5 for children 2-17"],["content=Well-worth a visit for the opportunity to see owls, hawks, and other wildlife up close and (often) not from behind glass or cages.  This museum is actually a wildlife rehabilitation and educational center that focuses on native California wildlife and natural history. The museum exhibits live, non-releasable native wildlife. Founded in 1955, the museum operates the oldest and one of the largest wildlife rehabilitation hospitals in the United States, treating more than 6,000 injured and orphaned wild animals each year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Borges Ranch"],["alt="],["url=http:\/\/www.ci.walnut-creek.ca.us\/openspace\/osborges.htm"],["email="],["address=1035 Castle Rock Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The former ranch of early Walnut Creek pioneer Frank Borges is the home base for Walnut Creek's Shell Ridge Open Space activities. The ranch complex includes a blacksmith shop, numerous outbuildings, and farm equipment displays. It also features a barn and covered trellis available for group reservations. The Borges family home, built in 1901, houses historical displays of the early 1900s. It is listed on the National Register of Historic Places. Great place to go if you forgot or always wondered what growing up on a farm was like, or if you were inexplicably transported through time to the present when you were struck by a purple lightning bolt and are desperate for a taste of home in the 19th Century."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ruth Bancroft Garden"],["alt="],["url=http:\/\/www.ruthbancroftgarden.org"],["email="],["address=1500 Bancroft Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Preserving an exceptional example of Southwest American garden design, The Ruth Bancroft Garden demonstrates the beauty and excitement possible in a water-conserving landscape. Internationally recognized as one of the finest private gardens in North America, The Garden was the first in the United States to be sponsored by The Garden Conservancy. The garden showcases rare and unique species of cactus, succulents, palms, and desert trees while still maintaining a lush and manicured style appropriate to Northern California. The Garden is open for visitors seven days a week from 10AM – 4PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shadelands Ranch Historical Museum"],["alt="],["url="],["email="],["address=2660 Ygnacio Valley Rd"],["lat="],["long="],["directions="],["phone=+1 925 935-7871"],["tollfree="],["fax="],["hours="],["price="],["content=Built by early Walnut Creek pioneer Hiram Penniman, this 1903 redwood-framed house is a showcase for numerous historical artifacts, many of which belonged to the Pennimans. It also houses a rich archive of Contra Costa and Walnut Creek history in its collections of old newspapers, photographs and government records. The museum is on the National Register of Historic Places and belongs to the City, but is operated by the Walnut Creek Historical Society. Not part of the \"official\" description is the Shadelands growing collection of local smells, each smell maturing and gaining new flavorful dimensions with each passing year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Walnut Creek Model Railroad Society"],["alt="],["url=http:\/\/www.wcmrs.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A permanent, 1,800-square-foot model train layout. It includes an HO-scale train set with more than 4,300 feet of track on over 175,000 ties and over 340 turnouts"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sugarloaf Open Space"],["alt="],["url="],["email="],["address=2161 Youngs Valley Rd"],["lat="],["long="],["directions=off Rudgear Road"],["phone=+1 925 944-5766"],["tollfree="],["fax="],["hours="],["price="],["content=This is a 177-acre open space in the southern part of Walnut Creek. Visitors can enjoy amazing ridgeline views, scenic trails and a walnut orchard. There are also Picnic areas and restrooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Boundary Oak Golf Course"],["alt="],["url="],["email="],["address=3800 Valley Vista Rd"],["lat="],["long="],["directions="],["phone= +1 925 934-4775 (Golf reservations), +1 925 934-6211 (Golf Course Pro Shop)"],["tollfree="],["fax="],["hours="],["price="],["content=This is an 18-hole municipal course overlooking Walnut Creek."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=680\/24 Junction"],["alt="],["url=http:\/\/www.dot.ca.gov\/dist4\/680_24cam.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This amazing network of freeway flyovers and unders is architecturally amazing. Unfortunately you can only appreciate their beauty as you pass by at 80 miles an hour. Locals still remember the good old days before CalTrans took a decade to fix the bad design that led to countless backups deep into the suburbs."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mount Diablo State Park"],["alt="],["url=http:\/\/www.parks.ca.gov\/default.asp?page_id=517"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This huge park dominates the landscape for most of central and eastern Contra Costa County. A small museum and observation post at the summit gives the visitor a background to the stunning views. Mt. Diablo is the geological anomaly of Northern California (the younger rocks are at the bottom and the older at the top). Enjoy the drive to the summit where, on a clear day, you can enjoy the world's supposed second-best panoramic view. In one quick turn you can see San Francisco, the Central Valley and when conditions are favorable, the Sierra Nevada. Occasionally capped with a light snow dusting in the winter and packed with countless small rivers and waterfalls in the spring, Mt. Diablo is a nature lover's paradise. Remember that Mt. Diablo is largely wild --- there are rattlesnakes, mountain lions, black widow spiders and many other fauna. Notwithstanding the dangers of the wild, many spots along the summit road offer scenic spots for a picnic. Be careful to avoid poison oak. A popular challenge for cyclists, the ride to the summit is about eight miles of twisty, narrow roads. There is a small fee for cars (cyclists riding on bikes are free). Local equestrians and dog owners make extensive use of the numerous fire trails. Hikers, watch your step! The park is sometimes closed during high-fire danger days in the late Summer and when snowfall creates icy roads in late December to mid-January. Another annual treat is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mdia.org\/TarantulaTime.htm tarantula migration"]}]}," every fall—thousands of these fuzzy creatures venture out of their burrows and can be observed moving across trails and roads."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Iron Horse Trail"],["alt="],["url=http:\/\/www.ebparks.org\/parks\/trails\/iron_horse"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although this multi-use, whole-access trail runs between Concord and Dublin, the most interesting and scenic part of the trail is found in Walnut Creek. The Walnut Creek part of the trail goes directly into the heart of downtown Walnut Creek. Also, the trail abuts what's left of Walnut Creek's creek known as \"Walnut Creek,\" which is now mostly buried beneath Broadway Plaza. Widely used by dog owners, cyclists and recreational buffs, the Iron Horse Trail follows the Southern Pacific Railroad right-of-way established in 1891 and abandoned in 1977. If you walk your dog on the Iron Horse, please use the complimentary pooperscooper bags provided for your convenience."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Castle Rock Regional Recreation Area"],["url=http:\/\/www.ebparks.org\/parks\/castle_rock"],["email="],["address=1700 Castle Rock Rd"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-EBPARKS"],["fax="],["hours="],["price="],["content=Castle Rock Regional Recreation Area is a public park in the East Bay Regional Park District. The park is adjacent to Diablo Foothills, in a scenic canyon along Pine Creek. The area is dominated by oak woodlands and prominent sandstone formations. Volleyball courts, softball fields, picnic sites and a swimming pool are available for public recreation. The pool complex features a 30 feet by 70 feet swimming pool and deck areas. In addition, the complex is fully accessible to individuals with disabilities, including the bathhouse and an accessible lift into the pool. (Beach access fee to enter swim area.) Swimming is allowed only when lifeguards are on duty."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Broadway Plaza"],["alt="],["url=http:\/\/www.broadwayplaza.com\/controller\/site\/directory"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As one of the first post-WWII malls, Broadway plaza was designed on an open-air model. In subsequent years the trend in mall design gravitated toward the self-contained monstrosities that have become the signature of the suburban lifestyle. As an open-air mall, Broadway Plaza integrates well with the existing downtown. Parking is perhaps the only negative, although expensive valet service is available on weekends and during peak shopping seasons. Three large parking structures remind the visitor that after all this is still a mall. Major tenants include Nordstrom, Macy*s, Banana Republic, California Pizza Kitchen, J. Crew, P.F.Chang's, and other upscale chain retailers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Downtown Walnut Creek"],["alt="],["url=http:\/\/www.walnutcreekdowntown.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=More interesting than Broadway Plaza are the many stores comprising downtown Walnut Creek. After your next shopping spree to Baby Gap or Pottery Barn for Kids, make a detour down Locust and Main Streets. Downtown Walnut Creek complements its mall counterpart and preserves Walnut Creek's small town feel. The downtown stores and restaurants offer a variety and unique quality that would be impossible to find in Broadway Plaza, and you may find that you like them more. Many restaurants offer sidewalk or patio seating except in mid-winter, creating a Mediterranean pedestrian feel. Occasionally, Walnut Creek will close down one of the downtown streets for an \"art festival.\""]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Diablo Oriental Foods"],["alt="],["url="],["email="],["address=2590 N. Main St"],["lat="],["long="],["directions="],["phone=+1 925 933-2590"],["tollfree="],["fax="],["hours="],["price="],["content=This small market is more than it appears (i.e. dilapidated shack); and although its name contains \"oriental,\" implying an assortment of pan-Asian foodstuffs, in actuality, this is a specialty Japanese market that is jammed with Japanese foodstuffs that are nearly impossible to find this side of the Bay Bridge. From Natto and fresh tuna to sake and santoku knives, this market has more Japanese foodstuffs per square foot than any other place in the Bay Area. Whether you're a Japanese food fanatic or looking for a change from the usual, check it out and you might find something tasty."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":[" Budget "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=A Sweet Affair"],["url=http:\/\/sweetaffairbakery.com\/"],["email="],["address=Ygnacio Valley Plaza"],["lat="],["long="],["directions="],["phone=+1 925-944-1910"],["tollfree="],["fax="],["hours="],["price="],["content=Located in a suburban strip mall about 2 miles outside of downtown Walnut Creek, A Sweet Affair Bakery and Cafe is an outstanding, homely bakery with traditional pastries, such as the cranberry danishes, cinnamon rolls, or blueberry scones. For lunch and dinner, they offer succulent sandwiches on thirteen different freshly-baked breads. They also offer a wide variety of cakes, cookies, muffins, brownies, and coffee\/espresso. There is something for everyone."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hubcaps Diner"],["url="],["email="],["address=1548 Bonanza St"],["lat="],["long="],["directions="],["phone=+1 925-945-6960"],["tollfree="],["fax="],["hours="],["price="],["content=An excellent place to take the kids.  The interior is like a 1950s diner, full of classic car memorabilia.  Prices are reasonable, and the three-egg omelettes are delicious.  Service is quick and friendly, and even when things are busy the wait tends to be short.  Hubcaps preserves the 'small town' feel of Walnut Creek with the small community of regulars that are always remembered by the staff.   They are open 24 hours on the weekends, probably to serve breakfast to the hard-core nightlife after the bars close."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Havana Restaurant"],["url=http:\/\/www.havanarestaurant.net\/"],["email="],["address=1516 Bonanza St"],["lat="],["long="],["directions="],["phone=+1 925-930-7590"],["tollfree="],["fax="],["hours="],["price="],["content=A modestly priced Cuban-inspired restaurant serving various tapas and other Cuban\/Caribbean-style dishes. Located in central downtown Walnut Creek, it's a short walk from Broadway Plaza and the Lesher Center for the Arts. It has an excellent bar that serves a variety of mojitos and other cocktails and it stays open until 11PM on Mondays-Wednesdays and 12PM on Thursdays-Saturdays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Hick'ry Pit"],["url=http:\/\/hickrypit.com\/"],["email="],["address=1495 South Main St"],["lat="],["long="],["directions=off I-680 at S. Main exit, next to Kaiser Hospital"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nothing fancy, just large portions or well-cooked American fare.  The menus all feature crayon-drawn pigs from the restaurant's younger clients, which is fitting given the Hick'ry Pit's reputation for bacon offerings.  If you want a place that fills you up with good food, and service that ensures your coffee cup never goes empty, this is about as good of an option as can be found in the Bay Area.  Prices are just a bit on the high side, but given the portion sizes and the quality of the ingredients it's worth paying a couple of dollars extra."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rocco's Ristorante & Pizzeria"],["url=http:\/\/www.roccospizzeria.com"],["email="],["address=2909 Ygnacio Valley Rd"],["lat="],["long="],["directions="],["phone=+1 925-947-6105"],["tollfree="],["fax="],["hours="],["price="],["content=Deep, deep, deep in the suburbs is one of the best pizza places around. Rocco's is your typical red-checker table cloth suburban pizzeria, serving pasta along with pizza dishes. The pasta isn't worth the trip, but the pizza is (I suggest Anthony's East Coaster). Go during the special on Sundays and Mondays --- pitchers of beer are half off and Large pizzas are around $12. Otherwise go to the website and use the coupon to save money that you can apply toward the gas you spent driving out there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tomatina"],["url=http:\/\/www.tomatina.com"],["email="],["address=1325 North Main St"],["lat="],["long="],["directions="],["phone=+1 925-930-9999"],["tollfree="],["fax="],["hours="],["price="],["content=One of the more popular restaurants in town offering high quality food and a casual atmosphere.  At its opening, the restaurant was affiliated with award winning celebrity chef Michael Chiarello's Tra Vigne restaurant in Napa, but he is no longer invested in the local mini-chain.  One can order brick-oven pizza there with a variety of interesting toppings, or the specialty, \"piadine,\" which is flat bread with a \"salad\" on top of it.  The polenta appetizer is also a must try with baked polenta, parmesean cheese, and tomato sauce."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Prima Ristorante"],["url=http:\/\/www.primaristorante.com"],["email="],["address=1522 N. Main St"],["lat="],["long="],["directions="],["phone=+1 925-935-7780"],["tollfree="],["fax="],["hours="],["price="],["content=An expensive California-Italian restaurant. Probably one of the better restaurants in Walnut Creek, but not on par with chi chi restaurants in San Francisco. Has a very nice wine selection for those so inclined. Waiters can be a little snooty but are still friendly (to your face) and can help you pick the perfect wine to complement your food. Next door is Prima's wine shop, Prima Vini, where you can buy exclusive and hard-to-find vintages."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Va de Vi"],["url=http:\/\/www.va-de-vi-bistro.com"],["email="],["address=1511 Mt Diablo Blvd"],["lat="],["long="],["directions="],["phone=+1 925-979-0100"],["tollfree="],["fax="],["hours="],["price="],["content=Walnut Creek's take on small plates done in chef Kelly Degala's California Asian Fusion Style with several wines. This restaurant was once touted by famed San Francisco Chronicle food critic Michael Bauer as worth a drive from San Francisco for its stellar food and inviting indoor-outdoor atmosphere, although a second location was opened in San Francisco's Presidio District in 2006.  Many wines are offered by the glass in addition to flights (tastes of three different wines). Weather permitting, try to eat outside by the oak tree; it's several hundred years old and perhaps one of the oldest remaining wild trees left in all of Walnut Creek."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vic Stewart's"],["alt="],["url="],["email="],["address=850 South Broadway"],["lat="],["long="],["directions="],["phone=+1 925-943-5666"],["tollfree="],["fax="],["hours="],["price="],["content=If you seek for award-winning ",{"type":"<","value":["small",["(\"Best Place for Steak\" by Diablo Magazine for 1999-2003 and \"Award of Excellence\" by Wine Spectator for 1999-2004)"]]}," food, be sure to stop by. Located a short stroll from Broadway Plaza, they are probably one of the finest steak restaurants in the Bay Area. The menu offers much Steak and little else. Who cares? If you like beef you will love \"Vic's\". Prices are high, so if you are up for investing the GDP of an average eastern European country you will not regret having feasted on their phenomenal New York Strip. Be prepared for over-the-top food and an overdraft charge on your checking account."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Dan's Irish Sports Bar"],["alt="],["url=http:\/\/www.dansbar.com\/"],["email="],["address=1524 Civic Dr"],["lat="],["long="],["directions="],["phone=+1 925 932-1331"],["tollfree="],["fax=+1 925 945-1428"],["hours="],["price="],["content=The \"Irish\" and \"Sports\" portions of the bar's title may be questionable, but amongst Walnut Creek's trendier offerings, Dan's stands out as a true \"Bar\". Bands on weekends, a raucous crowd, great happy hour specials ($3 Fat Tire drafts on Tuesdays, $2 domestic drafts other days), and pool in the back make this a worthwhile alternative to some of the other Walnut Creek hotspots. The $3 weekend cover can be a small turnoff, but it's Walnut Creek - you can't have everything."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Masses"],["alt="],["url="],["email="],["address=2721 N Main St"],["lat="],["long="],["directions="],["phone=+1 925 256-7665"],["tollfree="],["fax="],["hours="],["price="],["content=Billiards, Billiards, and more Billiards. 30 some odd tables are arranged in this converted hardware store. The food is dreadful, but the billiards and beer are just fine. The local kids have made this the place to hang, so expect a line to get in on Friday and Saturday nights. A cute wait staff and a willingness to serve all but the most intoxicated drunks makes this bar a comfortable place to spend time. If you're prone to inner ear infections, do not go on karaoke night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mr Lucky's Bar and Grill"],["alt="],["url="],["email="],["address=1527 Locust St"],["lat="],["long="],["directions="],["phone=+1 925 935-7778"],["tollfree="],["fax="],["hours="],["price="],["content=Mr Lucky's is the last \"old fashioned, honest bar\" you will find downtown. Friendly, no-nonsense bartenders pour proper drinks at reasonable prices. Can be a scene thu\/fri\/sat nights, with a line to get in and lots of fun inside. Bring your ID, they are 100% strict on this. Surprisingly good lunch menu. Open late, the place can liven up when other spots shut down."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pyramid Brewery"],["alt="],["url=http:\/\/www.pyramidbrew.com"],["email="],["address=1410 Locust St"],["lat="],["long="],["directions="],["phone=+1 925 946-1520"],["tollfree="],["fax="],["hours="],["price="],["content=A combination brewery\/restaurant, offering decent food and decent beers. A few years ago, this place had a great nitro stout, but have since discontinued it. If you like stout beer, be sure to ask for it and express your displeasure that it is no longer available. Prices are mid-range, and there is often live music on weekends. A nice Biergarten in the back to soak up some sun along with your beer."]]}]},"\n",{"type":"===","value":["Coffee Houses"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Scala"],["alt="],["url="],["email="],["address=North Main St"],["lat="],["long="],["directions=opp. Police Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A casual coffee house and wine bar style cafe in Walnut Creek. The coffee is excellent, the ambiance laid back European, the food is simple and excellent, and if you ask they will make you an excellent bacon and egg sandwich. A little wifi enabled sanctuary.  It is open late (from midnight to 1AM, depending on the day) and can be a bit of a hipster hangout, especially at night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pacific Bay Coffee Co."],["alt="],["url=http:\/\/www.pacificbaycoffee.com"],["email="],["address=1495 Newell Ave"],["lat="],["long="],["directions="],["phone=+1 925 935-1709"],["tollfree="],["fax="],["hours="],["price="],["content=Micro-roastery offers gourmet coffee and teas, live music, and free Wi-Fi access in a friendly, family-owned, neighborhood cafe. This family does everything itself: constructing the interior, roasting their own coffee, running the store themselves. A great place to relax on a Sunday morning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Walnut Creek Coffee Company"],["alt="],["url=http:\/\/www.walnutcreekcoffeecompany.net"],["email="],["address=1550 Newell Ave"],["lat="],["long="],["directions="],["phone=+1 925 256-9319"],["tollfree="],["fax="],["hours="],["price="],["content=Espressos, teas, chai, smoothies, paninies, quiche, calzone, pastries & desserts.  A good spot to hang out, meet up with friends and colleagues, or sit quietly and work online."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Diablo Mountain Inn"],["alt="],["url=http:\/\/www.diablomountaininn.com"],["email="],["address=2079 Mt Diablo Blvd"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-353-5059"],["fax="],["price="],["checkin="],["checkout="],["content=24 rooms and a swimming pool located in downtown Walnut Creek. This hotel is Walnut Creek's concept of budget accommodation at $70–$110 per night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Embassy Suites"],["alt="],["url=http:\/\/www.walnutcreek.embassysuites.com"],["email="],["address=1345 Treat Blvd"],["lat="],["long="],["directions=near the Pleasant Hill BART station"],["phone=+1 925 934-2500"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=You know what to expect from an Embassy Suites since this one is like any of the countless others across the country. If you stay here, you will be a couple miles from downtown Walnut Creek.  Pay-as-you go WiFi is available  in the lobby\/atrium, and works in many rooms, though only 802.11b (11 Mbit\/s) is available.  Rooms have wired for-pay connections also, but these can be flaky."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Motel 6"],["alt="],["url=http:\/\/www.motel6.com\/reservations\/motel_detail.asp?MotelId=0019&state=CA&full=California&city=Walnut%20Creek"],["email="],["address=2389 North Main St"],["lat="],["long="],["directions="],["phone=+1 925 935-4010"],["tollfree="],["fax=+1 925 906-0860"],["price="],["checkin="],["checkout="],["content=Motel 6 provides any visitor to Walnut Creek exactly the same experience that they would experience in any one of a thousand Motel 6’s located across the United States. If you like other Motel 6s you'll like this place."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Renaissance ClubSport Walnut Creek Hotel"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/OAKBR"],["email="],["address=2805 Jones Rd"],["lat="],["long="],["directions=near the Pleasant Hill BART station"],["phone=+1 925 938-8700"],["tollfree="],["fax=+1 925 938-8707"],["price="],["checkin="],["checkout="],["content=This hotel seeks to claim the upscale hotel title of Walnut Creek. Perhaps it is, but it's quite a trek from downtown if you don't have a car. Conveniently located next to the Iron Horse Trail and possessing an extraordinary fitness center, this is the place to stay if you are a total workout freak and can't stand the thought of staying in Walnut Creek over several nights without a vigorous workout washed down with wheatgrass lattes. Most likely, you are staying here on business because of the little corporate downtown that has developed over the last ten years around the Pleasant Hill BART station, are staying here in some misguided attempt to save on hotel expenses on your trip to San Francisco, are trying to impress your corporate underling with whom you're having an affair, or all of the above."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Walnut Creek Marriott"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/OAKWC"],["email="],["address=2355 North Main St"],["lat="],["long="],["directions="],["phone=+1 925 934-2000"],["tollfree="],["fax=+1 925 934-6374"],["price="],["checkin="],["checkout="],["content=A 338 room hotel that caters to business travelers, located close to the highway and BART. Fitness center, pool, restaurant, and pretty much anything else that every other Marriott in the country has. Rates average nearly $200 per night, although if you are staying here you're probably going to expense the whole thing."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Express Walnut Creek"],["url=http:\/\/www.hiewalnutcreekhotel.com\/"],["email=info@hiewalnutcreekhotel.com"],["address=2730 N. Main St"],["lat="],["long="],["directions="],["phone=+1 925-932-3332"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Complimentary hot breakfast, free Wi-Fi, shuttle, swimming pool & fitness center."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lafayette (California)"],["Lafayette"]]}," - One of Walnut Creek's neighbors, Lafayette is a mostly residential town that offers interesting dining opportunities and is home to the Lafayette Reservoir, a great spot for hiking or jogging."]},{"type":"*","value":[" ",{"type":"[[","value":[["Concord (California)"],["Concord"]]}," - Another Walnut Creek neighbor, Concord is one of the largest cities in the East Bay and has a variety of shopping and dining options."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pleasant Hill"]]},".  This neighboring city is primarily a typical family suburb, but it does offer options for food and shopping."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-680.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Concord (California)"],["Concord"]]}],["minorl1=",{"type":"[[","value":[["Pleasant Hill"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}],["minorr1=",{"type":"[[","value":[["Danville (California)"],["Danville"]]}]]},"\n\n",{"type":"[[","value":[["Commons:Category:Walnut Creek, California"]]},"\n",{"type":"[[","value":[["Wikipedia:Walnut Creek, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/W\/Walnut Creek"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Contra_Costa_County"]]},"\n",{"type":"{{","value":[["geo"],["37.9015"],["-122.0624"]]}]