[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Wandoor"]}," is in the ",{"type":"[[","value":[["Andaman and Nicobar"],["Andaman Islands"]]}," of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:View of Wandoor beach from Mahatma Gandhi Marine National Park.jpg"],["thumb"],["300px"],["right"],["View of Wandoor Beach from Mahatma Gandhi Marine National Park"]]},"\n\nWandoor is a small village near the southern tip of South Andaman. It has some beaches and a couple of accommodation options and is a nice place to relax, but it is more known as the gateway to the ",{"type":"[[","value":[["Mahatma Gandhi Marine National Park"]]},". \n\nFrom Mahatma Gandhi Marine National Park you will get boats to Jolly Buoy (Boat charges Rs 450\/- per person both ways, Rs 50 for forest permit to Jolly Buoy and Rs 25\/- for camera). \n\nAt ",{"type":"'''","value":["Jolly Buoy"]}," you will get to see corals (red, blue, sponge corals etc). Also you will be able to see life within these corals (particularly zebra fish). There is another island called ",{"type":"'''","value":["Red Skin Island"]},". Both Jolly Buoy and Red Skin remains open for tourists for 6 months alternately. Tourists Wandoor + Jolly Buoy\/Red Skin is a day trip. Night stay not required. Boats from Jolly Buoy would return by 3 pm and then you can watch the sunset at Wandoor beach and return to Port Blair by bus.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nCorals at jolly Buoy are simply mesmerizing. Also please do not litter, throw  bottles\/paper\/food at Jolly Buoy. ",{"type":"'''","value":["Please try to keep the island clean"]},". Just for an information, coral grow at the rate of 1 inch in every 10 years. So please try to keep the island clean. \n\n",{"type":"[[","value":[["Image:Corals seen through glass-bottomed boat in Jolly Bouy.jpg"],["thumb"],["Corals seen through glass-bottomed boat in Jolly Bouy"]]},"\n\n",{"type":"===","value":["Climate"]},"\n\nIn March\/April (best time to go there) its generally very hot and humid. But the scenic beauty and landscape will soothe it. Do wear sunscreen and sunglasses. Also wear a cap. You can carry an umbrella while you walk. ",{"type":"'''","value":["Carrying food and water for Jolly Buoy trip is must."]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Buses"]}," are available from the ",{"type":"[[","value":[["Port Blair"]]}," STS bus terminal to Wandoor village. Please note there is no bus number, but the bus will have a board saying Wandoor. They take around 1.5 hours to reach. Buses are more or less comfortable, since there is hardly any passenger in the bus. Tickets can be purchased in the bus itself (Rs. 12 per head per trip). Wandoor beach is around 5 minute walk from Wandoor village. All buses are forced to go up to the beach for their return journey, as narrow roads in village are not wide enough to allow buses turn back. Tourists planning to go to beach directly can continue in the buses till beach (for no extra cost). Just for a landmark, from the Mahatma Gandhi Marine National Park as you walk towards Wandoor beach you will get a public toilet on your left. At Wandoor beach there is a Govt Primary School (Estb 1969, New Wandoor, South Andaman). "]},"\n",{"type":"[[","value":[["Image:Wandoor beach 3.jpg"],["thumb"],["Wandoor beach"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Scooters & motorcycles"]}," not available in Wandoor (as on March 2010)"]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mahatma Gandhi Marine National Park"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Snorkeling"]}," is possible at some good sites near Wandoor. (Jolly Bouy\/Red Skin Island)"]},{"type":"*","value":[" People who do not wish to swim can hire glass-bottomed boats to view the coral-reefs. It may be noted that boats are available only up to noon (unless in peak tourist periods)."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Wandoor beach2.jpg"],["thumb"],["Wandoor Beach, tsunami remains"]]},"\n",{"type":"==","value":["Eat"]},"\nThere are a few small food stalls operated by the locals, serving basic food, eggs and some groceries. There are a couple of new resorts\/hotels at Wandoor, like ",{"type":"'''","value":["Sea Princess"]}," or ",{"type":"'''","value":["Anugama"]}," resorts which offer other specialities. A lot of Indian tourists come to Wandoor during the season to visit Jolly Buoy or Red Skin islands.\n\n",{"type":"==","value":["Drink"]},"\nThere is a tap near the village, carry bottled water if possible. There is a lot of coconut water around to sustain.\n\n",{"type":"==","value":["Sleep"]},"\nSea Princess Beach Resort ",{"type":"[","value":["http:\/\/seaprincessandaman.com\/"]}," is located at Wandoor Beach. The tariff for the season ranges from Rs 6000- 10000\nA jungle resort, Anugama Resort ",{"type":"[","value":["http:\/\/www.anugamaresort.com"]},", along the road to Wandoor jetty (on the left).\n\nThe Tsunami of 2004 affected mostly the Nicobar islands. There have been a lot of exaggerated reports about\nthe damage done.  When in the Andamans, take everything you hear with a pinch of salt.  Wandoor has a very natural setting and the beaches and islands there are fantastic. Go see for yourself. the best part is that you don't need to get on a ferry to get there. It is only about 40 minutes by road!\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Jolly Bouy Islands"]},{"type":"*","value":[" Red Skin Islands"]},"\n",{"type":"{{","value":[["geo"],["11.2000"],["76.2333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Andaman and Nicobar Islands"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]