[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Warrenton"]}," is a small town located in the Northwestern corner of ",{"type":"[[","value":[["Oregon"]]},". It is the second to last town on the Northern Oregon Coast. There is one last town on the coast of Oregon called Hammond, however locals in the area view them as the same town. \n\n",{"type":"==","value":["Understand"]},"\n\nWarrenton was officialy established as a city in 1899, although the first settlement in Warrenton was in the late 1840's.\n\nWarrenton got its name from one of the early settlers, Daniel Knight Warren.  Warren's house still stands today just down the road from the city center.\n\nWarrenton sits on an impressive 16.7 square miles of land.  Only about 12.3 square miles of that is land, and 4.4 square miles is water. The reason 16.7 square miles is impressive is because of the population. Warrenton's population is relatively small compared to the neighboring Astoria and Seaside.  Warrenton only has about 4100 people. With only 4100 people occupying the land, there is a lot of natural resources surrounding the town. Half of the area is surrounded by water, both the Pacific Ocean and the Columbia River.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nWarrenton has about 5 miles of drivable beach and about 1 mile of drivable river front.  Driving on the sand is a unique experience that visitors should try.  \n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Peter iredale sunset edited1.jpg"],["250px"],["thumbnail"],["Peter Iredale shipwreck"]]},"\nA must see in Warrenton is the Peter Iredale ship wreck. ",{"type":"[","value":["http:\/\/www.oregonphotos.com\/Peter-Iredale.html"]},"\n\nFort Stevens State Park ",{"type":"[","value":["http:\/\/www.oregonstateparks.org\/park_179.php?md=pic"]}," is a wonderful place to see a wide variety of things ranging from an elk look out tower to a historic military base.\n\n",{"type":"==","value":["Do"]},"\nIf you are into history, then you would enjoy taking one of the tours of the underground gun batteries located within Fort Stevens State Park. The underground gun battery is fairly rare, built about 90 years ago, it served as a military command post during World War II. \n\nIf you do not have a vehicle that is capable of driving on the beach, you can take a tour in one of the off-road tour buses that the campground has to offer to its guests. \n\nMake sure to bring your bicycle also. Fort Stevens has miles of trails that ride along the ocean and through the woods. The bike trails will take you everywhere that a car will, but on a bike the views are much more scenic. Along the trails you can see all of the old war buildings and there is also a lookout tower, and if you are lucky sometimes you can see elk out in a field. \n\nWarrenton also has multiple charter fishing boats that you can take advantage of. They will talk you out into the Columbia where you can fish for multiple types of fish. One of the most popular is the Sturgeon. \n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nOne of the better restaurants in Warrenton is Doogers Seafood and Grill. They have a wide range of seafood to choose from, all of which is delicious. Doogers is located right along U.S. Highway 101 in Warrenton, you can't miss it.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oregonstateparks.org\/park_179.php Fort Stevens State Park"]}]},". The park has multiple RV hook-up sites and tent sites. If you don't feel like roughing it in a tent,  and don't have an RV, Yurts ",{"type":"[","value":["http:\/\/www.oregon.gov\/OPRD\/PARKS\/rustic.shtml#RUSTIC_YURTS"]}," are available for rent also. "]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 101.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Aberdeen (Washington)"],["Aberdeen"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Astoria"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Coos Bay"]]}],["minorr1=",{"type":"[[","value":[["Seaside (Oregon)"],["Seaside"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["46.165000"],["-123.924167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern_Oregon_Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Warrenton, Oregon"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Oregon\/Localities\/W\/Warrenton\/"]]}]