[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Warren"]]},"\n",{"type":"'''","value":["Warren"]}," is a city in ",{"type":"[[","value":[["Rhode Island"]]},".\n\n",{"type":"==","value":["Get in"]},"\nFrom Boston, take 95 South towards Providence, off of route 95 take route 195 East, and then pick up route 114, better known as the Wampanoag Trail, which leads right into Barrington’s County Road which leads straight through Barrington and right into Warren.\n\nFrom New York, take 95 North towards Providence off of route 95 take route 195 East, and then pick up route 114 which leads right into Barrington’s County Road following this will lead you straight through Barrington and right into Warren.\n\nFrom Newport, pick up route 114 North, this will lead to route 136 into Bristol, which is a bordering town of Warren, and route 136 also takes followers right into Warren\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Car"]},"- Warren is fairly easy to navigate by car, Warren does not have many tricks to it, it is not a very big town but the parking is very accessible and available at reasonable prices. When in a car keep in mind that the whole town is based upon two roads, Main Street and Metacom Avenue. These two roads run parallel and there is almost nothing you cannot access via these two roads. Police enforcement is rather strict in Warren Rhode Island so always keep an eye out for your speed on both roads. Metacome is a four lane road with many restaurants and fast food places as well as gas stations. Main Street is a two lane road with mostly houses.\n\n",{"type":"'''","value":["Bike"]},"-The scenic means of transportation is by bike, a bike ride through Warren is full of great views as well as many stops along the way, like at Del’s for a lemonade located right off the bike path on Child Street this is a delicious choice anytime. There has been recent modifications to the bike path that make it extend all the way into Touisett which is a very scenic more rural area of the town, great for a nice afternoon ride. Also if you ever get a flat tire you can always stop at Your Bike Shop located right off the bike path near Del's Lemonade and Child St. Also a very fun place to stop and have some fun is Burr's Hill park, which is also located right off the bike path. Burr's Hill park has a great scenic view right on the water of the Warren Town Beach.\n\n",{"type":"'''","value":["Bus (RIPTA)"]},"- The RIPTA system is also available in Warren for those who do not have a car; the bus can give access to Providence, Newport and many of the towns surrounding Warren as well as to many places within Warren. The accessibility and location of this town in terms of the tourist attractions is very reasonable and easy to use. One very popular bus stop in Warren is the one located on Main Street in front of Delekta's Pharmacy. Many people gather there each day and get a famous coffee cabinet from Delekta's and wait for their bus. Also of Main Street is the park and ride. Located on Vernon street the park and ride is a great place to catch the buss, offering free parking as well as free overnight parking you can't go wrong by using town transportation and helping the environment.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Touisset Marsh Wildlife Refuge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 949-5454"],["tollfree="],["fax="],["hours="],["price="],["content=Touisset Road ",{"type":"''","value":["Rt 103 to Long Rd to Barton Av."]},". Sixty-six acre preserve. A trail from the Touisset Fire Station on Touisset Road leads through fields to the Kickemuit River. Park at western end of lot near Fire Station."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=East Bay Bike Path"],["url=http:\/\/www.riparks.com\/eastbay.htm"],["email="],["address=Franklin St."],["lat="],["long="],["directions="],["phone = +1 401-253-6766"],["tollfree="],["fax="],["hours="],["price=Free"],["content=The East Bay Bike path is 14.5 miles of beautiful scenery that runs from Providence to Bristol. It is made up of four different phases with two phases going through Warren. Phase 2 goes from Barrington to Warren and phase 3 goes from Warren to Bristol. Much of the path travels along the Narragansett Bay as riders drive past coves and marshes and over bridges. It is a must do for anyone who enjoys bike riding or nature."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Meeting House: The Antiques"],["url="],["email="],["address=47 Water St"],["lat="],["long="],["directions="],["phone = +1 401-247-7043"],["tollfree="],["fax="],["hours="],["price="],["content=The Meeting House is the place to meet if you are looking to furnish your house with classic antiques. The store features antiques as old as the town of Warren itself and makes a great trip for collectors or those wanting to get a glimpse of the past."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Imagine"],["url="],["email="],["address=5 Miller Street"],["lat="],["long="],["directions="],["phone = +1 401-245-4200"],["tollfree="],["fax="],["hours="],["price="],["content=A large gift shop full of many unique and humorous gifts. This store is impossible to miss; it is a big solid purple building with two cows that are displayed about a story above your head right in the front center. This unique store displays many small toys and gifts for all ages and can be a stop to explore along your way through Warren."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Samsonite Company Store"],["url="],["email="],["address=95 Main Street"],["lat="],["long="],["directions="],["phone = +1 401-247-3301"],["tollfree="],["fax="],["hours="],["price="],["content=This is a store that sells luggage, suitcases, backpacks and other travelling apparel at very reasonable prices. This store is easily accessible and has plenty of parking in the rear of the building, as it is located right on Main Street."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Gob Shop"],["url="],["email="],["address=95 Main Street"],["lat="],["long="],["directions="],["phone = +1 401-245-4800"],["tollfree="],["fax="],["hours="],["price="],["content=The Gob Shop is a sporting goods store that provides many of the local sports teams with uniforms, as well as sell many other sports goods along with them. Soccer balls, footballs, shoes, many types of cleats, sports jerseys and hats are just a few of the many products that are sold at the Gob Shop. The sports that the Gob Shop specializes in are soccer, football, swimming and lacrosse but it provides many other sports goods as well, for any questions just call."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Selective Eye"],["url="],["email="],["address=460 Main Street"],["lat="],["long="],["directions="],["phone = +1 401-245-0812"],["tollfree="],["fax="],["hours="],["price="],["content=This store is full of many knick-knacks, for example it provides the materials for your own hemp bracelet making and many other small do it yourself gifts. The selective eye provides its shoppers with a definite unique variety in their shopping experience. Selective eye has posters, incense, jewelry, tapestries and much more all at reasonable prices."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Jamiel's Shoe World"],["url="],["email="],["address=102 Main St"],["lat="],["long="],["directions="],["phone = +1 401-247-7055"],["tollfree="],["fax="],["hours="],["price="],["content=Jamiels Shoe world has been in warren for numerous years. It is a locally owned business by the Jamiel Brothers. They have a vast selection of shoes and sneakers as well as all your needs for sporting goods. Jamiel's has parking out back and even a back door entrance. The best part about Jamiel's Shoe World is that you get the most amazing service. The workers actually care and look forward to your next visit. They go out of their way to accommodate your needs. Its a great place to bring the whole family offering shoes for all types of people. Make sure when in Warren you stop in and take a look!"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rod's Grill"],["url="],["email="],["address=6 Washington St."],["lat="],["long="],["directions="],["phone = +1 -401-245-9405"],["tollfree="],["fax="],["hours=Monday, 6:30am-4:00pm; Tuesday, 6:30am-7:30pm; Wednesday, 6:30am-4:00pm; Thursday, 6:30am-7:30pm; Friday, 6:30am-6:00pm; and Saturday, 6:30am-4:00pm. Closed Sunday"],["price="],["content=Rod’s has been a Warren mainstay since 1955 when the Rodrigues family opened it. The small restaurant is known for its hot wieners, which pack a large taste. The wieners have been made with the same secret sauce since the beginning and have won Best Wieners in East Bay four times. Coupling the wieners with french fries and coffee milk makes for a delicious lunch. Not a fan of hot wieners, Rods also offers other standard lunch fare such as hamburgers and sandwiches and is even open for breakfast. An Even better combination is a wiener with a coffee cabinet from Delekta's Pharmacy down the street. True Warren natives always combine a wiener with a cabinet, it's simply the best combination there is! Beware about parking when going to Rod's Grille. The street that it is located on is a one way and only has parking one one side. There is a parking lot right across the street but they do not allow you to park there because it is owned by Citezen's Bank. Rod's Grill is so popular in the town of warren that they even have a security guard watching the parking lot to make sure no one parks there because so many people go to rods it can make parking crazy. Also Rods is very inexpensive and makes a great treat for the whole family. If you don't want to wait for the food make sure to remember to call in!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Warren House of Pizza"],["url=http:\/\/www.warrenhouseofpizza.com\/"],["email="],["address=464 Main St."],["lat="],["long="],["directions="],["phone = +1 -401-247-0230"],["tollfree="],["fax="],["hours=Monday- Thursday 10AM to 10PM; Friday 10AM to 11PM; Saturday 10AM to 10PM and closed Sunday."],["price="],["content=Warren House of Pizza is another family owned business and Warren staple. The place has a very old school feel to it and while your waiting for your food, you can play keno, watch TV or read one of the many gossip magazines provided up front. The pizza features a delectable crust, which makes you want to come back for more. The restaurant also offers a variety of grinders if pizza is not your thing."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Stella Blues Restaurant and Lounge"],["url=http:\/\/www.stellabluesri.com\/Stella_Blues_RI\/Welcome.html"],["email="],["address=50 Miller St."],["lat="],["long="],["directions="],["phone = +1 -401-289-0349"],["tollfree="],["fax="],["hours=Tuesday- Thursday 11:30 to 9PM; Friday-Saturday 11:30 to 1AM; Sunday 12PM to 9PM"],["price="],["content=Stella’s is an upscale pub in the heart of Warren’s historic district. It is the place to be on Friday and Saturday nights as it features live local musicians. Stella’s offers high end for food for decent prices with the fillet mignon being only $20."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Clam Shack"],["url="],["email="],["address=335 Water Street"],["lat="],["long="],["directions="],["phone = +1 401-245-3210"],["tollfree="],["fax="],["hours="],["price="],["content=The Clam Shack is a convenient place to experience the genuine taste of Rhode Island seafood; located right on the water there is even reserved dock space for boats, if that is your means of transportation. The food here includes fish and chips, clam chowder and fried clams any choice will prove to be a good one."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wharf Tavern"],["url="],["email="],["address=215 Water Street"],["lat="],["long="],["directions="],["phone = +1 401-245-5043"],["tollfree="],["fax="],["hours="],["price="],["content=A restaurant that has an outdoor deck which is great for enjoying beautiful weather. The Wharf Tavern gives it's diners the opportunity to choose there live lobster for there dinner but they also serve other dishes such as swordfish and steak as well as provide a full diverse menu."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tav-Vino"],["url="],["email="],["address=267 Water Street"],["lat="],["long="],["directions="],["phone = +1 401-245-0231"],["tollfree="],["fax="],["hours="],["price="],["content=This is a small waterfront restaurant that has been in business for 35 years. They are known for their seafood, but also include other dishes to make the menu diverse, along with this a good selection of wines and beers are included."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Luke's Inn"],["url="],["email="],["address=650 Metacom Ave"],["lat="],["long="],["directions="],["phone = +1 401-247-0665"],["tollfree="],["fax="],["hours="],["price="],["content=This is a traditional Chinese restaurant, it is in a very easily accessible location. The prices are reasonable as well, and it has a very good atmosphere. It is a family owned restaurant and has been since it’s opening in 1985."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Crossroads Restaurant"],["url=http:\/\/www.crossroadsrestaurantri.com\/"],["email="],["address=133 Market St."],["lat="],["long="],["directions="],["phone = +1 401-245-9305"],["tollfree="],["fax="],["hours=Tuesday-Sunday 11 to 11"],["price="],["content=Crossroads is a restaurant and pub in Warren that has been a town favorite since 1977. They offer a variety of selection including draught, domestic and imported beer. Reasonably priced lunch specials are offered until 5 o'clock. The dinner menu features many regional seafood dishes including 2lb baked stuffed lobster on Friday and Saturday nights."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Delekta's Pharmacy"],["url="],["email="],["address=100 Main St."],["lat="],["long="],["directions="],["phone = +1 401-245-6767"],["tollfree="],["fax="],["hours=Tuesday-Sunday 8 to 6"],["price="],["content=Delekta's Pharmacy is a pharmacy that is over 150 years old. It has been family owned the whole time and has a coffee cabinet for the record books. They make their own coffee syrup every morning and their coffee cabinet has receive awards across the country. Joan Krawczyk is the little old lady that works the counter and has been there her whole like. She is the sweetest women and will give you the best service you have ever had. They also have ice cream candy, collectibles, and gifts. Not to mention that you can get your prescription filled and enjoy a cabinet while you wait. This is the most popular place in the town and is located right in front of the police station. If you want to experience the town of Warren to its fullest, you must go to Delekta's Pharmacy and enjoy a cabinet.."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nathaniel Porter Inn"],["url="],["email="],["address="],["lat="],["long="],["directions=125 Water Street"],["phone = +1 401-245-6622"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Water Street always provides a great view so the location could not be better. This homely style bed and breakfast is filled with antiques to give it an old English style look. Make sure to make reservations ahead of time because openings may be limited with this small bed and breakfast."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Candlewick Inn"],["url="],["email="],["address=775 Main Street"],["lat="],["long="],["directions="],["phone = +1 401-247-2425"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Provides great food and a homely environment to stay in, this bed and breakfast is located in the heart of warren. There is limited space so reservations are necessary, but this guarantees a great environment to stay in when in Warren Rhode Island."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Thomas Cole House"],["url="],["email="],["address=81 Union Street"],["lat="],["long="],["directions="],["phone = +1 401-245-9768"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=With full breakfast provided in the morning either one of the two rooms available result in a homely environment to stay in while in Rhode Island."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wren and Thistle"],["url="],["email="],["address=19 Market Street"],["lat="],["long="],["directions="],["phone = +1 401-247-0631"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A bed and breakfast located in downtown Warren, this homely style hotel is a great environment to stay in while enjoying Warren, Rhode Island and all it has to offer. This bed and breakfast has a garden area, which provides its guests with lovely views to enjoy during their stay."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nIn order to access Providence and the main highway from warren it is best to travel through Barrington via County Road which will lead to route 114, the Wampanoag trail, then from there pick up route 195 West towards providence and from there either 95 south or north can be easily taken, North leading towards Boston and South towards New York.\n\nIn order to go to Newport you must travel through Bristol via route 136 south, which can pick up route 114 south which leads through Middletown and into Newport, which is where many of the beautiful Rhode Island beaches can be accessed.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["41.73028"],["-71.28250"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bristol County (Rhode Island)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Warren,_Rhode_Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Rhode_Island\/Localities\/W\/Warren\/"]]}]