[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wartrail.co.za Wartrail and New England"]}]}," are farming communities in the ",{"type":"[[","value":[["Eastern Cape"]]}," region of ",{"type":"[[","value":[["South Africa"]]},".\n\n",{"type":"==","value":["Understand"]},"\nHidden in the tranquil valleys of the Eastern Cape Drakensberg, the remote mountain farms of Wartrail and New England provide the perfect antidote to the stresses of city life. Also known as ‘Wild Mountain Country’ this area offers a safe and relaxing escape in a pristine natural environment, far away from the madding crowds.\n\nAll types of farmstay accommodation are available, from camping and self-catering cottages to en-suite fully-catered guest farms. Each establishment is unique and meals range from simple fare to delicious farm style extravaganzas – within driving distance there is a full A La Carte country restaurant . Enjoy personal attention from your hosts, many of whom are descendants of the early settlers to the area. They have many wonderful stories to tell about the area’s rich history and culture.\n\nClean and invigorating is the best way to describe the climate in Wild Mountain Country and four well-marked seasons occur. In summer the days are typically hot and sunny, with regular late afternoon thunderstorms to clear the air ready for the next day. Autumn is a time to enjoy magnificent mountain colours, with the grasses and trees decorated in splendid shades of golds and reds. The days are pleasantly warm and sunny - ideal for outdoor activities. Winter brings snow and visitors flock to nearby Tiffindell to enjoy the unique opportunity to ski in South Africa. The area is stunningly beautiful at this time of year and what could put a better smile on your face than watching your child build their very first snowman? In spring the mountains bloom with fresh green grass and wild flowers. Birding at this time of year is exceptional and the farmlands are bursting with new life in the form of lambs and calves. \n\nWhether you want to unwind in peace, or fill your family’s lungs with fresh mountain air, Wartrail has something for every outdoor enthusiast\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"====","value":["By road"]},"\nWartrail and New England are well signposted off the R58 between Aliwal North and Barkly East. From the R58 the roads are well-maintained gravel, although may be slippery when wet. \n\nIf you would prefer to travel via back-country gravel roads then you could travel from Sterkspruit across Lundean's Nek to Wartrail, or across Naude's Nek to Rhodes and then onto Wartrail and New England via Mosheshesford.\n\n",{"type":"====","value":["By air"]},"\nNearest airports are Bloemfontein (350km) and Mthatha (250km). No shuttle services are available, however both cities have car hire facilities at the airport.\n\n",{"type":"==","value":["Get around"]},"\nThere is no public transport available in the area, so self-drive is the preferred option. Sedan vehicles can travel the gravel roads with care, although a high-clearance vehicle will help you get more out of your trip to the area. 4x4 is not required.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=San Rock Art"],["alt=Dawn Green"],["url="],["email="],["address=Millard Farm, New England"],["lat="],["long="],["directions="],["phone=+27 (0)45 971 9078"],["tollfree="],["fax="],["hours="],["price="],["content=There are many unique and interesting Rock Art sites in the region. We have a local qualified archaeologist who conducts tours and can explain the symbolism of the paintings."]]}]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Birding"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Birding in this area of the Southern Drakensberg is superb with over 230 species recorded. Watching the large raptors of the area (e.g. Black Eagle, Bearded Vulture) soar over the cliffs in search for food is an incredible sight. The keen ‘twitcher’ will enjoy seeking out and ticking off several rare specimens endemic to the area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hiking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The peaks of the Wartrail area soar up to 2,800 metres and you can hike to your heart’s content in total wilderness. A new 5 day slackpacking trail, ‘The Wartrail Skywalk’, has now been introduced taking in bushman paintings, caves, rock-formations and wonderful birdlife along the way. The trail is guided by local farmers who can entertain you with local legends, show you the most secret places and will spoil you rotten with wonderful food and hospitality at the end of each day’s hike.Families and those who simply want to relax may prefer to meander along the many trout-filled rivers, stopping to bathe in rock pools and natural mountain jacuzzis."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Skiing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tiffindell Ski Resort is nestled at the base of the Cape’s highest peak – Ben McDhui (3,001 metres). Here you can experience skiing or snowboarding on real snow between May and August. The region’s natural snowfalls are supplemented with snow-making machines, to give good conditions for the whole winter. Lessons, clothing and equipment are available, so there’s no excuse not to try this exhilarating sport for the first time."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Horse Riding"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If hiking uphill sounds like too much hard work, then why not let four legs take the strain? Sure-footed horses are available for all levels of rider to explore the mountains from the saddle. Ride along river gorges, into caves and up to the highest peaks for magnificent views, stopping for picnics and refreshing river swims along the way. The adventurous can take a multi-day trail riding from farm to farm."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Scenic Drives"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The area is outstanding for the 4x4 enthusiast and there are suitable routes for all levels of driver. Nearby Naude’s Nek is the highest pass in South Africa and provides challenging driving and stunning views. Other great trails include Joubert’s Pass (the 3rd highest pass in South Africa) and Lundean’s Nek which takes you to the Lesotho Telebridge Border post."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Fly-Fishing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The surrounding area has over 200kms of rivers filled with wild trout – a fly-fisherman’s paradise. Why not bring your rod and try to catch breakfast for the family."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mountain Biking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mountain bike tracks abound in this farming district. Bring your own bikes and enjoy the beauty of your surroundings while cycling at your own pace. Guided tours can also be arranged throughout the surrounding areas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=River Rafting"],["url=http:\/\/www.wildmountainadventures.co.za"],["email="],["address="],["lat="],["long="],["directions="],["phone=+27 (0)79 536 3996"],["tollfree="],["fax="],["hours="],["price="],["content=Jump into a two-man inflatable raft and enjoy a relaxing guided paddle down the scenic River Kraai. Rafting trips vary in length according to your needs and the river flow. You will travel through beautiful sandstone gorges, draped with willow trees and will have the opportunity to stop and admire the bird life, caves and bushman paintings."]]}]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Wooly's of Wartrail"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+27(0)45 974 9900"],["tollfree="],["fax="],["hours="],["price="],["content=Sells woollen products, many of which are handmade locally. Emu oil skin care products are available and you can visit the herd on the farm to learn more about these intriguing animals."]]}]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are no restaurants in Wartrail and New England, so either bring your own supplies, or make arrangements with the guest house owner beforehand (many of whom can provide delicious home-cooked farmhouse meals).\n\nSnack lunches and delicious cakes can be enjoyed at Wooly's of Wartrail - see listing below.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wooly's of Wartrail"],["url="],["email="],["address=Reedsdell Farm, Wartrail"],["lat="],["long="],["directions="],["phone=+27 (0)45 974 9900"],["tollfree="],["fax="],["hours=Mon-Sat 10am-4pm"],["price="],["content=Tea garden serving soups, toasted sandwiches and delicious home-made cakes."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\nThere are no pubs in Wartrail and New England, so either bring your own supplies, or make arrangements with the guest house owner beforehand. Guests staying in the area are welcome to join the Wartrail Social Club on a Saturday for a game of tennis, tea and drinks. There are licenced bars in Rhodes and Barkly East.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Millard Mountain Lodge"],["url="],["email="],["address=New England"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=R200pppn S\/C"],["checkin="],["checkout="],["content=Nestled in a tranquil valley and surrounded by stunning peaks, Millard Mountain Lodge offers tranquility and comfort in a cosy 'home from home' environment"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rosstrevor Guest Farm"],["url="],["email="],["address=New England"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=R200pppn S\/C"],["checkin="],["checkout="],["content=Rosstrevor Guest Farm's beautifully preserved Victorian farmhouse has an elegant country style and provides a relaxing and comfortable base from which to explore Wild Mountain country. You can enjoy fly-fishing our wild trout-filled rivers, challenge yourself with exciting adventure activities or simply relax and enjoy the tranquility and nature of this remote working farm."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Cape"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]