[{"type":"{{","value":[["pagebanner"],["Washington Tyne and Wear banner Old Hall.jpg"],["caption=Washington Old Hall"],["pgname=Washington"]]},"\n",{"type":"'''","value":["Washington"]}," is a town ",{"type":"[[","value":[["Tyne and Wear"]]}," in ",{"type":"[[","value":[["England"],["England's"]]}," ",{"type":"[[","value":[["North East (England)"],["North East"]]},".\n\n",{"type":"[[","value":[["File:Pit Museum, Washington, Tyne and Wear.jpg"],["thumb"],["350px"],["Washington F Pit Museum"]]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Plane"]},"\nNewcastle International Airport is located about 14 miles north-west of Washington. Taxi fares to and from the airport normally cost around £15, though prices will rise if travelling especially early or late in the day.\n\n",{"type":"===","value":["By Train"]},"\nWashington doesn't have its own train station so people trying to get to the area using a train will have to use Newcastle Central Station.  Taxi fares to and from the station cost around £12. Washington  is the  most populated town in England without a train station.\n\n",{"type":"===","value":["By Car"]},"\nWashington is at the joining of the A1 (the main East Coast route from London to Edinburgh) and the A194 (the route westwards to South Shields).  The A1 bypasses Washington to the west.\n\n",{"type":"===","value":["By Bus"]},"\nThe National Express runs major bus services through Washington, primarily using the A1 Washington Motorway Services as a pick-up point. The Galleries which is a local shopping centre has the biggest bus stopping station in Washington.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Go North East bus 524 Dennis Dart Transbus MPD NA52 AWG Street Shuttle livery in Washington Tyne and Wear 9 May 2009.jpg"],["thumb"],["Bus at the Galleries Shopping Centre"]]},"\n",{"type":"*","value":[" Washington is made up of several small villages, each with its own small local amenities. "]},{"type":"*","value":[" Taxis are cheap and plentiful though can't be hailed on the side of a road."]},{"type":"*","value":[" The local buses run regularly throughout the town centre, connecting with major bus stations in ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]},", ",{"type":"[[","value":[["Sunderland"]]}," and ",{"type":"[[","value":[["Gateshead"]]},".  Visitors staying in one of the villages furthest from the town centre would be wise to check bus timetables, especially if travelling late at night."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Washington Old Hall"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/washington-old-hall\/"],["email=washingtonoldhall@nationaltrust.org.uk"],["address=The Avenue, Washington Village, Washington, Tyne & Wear, NE38 7LE"],["lat=54.901901"],["long=-1.5146"],["directions="],["phone=+44 191 4166879"],["tollfree="],["fax="],["hours=Apr - Oct: Sun - Wed: 11:00 - 17:00"],["price=£6.00"],["content=Washington Old Hall is a manor house located in Washington Village.  The Manor is the ancestral home of George Washington, the first President of the ",{"type":"[[","value":[["United States"]]},"."]]}]},"\n",{"type":"[[","value":[["File:Penshaw Monument - geograph.org.uk - 940417.jpg"],["thumb"],["Penshaw Monument"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Penshaw Monument"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/penshaw-monument\/"],["email=penshaw.monument@nationaltrust.org.uk"],["address=Chester Road, Penshaw, County Durham, DH4 7NJ"],["lat=54.883243"],["long=-1.48092"],["directions=Penshaw Monument is located just outside of the Washington area, in the village of Penshaw in Houghton-Le-Spring, which is part of the City of Sunderland"],["phone=+44 1723 870423"],["tollfree="],["fax="],["hours=Monument tours on summer weekends"],["price="],["content=The Penshaw Monument was built in 1844 and is dedicated to John George Lambton, first Earl of Durham and the first Governor of Canada."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Washington 'F' Pit mining museum"],["alt="],["url=http:\/\/www.twmuseums.org.uk\/washington.html"],["email="],["address= Albany Way NE37 1BJ"],["lat=54.91146"],["long=-1.53030"],["directions="],["phone=+44 191 5532323"],["tollfree="],["fax="],["hours=check before visiting"],["price=Free"],["content=Washington 'F' Pit mining museum is a few minutes from the town centre and gives visitors the chance to look back at the towns mining history."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beamish Open Air Museum"],["alt="],["url=http:\/\/www.beamish.org.uk\/"],["email=museum@beamish.org.uk"],["address=DH9 0RG"],["lat= 54.881944"],["long=-1.658333"],["directions=About 15 minutes from Washington"],["phone=+44 191 3704000"],["tollfree="],["fax="],["hours="],["price=£17.50, allows several visits within one year"],["content=This is one of the country's most popular open air museums.  Set in the countryside, this museum recreates life in the local area during the 1800s and 1900's.  It is both entertaining and educational for both younger and older people and provides a good day out for the family."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=North East Aircraft Museum"],["alt="],["url=http:\/\/www.nelsam.org.uk\/"],["email="],["address=N.E.L.S.A.M, Old Washington Road, Sunderland, SR5 3HZ"],["lat=54.924"],["long=-1.47"],["directions=in the old RAF Usworth base to the north of the town."],["phone=+44 191 5190662"],["tollfree="],["fax="],["hours=Daily 10:00 - 17:00 or dusk"],["price=£5.00"],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Arts Centre Washington"],["alt="],["url=http:\/\/www.artscentrewashington.co.uk\/"],["email="],["address=Biddick Lane, Fatfield, Washington NE38 8AB"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take in some art and local culture at The Arts Centre Washington. The centre is a focus for a variety of arts activities, including theatre, music and crafts."]]}]},{"type":"*","value":[" AMF Bowling is located in the town centre and can be the source of a good night for friends or family.  There are 20 bowling lanes as well as many arcade and amusement games.  There is also a fast food counter and a bar within the building, although prices are higher compared to other providers of food and drink."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" The Galleries, is a covered shopping centre at the centre of Washington. This lively shopping centre has over 200 shops and 3,000 free parking spaces."]},{"type":"*","value":[" Concord is home to several high street shops and boasts a long stretch of shops down its main street."]},{"type":"*","value":[" The Metro Centre is a 20 minute bus ride from the town centre to Gateshead, where passengers then transfer to another bus or metro to get to the centre. This is Europe's largest out of town shopping centre and has expanded twice in the last 10 years."]},{"type":"*","value":[" The Bridges, Sunderland and Eldon Square, Newcastle are two more indoor shopping complexes located in the city centres and are within easy travelling distance."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Like many small English towns, Washington does not have many restaurants but does boast a few quality ones.  Fiume's, on the banks of the River Wear at Fatfield, and San Remo, in Concord are both of high quality and good reputation amongst local people. "]},{"type":"*","value":[" There are many takeaway food establishments within the town, with nearly every village boasting a Chinese, Indian or traditional English chip shop.  Costs are usually cheap."]},{"type":"*","value":[" Many, if not all, of Washingtons public houses will serve some variety of pub meal, although quality and cost may vary.  Ask the manager beforehand to make sure you don't arrive somewhere that won't serve food."]},{"type":"*","value":[" Washington also contains the usual range of fast food establishments, including McDonalds, Subway and Greggs."]},{"type":"*","value":["Amiro's Italian Restaurant, Bonemill Lane, Harraton"]},"\n",{"type":"==","value":["Drink"]},"\nAs Washington is roughly equidistant from the city centres of Newcastle and Sunderland, it has not failed to catch on to the drinking culture that has been established in these cities.  Although many people looking for a night out prefer to go out of the town to one of the cities, Washington contains a good number of pubs and clubs including:\n\n",{"type":"*","value":[" The Sir William De Wessington is part of the Weatherspoons chain of pubs and is located in Concord.  It is Concord's newest pub and enjoys a reputation for cheap prices on a selection of drinks."]},{"type":"*","value":[" The Oasis is located within The Galleries shopping centre and boasts a wide variety of beers and lagers both on tap and in bottles.  This pub is popular and gets quite busy on a Friday and Saturday night.  Visitors should be aware that this pub is not to everyone's taste due to being extremely dark (there are no windows) and occasionally a tension point."]},{"type":"*","value":[" Chevy's Sports Bar is located in Ayton and is just off the A195 turn-off of the A1(M).  A popular bar throughout the local area.  Staff are friendly and serve a decent selection of drinks.  A beer garden is located towards one side of the building."]},{"type":"*","value":[" The North Biddick club is very popular amongst locals as it has very cheap prices on a wide selection of drinks.  Membership is required at a small cost but if you're there with a member, this person can sign you in as a guest.  The club has separate lounge and bar rooms, and a snooker room towards the back."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=THE TOP CLUB"],["url="],["email="],["address=Waterloo Road"],["lat="],["long="],["directions=Sulgrave Village"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One of the best workingmens clubs in the North East - with live entertainment most night - daily bingo and cheap drinks to all members."]]}]},{"type":"*","value":["River Bar which is located in Fatfield is a good bar to go to."]},"\n",{"type":"==","value":["Sleep"]},"\nAs Washington is situated next to a motorway, there are a few quality hotels within that area of the town.  These are usually used as a base for people exploring the town\/area, or by people travelling up and down the motorway.\n",{"type":"*","value":[" As with many services found on motorways, there is a Travelodge at Washington.  Costs range from about £46 per night."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.hiwashingtonhotel.co.uk\/ Holiday Inn Washington"]}," is another hotel to be found.  Prices begin at £55 per night."]},{"type":"*","value":[" George Washington Golf & Country Club is located in High Usworth and is popular due to the golf course located at the site.  Single rooms start from £60."]},"\n",{"type":"==","value":["Stay Safe"]},"\nIn general, Washington is a relatively safe place, although all the standard precautions should be taken.  As with any busy area, petty thieves may operate although even this is uncommon.\n\n",{"type":"==","value":["Go next"]},"\nPlaces to visit around Washington:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Durham (England)"],["Durham"]]}]}," World famous cathedral city located on the banks of the River Wear, Durham can trace it's history back over a thousand years to the time of St. Cuthbert.  The main feature of the city is it's magnificent cathedral, built in 1093 and looking over the city making it one of Englands most beautiful city's.  Durham's bar scene is also increasing in popularity, and the city is home to Durham University, the third oldest in England behond Oxford and Cambridge.  Located about 20 minutes from Washington, the city is down the A1 from Washington."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["54.9111"],["-1.5086"]]},"\n",{"type":"{{","value":[["isPartOf"],["Tyne and Wear"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Washington, Tyne and Wear"]]},"\n",{"type":"[[","value":[["Commons:Category:Washington, Tyne and Wear"]]}]