[{"type":"{{","value":[["pagebanner"],["Watarrka banner Kings Canyon.jpg"]]},"\n",{"type":"[[","value":[["Image:Kings_Canyon(Australia).JPG"],["thumb"],["300px"],["King's Canyon, the main attraction of the park"]]},"\n",{"type":"'''","value":["Watarrka National Park"]}," is in the ",{"type":"[[","value":[["Northern Territory"]]},", ",{"type":"[[","value":[["Australia"]]},", its main attraction being ",{"type":"'''","value":["King's Canyon"]},".\n\n",{"type":"==","value":["Understand"]},"\n\nKing's Canyon is one of the major tourist attractions in the ",{"type":"[[","value":[["Red Centre"]]}," in Australia. \nThe ",{"type":"'''","value":["scenic landscape"]}," in and around the Canyon is the result of millions of years of erosion. Enigmatic domes formations, sharp cliffs, and good views of the surrounding desert reward the visitor taking the ",{"type":"'''","value":["Rim Walk"]}," around the Canyon. Watarrka has been home to Luritja people for several thousands years, and places in the canyon are still sacred sites.\n\nThe park houses a wide variety of desert plants and birds. A waterhole, aptly named ",{"type":"'''","value":["the Garden of Eden"]},", has given birth to a lush garden of green, a paradise for the local fauna.  Resist the urge to swim here though, as there are often high levels of ",{"type":"''","value":["E. coli"]}," and the like in the waterhole.  If you truly must swim, don't drink the water.\n\nBe wary of the ",{"type":"'''","value":["semi-arid climate"]}," and the risk of dehydration. In the summer months, temperature can very easily climb over 40°C during the day. Even in other seasons always respect the warning signs and do not risk your life attempting the walk in full heat.\n\nThis is a lovely canyon walk; it's also available as a scenic helicopter flight. It's part of the same road system as ",{"type":"[[","value":[["Uluru"]]},", and is included on many of the tours. It's not technically speaking a town, as you might interpret it - it's a hotel at a canyon with a little swimming pool and a gas station.\n\n",{"type":"==","value":["Get in"]},"\nThe closest town with an airport is ",{"type":"[[","value":[["Alice Springs"]]},", some 300 km Northwest.\n\n",{"type":"*","value":[{"type":"'''","value":["By car"]},", there is only one sealed access from the Stuart Highway (linking Alice Springs and ",{"type":"[[","value":[["Adelaide"]]},"). On the Lasseter Highway leading to Uluru, take the Luritja road (there is no way you can miss the various turns, there are no other roads and everything is perfectly signposted). It takes 4 to 5 hours from ",{"type":"[[","value":[["Alice Springs"]]},", and 3 to 4 hours from Uluru. If you have a 4WD, you can take the Ernst Giles Road that will save you a few hundred kilometres, or you can approach from the North via Glen Helen and the Mereenie loop road. Coming from this road requires a day permit but will allow you to stop at the Tnolara (Goose Bluff) meteor crater. Make sure you fuel up in Yulara until Alice Springs when going that way, as fuel prices on the way are unbearable! "]},"\n",{"type":"*","value":[{"type":"'''","value":["By bus"]},", various operators in Alice Springs offer short trips to King's Canyon (sometimes even day trips), or combined 3-days trips with Uluru."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nThere are no fees or permits required for the park.\n\n",{"type":"==","value":["Get around"]},"\nThe only ",{"type":"''","value":["Getting around"]}," there is besides the walk is the drive between the Resort and the car park at the start of the trails. It takes a good 10 minutes.\n\n",{"type":"==","value":["Do"]},"\nThere are 4 marked trails in the park, 3 from the base of the Canyon and another a little further along the Luritja Road towards the Lasseters Highway.\n\n",{"type":"*","value":[" the star trail here is the ",{"type":"'''","value":["Rim Walk"]},", a 7 km loop around the canyon. It begins with a long step-like climb, but anyone in average physical condition should be able to complete the whole walk without a problem in 5 hours maximum. The walk brings you very close to the canyon cliffs and the domes, with magnificent views of the surrounding area. At the extreme end of the loop is a short side trip to the lush green waterhole of the ",{"type":"'''","value":["Garden of Eden"]},". There is only one direction for the walk. Whatever the time of the year, try to start the walk early in the morning. There are emergency phones at the top of the climb and at the far end of the loop.  Beware of the heat in the day (even in winter), and take at least 1.5 litres of water with you for every hour walking.  Although there are rescue helicopters that can get you if it all goes wrong - they cost a pretty penny, so if you're not up to it, ",{"type":"''","value":["don't"]}," do it."]},"\n",{"type":"*","value":[" the ",{"type":"'''","value":["King Creek walk"]}," is a short walk at the bottom of the canyon, wheelchair accessible for 500m, with various panels explaining about local birds and aboriginal history.  Its a nice easy walk if it's hot or if you just aren't up for the Rim Walk."]},"\n",{"type":"*","value":[" the ",{"type":"'''","value":["Giles Track"]}," is a 22km track leading to Kathleen Springs.  Be prepared on this one, and remember to register in the Walkers Registration Scheme - info available from the rangers on entering the park."]},"\n",{"type":"*","value":[" finally the walk at ",{"type":"'''","value":["Kathleen Springs"]}," just at the end of the park is a short flat trail, accessible to everyone.  A lot of people miss this - don't!"]},"\nYou can book ",{"type":"'''","value":["Helicopter tours"]}," over the Canyon, ",{"type":"'''","value":["Camel rides"]}," and ",{"type":"'''","value":["Quad tours"]}," at King's Canyon Resort.\n\n",{"type":"==","value":["Buy"]},"\nThere is a small ",{"type":"'''","value":["general store"]}," at the gas station at King's Canyon Resort.\n\n",{"type":"==","value":["Eat"]},"\nYou will find all available dining options at King's Canyon Resort, targeted at various budgets (from almost cheap ",{"type":"'''","value":["Outback BBQ Grill"]}," to more expensive ",{"type":"'''","value":["Carmichael’s Restaurant"]},"). Just like in Yulara, you can book a fancy expansive dinner under the stars in the desert, and here the experience is called ",{"type":"'''","value":["Sounds of Firelight"]},". \n\nBook your dinner according to your budget at the reception in King's Canyon Resort.\n\n",{"type":"==","value":["Drink"]},"\nDuring the day, ",{"type":"'''","value":["Water"]},". Plenty of it. \n\nIn the evening, you can buy yourself a beer at the bar in the resort, but that is pretty much all the options there are in the area.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is no accommodation within the Park and overnight ",{"type":"'''","value":["camping is forbidden"]},", however just seven kilometres away from the National Park is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kingscanyonresort.com.au\/ King's Canyon Resort"]}]},". The place is a built-out-of-nowhere tourist resort, blending (actually quite well) in the surroundings, offering accommodation from non-powered camping sites, to deluxe twin\/double rooms. The range of accommodation is not as large as ",{"type":"[[","value":[["Yulara"]]},", but it should satisfy everybody.\n\n36 km outside of the park, there are cabin style accommodations available at ",{"type":"'''","value":["Kings Creek Station"]},".\n\nAnother choice is the ",{"type":"'''","value":["Kings Creek Wilderness Lodge"]},".\n\n",{"type":"==","value":["Stay safe"]},"\n\nIn the summer, it can get ",{"type":"'''","value":["infernally hot"]},"—in that case never attempt the rim walk during midday. There is very little shade on the walk. At any time of the year, bring plenty of water, a wide-brimmed hat, and plenty of sunscreen. There is a warning sign at the beginning of the walk: do not take its advice lightly.\n\nOn the walk, ",{"type":"'''","value":["cliffs are not fenced"]},", and only small signs remind you of the danger. Vertical drops can reach 300 m so be careful with children and yourself.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Red Centre"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"[[","value":[["wikipedia:Watarrka National Park"]]}]