[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Waterberg Plateau Park"]}," is located on the ",{"type":"[[","value":[["Waterberg Plateau"]]}," in ",{"type":"[[","value":[["Northern Namibia"],["Northern"]]}," ",{"type":"[[","value":[["Namibia"]]},".  The nearest major city is ",{"type":"[[","value":[["Otjiwarongo"]]}," about 68 kilometers to the west of the park, by conventional roads.  The park is 40,549 hectares in area.  \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe park was originally set aside as a sanctuary for rare and endangered species.  A variety of antelopes were relocated from other regions of Northern Namibia.  In 1989, black rhinoceros was reintroduced to the area from ",{"type":"[[","value":[["Damaraland"]]},".\n\nWaterberg was also the site of one of the major turning points Namibian history. At the foothills of Waterberg, the Herero people lost their last battle against the German colonial forces at the beginning of the century. The Herero were driven across the Kalahari desert into Botswana, then a British protectorate.\n\n",{"type":"===","value":["Landscape"]},"\nThe term \"Waterberg\" refers to the fact that sandstone of the plateau absorbs moisture which runs off on the southeast side of the plateau as springs.  Hence, the name \"Waterberg\" or water mountain.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe vegetation of the plateau is green subtropical dry woodland.  This contrasts  the acacia that grows at the base of the plateau.  Typically, the north slope of the rocky formations have colorful lichen growing on them in contrast to the reddish color normally found. \n\nThere are approximately 200 species of birds located within the confines of the park.  It is currently home to the only breeding colony of Cape vultures in Namibia.  It is also the breeding ground of several rare game species including rhinoceros, buffalo, and sable and roan antelope.\n\n",{"type":"===","value":["Climate"]},"\nLike all of Namibia, it is very hot in the summer with temperatures possible of 40C.\n\n",{"type":"==","value":["Get in"]},"\nThe main entrance to the park is at the ",{"type":"[[","value":[["Waterberg_Plateau_Park\/Bernabe de la Bat Restcamp"],["Bernabe de la Bat Restcamp"]]},".  Many trails extend outward from this restcamp.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nVehicles to view game leave in the early morning and mid afternoon.  These are booked at the camp office and cost N$50 for adults and N$20 for children. \n\nThe four day hike on the Waterberg Wilderness Trail starts every second, third and fourth Thursday April through November.  Only six to eight people are permitted per week.  The cost is N$200 per person.\n\n",{"type":"==","value":["Get around"]},"\nThere are ten trails around the Bernabe Le Bat Restcamp.  Maps are available through the reception office.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere is a restaurant on site in the Bernabe Le Bat Campground.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nBungalows can be booked through the Central Reservation Office (NWR)in Windhoek.  There are facilities for camping as well. For reservations, see http:\/\/www.nwr.com.na\/waterberg.htm \n\nLocated 8 kilometers beyond the Bernabe Le Bat campsite is the Waterberg Wilderness Lodge located just outside the park.  Check their website http:\/\/www.natron.net\/tour\/wwl\/main.html for more information.\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nBe aware that in the Namibian summer, temperatures can reach 38 degrees Celsius.  Take appropriate precautions.  Also, the temperature can drop considerably at night.\nBeware of the many troops of baboons.  Be careful about leaving food out.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-20.4167"],["17.2167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Namibia"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Waterberg National Park"]]},"\n\n",{"type":"[[","value":[["Commons:Waterberg"]]}]