[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Waterford city at night - geograph.org.uk - 1034017.jpg"],["thumb"],["300px"],["right"],["Waterford City at night"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":["Waterford"]}," is the oldest city in ",{"type":"[[","value":[["Ireland"]]}," famous for its crystal ware and intriguing medieval history. Located on the River Suir, Waterford was once one of the most important European ports in times past. Today, Waterford still maintains its 'small Irish town' feel, and has a much more relaxed vibe than the larger cities, whilst still providing for most traveler's tastes. Appealing most, perhaps, to interests including history, culture, music and arts. Waterford, like most Irish towns, has a lot of pubs.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Orientation"]},"\nWaterford is in the south-east of Ireland on the River Suir, and close to where the Suir, Barrow and Nore enter into the sea. Most of Waterford City itself is on the southern side of the river, Ferrybank being the only suburb on the north. The South Quay (once dubbed 'The Noblest Quay in Europe') is a mile long and provides the perfect entrance to the city.\n\nBeing a medieval town, the city itself has sprawled over other fully functional villages over the many generations of its existence. Most (if not all) of these villages have kept their own village centres and attitudes,which provides the city with numerous cultural quarters. The oldest of these is the Viking triangle near Reginald's tower. Narrow lanes, tranquil surroundings and late-night dining have made this spot very popular with visitors. The architecture in the area is also some of the finest in the city.\n\n",{"type":"[[","value":[["Image:Waterfordcathedral.jpg"],["thumb"],["right"],["Cathedral of the Most Holy Trinity, Barronstrand Street, Waterford"]]},"\nAfter a Norman conquest, as Waterford grew, the city walls were extended west. A large portion of these walls still stand today, and tours are run regularly. Inside the Norman quarter (opposite the Clock Tower on the Quay) is the pedestrianised John Roberts Square, and Arundel Square. These are two of the main social and commercial hubs in the city. \n\nJust outside the walls is Ballybricken, one of the many inner-city villages in Waterford. The centre has been converted into a public green area with a bandstand and many benches for those tired from walking the hill. Being an old farmers community, Ballybricken is known locally for having some of the finest produce and butcher shops in the city. Waterford city Garda station is also located on Ballybricken.\n\n",{"type":"===","value":["When to visit"]},"\nWaterford has a wet and windy climate like most of Ireland almost all year round. The summers are mild, but absolutely no guarantee of good weather. Heavy rain is common in the Winter, and snow is rare. Bring your umbrella and don't let it put you off, there are plenty of scenic shelters in the city. One of the finest is the William Vincent Wallace Plaza on the Quay.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nWaterford City is located 65km (40 miles) west of Wexford, 53km (33 miles) west of Rosslare Harbour, 158km (98 miles) southwest of Dublin, 126km (78 miles) east of Cork, and 153km (95 miles) southeast of Shannon Airport. Waterford is reachable from anywhere in Ireland by road.\n\n",{"type":"===","value":["By plane"]},"\nWaterford airport is 6km south of the City, and can be reached from certain locations in the UK, Europe (during the Summer) and other major Irish airports. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aerarann.ie Aer Arann"]}]}," have daily flights to London-",{"type":"[[","value":[["Luton"]]}," airport, as well as several times weekly flights to ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," and ",{"type":"[[","value":[["Manchester"]]},". There is now also a daily flight to the rapidly expanding London Southend Airport in Essex. There are also summer time flights to Lorient (",{"type":"[[","value":[["Brittany"]]},"). The Airport runs four services a week to ",{"type":"[[","value":[["Amsterdam"]]}," and several flights to ",{"type":"[[","value":[["Bordeaux"]]},". Waterford is also ideally located between ",{"type":"[[","value":[["Dublin"]]}," and ",{"type":"[[","value":[["Cork"]]}," and therefore has access to both airports for long distance flights.\n\n",{"type":"===","value":["By boat"]},"\nThe nearest ferrypoint to Waterford is in ",{"type":"[[","value":[["Rosslare"]]},". It is a short journey from Rosslare to Waterford. Rosslare is accessible by ",{"type":"[[","value":[["Fishguard"]]}," and ",{"type":"[[","value":[["Pembroke (Wales)"]]},". You can connect at Rosslare and get a bus directly to Waterford City.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Plunkett Railway Station"]}," is the main train station in Waterford. It is on the north side of the river. You can travel anywhere in Ireland on the rail network ",{"type":"[","value":["http:\/\/www.cie.ie"]},". Plunkett Station is outdated, and as the large signs posted over the entire building suggest, due an upgrade. Don't hang around wondering where the services are and just start your trek across the bridge.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.buseireann.ie Bus Eireann"]}]}," provide the State bus service in Ireland. The main Bus Terminal is located right in the heart of the city. Bus services run from all major cities and smaller towns into Waterford and is probably the easiest and least expensive way to travel to the city.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By foot"]},"\nWaterford remains a small city keeping its medievel feel. The city centre is easily travelled on foot, as the centre itself is pedestrianised. Leave the car behind, you will likely save time by walking! Also worth noting is that Waterford is infamously known for its steep urban hills. Don't be afraid to take advantage of the many public benches around.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bus Éireann"]}," provide the major local bus service in the city. Connecting you to all suburbs (including regular services to Tramore) and quarters of the city itself."]},{"type":"*","value":[{"type":"'''","value":["Rapid Express"]}," (or J.J Kavanagh & Sons Coaches ",{"type":"[","value":["http:\/\/www.jjkavanagh.ie"]},") also offer a local service, concentrating mainly on Ferrybank and Dunmore Road locations to and from the centre."]},"\n",{"type":"===","value":["By taxi"]},"\nTaxis and Hackney Cabs are available in Waterford. Taxis can be hailed down in the street however hackney cabs must be booked from offices. Costs are measured by distance. Taxis have a metre. If you have to be somewhere at a particular time, it is wise to book in advance as offices can be quite busy.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rapid Cabs"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+353 51 858585"],["tollfree="],["fax="],["hours="],["price="],["content=Major carrier in the city. Serve all surrounding areas."]]}]},"\n",{"type":"===","value":["By car"]},"\nWhilst travelling to Waterford by car is easy, travelling around the city by car is not recommended. The city centre is almost entirely pedestrianised, and in the narrower streets during peak times, your car horn will fall on deaf ears. This is truly a walker's city! Vehicle hire is readily available but make advance reservation particularly during main holidays periods. As with rental anywhere, make sure you have a current driving license. \n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.budgetsoutheast.com Budget Southeast"]}]}," Car rentals in South-East Ireland."]},"\n",{"type":"==","value":["See"]},"\nWith its diverse range of attractions, Waterford City, County and surrounding areas of the South East appeals to a wide sector of the tourism pie with its numerous museums, architecture, historical sites and its endless variety of good restaurants, clubs, international cultural and social events, and even modern art galleries.\n\n",{"type":"[[","value":[["Image:WaterfordCrystals.jpg"],["thumb"],["right"],["From the Waterford Crystal tour"]]},"\nCoastal highlights south of Waterford include ",{"type":"[[","value":[["Dunmore East"]]},", a picturesque fishing village; Dungarvan, a major town with a fine harbor; Ardmore, an idyllic beach resort; and Passage East, a tiny seaport from which you can catch a ferry across the harbor and cut your driving time from Waterford to Wexford in half. Of all the coastal towns in County Waterford, Ardmore stands out as the perfect getaway. It has a beautiful and important early Christian site, a pristine Blue Flag beach, a stunning cliff walk, a fine craft shop, an excellent restaurant, comfortable seaside accommodations, and a quaint town recently named Ireland's tidiest. Portally Cove, near Dunmore East, is the home of Ireland's only Amish-Mennonite community.\n\nIn northwest County Waterford, the Comeragh Mountains ",{"type":"[","value":["http:\/\/www.dlscouts.ie\/comeraghs.html"]}," provide many opportunities for beautiful walks, including the short trek to Mahon Falls. These mountains also have highly scenic roads for biking. Farther west, there's great fishing and bird-watching on the Blackwater estuary. \n\nWaterford Crystal ",{"type":"[","value":["http:\/\/www.waterford.com"]}," is a famous export of this city. Glass is hand blown and hand cut in the Waterford Crystal factory situated about 10 minutes from the centre of the City. The factory tour is well worth it if you have an hour to spare. See the master craftsmen at work on one of the factory tours.  Many famous designers have contributed to the collections ranging from glass tumblers to chandeliers. Tours of the factory run every 15-20 minutes.\n\nDiscover the Viking and Norman heritage of the city on one of the walking tours including a visit to the famous Reginald's Tower and the ancient city walls.\n\n",{"type":"===","value":["Museums"]},"\nWaterford Treasures consists of three magnificent museums located within Waterford's Viking Triangle.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Medieval Museum Treasures of Medieval Waterford"],["alt="],["url=http:\/\/www.waterfordtreasures.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+355 51 849501"],["tollfree="],["fax="],["hours=Open daily year round including Sundays and Bank Holidays June, July and August M–Sa 9:30-18:00 Su & Bank Holiday Monday 11:00-18:00 September to May  M–Sa – 10:00-17:00 Su & Bank Holiday Monday – 11:00-17:00 Last admission – one hour before closing."],["price=Adults €5, seniors & students €4, Under 14’s free. Adult combined entry €8 (Medieval Museum & Bishop’s Palace)"],["content=Don’t miss the unique Cloth of Gold vestments which were lost for hundreds of years after they were hidden from Cromwell’s army, and the Great Charter Roll which was viewed by Queen Elizabeth II on her visit to Ireland. Take the multimedia handheld guide or enjoy a family friendly tour with a costumed performer."]]}]},"\n\n'''Bishop’s Palace\nTreasures of Georgian Waterford'''\n\nThis magnificent Georgian residence is a must-see attraction. Experience authentic grand eighteenth century living in this beautiful Georgian building. Don’t miss the oldest surviving piece of Waterford Crystal in the world dating back to 1789, and the Napoleon Mourning Cross; the only one to survive out of the original twelve that were made on his death. Take the multi-media handheld guide or enjoy a family friendly tour with a costumed performer. \nwww.waterfordtreasures.com – 051 849650\n\nOpen daily year round including Sundays and Bank Holidays\nJune\/July\/August \nMonday – Saturday - 9.30 to 6.00\nSunday & Bank Holiday Monday – 11.00 to 6.00\nSeptember to May \nMonday – Saturday – 10.00 to 5.00\nSunday & Bank Holiday Monday – 11.00 to 5.00\nLast admission – one hour before closing \nAdults €5, seniors & students €4, Under 14’s free\nAdult combined entry €8 (Medieval Museum & Bishop’s Palace)\n\n\n'''Reginald’s Tower\nTreasures of Viking Waterford'''\n\nReginald’s Tower is named after the Viking leader who founded Waterford in 914, making Waterford Ireland’s oldest city.  Don’t miss the 9th century sword and weapons from a Viking warrior’s grave and the magnificent 12th century gold kite brooch. Guided tours and multimedia handheld tours available.\nwww.waterfordtreasures.com – 051 304220\n\nEaster to October\nMonday – Sunday – 9.30 to 5.30\nNovember\nMonday to Sunday – 9.30 – 5.00\nDecember to Easter \nWednesday – Sunday – 9.30 – 5.00\nLast admission – thirty minutes before closing\nAdult €3 \/ Seniors \/ Group €2 \/ Child \/ Student €1 \/ Family \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Edmund Rice International Heritage Centre"],["alt="],["url=http:\/\/www.edmundrice.ie\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Barrack Street is dedicated to the memory of Brother Edmund Rice, founder of the Presentation and Christian Brothers."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[" A blaa"]}," A floury bread bun unique to this area of Ireland."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mother's Knee Tea Parlour and Chocolate Boutique"],["url="],["email="],["address=Tramore"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An up-market chocolate boutique and tea shop\/cafe. The chocolatier trained in London and Geneva before starting Mother's Knee in Tramore."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Lucia"],["alt="],["url="],["email="],["address=2 Arundel Square"],["lat="],["long="],["directions="],["phone=+353 51 825553"],["tollfree="],["fax="],["hours="],["price="],["content=A lovely little café in a small laneway, Cafe Lucia is the best in the city. Enjoy sumptuous food and decadent hot drinks. Located in the centre of the city, it is perfect for a cup of coffee or lunch in the middle of your sightseeing."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bodéga"],["url=http:\/\/www.bodegawaterford.com"],["email="],["address=54 John Street"],["lat="],["long="],["directions=City centre in entertainment hub"],["phone=+353 51 844177"],["tollfree="],["fax="],["hours=M-Sa 12:00-22:30, closed Sunday"],["price=Maincourse €15-€27"],["content= Located in the hub of Waterford's nightlife, this very fine bistro\/wine bar offers a fabulous range of dishes prepared by their three French chefs. Seafood a speciality. This alternative, informal late-night wine bar has a truly Latin feel, with a full licence serving wines, beers & spirits. Awards include; Bridgestone 05, Guardian, Time Out..."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Brasserie"],["alt="],["url="],["email="],["address=Arundel Square"],["lat="],["long="],["directions="],["phone=+353 51 857774"],["tollfree="],["fax="],["hours="],["price="],["content=For great service & great food in a relaxed informal atmosphere, the Brasserie is definitely the place. Located in the very heart of the city, take time to relax with friends over a good meal. Full range of wines & beers to compliment a delicious selection of dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Cottage Bistro"],["alt="],["url="],["email=info@cottagebistro.com"],["address=Cheekpoint"],["lat="],["long="],["directions="],["phone=+353 51 380854"],["tollfree="],["fax="],["hours="],["price="],["content=Aidan and Marian McAlpin opened the Cottage Bistro in March 2003. It's reasonably priced menu and wine list, together with a light hearted atmosphere made it an initial hit with people from Waterford and abroad.Situated in the picturesque village of Cheekpoint, seven miles east of the historic city of Waterford. Cheekpoint is a small 17th century fishing village situated where the three rivers: the Suir, the Nore, and the Barrow meet. Open Tu-Sa (18:00-21:45). All Bank Holiday Mondays. Sundays from June to August."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Dry Dock Bar"],["alt="],["url=http:\/\/www.dooleys-hotel.ie"],["email="],["address=Dooley’s Hotel, The Quay"],["lat="],["long="],["directions="],["phone=+353 51 873531"],["tollfree="],["fax="],["hours="],["price="],["content=Conventiently located in the City Centre. Rich in character comfort and style. Enjoy the dining experience. Carvery Lunch served from 12:30-14:30 followed by an a la Carte Menu until 20:00. Tradition Irish music on Monday and Wednesday nights during the summer. Irish stew on Wednesday nights until 20:00."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Espresso"],["alt="],["url=http:\/\/www.espresso.ie"],["email="],["address=Parnell Street"],["lat="],["long="],["directions="],["phone=+353 51 874141"],["tollfree="],["fax="],["hours="],["price="],["content=Espresso is an Italian run Pizza \/ Pasta restaurant at Parnell Street in the heart of John’s Street Village. The menu is inexpensive and includes lots of Pasta, Homemade Burgers, Salads and probably the best Pizza in the country. The house wine comes by the litre and the beer comes by the pitcher. The style is informal, the music is loud and the prices are cheap. Espresso is open from Tu-Su for Lunch & Dinner. Also do Pizza & Pasta to take out."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jade Palace"],["alt="],["url="],["email="],["address=4 The Mall"],["lat="],["long="],["directions="],["phone=+353 51 855611"],["tollfree="],["fax="],["hours=M-Su from 17:00-20:00. M-F 12:30-14:30. Evening meals M-Sa 17:00-23:30. Sunday 12:30-23:00."],["price="],["content=Fine traditional Chinese restaurant in the heart of the city Wide variety of Chinese, Thai, European & Seafood dishes available. Relax & enjoy a splendid meal in the restaurant or alternatively enjoy the barfood menu in the fully licensed bar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kambo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+353 51 870727"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["The Brasscock Centre, Dunmore Road, "]}," A delightful Thai restaurant serving the best Oriental dishes. All dishes freshly prepared to traditional recipes using only the best seafood, meats and vegetables. Excellent selection of wines & bottled beers. Book now for special occasions & dinner parties. Free Car Parking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kong's Chinese Restaurant"],["alt="],["url="],["email="],["address=Glenville Centre, Dunmore East Rd."],["lat="],["long="],["directions=Behind StatOil Garage"],["phone=+353 51 843082"],["tollfree="],["fax="],["hours=12:30-14:30 and 17:00-00:00"],["price="],["content=A genuine Chinese experience in style & taste. Enjoy the authentic flavours and spices of oriental cuisine, in a cool and comfortable setting. A fine selection of wines & bottled beers."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=L’Atmosphere Restaurant"],["url=http:\/\/www.restaurant-latmosphere.com\/"],["email=Latmosphererestaurant@hotmail.com"],["address=19 Henrietta St"],["lat="],["long="],["directions="],["phone=+353 51 858426"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Bohème"],["alt="],["url="],["email="],["address=2 George’s St."],["lat="],["long="],["directions="],["phone=+353 51 875645"],["tollfree="],["fax="],["hours="],["price="],["content=Be transported in time and enjoy innovative French Food in the vaulted elegance of this beautiful restaurant, carved from the cellars of one of the oldest houses in Georgian Waterford. 7 Course Tasting Menu a Speciality. [Opening Hours: M-F 17:30-22:30; Saturday 18:00-22:30; 3 Course Table d’Hote Menu M-F from 17:30-19:00 for €28 per person.] Proprietors: Eric and Christine Theze."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Palma - Ristorante Italiano"],["alt="],["url="],["email="],["address=20 The Mall"],["lat="],["long="],["directions="],["phone=+353 51 879823"],["tollfree="],["fax="],["hours=Open for lunch M-F 12:30 to 14:30 & dinner M-Sa from 17:30. Closed Sundays"],["price="],["content=Visit La Palma’s striking new location at No. 20 The Mall in a beautifully restored Georgian building. Set over two levels La Palma now offers a private dining room & Cocktail Bar with an enclosed heated Terrace. Bridgestone Recommended."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zaks"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+353 51 833999"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["at Athenaeum House Hotel Christendom, Ferrybank, "]}," Athenaeum's signature restaurant Zaks, overlooking Waterford city, offers superb cuisine in chic & elegant surroundings. An ideal venue for entertaining friends, associates or simply a get away from the stress of everyday life. Zaks is open seven days a week for both lunch and dinner with music from their resident pianist every Saturday night."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mothers' Knee Tea Parlour and Chocolate Boutique"],["url="],["email="],["address=Tramore"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mothers' Knee Tea Parlour and Chocolate Boutique, Tramore. Mothers' Knee Tea Parlour and Chocolate Boutique is an up-market chocolate boutique and tea shop\/cafe. The Choclatier trained in London and Geneva brfore starting Mother's Knee in Tramore."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Pubs"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Geoffs"],["alt="],["url="],["email="],["address=John's Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular location with the alternative crowd. Impossible to find a seat after 9 on the weekends. Good drinks and loud music without being too imposing. Geoffs has an amazing ",{"type":"''","value":["arty"]}," interior and a large sheltered and heated smoking area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=T & H Doolans"],["alt="],["url=http:\/\/www.tandhdoolans.com\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Georges Street is a 'true' Irish experience. A real traditional tavern, located in a tranquil and quiet part of the city's nightlife, the sound of bodhrán and fiddle can be heard far up the alleyways on the approach. A must for any visit to the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Downse's Pub"],["alt="],["url="],["email="],["address=Thomas Street"],["lat="],["long="],["directions=between the Quays and the Glen"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Waterford's oldest pub and still today remains a clock-ticking pub. Conversation is the music of this pub and it attracts the most unique characters from all over the city. Please switch off the ring-tones on your mobile (cell) phone as this is frowned upon."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Jordan's"],["alt="],["url="],["email="],["address=The Quays"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kazbar"],["alt="],["url="],["email="],["address=John's Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Munster Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Entrance's on Bailey's New Street and The Mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Tavern"],["alt="],["url="],["email="],["address=Lower Yellow Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Clubs"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Forum"],["alt="],["url=http:\/\/www.forumwaterford.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the Glen is a bit out of the way from the normal nightlife hub, but is one of the major gathering points for the 'alternative' crowd in the city. They run a popular ",{"type":"''","value":["indie"]}," nightclub every Thursday and Saturday night. The main floor is normally open for techno nights, but still attracts an unusual crowd due to it's location. They also host live bands and theatre productions."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Harveys"]}," on Manor st play a mix of mainstream pop music from every era. Is nearly always packed. Popular venue, It's located right in the middle of the nightlife so get there early if you plan on sitting down. Harveys do cater for an older crowd, 21+, but still the club hosts a student night on a Wednesday."]},"\n",{"type":"*","value":[{"type":"'''","value":["Oxegen"]}," and ",{"type":"'''","value":["The Foundary"]}," are two night clubs situated on the corner of Parnell st. and John st. these play the usual nightclub music and are populated by the younger mainly student crowd."]},"\n",{"type":"*","value":[{"type":"'''","value":["Crystal"]}," On John Street."]},{"type":"*","value":[{"type":"'''","value":["Escape"]},"  On John Street."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ramada Viking Hotel"],["alt="],["url=http:\/\/www.ramadavikinghotel.ie"],["email="],["address=Cork Road"],["lat="],["long="],["directions="],["phone=+353 51 336933"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ramada Viking Hotel is a comfortable modern 3 star hotel in Waterford City with free parking, business facilities and much more."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Waterford Castle"],["alt="],["url=http:\/\/www.waterfordcastle.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Fitzwilton Hotel"],["alt="],["url=http:\/\/www.dghotels.com\/fitzwilton.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Athenaeum House Hotel"],["alt=Athenaeum"],["url=http:\/\/www.athenaeumhousehotel.com"],["email="],["address=Ferrybank, Waterford"],["lat="],["long="],["directions="],["phone=+353 51 833999"],["tollfree="],["fax="],["hours="],["price=from €50pps"],["checkin=14:00"],["checkout=12:00"],["content=4 Star Boutique hotel set on the banks of the River Suir overlooking Waterford City and Harbour. It has 29 bedrooms including 4 suites, award winning restaurant, bar and lounge, terrace overlooking the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Majestic Hotel Tramore Waterford"],["alt=Majestic Hotel Tramore Waterford"],["url=http:\/\/www.majestic-hotel.ie"],["email="],["address=Tramore, Waterford"],["lat="],["long="],["directions=From Dublin, take the N11 to Waterford and R675 to Tramore"],["phone=+353 51 381 761"],["tollfree="],["fax="],["hours="],["price="],["checkin=16:00"],["checkout=12:00"],["content=Majestic Hotel Tramore, Waterford on the Waterford Coast overlooking Tramore Bay."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Travelodge Waterford Hotel"],["url=http:\/\/www.travelodge.ie\/waterford-hotel"],["email=waterford@travelodge.ie"],["address=N25 Cork Road"],["lat="],["long="],["directions=Opposite the Waterford Crystal visitor centre in the heart of Waterford’s busy commercial district"],["phone=+353 51 358885"],["tollfree="],["fax=+353 51 358890"],["hours="],["price=From €35"],["checkin=15:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Stay safe"]},"\nThe city centre is safe, both day and night, and even wandering the narrow alleyways of the old town alone is perfectly secure. The nightlife can keep certain areas near Parnell Street very busy until 05:00 Thursday through Sunday, but there is normally ",{"type":"''","value":["Gardaí"]}," around (they stand out with big glow-in-the-dark coats). Tourists should maybe avoid some of the denser neighbourhood suburbs if alone at night.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["The Comeragh Mountains are one of Ireland's best kept secrets. Here you will find hill walks of all kinds with spectacular views, hidden lakes, pretty valleys, wild waterfalls and rocky crags. Some of the larger tracks are suitable for mountain biking. Powers the Pot camp site high in the Comeragh Mountains is good for camping or caravanning. They also do wonderful home cooked meals in their little bar."]},{"type":"*","value":[{"type":"[[","value":[["Dunmore East"]]}," is a working fishing village about 10 miles from Waterford City. With views across to Hook head, the scenery can be breathtaking. Dunmore East was recently (2005\/2010) home to one of the main events of the 2005\/2010 Tall Ships Race. The start of the race was hosted by Waterford City, with the bay around Dunmore East holding over 50 antique tall ships. Well worth a visit to anyone who goes to the south-east of Ireland."]},{"type":"*","value":["The coast of Waterford is scenic and varied and is still very unspoiled. There are cliffs, sandy beaches and sea-caves. The stretch between the towns of Tramore and Dungarvan is called the Copper Coast. See the Copper Coast geopark website at ",{"type":"[","value":["http:\/\/www.copper-coast.com\/copper\/web"]},"."]},{"type":"*","value":["Tramore, Clonea and Ardmore are known for their fine, long sandy beaches."]},{"type":"*","value":["The beaches at Bonmahon, Clonea, and Dunmore East have Blue flag status."]},{"type":"*","value":[{"type":"[[","value":[["Fenor"]]},"."]},"\n",{"type":"{{","value":[["isPartOf"],["County_Waterford"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Waterford"]]},"\n",{"type":"{{","value":[["geo"],["52.2583"],["-7.119"]]}]