[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"],["needs to be reorganized further, under standard section headings"]]},"\n\nWaupaca is in ",{"type":"[[","value":[["Northeast Wisconsin"]]},".\n\n",{"type":"==","value":[" Understand "]},"\nIn June of 1849, five men from Vermont started out on their voyage west.  They had heard about the Indian lands in which the Government obtained in the 1848 treaty. Before arriving, they had heard of a place called \"The Falls\" - as Waupaca is divided by the beautiful, rocky Waupaca\/Tomorrow River.  Upon arriving in what is now Waupaca, they became the first men to penetrate that far into the wilderness of Wisconsin.\nWaupaca is a quaint town of just over 6,000 people, located between the Crystal River and Tomorrow River, both of which feed off the Chain O' Lakes.  In summer months, the town and outlying areas are a huge tourist attraction, bringing visitors and seasonal cottage owners. The Chain O' Lakes is a group of 22 lakes, all connected by small channels which can be traveled through by boat. Between May and September, the lakes are a fun way to enjoy waterskiing, wakeboarding, wave-runners, or just a relaxing day sitting on the sandy beaches, which many of the 22 lakes have to offer. The afforadable \"Lake Life\" is what brings so many visitors and seasonal residents from cities like Chicago and Milwaukee.  In winter months, it is a key destination for snowmobiling and cross country skiing.\n\n",{"type":"==","value":[" Get in "]},"\nWaupaca is accessible by WI State Highway 10, which travels east and west, to Appleton\/Oshkosh or Stevens Point\/Wausau, respectively. State Highway 22 will bring you directly into Waupaca from the north or South, and is a short route to Interstate 39.  Highway 54 travels east and west, and is an easy and short route to and from Green Bay, Wisconsin.  Waupaca is a 40 mile drive from Appleton, 55 miles from Green Bay, and 140 miles from Milwaukee, via Oshkosh.  \n\nWaupaca has no transit system, but it does have a taxi service.\n\n",{"type":"==","value":[" See "]},"\nThe first stop on your trip should be to the Chain O' Lakes.  Located just 2 miles outside of Waupaca, it is a favored destination for all who travel to the area.  Nearby is a small unincorparated town called King, where the Wisconsin Veterans Home is located along the shores of Rainbow Lake.  In King, you will find shops for any age, carrying clothing, Lake Life decor, and treats of all kinds. A walk down the \"Strip in King\" will provide you with a cup of coffee from Amherst Coffee Co., a one-of-a-kind handbag or article of clothing from Kate&Co., hand-made furnishings and collectibles, and a stop for a seafood dish or delicious burger at the Clearwater Harbor Bar, with deck views and drive-up boat service on the shore of Taylor lake. They provide daily tours of the lakes on the double decker Chief Waupaca sternwheel boat. \nAfter your day of sun and play on the water, head to downtown Waupaca and enjoy the variety of Old Mainstreet shops and restaurants. In June, Strawberry Fest is an annual festival, celebrating the area's strawberry harvest and features a large selection of arts and craft booths, not to mention a delicious array of foods - and, of course, strawberry shortcake. At Main Street's south end, South Park, a 2 level park with a large playground and beach on Shadow Lake, is a great place to enjoy a warm summer day.\n\n",{"type":"==","value":[" Buy "]},"\nMain Street offers all kinds of locally owned stores, from Dragonwings Bookstore for the kids, Panache Boutique for women's clothing and fun gifts, or Acme Sports for any sporting goods - or how about a Wisconsin cheesehead hat?!  Down the block, you'll find Studio 212, an Aveda salon with professional and friendly stylists.  Next door is the Rosa theater, featuring four cinemas to catch the newest movies. On the northern end of Main Street, you'll easily spot the historic Danes Home, which housed Danish immigrants in the early days of Waupaca.  It is now a 3-level antique store, sure to amaze you with its historic beauty. Fine dining at Simpson's Restaurant will end your evening perfectly, and you might catch one of the many talented local bands who perform on their outdoor deck.  \n\nIf you're in need of retail stores or drug stores, Waupaca's west side is where you will find Kmart, Shopko, and Walgreens.  Pick 'N Save and Piggly Wiggly have everything you need for groceries.  While on that side of town, on Fulton Street, you will also find a selection of fast-food restaurants.  If its a nice, sit-down meal you'd prefer, the long-time, locally owned Woods Restaurant is a great place to find anything you desire with large portions and very pocket-book friendly prices.  \n\n",{"type":"==","value":[" ? "]},"\nWhen you're in Waupaca, you feel the sense of Small Town Charm.  The people are always friendly. The weather is always beautiful, showing all four seasons of the year perfectly.  Nothing in Waupaca is huge or extravagant, it is just a quaint and quiet little town with all the best small town attractions. \n\nWaupaca has one hospital, Riverside Medical Center, located in the east side of town.  It has emergency care and urgent care, 24 hours 7 days a week.  Rated one of the top hospitals in the region, you will always find care and compassion if you find the unfortunate need to visit.\n\nWaupaca features several varieties of bars, each with their own atmosphere.  Downtown, you'll find laid back Weasels, Wine and dine at Simpsons, and for the rowdier crowd, Speakeasy.  For those who want a place where you can order a shot and a beer and feel an old time saloon-style bar, check out the Paca Pub, a longtime standby on Main Street.  T-Dubs Irish Pub is located behind Main Street, overlooking the Waupaca River.  Its a place to find specialty microbrews and true Irish atmosphere.  In King, just outside Waupaca, you'll find Clearwater Harbor, overlooking Taylor Lake, and Wheelhouse, about 1 mile Southwest, overlooking Limekiln Lake. In between, you'll find Chain O' Lakes Bar and Grill, with delicious pizzas and a fun, younger crowd.  Wally World is sure to treat you to cheap, cold beer and a game of pool.  There are more bars to discover, if a night out is in your plans!!  If a night in is more your style, but you still enjoy a drink, stop at Cheesy Bob's in King to find a fabulous selection of beers, wines, and liquor - while you're there, be sure to grab some fresh, locally made Wisconsin cheeses!\n\n",{"type":"==","value":[" Sleep "]},"\nWaupaca has three hotels, and a handful of B&B's.  You are sure to find a comfortable place to lay your head down.  Just off Highway 10, you'll find Comfort Suites, an all-suite hotel located on Foxfire Golf Course.  Down the street is Best Western Grand Seasons, with an indoor waterpark,  and Village Inn Hotel, a privately owned budget hotel.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northeast Wisconsin"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Waupaca, Wisconsin"]]},"\n",{"type":"{{","value":[["geo"],["44.355"],["-89.081666666667"]]}]