[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.wausau.wi.us Wausau"]}]}," is located in north-central ",{"type":"[[","value":[["Wisconsin"]]},". It lies about 180 miles, (290 km) east of ",{"type":"[[","value":[["Minneapolis"]]},", ",{"type":"[[","value":[["Minnesota"]]},". While the metropolitan area has a population of around 80,000, the city is home to about 40,000 and the town just a little over 2000.\n\n",{"type":"==","value":["Get in"]},"\n\nTraveling north and south, Wausau can be reached via I-39\/US-51, and traveling east and west, Wausau can be reached by State Highway 29.  Wausau can be reached from Minneapolis in about three and a half hours via I-94 and State Highway 29.  Milwaukee is about three and a half hours away as well via I-94 and I-39.   \nCentral Wisconsin Airport (CWA)",{"type":"[","value":["http:\/\/www.fly-cwa.org\/"]},", 12 miles south of Wausau, provides daily service to and from Detroit (Delta Air Lines ",{"type":"[","value":["http:\/\/www.delta.com"]},"), Minneapolis (Delta Air Lines ",{"type":"[","value":["http:\/\/www.delta.com"]},"), Chicago O'Hare (American Airlines ",{"type":"[","value":["http:\/\/www.aa.com"]}," or United Airlines ",{"type":"[","value":["http:\/\/www.united.com"]},").\nLamers Bus Lines offers a daily trip",{"type":"[","value":["http:\/\/www.golamers.com\/?page_id=34"]}," to\/from Milwaukee via the Fox Valley which may be ticketed through Greyhound (or Amtrak if connecting to a rail leg).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\n\nPublic transportation is limited in the Wausau Area.  Metro Ride (formerly WATS or Wausau Area Transit System) operates eight bus routes in the City of Wausau which run at 30-minute intervals; one bus route in the Village of Weston, which runs at 30-minute intervals; and one bus route to Rothschild and Schofield, which operates at 60-minute intervals. Passengers can transfer between routes at the Metro Ride Transit Center, which is located at 555 Jefferson Street in the downtown Wausau, one block from the Wausau Center Mall. Passengers can also transfer between Route C and Route K at Shopko in Rothschild and between Route E and Route I at Aspirus Clinic in Wausau.  Buses are clean and uncrowded but the limited schedule makes them somewhat impractical to all but the most dedicated transit user.\n\n",{"type":"===","value":["By car"]},"\nTravel by car is very easy in the Wausau area and the preferred method of transportation.  Roads are well maintained and marked.  Ample, free, at-door parking is available everywhere outside of the downtown area.  Downtown, parking is easy to find and very inexpensive.  As the city and surrounding area are oriented north\/south, for trips from the far north to far south side or visa versa, it is quicker and easier to use the US 51\/I 39 expressway which runs along the west edge of the city.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Leigh Yawkey Woodson Art Museum"],["alt="],["url=http:\/\/www.lywam.org\/"],["email="],["address=700 North Twelfth Street"],["lat="],["long="],["directions="],["phone = +1 715 845-7010"],["tollfree="],["fax="],["hours="],["price="],["content=Wausau, phone number. Tuesday - Friday: 9AM-4PM, Saturday-Sunday: Noon - 5PM. The Museum's permanent collection is known for its focus on nature with historic and contemporary paintings, sculptures, and works on paper that focus on birds. The annual Birds in Art exhibition in September and October attracts both international artists and visitors. The gardens dotted with sculpture invite visitors to \"outdoor galleries.\" The museum building itself is impressive. In 1976, John and Alice Woodson Forester transformed their English Cotswold-style residence into a museum to display her mother's collections of Royal Worcester porcelains and Victorian glass baskets. Consult the schedule of events section of the web site for specific exhibition and program information. Free Admission."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Marathon County Historical Museums"],["alt="],["url=http:\/\/www.marathoncountyhistory.com\/"],["email="],["address=403 and 410 McIndoe St"],["lat="],["long="],["directions="],["phone = +1 715 848-6143"],["tollfree="],["fax="],["hours="],["price="],["content=Wausau. Tuesday - Thursday: 9 am - 4:30 pm, Saturday - Sunday 1 pm - 4:30 pm, Closed Monday, Friday and major holidays. In 1954, Leigh Yawkey Woodson and her daughters donated the home of her late parents, lumberman Cyrus C. Yawkey and Alice Richardson Yawkey, to the Historical Society. The house was built in 1900 in the Classical Revival style and later remodeled in the Prairie School style and was placed on the National Register of Historic Places in 1974. The Yawkey House has been renovated to its original state with an authentically furnished music room, dining room, and parlor which give a taste of gracious living of a bygone era. The formal gardens displaying a colorful array of native wildflowers, perennials, annuals, and herbs and carriage house are open throughout the summer. The home of A.P. Woodson and Leigh Yawkey Woodson, located across the street at 410 McIndoe Street was built in 1914 and designed by Prairie School architect, George W. Maher. The Woodson House contains the Historical Society’s library, archives, administrative offices, artifact storage, and the educational exhibit area. $2.00 donation."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Rib Mountain State Park"]},", Four miles southwest off of Highway 51, Exit 188 to Rib Mountain Drive (follow signs), Contact the Wisconsin Department of Natural Resources - phone number (715) 842-7522. Daily: 6AM-11PM. Covering over 860 acres, (348 hectares), Rib Mountain State Park boasts a well-maintained network of hiking and nature trails that allows visitors to enjoy many wildflowers and other plants growing throughout the park. Campsites, picnic areas, an interpretive center, scenic overlooks, and a 60 foot observation tower near the top of the peak provide a spectacular view of the Wausau Area and surrounding countryside. Featured events include “Concerts in the Clouds” at the amphitheater during the summer and in the winter, ski or snowboard down one of the many runs at Granite Peak Ski Area on the north side of Rib Mountain. Granite Peak is considered one of the Midwest's leading ski resorts. Fees apply.  Special hourly sticker available at park entrance from mid-May through August."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Wausau Depot"],["alt="],["url="],["email="],["address=720 Grant Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wausau, no phone. Interior not open to the public. When most people think of Wausau, they probably envision the railroad depot created by Wausau Insurance Companies for a corporate logo. They can't find the depot pictured in the ads because it was drawn by an artist combining one depot building with the view of the city skyline from another depot. The depot featured in the logo still stands at 720 Grant Street. After Wausau Insurance Companies bought the building in 1977, a faithful reproduction was constructed at its corporate headquarters (Bridge Street exit of US Highway 51) for advertising purposes and the Grant Street depot was donated to the Boy Scouts. The Washington Street depot (Washington Street at the Wisconsin River) with the city backdrop depicted in the logo has recently been restored and used as office space."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Granite Peak Ski Area"],["alt="],["url=http:\/\/www.skigranitepeak.com\/"],["email=info@skigranitepeak.com"],["address=3605 North Mountain Road"],["lat="],["long="],["directions="],["phone=+1 715 845-2846"],["tollfree="],["fax="],["hours="],["price="],["content=P.O. Box 5010, Wausau (North Mountain Road (County Highway NN) one mile west of the US 51\/SR 29 exit). Daily except Sunday 9AM-9PM, Sunday 9AM-5PM, in season only (usually mid-November to mid-March depending on conditions - see web site for details). 74 runs with a 700 foot vertical drop making it one of the largest ski areas in the Midwest. Extensive snow making equipment and lighted runs for night skiing. Base area has a variety of food outlets and bars as well as a ski shop, rental area and ski school. Lift tickets start at $52 for one day - 9AM-4PM ($28 for night skiing - 5PM-9PM) for an adult and $99 for two days. Additional days are $36\/day. Special internet prices available via the web site include free night skiing and a discount for additional days. Family discounts available. If you can make it work to come here on a Wednesday night, they offer $15 lift tickets with free ski rental (normally $37) from 4-9pm."]]}]},"\nFor a city of its size, Wausau hosts a large number of festivals and activities.  For a current listing of activities, visit Wausau Visitors and Convention Bureau web site ",{"type":"[","value":["http:\/\/www.wausaucvb.com\/index.cfm?ID=54"]},".  One of the largest events annually is Wausau's Artrageous Weekend, usually held the first or second weekend in September (check the Wausau Visitor's and Convention Bureau web site for exact dates).  The event has gotten so big that it is held at three venues throughout the city with shuttle bus service between all locations. This event attracts thousands and it will be difficult to obtain lodging in the area that weekend unless one reserves well in advance.  There is an extremely strong arts tradition in the Wausau area and the city's old wealth has given very generously to keep the tradition alive and well.  The city's Performing Arts Center is in downtown's Grand Theater, a fully restored 1,200 seat house dating from 1927.  A recent expansion has created a facility that covers nearly an entire city block and attracts diverse talent.  Recent performances included Mozart's Marriage of Figaro by the Bulgarian State Opera and concerts by Mannheim Steamroller and Blues legend B.B. King. See the Wausau Performing Arts Foundation web site for more information ",{"type":"[","value":["http:\/\/www.onartsblock.org\/"]},".\n\n",{"type":"==","value":["Buy"]},"\nLike most other American cities, Wausau and the surrounding area is dominated by national chain stores.  The 3rd Street pedestrian mall downtown has a number of locally owned stores.  The stretch north of Scott Street, in particular, has an off-beat resale shop and a few housewares stores that would fit in any major metro area.  For high quality crafts from local artisans, try the Center for the Visual Arts downtown at 427 4th St. (corner of Scott St, phone (715) 842-4545, open Tuesday-Friday 10AM - 5 pm and Saturday-Sunday 12PM - 4PM, www.wausaucva.org)",{"type":"[","value":["http:\/\/www.cvawausau.org\/giftShop.html"]},".  Wausau is known for its dairy industry but most locals buy their cheese and other dairy products at the grocery store.  Small country cheese factories where one could see cheese being made are quite rare now but the modern Mullins Cheese factory ",{"type":"[","value":["http:\/\/www.mullinscheese.net\/"]}," has a decent sized shop and windows that overlook the production floor.  The factory is located about four miles south of the airport. Exit I-39\/US-51 at State Highway 34 and go less than a half mile west to County Highway DB.  The factory is less than a half mile south just off County Highway DB at 598 Seagull Drive, Mosinee.  Phone (715) 693-3205. Open Monday - Saturday 8 am - 5 pm and Sunday 9 am - 5 pm.\n\nThe Wausau Center Mall downtown ",{"type":"[","value":["http:\/\/www.shopwausaucenter.com\/shop\/wausau.nsf"]},", with 60 national retailers, is anchored by three department stores.  Washington Square, across from the mall, is a renovated department store that is home to a number of locally owned businesses and restaurants on its three floors.  National big box retailers tend to cluster along County Highway N\/Rib Mountain Drive just north of its junction with US-51 on Wausau's southwest side.\n\n",{"type":"==","value":["Eat"]},"\nSeveral very good restaurants in Wausau include the Back When Cafe, the Wright Place and the City Grill Bistro.  The Pinewood Supper Club in nearby Mosinee offers \"northwoods\" dining overlooking a wooded lake.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=City Grill - An American Bistro"],["alt="],["url=http:\/\/www.citygrillbistro.com"],["email="],["address=203 Jefferson Street"],["lat="],["long="],["directions="],["phone = +1 715 848-2900"],["tollfree="],["fax="],["hours="],["price="],["content=Contemporary, casual elegance in a downtown dining experience. Offering lunch and dinner daily, this upscale bistro specializes in great American cuisine by Chef Dan, including extraordinary steaks, chops, salads, soups, and potatoes, with special menu items to satisfy any and all appetites! Exceptional wines, liqueurs, and beers are also featured. Private dining, meetings, and catering available, with full banquet facilities and event management services available through the adjacent Jefferson Street Inn. Voted \"2005 Best New Restaurant\" by readers of City Pages. Call for reservations and more information. Lunch Daily 11:30AM-2PM; Dinner Su-Th 4PM-9PM, F-Sa 4PM-10PM. Happy Hour M-F 4PM to 7PM. Bar open until 11PM Daily."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wright Place On 6th"],["alt="],["url=http:\/\/www.wrightplaceon6th.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Back When Cafe"],["alt="],["url=http:\/\/www.backwhencafe.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 715 848-5668"],["tollfree="],["fax="],["hours=Lunch Tu-Sa 11AM-3PM, Dinner W-Sa 5:30PM-10PM."],["price="],["content= Nothing but the freshest ingredients, organically and locally grown whenever possible. No 'canned' sauces or cheap ingredients such as 'powdered' spices or 'imitation' herbs. to provide you with the best dining experience possible and we believe this starts with fresh wholesome foods. In 2003 we completed a $500,000 expansion to include a 2nd dining room, an outdoor dining area and a new kitchen. The staff strives to create a warm, friendly, relaxed and cozy atmosphere and we consider ourselves as a gathering place among friends. The architecture is an eclectic blend of the old and new with a touch of northwoods flair."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["WISH"]}," - Wisconsin Steakhouse -5006 E. Jelinek Ave., Weston, WI 54476 298-2903"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Treu's Tic Toc Club"],["alt="],["url="],["email="],["address=1201 W Thomas St"],["lat="],["long="],["directions="],["phone = +1 715 848-2465"],["tollfree="],["fax="],["hours="],["price="],["content=Wausau, WI 54401 Nice neighborhood feel (Diner Review • Mar 20, 2009)Treu's Tic Toc is one of those kinds of places that just feels comfortable. It's not too loud, has very friendly waitstaff and a cozy, homey atmosphere. It's a great place to grab a bite (they really have the best burgers in town!) or just sit and relax. It feels just like a neighborhood bar and grill should feel. Carry-Outs Available. Daily Lunch Specials Friday Fish Fry Bluegill Perch Haddock Scallops Jumbo Shrimp. Great Food Great Atmosphere. Open 7 Days A Week 10am-Till Close Friday Fish Fry 11am-9pm. Appetizers. Bluegill. Burgers. Burgers Sandwiches Appetizers Soup Pizza"]]}]},"\n",{"type":"==","value":["Drink"]},"\nAn upscale \"martini bar\" has opened downtown named III (three) for it's location on Third Street.  \n\n",{"type":"*","value":[{"type":"'''","value":["City Grill - An American Bistro"]}," ",{"type":"'''","value":["- 203 Jefferson Street, Wausau WI +1 715 848-2900 -"]}," ",{"type":"[","value":["http:\/\/www.CityGrillBistro.com"]}," ",{"type":"[","value":["http:\/\/www.citygrillbistro.com"]}," Happy Hour Mon-Fri 4PM to 7PM - Bar open until 11PM daily"]},"\n",{"type":"==","value":["Sleep"]},"\n\nMost of the lodging in the Wausau area is similar to what you would find along any Interstate highway but the last ten years have seen an increase in bed and breakfast inns close to downtown as well as one major hotel at its very center.  Highest rates tend to be found on weekends during the ski season and during some of the major festivals in summer and autumn.  The greatest number of motels can be found at or near the following US-51 exits starting from the south: Business US-51\/Rothschild, County Highway NN\/North Mountain Road and Stewart Avenue\/State Highway 52\/Sherman Street.  A few options follow.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=AmericInn Lodge & Suites"],["alt="],["url=http:\/\/www.americinn.com\/"],["email="],["address=4115 Barbican Av"],["lat="],["long="],["directions=SR 29 at Camp Phillips Rd.\/County Highway X exit"],["phone=+1 715 355-0077"],["tollfree=+1-800-634-3444"],["fax="],["price=$59-$104"],["checkin="],["checkout="],["content=Weston. Newer but typical roadside motel with indoor pool and a large water slides. 67 Rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["alt="],["urlhttp:\/\/www.wausaucomfortinn.com\/="],["email="],["address=1510 County Highway"],["lat="],["long="],["directions=US-51 \"Rothschild\/Business US-51\" exit"],["phone=+1 715 355-4449"],["tollfree="],["fax="],["price=$63-$113"],["checkin="],["checkout="],["content=XX, Rothschild. Newer motel with indoor pool. Many restaurants in the immediate vicinity. 60 Rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Everest Inn Bed and Breakfast"],["alt="],["url="],["email="],["address=601 McIndoe St"],["lat="],["long="],["directions="],["phone=+1 715 848-5651"],["tollfree=+1-888-848-5651"],["fax="],["price="],["checkin="],["checkout="],["content=In downtown Wausau. Seven rooms, some with shared baths, in a renovated 1908 Queen Anne style home in a substantial residential area just north-east of downtown. Private bath $79-$135, Shared bath $55-95."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grandma's House, LLC"],["alt="],["url=http:\/\/www.grandmashousellc.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sleeps 10 in a house with all the comforts of home. 2 bathrooms, large kitchen\/dining, fully furnished. For rental information contact Diane Schultz +1 715-432-7381"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hampton Inn"],["alt="],["url=http:\/\/www.hamptoninnwausau.com\/"],["email="],["address=615 S. 24th Av"],["lat="],["long="],["directions=exit US-51 northbound at Sherman St. or southbound US-51 at WI-52\/Stewart Av."],["phone=+1 715 848-9700"],["tollfree=+1-800-HAMPTON"],["fax="],["price=$69-$115"],["checkin="],["checkout="],["content=Wausau. Indoor pool and whirlpool. Near to a variety of restaurants. 89 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Hotel & Suites"],["alt="],["url=http:\/\/www.holiday-inn.com\/wausauwi"],["email="],["address=1000 Imperial Av"],["lat="],["long="],["directions=US-51 \"Rothschild\/Business US-51\" exit"],["phone=+1 715 355-1111"],["tollfree=+1-888-272-2792"],["fax="],["price=$72-$179"],["checkin="],["checkout="],["content=Rothschild. The old Wausau Holiday Inn was finally replaced by this version around the year 2000. 148 rooms on four floors with a full service casual restaurant and bar as well as an indoor pool, whirlpool and small fitness room. Close to a variety of restaurants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jefferson Street Inn"],["alt="],["url=http:\/\/www.JeffersonStreetInn.com"],["email="],["address=201 Jefferson Street"],["lat="],["long="],["directions=Exit I-39\/US-51 at WI 52\/Stewart Av (exit 192). and follow WI 52 east to downtown"],["phone=+1 715 845-6500"],["tollfree=+1-866-855-6500"],["fax="],["price="],["checkin="],["checkout="],["content=Downtown Wausau. Price includes a continental breakfast buffet in the City Grill restaurant (off the lobby) every morning. Rooms include refrigerator and microwave, honor bar and snack basket. In-room complimentary coffee, ironing board, movies. Suites include fireplace, jacuzzi tub, couch, kitchenette. Indoor pool, whirlpool, sauna and fitness room on site. $119-$269, corporate, AAA, AARP, and government rates available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lodge at Cedar Creek"],["alt="],["url=http:\/\/www.lodgeatcedarcreek.com\/"],["email="],["address=805 Creske Av"],["lat="],["long="],["directions=Exit I-39\/US-51 at \"Rothschild\/Business US-51 exit"],["phone=+1 715 241-6300"],["tollfree=+1-888-305-6343"],["fax="],["price="],["checkin="],["checkout="],["content=P.O. Box 156, Rothschild. Newer, northwoods themed, hotel with 140 rooms, some with fireplaces. All rooms have sitting areas as well as bedroom areas separated by half height walls. Restaurant and lounge. The big draw here is the decent sized indoor water park that kids and audlts seem to enjoy. Many restaurants in the area. $129-$250 (",{"type":"''","value":["rates include water park admission"]},")."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rosenberry Inn Bed & Breakfast"],["alt="],["url=http:\/\/www.rosenberryinn.com\/"],["email="],["address=511 Franklin St"],["lat="],["long="],["directions="],["phone=+1 715 842-5733"],["tollfree=+1-800-336-3799"],["fax="],["price=$90-$150"],["checkin="],["checkout="],["content=Downtown Wausau. Another large, restored house in the Andrew Warren historic district on the north-east edge of downtown. Eight rooms, all with private bath, air conditioning, CD players and wireless internet. Some rooms with TV and fireplaces."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Stewart Inn Bed and Breakfast"],["alt="],["url=http:\/\/www.stewartinn.com\/"],["email="],["address=521 Grant Street"],["lat="],["long="],["directions="],["phone = +1 715 849-5858"],["tollfree="],["fax="],["price=$110-$215"],["checkin="],["checkout="],["content=Downtown Wausau. Five rooms in a listed, early 1900s Arts and Crafts style home designed by George W. Maher, an associate for Frank Lloyd Wright. Located in the Andrew Warren Historical District on the north-east edge of downtown. Rooms furnished with period furniture, flat screen TVs, CD\/DVD players, wireless internet, Sterns and Foster mattresses, central air conditioning and hot water heat. All private baths with steam spa. Some rooms with fireplace. Converted in 2002."]]}]},"\nAdditional options can be found at the Wausau Visitors and Convention Bureau web site ",{"type":"[","value":["http:\/\/www.wausaucvb.com\/index.cfm?ID=53\/"]},".\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Day's Inn of Wausau"],["url=http:\/\/www.staywausau.com"],["email="],["address=116 S. 17th Avenue"],["lat="],["long="],["directions=Exit 192 off I-39"],["phone = +1 715-842-0641"],["tollfree="],["fax="],["hours="],["price=$46-$54"],["checkin="],["checkout="],["content=120 rooms."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-39.svg"],["imagesize1=22"],["image1a=US 51.svg"],["imagesize1a=22"],["image1b="],["imagesize1b"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Hurley (Wisconsin)"],["Hurley"]]}],["minorl1=",{"type":"[[","value":[["Merrill"]]}," ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["Image:I-39.svg"],["18px"]]}," ends"],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Madison (Wisconsin)"],["Madison"]]}],["minorr1=",{"type":"[[","value":[["Stevens Point"]]}],["image2=WIS 29.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Chippewa Falls"]]}],["minorl2=",{"type":"[[","value":[["Abbotsford (Wisconsin)"],["Abbotsford"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Green Bay"]]}],["minorr2=",{"type":"[[","value":[["Shawano"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["44.95917"],["-89.63000"]]},"\n",{"type":"{{","value":[["isPartOf"],["North Central Wisconsin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Wausau,_Wisconsin"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Wisconsin\/Localities\/W\/Wausau"]]},"\n",{"type":"[[","value":[["Commons:Category:Wausau, Wisconsin"]]}]