[{"type":"{{","value":[["pagebanner"],["Camino de Santiago banner.jpg"]]},"\n",{"type":"[[","value":[["File:2010-Catedral de Santiago de Compostela-Galicia (Spain) 3.jpg"],["350px"],["thumb"],["Santiago de Compostela - Cathedral"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"'''","value":["The Way of St. James"]}," (Spanish:  ",{"type":"''","value":["El Camino de Santiago"]},", ",{"type":"''","value":["El Camino"]},", Galician: ",{"type":"''","value":["O Camiño de Santiago"]},", ",{"type":"''","value":["Ruta Xacobea"]},") is one of the most important ",{"type":"[[","value":[["Christianity"],["Christian pilgrimages"]]},", with ",{"type":"[[","value":[["Santiago de Compostela"]]},", ",{"type":"[[","value":[["Spain"]]},", as the final destination.\n\n",{"type":"==","value":["Understand"]},"\n\nThe pilgrimage goes to the Cathedral of Santiago de Compostela in ",{"type":"[[","value":[["Galicia"]]}," in northwestern Spain, where tradition has it that the remains of the apostle Saint James are buried. According to the legend, St. James' body was taken to Galicia by boat from ",{"type":"[[","value":[["Jerusalem"]]}," and carried inland to where Santiago de Compostela is now located. The pilgrimage is believed by some to be one of three pilgrimages for which the sins of the pilgrim will be forgiven. There are several routes that can be taken, the most popular being the ",{"type":"[[","value":[["French Way"]]},", which begins in ",{"type":"[[","value":[["Saint-Jean-Pied-de-Port"]]}," in ",{"type":"[[","value":[["France"]]},".\n\n",{"type":"==","value":["Prepare"]},"\n\nThe walk from the French border to Santiago de Compostela on the main routes of the French Way beginning at Roncesvalles or Jaca takes about a month. Speed hikers can make it in as little as two weeks (about the time bicyclists usually require), but that requires walking 40 km or more each day. \n\nWhile most of the route is fairly gentle with only a few long ascents, some days can be challenging. Over the past 20 years a great deal of effort has gone into improving the walkers' route, and most of the route is now well marked, reasonably well surfaced, and separated from the increasingly heavy traffic on Spanish highways. If one begins in France, the route passes over two major mountain chains and several smaller ones. There is a joke that the Camino never meets a mountain it doesn't cross. While that is not really true, there are many ascents and descents, and some of the latter can be quite steep.\n\nOne needs to be in reasonably good condition and to have good hiking boots. If you wish to camp, you need to carry clothing and a sleeping bag in a comfortable backpack. But you can stay in hostels (called ",{"type":"''","value":["albergues"]}," or ",{"type":"''","value":["refugios"]},") for low cost. Unless you plan to camp in the most crowded months of the summer season, you do not need to carry camping and cooking gear.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Stjacquescompostelle1.png"],["thumb"],["500px"],["Pilgrimage route"]]},"\n\nOne can start in France at ",{"type":"[[","value":[["Le Puy en Velay"]]}," or ",{"type":"[[","value":[["Saint-Jean-Pied-de-Port"]]}," and follow one of the ",{"type":"[[","value":[["routes of Santiago de Compostela in France"]]}," to Spain.\n\nOther popular starting points are ",{"type":"[[","value":[["Lisbon"]]}," in ",{"type":"[[","value":[["Portugal"]]}," or  ",{"type":"[[","value":[["Jaca"]]},", ",{"type":"[[","value":[["Sevilla"]]}," in ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Do"]},"\nTo earn the compostela (certificate of accomplishment) one needs to walk a minimum of 100 km or cycle at least 200 km. For walkers, that means in practical terms starting in the small city of Sarria, for it has transportation connections by bus and rail to other places in Spain. \n\nWhile many pilgrims only do that final portion of the route, there are great rewards for starting much further away. Some Europeans walk from their homes, following one of the many routes from virtually all corners of central and western Europe. Most of those routes, save the maritime one from the UK and the routes from Portugal and those from southern Spain, converge to funnel walkers across one of two Pyrenees passes, Somport or the route between St. Jean Pied-de-Port and Roncesvalles. A few days onward, those two routes converge at Puente la Reina and follow the traditional French Way across Navarra, Castilla y León, over the pass at O Cebreiro and on to Santiago.\n\nIf one has the time and inclination, there are several lovely ",{"type":"[[","value":[["Routes of Santiago de Compostela in France"],["routes across France"]]}," leading to Somport and St. Jean Pied-de-Port, the most popular the Chemin St. Jacques beginning at Le Puy-en-Velay and passing through Conques enroute to St. Jean Pied-de-Port. Another French route, the Chemin de Arles  passes through the southern tier of Languedoc toward Oloron St. Marie and the pass into Spain at Somport. While those routes are beautiful and interesting, they add weeks to the pilgrimage.\n\nDue to time constraints, many non-Europeans begin at St. Jean Pied-de-Port in France or Roncesvalles in Spain. Beginning in the French city means the first day of walking requires a long and steep climb, perhaps the most arduous single day on the route. Roncesvalles, steeped in history and the site of the defeat and death of Charlemagne's lieutenant Roland, is a usual starting point for Spaniards.\n\n",{"type":"===","value":["Walk"]},"\n",{"type":"[[","value":[["File:Camino del Norte (5594869695).jpg"],["thumb"],["300px"],["Pilgrimage route"]]},"\n",{"type":"[[","value":[["Image:Pilgrim Passport2.jpg"],["thumb"],["250px"],["right"],["St. James pilgrim passport stamps in Spain for the Camino Frances"]]},"\nOnce on the Camino, the pilgrim has three duties: to sleep, to eat, and to walk. Those duties are made less onerous by paying attention to the quality of the path, a large number of bars, restaurants, and cafes, and the albergues.\n\nAlternatively it is possible to walk the Camino with various travel companies that have set itineraries and will transfer your luggage between your overnight locations, leaving you free to enjoy the Camino in style and comfort.\n\n",{"type":"==","value":["Passport and stamps"]},"\n\nPilgrims wishing to receive their compostela at the end of the walk must first provide their Pilgrim's Passport. This document can be obtained at a pilgrim office, such as the ones run by Friends of the Camino. At each albergue, and sometimes at city centers and bars, pilgrims receive a unique stamp on their passport, serving as proof that the pilgrim actually walked through the city or town in question. The passport also proves to the albergue owner that the passport holder is a true pilgrim, not just someone looking for a cheap place to stay. \n\nStamps are also a way for cities and albergues to make their literal mark on a pilgrim's Santiago journey. In Santiago de Compostela, shops will offer to \"emplasticar,\" or laminate the passport to make a souvenir. Hundreds of stamps exist for each route of the Camino. Pilgrims can add to the database of stamps on websites built to keep track of the unique designs.\n\n",{"type":"==","value":["Routes"]},"\n\nThis section is an attempt to encourage sharing practical information about travelling the Camino.  Peregrinos (Spanish for \"pilgrim\" in English or \"pelerin\" in French) as they are called in Spain should feel free to use the information in this section and contribute to it.  Albergues, restaurants and other accommodations all change with time, and this information should be updated accordingly.\n\nThere are several different routes that can be called ",{"type":"'''","value":["The Way of St. James"]},", such as the ",{"type":"[[","value":[["French Way"]]},", the ",{"type":"[[","value":[["Northern Way"]]}," and ",{"type":"[[","value":[["Portuguese Way"]]},".  There are also many stopping points along each route, and none are mandatory.  The stopping points listed will vary for each peregrino, just like every peregrino's experience will be different.  The route listings are by no means complete, but are an attempt to share information about the possibilities.\n\nA pilgrim interested in walking less crowded routes may consider starting before the more popular starting lines, including beginning in Bayonne and crossing the Valley of Baztan to Pamplona. This takes just under a week and is less travelled than the Saint-Jean-Pied-du-Port route to Pamplona. Beware of the poorly marked trail during the last two days, though one needs only follow the valley. \n\nThe ",{"type":"[[","value":[["Northern Way"]]},", while definitely less populated, is not as well developed and there may be longer distances between established Albergues. \n\n",{"type":"===","value":["The French Way"]},"\n",{"type":"[[","value":[["File:Ruta del Camino de Santiago Frances.svg"],["thumb"],["400px"],["The French Way"]]},"\n\n",{"type":"{{","value":[["main"],["French Way"]]},"\n\nThe ",{"type":"[[","value":[["French Way"]]}," (Spanish: ",{"type":"''","value":["Camino Francés"]},") is the most popular of the routes of the Way of St. James. This section is just a brief outline. For a full description of the route please refer to ",{"type":"[[","value":[["French Way"]]},".\n\n",{"type":"===","value":["The Aragonese Way"]},"\n\n",{"type":"===","value":["The Northern Way"]},"\n\n",{"type":"===","value":["The Tunnel Way"]},"\n\n",{"type":"===","value":["The English Way"]},"\n\n",{"type":"===","value":["The Portuguese Way"]},"\n\n",{"type":"===","value":["The Silver Route"]},"\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"{{","value":[["usableitinerary"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Way of St. James"]]},"\n",{"type":"[[","value":[["Commons:Category:Way of Saint James"]]}]