[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Wazirpur"]}," is a village in ",{"type":"[[","value":[["Tonk"]]}," district, ",{"type":"[[","value":[["Rajasthan"]]},".\n\n",{"type":"==","value":["Get in"]},"\nWazirpur is a charming village on the main highway connecting ",{"type":"[[","value":[["Jaipur"]]}," to ",{"type":"[[","value":[["Kota"]]},". The nearest town is ",{"type":"[[","value":[["Tonk"]]},", which is 36 Km from Wazirpur. The village is easily reached from the main highway to Kota from Tonk. About 27 km from Tonk is the village of Chhan. Turn off here for Sakna and Wazirpur.\n\n",{"type":"==","value":["Get around"]},"\n\nIt is only a small village, so can easily be covered on foot.Another lake near Wazirpur is a famous bird breeding ground.On the way to Wazirpur there is a fomous Jain religion temple at sakna village.\n\n",{"type":"==","value":["See"]},"\nThe village is located on the shores of a beautiful lake, and has two traditional Hindu temples. The village people are still very simple; electricity was only introduced in 1992 and the village was connected to a road as late as 2005. It is a place where you can find traditional people, folk dancing and neat and clean mud brick houses.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Fish at local lake."]},{"type":"*","value":[" Request the villagers to show their folk dances. Dance together with them and learn the steps."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Do not buy anything or spend money. However, you may offer Rs 100\/= for a dance show or lesson and another Rs 100\/= for a guide."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nIn case of any problems, contact the village sarpanch (Village chief).\n\n",{"type":"==","value":["Go next"]},"\nA famous Jain temple is located in the nearby village of Sakna. The walk to Sakne from Wazirpur is very pleasant, passing a canal, a lake and fresh, green fields. \n",{"type":"{{","value":[["IsPartOf"],["Ajmer Division"]]}," \n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]