[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Weerribben (2625010444).jpg"],["thumb"],["Sunset over the swamps"]]},"\n",{"type":"[[","value":[["File:Weerribben3.JPG"],["thumb"],["Fields"]]},"\n",{"type":"'''","value":["Weerribben-Wieden"]}," is a national park in the ",{"type":"[[","value":[["Eastern Netherlands"]]},". It's less known and smaller than some other parks in the country, but offers nice opportunities for canoeing and boat trips through a generally quiet landscape of water and peat. Much of the landscape here evolved as a result of extensive peat harvest, which created large open water areas. Still, although a protected natural area, this is a cultivated place where nature has fully reclaimed only parts. Expect farm grounds and tractors to be part of the experience, as well as roads and traffic between the villages in and around the park. \n\n",{"type":"==","value":["Understand"]},"\nThis park is about 100km2 in size and it's main importance lies in the fact that it holds the largest bog of northwestern Europe. The park consists of two adjoining natural areas: ",{"type":"''","value":["De Weerribben"]},", which has been a protected park since 1882, and ",{"type":"''","value":["De Wieden"]},", which was added to the park in 2002. Peat production was an important local industry until the end of WWII, and cane has been produced in limited parts of the area after that.  \n\n",{"type":"===","value":["Flora and fauna"]},"\nVegetation and animal life here are distinctive, and typical for a bog environment. The noteworthy animals include birds and insects, as well as the hard to spot European Otter. The Black Tern, Bluethroat and Eurasian Bittern are a few of the bird species that find refuge and breeding opportunities in the park's reed. As the profits from reed cutting diminished, and the fields were not maintained, trees were allowed to grow into bog forests. Those are a favourite habitat for ducks.\n\n",{"type":"==","value":["Get in"]},"\nThere are no fees or permits required to enter and enjoy the park's natural beauty and easy access is available from several directions and neighbouring towns. A good place to start is the visitor's centre, where lots of information is available.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bezoekerscentrum Wieden"],["alt="],["url=https:\/\/www.natuurmonumenten.nl\/bezoekerscentrum\/bezoekerscentrum-de-wieden"],["email=bcdewieden@natuurmonumenten.nl"],["address=Beulakerpad 1, Sint Jansklooster"],["lat="],["long="],["directions="],["phone=+31 527 24 66 44"],["tollfree="],["fax="],["hours="],["price="],["content=At this visitors' centre you can also enjoy a cup of coffee or tea or book a canoe."]]}]},"\n",{"type":"==","value":["Get around"]},"\nThere are no cars allowed in most of the interesting parts of the park, and the main way to get around is by foot, bike, boat or canoe. There are printed maps available from the visitor's centre, but there's also an interactive map",{"type":"[","value":["http:\/\/www.ontdekweerribbenwieden.nl"]}," with routes and main points of interest. \n\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]}," - is popular, as the wide and flat terrain is easy to manage and hiking is the best way to spot the often small sized animals that reside here. Routes and trails are available from the visitors' centre and many café's and restaurants in the surroundings. "]},{"type":"*","value":[{"type":"'''","value":["Biking"]}," - allows to cover more terrain. Again, routes are available. Several of the establishments in the area offer bike rental, but it's best to call ahead."]},{"type":"*","value":[{"type":"'''","value":["Canoe trip"]}," - and excellent way to explore the many waterways and lakes. Canoes are inexpensive to rent and available from several places."]},"\n",{"type":"==","value":["See & do"]},"\n",{"type":"[[","value":[["File:De Wicher2 Weerribben.jpg"],["thumb"],["Windmill The Wicher near the village of Kalenberg"]]},"\nThe landscapes in the park vary from wide, open fields to forests. The many small and large bodies of water give the are a charming look, and several special \"view points\" are indicated, offering some of the best places to take in the vistas. \n\nHiking, biking and canoeing are more than just ways to get around; they are among the main activities here too. Try to spot some of the small wildlife on the way. Some of the small towns in and around the park are worth a visit, in particular ",{"type":"[[","value":[["Giethoorn"]]}," (with a small museum too) and ",{"type":"[[","value":[["Kalenberg"]]},". \n\nFor hikers, there are 5 marked routes available. Among the shortest ones are the 1km \"vlonderpad\", the 3,5km \"laarzenpad\" (or ",{"type":"''","value":["boottrail"]},", make sure to bring boots as you'll be walking in part through the mud). These are also most fun for childred. The  2km \"veenweidepad\" is indicated with blue markers, a comparable 4 km \"veenweidepad\" is marked in red, and the 4,5 km \"kiersche wijdepad\" is marked in yellow. For a longer route, combine the red and yellow marked route for a total trail of 8,5km. There are two marked bicycle routes, 34km and 40km in length.\n\nAll marked routes lead along several natural and cultural elements, passing different landscapes (forest, reed fields, water) but also traditional farms with reed roofs. Note that any farms you see are not attractions but people's homes, they're not open for visitors. Small windmills can be seen in some of the fields, and near the village of Kalenberg stands a larger, working drainage mill:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=De Wicher"],["alt="],["url="],["email="],["address=Hoogeweg 3, Kalenberg\/IJsselham"],["lat=52.785509"],["long= 5.97809"],["directions="],["phone=+31 561-477272"],["tollfree="],["fax="],["hours="],["price="],["content=This mill was reconstructed in 1982, at the place where an earlier, comparable mill was demolished in 1942. The drainage mill is maintained by the State Forest Management, which is also responsible for a good part of the park in general. In the summer season, it's operated by a volunteer miller and open for visitors on Wednesday afternoons 13.30-17.00h and on appointment. It is in working order, and used during summer to drain the surrounding reed beds."]]}]},"\n",{"type":"==","value":["Eat & drink"]},"\nThere are quite a few establishments in and around the park, many located along the water or in one of the friendly villages. Most offer both food and drinks, and many can arrange boat trips or other activities for you. Note that most hotels have restaurant facilities too, so check out the sleep section for more options.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=De Gele Lis"],["alt="],["url=http:\/\/www.degelelis.nl"],["email="],["address=Hoogeweg 27 a, Ossnezijl"],["lat="],["long="],["directions="],["phone=+31 561 477 442"],["tollfree="],["fax="],["hours="],["price="],["content=This place offers all kinds of services you might be looking for. It has a pleasant terrace, where you can enjoy food and drinks but also arranges boat and canoe trips and rents out bikes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Smit`s Paviljoen"],["alt="],["url=http:\/\/www.smitspaviljoen.nl"],["email="],["address=Binnenpad 29a"],["lat="],["long="],["directions="],["phone=+31 521 361215"],["tollfree="],["fax="],["hours=10am-closure"],["price="],["content=Another nice place for daytrips, built right on the water with lovely views. It offers food and drinks, can be reached over the water as well as over land, and offers canoe and boat rental (but no bikes)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Netl"],["alt="],["url=http:\/\/www.netl.nl"],["email="],["address=Leemringweg 19, Kraggenburg"],["lat="],["long="],["directions="],["phone=+31 527 203043"],["tollfree="],["fax="],["hours="],["price="],["content=This charming place a few km from the park has the feel of a beach pavilion, and a focus on sustainable produce. It has a good restaurant, several bars and a golf course."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are quite many places to stay around the park, and a few (including basic canoe camp spots) within the national park area. For hotels and B&B's, make sure to check out nearby villages like ",{"type":"[[","value":[["Giethoorn"]]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Geertien"],["alt="],["url="],["email="],["address=Muggenbeet 3, Blokzijl"],["lat="],["long="],["directions="],["phone=+31 527 291245"],["tollfree="],["fax="],["price=Double rooms from €76"],["checkin="],["checkout="],["content=A quaint, family-run hotel and restaurant at a central place in the park, making it a nice base. It has 14 adequate rooms, a nice outdoor terrace and an old-fashioned but cosy café. The restaurant is nice too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Recreatie-centrum 'Het Doevehuis'"],["alt="],["url=http:\/\/www.hetdoevehuis.nl\/"],["email="],["address=Jacoline de Lange 1, Kalenberg-Zuid"],["lat="],["long="],["directions="],["phone=+31 561 477394"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Large tent €4,50 per night"],["content=This recreational centre offers a small camping place, although it focuses on other services such as bike- and canoe rental and all kinds of larger boat rental and boat trips. There's a pleasant and popular café and restaurant, of course including outdoor terraces. As for the camp site, it only has space for 8 or so large tents or caravans, plus a number of smaller tents, so make sure to call ahead - especially in high season."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Het Rietershuijs"],["alt="],["url=http:\/\/www.hetrietershuijs.nl\/"],["email="],["address=Kalenbergerpad 7"],["lat="],["long="],["directions="],["phone=+31 561 474440"],["tollfree="],["fax="],["price= €90 for  room (incl. breakfast)"],["checkin="],["checkout="],["content=A good hotel and restaurant with recently renovated rooms. Rooms are well-equipped and have nice views of the village harbour. Note that the place closes for the whole month of November."]]}]},"\n",{"type":"==","value":["Go next"]},"\nHop over to the cities of ",{"type":"'''","value":[{"type":"[[","value":[["Zwolle"]]}]}," or ",{"type":"'''","value":[{"type":"[[","value":[["Heerenveen"]]}]},". The ",{"type":"[[","value":[["Frisian Lakes"]]}," area has loads to offer in terms of water sports and nature, and other pleasant cities like ",{"type":"[[","value":[["Sneek"]]}," and ",{"type":"[[","value":[["Joure"]]},". At just an hour's drive northwest you'll be in historic ",{"type":"'''","value":[{"type":"[[","value":[["Franeker"]]}]}," or go northeast and an hour will get you to bustling ",{"type":"'''","value":[{"type":"[[","value":[["Groningen"]]}]},".\n\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Netherlands"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["geo"],["52.73"],["6.03"]]},"\n",{"type":"[[","value":[["Wikipedia:De Weerribben-Wieden National Park"]]}]