[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Weifang"]}," (潍坊; Wéifāng) is a city in Shandong Province.\n\n",{"type":"==","value":["Understand"]},"\nWeifang is located in the center of Shandong province in between Jinan to the West and Qingdao to the East. WEIFANG is known as \"Kite Capital of the World\", \nWeifang and its fresh winds are well known throughout the province.\n  \nBesides kites, Weifang, like many other Chinese cities,  is forever under the constructor's crane with\nnew buildings popping up seemingly overnight.  Modern and new but still retaining its old-school charm, Weifang is a unique place to witness the \"real China\" (or the new China) where the past meets the future in an endless array of complete contradiction and awe-inspiring moments that truly is the essence of the People's Republic of China.\n\nWeifang has a certain characteristic in its exceptionally wide and straight boulevards that make out a chess pattern for many kilometers, resembling some American cities and perhaps also Beijing. However, the boulevards are much too wide for its number of vehicles so they very rarely get too crowded. Traffic jams are most uncommon and, due to the city's flatness, one can sometimes look down a 10-lane boulevard stretching to the horizon without a single car on it.\n\nForeigners are a rare sight. If you are European-looking prepare to be stared at and given a lot of (friendly) attention.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n\nThe train station is very new and comfortable when compared to other cities in the province.\n\nWeifang is on the main line from Beijing to Qingdao and by CRH, China Rail Highspeed (Bullet)\nIt is about 4h:10m to Beijing, 1h:50m to Jinan and 1h:05m to get to Qingdao\nThere's plenty of transport outside the station, \nhowever the immediate surrounding area is undergoing heavy\nconstruction (welcome to Weifang).  From the station take bus \n56 to get to the downtown spots. \n'As with every train station in the country, beware of the taxi drivers waiting to overcharge unsuspecting foreigners.' This previous para, is incorrect or old information now, and should be removed.\nAll Green and Gold taxis are \"Beijing Hyundai Elantra's\" they are all correctly metered\nThe Blue taxis, which are slowly being replaced, are Volks Wagon Santana's, they are also fully metered.\nThere is no need walk away from the station to the road and catch a taxi who uses the meter.\nWhen exiting Weifang train station, the taxis at the ground level are \"long distance\" taxis, i.e., more than 10km distance for your travel\nThe taxis at the upper (1st level) are the general taxis for Weifang downtown areas. Currently (April 2012) the fare starts at 5 rnb, plus 1 rnb fuel surcharge, totally 6 rnb, This will take you to almost all down town locations.\n\nIf departing there are many ticket agencies around the city that sell train tickets with only a 5 or 10 yuan service fee, making it unnecessary to head back to the station and wait in the \ncrowded lines.  Agency operators (as with most citizens in this \nsmall city) most likely will not speak English.  Booking your train up to 10 days in advance is advisable.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are three main bus stations in Weifang, \n1\/ First of which is completed construction and is located across the train station.  \n2\/ Second of which is down the road from the train station - one kilometer or so, adjacent to the \"cheap market\" in Quingnian Rd..\n3\/ Of which is the other long distance bus station on Jiankang East Street\n\nWith the new China Rail Highspeed (CHR)trains, short-distance buses see much less passengers, however during holidays are sometimes the only way \nto go.  As there is no pre-booking of bus tickets, simply show up the day (morning is better) you want to go.\n\n",{"type":"''","value":["Qingdao airport"]},": if catching a flight from Qingdao it is cheaper and sometimes more efficient to take the bus from Weifang to Qingdao, the minibus, which is a Ford Transit 16 seater, stops at departures at Qingdao Airport. The cost is 70 rnb. Many Chinese people do exactly this.  Taking a train to Qingdao will require taking either an airport bus or taxi, back the way you came, about 20 minutes outside of Qingdao to where the airport is located.  Traveling from Weifang directly to Qingdao airport by bus takes about 2 hours and costs 70 rnb.\n\n",{"type":"''","value":["Travel tip"]},": buses in China generally do not have toilets on them and they sometimes go for hours (especially sleeper buses) without stopping.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\n\nWeifang buses much like the city itself are new and therefore quite comfortable when not peak travel times.  Buses start around 6AM ending at about 10PM in the summer and 9PM in the winter.\n\nThe two main roads are Dongfeng Jie and Shengli Jie which bus #16 and #56 both service.  Bus 16 follows a circular loop along both of these two main streets while bus 56 starts at the train station and ends at the other side of the city at Weifang University.\n\n",{"type":"===","value":["By Taxi"]},"\n90 % of the taxi's in Weifang are now green and gold taxi's, these are Hyundai Elantra's.\nThe older blue are slowly being replaced, they are Volks Wagon Santana's. Taxi's will go 3 kilometers before adding about 1.6 yuan per each extra kilometer.  An extra one yuan fuel fee is \nto be paid to the driver at the end of your voyage. Weifang proper is quite small so getting from end of the city to the other won't cost more than ¥20.\n\n",{"type":"==","value":["See"]},"\nWeifang's claim to fame is its kites and a visit to Weifang should include some exposure to the kite culture here.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The International Kite Festival　国际风筝会"],["url="],["email="],["address="],["lat="],["long="],["directions=If going by city bus use #30."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is held each year on or around April 20th. Kiters from around the globe come to hoist their prized possession skyward in differing competitions ranging from largest kite to synchronized flying, team competitions and also general kite displaying and flying.  Locals and visitors alike are welcome to bring their own kite and cast it into the wind. The kite grounds are about an hour outside of the city by bus. Many hotels offer their own buses out to the kite grounds so getting out there isn't too much difficulty．"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Kite museum & square 风筝广场"],["url="],["email="],["address="],["lat="],["long="],["directions=Bus 16, 20, 56 and many other buses stop here."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is located in the financial district, across from the giant Bank of China. A nice place to witness old men playing traditional games of chess or cards or other games, buy a kite, or people watch. The Museum is worth a look to glimpse kites from around the world and the brush up on your kite history."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Kite Factory　杨家埠风筝厂"],["url="],["email="],["address="],["lat="],["long="],["directions=take bus #5 to the last stop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=lies outside of Weifang in a place called YangJiaPu. Inside the museum cum factory one will witness traditional kite making and production in a traditional Chinese setting of small gardens, old buildings and a slower pace of life. It's a good idea to buy your own kite at one of the shops outside of the factory (along the road) as it is generally cheaper here than in the city or in the factory itself."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shouguang　寿光"],["url="],["email="],["address="],["lat="],["long="],["directions=long distance bus - about 30 minutes"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=has a vegetable fair each year around kite festival time. An entire playground of enormous fruit and vegetables are arranged for your viewing and photo taking pleasure. Seeds and farming products along with the common tourist goods are for sale, too."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gao Mi　高密"],["url="],["email="],["address="],["lat="],["long="],["directions=long distance bus - about one hour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is known throughout Shandong for its delicate, intricate paper cuts. Resembling giant red snowflakes, the numerous designs are mind boggling, ranging from: sports, animals, vegetables, to traditional buildings, ancient China and other scenes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wei Xian Memorial　潍县纪念碑"],["url="],["email="],["address="],["lat="],["long="],["directions=Buses 31, 59 and a host of other busses"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just south of the intersection of Yuhe Road and Shengli Street. There is an old WWII era concentration camp memorial north of People's Hospital down by the river. Thousands of Western prisoners of war, including Eric Liddell, portrayed in the movie Chariots of Fire, were interned here during the Japanese occupation - an interesting, little known site in Weifang.  The names of the prisoners are written in Chinese on the monument, but their English names are on a plaque to the south."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Amusement Park 富华游乐园"],["url="],["email="],["address="],["lat="],["long="],["directions=Bus 16 & 20 stop here."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=described as having not only the largest roller coaster in Shandong, but all of mainland China, the amusement park is a fun way to spend a day"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Weifang Museum 潍坊博物馆"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=across the street from the amusement park is a nice way to spend a bad weather afternoon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The People's Government Square 人民广场"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"'''","value":["The River Area"]}," in addition to the ",{"type":"'''","value":["Kite Square 风筝广场"]}," are all great places to people watch, fly a kite, go for a walk or just get some fresh air.  Be prepared for some extra attention - Weifangers are being unaccustomed to foreigners."]]}]},"\n",{"type":"==","value":["Buy"]},"\nA shopping trip to Weifang would most definitely include a ",{"type":"'''","value":["kite"]},".  For yourself or as a gift, put on a wall or fly it in the wind.  Versatile, pretty,\nunique.  Remember to bargain hard with the shop owner.\n\nThere are 3 places to buy computer and all types of electronic equipment and gadgets.\n\n1\/ Located near the Medical University, is Weifang Technology market, looking very old and run down,   Take bus #16.\n2\/ Located adjacent to Bank Of China on Shengli West St. This is new,\n3\/ Located at Venice Plaza on Quingnian Rd., This is new,\n\nShopping on the ",{"type":"'''","value":["old road"]}," is also an interesting time.  Antiques, handicrafts, scroll-like wall paintings and many other nick-nacks are located in this tucked away part of town.\n\nCheap, tailor made suits, dresses, coats or fabric can be found on ",{"type":"'''","value":["Tailor Street"]}," down the road from the Technological Market.  Don't forget to haggle.\n\n",{"type":"==","value":["Eat"]},"\n\nShandong food comes in two flavors - spicy and salty and usually both.  Bun-like white bread is more prevalent than noodles in the province and the seafood is generally quite fresh.  Weifang has many restaurants on offer and for a random stab at it, try Si Ping Lu which is lined with eateries.  Menu's are generally ",{"type":"''","value":["not"]}," in English though most restaurants have picture menu's or food displayed in the entrance.  Enjoy.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Weifang Ren Jia 潍坊人家"],["url="],["email="],["address="],["lat="],["long="],["directions=bus 16"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent local dishes can be found here.  Try the wasabi chicken."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sea Palace 海王府"],["url="],["email="],["address="],["lat="],["long="],["directions=bus 16, 56"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For ",{"type":"'''","value":["Seafood"]}," the Sea Palace can't be missed.  Elegant dining in an enormous hotel-like building.  Easy to order food display in the lobby area makes eating here a cinch: pick and point what looks tempting.  Patrons to this restaurant are given a private room to eat in with anxious staff ready and willing to help."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For ",{"type":"'''","value":["Fine Chinese Dining"]}," head over to the YuanFei hotel and stop at their restaurant ",{"type":"'''","value":["鸢飞潍县菜馆"]}," where the delicate dishes are served up in a traditional, clean environment."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Green Leaf　绿叶火锅"],["url="],["email="],["address="],["lat="],["long="],["directions=bus 56"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic Hot-Pot can be found at the Green Leaf located on East Fushou Jie."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sichuan Restaurants"],["url="],["email="],["address="],["lat="],["long="],["directions=bus 56, 16"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These two are tops in the city: ",{"type":"'''","value":["四川酒村"]}," near the Shengrong Hotel & ",{"type":"'''","value":["天府传说"]}," on Siping Lu."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Authentic ",{"type":"'''","value":["Korean"]}," food made by Koreans: ",{"type":"'''","value":["汉江韩国料理"]},"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If it's ",{"type":"'''","value":["Japanese"]}," you crave the Japanese foreigners make it best here: ",{"type":"'''","value":["一休日本料理"]}," on Si Ping Lu."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If something exotic is tingling your palate you may want to sample some excellent ",{"type":"'''","value":["donkey meat"]}," at this not so easy to find restaurant near the WWII memorial: ",{"type":"'''","value":["韩重庆朝天锅"]},". It's in an apartment community. There are several restaurants serving donkey as the locals seem to consider it delicious. Dog meat is also available in restaurants but only in the winter."]]}]},"\nAfter 9PM, choices are severely reduced, the best options for late night chow being ",{"type":"'''","value":["YonHo 永和豆浆"]}," or ",{"type":"'''","value":["McDonald's"]},", both of which are open 24 hours.\n\n",{"type":"'''","value":["Weifang radishes"]}," are re-known in Shandong for their nutrition \nand zesty flavor, a trip to Weifang should include a bite of radish.\nHead to the supermarket or bargain with a guy selling them on the sidewalk.\n\nSome supermarkets in the city even offer fully cooked and prepared (though from packaged bags) ",{"type":"'''","value":["dog meat"]},".  Woof!  Woof!\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=M-Box bar"],["url="],["email="],["address=nanxiahe street （50 metres north from the riverdale apartments entrance), also accessible through Tai Hua Mall"],["lat="],["long="],["directions="],["phone=0536—8211829"],["tollfree="],["fax="],["hours="],["price="],["content=has a live band and the occasional amateur foreigner can be heard singing or playing the guitar. Seems to be the foreigners' bar of choice with an English drink menu with foreign liquor and a friendly English speaking owner, Leo. Ask around for directions."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=California Dreamin"],["url="],["email="],["address=East Shengli Street, 200 meters eastwards of Yuanfei Hotel"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Western looking bar with live band and (fairly) English speaking staff wearing cowboy hats."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tie Mu Zhen (铁木真）"],["url="],["email="],["address=Located on Dong Feng Street E., in Zao Chun Yuan (早春园）"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a pool table and is usually not too crowded."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kiss Bar (Kiss酒吧）"],["url="],["email="],["address=Si Ping Lu"],["lat="],["long="],["directions=bus 16, 56"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=small and dank with a live singer on stage a couple times an hour. Closes at 12:30AM."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=0536 Dance Club"],["url="],["email="],["address="],["lat="],["long="],["directions=bus 16, 56"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is the dance club of choice in Weifang. Watch yourself as it can get raucous on the weekends with fights breaking out unexpectedly."]]}]},"\nThe top choice among the younger locals seems to be Soho Bar, which is a nightclub with insanely loud music and a (for a foreigner) difficult to understand table\/barchair reservation set-up.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe Fairington is the only (thus far) 5-star hotel in Weifang.  It is located away from the city center - very near the Weifang Amusement park.  Associated with the Fairington is 'Building B' a comfortable 3-star hotel across from the main building. Both wings have restaurants and shopping available.  Both are often filled with businessmen as the convention center is nearby.\n\nThe Dongfeng Hotel is a well established 4-star hotel not too far from the Fairington at the cross streets of Dongfeng Lu and ....  Like the Fairington, the Dongfeng has all the amenities, including its own building B, and is often full of business people.\n\nThe YuanFei is a new, luxurious 4-star located in the heart of the financial district across from the Bank of China...\n\nThere are plenty of other hotels around the city however, the staff most likely will not speak English.  The hotels listed above all have English speaking staff.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Qingdao - home of China's favorite beer"]},{"type":"*","value":[" Yantai"]},{"type":"*","value":[" Weihai - China's Cancun for Koreans"]},{"type":"*","value":[" Tai Shan (Taishan) - climb the mountain, see the temples"]},{"type":"*","value":[" Qufu - UNESCO World Heritage Site"]},{"type":"*","value":[" Beijing"]},{"type":"*","value":["Suzhou"]},{"type":"*","value":[" Shanghai"]},"\n",{"type":"{{","value":[["IsPartOf"],["Highland Shandong"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Weifang"]]},"\n",{"type":"{{","value":[["geo"],["36.716666666667"],["119.1"]]}]