[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Midigama"]}," is a city in ",{"type":"[[","value":[["Weligama"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMidigama is a relaxed beach town with uncrowded surf and friendly locals. Midigama is what Hikkadua was in the 70's and now lacks. \n",{"type":"==","value":["Get in"]},"\nBus: Buses running around the coast pass along the Colombo to matara road every 20minutes or more frequently 24 hours per day. \nTrain: under construction at the time of writing but when running will be a stop on the Colombo to Matara line. See Colombo fort train station departure times.\n\n",{"type":"==","value":["Get around"]},"\nTuk tuk: more expensive than buses but take you door to door. approx 700rupee from Midigama to Galle (although the Tuk Tuk owners will start at R1500 - R2000 before being bargained down to 700), 150-200rupee to Welligama.\nBus: cheap and easy way to get around the main features but is restricted to the main roads. Pass along road every 10-20minutes and is a good alternative for the budget traveler as it is only R41 to Galle.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nSurf: multiple surf breaks within walking distance along the coast. Lazy lefts - popular left hand reef break with easy take off and long walls great for mid range surfers. Ram's - A frame reef break with steep take off and hollow sections on both right and left, beware shallow reef.\nBeach: great for swimming snorkeling and relaxing when not surfing. \n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nLocal guest houses provide good local foods and limited drink (beer and soft drink) for reasonable prices.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Kasuma's Lazy left guesthouse"]},": located in the middle of Midigama beach Lazy lefts offers cheap, clean and friendly accommodation catering for travelers keen to enjoy the surf and beautiful beach that runs directly in front of the guesthouse. 700rupee per night includes private room with attached bathroom right on the beach. Has good food and drink available on site, surfboards for hire, internet access and friendly staff.\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sri Lanka"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["5.973889"],["80.429444"]]},"\n",{"type":"[[","value":[["wikipedia:Weligama"]]}]