[{"type":"{{","value":[["pagebanner"],["Wells banner Vicars Close.jpg"],["caption=Vicars Close in Wells"],["disambig=yes"]]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Wells"]}," is the smallest city in ",{"type":"[[","value":[["England"]]},", with a population of around 10,000. It is in ",{"type":"[[","value":[["Somerset (England)"],["Somerset"]]}," in the South West of the country. The city is dominated by the magnificent Gothic cathedral and is famous for its remarkably intact ecclesiastical quarter. This area contains the Bishop's Palace  - the seat of the Bishop of Bath and Wells - and the Vicar's Close, a mediaeval street purported to be the oldest continuously-inhabited street in Europe. The city takes its name from the wells found in the Cathedral grounds.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is ",{"type":"[[","value":[["Bristol"]]}," International Airport, around 20 miles away. You can hire a car at the airport or catch the bus into Bristol itself in order to catch a bus to Wells. In common with many rural towns, Wells has no train station.\n\n",{"type":"===","value":["By car"]},"\nIf you are driving from ",{"type":"[[","value":[["Bristol"]]},", take the A37 south until you reach the A371, then head west into Wells. If you happen to be coming from ",{"type":"[[","value":[["Bath (England)"],["Bath"]]},", take the A39 west into the A37, and then on to the A371 west into Wells.\n\n",{"type":"===","value":["By bus"]},"\nThere is an hourly bus service, number 346, from Bristol. Get on at Bristol bus station or at Bristol Temple Meads rail station. This service is run by FirstGroup and up-to-date timetables can be found here",{"type":"[","value":["http:\/\/www.firstgroup.com\/ukbus\/southwest\/bristol\/timetables\/index.php?operator=3&page=1&redirect=no"]},"\n\n",{"type":"==","value":["Get around"]},"\nThe city is so small that unless you have a medical condition you should have no trouble walking everywhere. If you would like there are taxis but these would only be useful making forays into the countryside (beautiful, by the way) or to nearby Cheddar, but these are accessible by bus, as well.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Wells Cathedral and its Grounds"]}]},"Wells Cathedral is the only cathedral in England that still has a Vicars Close and Bishop's Palace intact (so they claim). This makes it a must-see and a will-see, as it rises above the town and is visible for miles! The most distinctive thing about this cathedral is the scissor arches in the transept. These modern-looking arches were built in the 1300s to stabilise the structure after a heightened tower was added, and they face north, south, and west.\n",{"type":"*","value":[{"type":"'''","value":["Wells Museum"]}," is opposite the cathedral. It portrays the history of the city."]},{"type":"*","value":[{"type":"'''","value":["Wells carnival"]}," takes place every November and it's full of illuminated floats. Don't miss it."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Every Wednesday and Saturday there is a market in the Market Place with all kinds of local art, jewellery and other goods."]}," \n",{"type":"*","value":["High Street and the Market Place are probably the best places to shop in Wells.You'll find W H Smith, and many other shops. Several shops open on Sundays."]},"\n",{"type":"==","value":["Eat"]},"\n \nThere is a bunch of restaurants in the centre of Wells and around it. No matter what you like, if Italian, Chinese, Indian or traditional English, you'll find somewhere.\nTo figure out what's best, go to the tourist office within the town hall to get a leaflet about all the restaurants in the city.\n\n",{"type":"==","value":["Drink"]},"\nThere are a nice pubs in Wells. The Rose & Crown has some nice ales and a great beer garden, but it can get quite busy on weekends. The City Arms has some great food, but it's quite quiet in there and lacks the pub atmosphere. The Crown has a great atmosphere and it's a great pub. The King's Head is fantastic, warmest welcome in town.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Best Western Swan Hotel"],["alt=BA5 2RX"],["url=http:\/\/www.swanhotelwells.co.uk"],["email="],["address=Sadler Street, Wells, Somerset"],["lat="],["long="],["directions="],["phone = +44 1749 836300"],["tollfree="],["fax="],["hours="],["price=£134"],["checkin=1400"],["checkout=1100"],["content=15th century coaching inn with 50 bedrooms located opposite Wells Cathedral"]]}]},"\n\n",{"type":"==","value":["Go next"]},"\nOther local attractions near Wells are:\n",{"type":"*","value":[{"type":"[[","value":[["Bath (England)"],["Bath"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bristol"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cheddar (Somerset)"],["Cheddar"]]}]},{"type":"*","value":[{"type":"[[","value":[["Glastonbury"]]}]},{"type":"*","value":[{"type":"[[","value":[["Street (Somerset)"],["Street"]]},"( with Clarks Village outlet mall)"]},{"type":"*","value":[{"type":"[[","value":[["Shepton Mallet"]]}," - a pleasant historic market town with a good range of listed buildings."]},{"type":"*","value":[{"type":"[[","value":[["Wookey Hole (Somerset)"],["Wookey Hole"]]},"  Caves (full of adventure for little kids)"]},"These attractions are all accessible by bus (busses usually leave from the bus station near Tesco)\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Somerset_(England)"]]},"\n",{"type":"[[","value":[["wikipedia:Wells"]]},"\n",{"type":"{{","value":[["geo"],["51.209166666667"],["-2.6508333333333"]]}]