[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Wemindji"]}," is a village in ",{"type":"[[","value":[["Quebec"]]},", located on James Bay, which is the southern part of Hudsons Bay.\n\nWemindji is part of the Cree nation.  The first language spoken in Wemindji is Cree.  Due to the historical contact with the Hudson Bay Company, many Cree people speak English as a second language.\n\n",{"type":"==","value":["Get in"]},"\nWemindji is accessible via the James Bay Road.  The gravel access road to Wemindji is located at kilometer 518 of the James Bay Road (518 km north of Matagami).  Once on the gravel road, it is 96 kilometers to Wemindji.  There are no services until you reach the village of Wemindji.  \n\nAs of 2009, the gravel road is in good repair and is regularly graded.  There are a few areas of washboard but not many.  The road is passable by and is regularly used by passenger vehicles.   \n\nNote that fuel is available 24 hours a day on the James Bay Road at Matagami, QC (km 0), at Relais Routier (km 381) and at Radisson (km 620).  Fuel is also available in Wemindji at Sibi Gas Station and Hardware Store, however it may not be available 24 hours a day.\n\nThe James Bay Road is very remote.  Make sure your vehicle is in good repair.  Be prepared to deal with black bear and insects, which are common throughout the northland.\n\nJames Bay Road Guide ",{"type":"[","value":["http:\/\/www.jamesbayroad.com\/jbr\/jbrguide.html"]},"\n\nWemindji Airport is served by Air Creebec with connections to Montreal, Val-d'Or, and Chisasibi.\n\n",{"type":"==","value":["Get around"]},"\nWemindji is a small community surrounded by a vast wilderness.  It is on Paint Hills Bay about 5 km from the open water of James Bay, and is surrounded with many lakes, inlets, bays and islands.  During the summer, canoes and motorboats are the most common way to access the surrounding area.  During winter, snowmobiles are the usual means of transport.\n\nCanoes and kayaks are available for rent, and outboard motor powered freighter canoes with guide are available for longer excursions.\n\nCanoe and kayak launch sites are available.  There is a trailer boat launch for light vessels available in Wemindji.  There are many boating opportunities in the protected chain of lakes around Wemindji.  Boaters are cautioned that conditions on James Bay may change rapidly, and that the open waters of James Bay must be navigated with offshore ocean skills.  The maze of islands can be confusing, so a GPS navigation system is recommended. It is recommended to speak to locals about your boating plans so that if you go missing, they will know to look for you.\n\nMawabou Taxi is available in the village.\n\n",{"type":"==","value":["See"]},"\n\nJames Bay and Paint Hills Island - Guided motorboat excursions may be arranged to visit Paint Hills Island, or any of the many islands surrounding Wemindji, where wildlife can be observed. \n\n",{"type":"==","value":["Do"]},"\nInteract with Cree people and learn about their culture\n\nPractice your kayaking skills\n\nExplore a deserted island\n\nLearn about how to build a Cree tipi shelter\n\nLook at the freighter canoes\n\nObserve northern plant, animal and sea life\n\nWalk the rocky coastline\n\nMountain bike the singletrack and two-track trails around the village\n\n",{"type":"==","value":["Buy"]},"\nCommunity Store\n\nNorthern Store\n\nSibi Hardware Store\n\nBanking - the Bank of Montreal\n\n",{"type":"==","value":["Eat"]},"\nKrisanne's Restaurant\n\nPowerplay Restaurant\n\nM&M's Restaurant\n\n",{"type":"==","value":["Drink"]},"\nPlease respect that Wemindji is a dry community.\n\n",{"type":"==","value":["Sleep"]},"\nMaquatua Inn - Hotel\n\nKookum Sarah's Bed & Breakfast\n\nThere are primitive, informal camping locations available just outside of the Village. You may be able to park an RV near the freighter canoe launch.  It is best to ask if it is OK at the Police station or the village offices.  There is a large construction site \/ gravel pit about 10 km east of the village which would be a good place to park an RV, although it is somewhat far from the village.  There is a lot of room there, it is all flat gravel.  Ask at the village about what is the best place to park. There are no water or dump station services, you will need to be self contained.  \n\nIf you are tenting, take a good groundcloth to protect your tent and sleeping pad to protect your back, most good camp areas are gravel.\n\nThroughout the James Bay Region, it is common to park the vehicle just off the road and camp.  There are a number of quarries, logging roads and access roads that can be used with care to find good sites for tenting and RV parking off of the main road.\n\n",{"type":"==","value":["Cope"]},"\n:Wemindji Police Force: +1 819 978-0320\n:Ambulance: +1 819-978-3911\n:Fire Department: +1 819 978-3773\n:Clinic: +1 819-978-3117\n:Dental Services: +1 819-978-0341\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe nearest villages by road are Radisson (198 km), Chisasibi (268 km), and Eastmain (366 km).\n\n",{"type":"{{","value":[["IsPartOf"],["Baie-James"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Wemindji, Quebec"]]},"\n",{"type":"{{","value":[["geo"],["53"],["-78.8"]]}]