[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Wenchang"]}," (文昌; ",{"type":"''","value":["Wén​chāng​"]},") is on the Northeast coast of ",{"type":"[[","value":[["Hainan"]]}," Province in southern ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWenchang has been the cultural center of Hainan for centuries and the Wenchang accent is considered the standard variant of ",{"type":"[[","value":[["Hainanese"]]},". The city houses the Confucius Temple, one of the oldest building on the island, and Wenchang School, a prestigious school funded by many overseas Chinese.\n\nThe city is not as \"modern\" and booming as Sanya. It is rather like a showcase on the lifestyle of ordinary Hainanese. It has only 520,000 residents, but is the ancestral home for over a million overseas Chinese, mainly in Malaysia, Singapore and Thailand. These immigrants have influenced the lifestyle back in Wenchang. During the day, people enjoy hanging out in a (kinda) cafe with a cup of tea and a slice of cake for Y1-2. At night, they may play table tennis, sing KTV and dance Tango in Wenchang Park.  \n\nThe city also has a huge coconut plantation with more than 500,000 trees shadowing the beach resort area. The water quality is not as clear as certain beaches in Sanya, but the area is largely unspoiled by tourism. Tourism-related scams and crimes are almost unheard of. The friendliness of local people have made it an appealing alternative to Sanya.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n:It takes about 1 hour by car from ",{"type":"[[","value":[["Haikou"]]}," to Wenchang (80km).\n\n",{"type":"===","value":["By bus"]},"\n:There is also a bus running from Haikou to Wenchang. ¥18\/person (60 minutes)\n\nExpress Bus from Haikou East Bus Station to Wenchang Bus Station. Departures between 0640am to 0830pm every 30 minutes\n\nExpress Bus from Wenchang Bus Station to Haikou Bus Station. Departures between 0640am to 0830pm every 30 minutes\n\n",{"type":"===","value":["By Cycling"]},"\n:The Provincial Road S201 between Haikou and Wenchang, which is only 75km long, has been popular among beginner and amateur cyclists because it's flat and easy to ride. However, the road has been under extensive reconstruction in 2011, making it among the worst roads you could see in China. In your last 50km heading to Wenchang, the road is extremely dusty, muddy and crowded with construction trucks which make the air quality worse like a hell. \n\nThe better route at this moment is Haikou-Fenglai(蓬萊鎮)-Nanyang(南阳)-Wenchang. The route is 90km and it's much more pleasant.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wenchang Satellite Launch Center"],["alt=WSLC"],["url="],["email="],["address="],["lat="],["long="],["directions=near Wenchang"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a former sub-orbital test center and currently under upgrade. It is the fourth and southernmost space vehicle launch facility (spaceport) of China. It was selected for its low latitude, only 19 degrees North, which allows a substantial increase of payload mass, necessary for the future manned program, space station and deep space exploration program. Therefore, it will replace the obsolete Xichang Satellite Launch Center upon completion of upgrade works. Furthermore, it will be capable of launching the new heavy lift CZ-5 booster currently under development. Rail tracks of inland Space Centers will not allow the delivery of the new 5 meters core boosters, which Wenchang will, as it is served by a sea port. Initial launches of the CZ-5 booster from Wenchang are expected in 2014, one year after the intended commissioning of the Wenchang Center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Confucius Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Y15"],["content=One of the best preserved examples of ancient architecture in Hainan. The temple was first built during the 11th century, after repeated renovation and expansion since the Ming Dynasty."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tonggu Ridge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Y0"],["content=Tonggu Ridge provides an easy escape from the busy downtown of Wenchang and have a stunning view on the coastline of Hainan island covered by hundreds of thousands of coconut trees. At Wenchang Bus Station, take a 1-hour bus to Longlou 龙楼 (Y7) and change a tuk tuk taxi to Tonggu. The drivers will either take you to the entrance of Tonggu (Y10-15) or up to the submit (Y30-40). The road is well-constructed and paved and it only takes 40 minute walk to go to the top. To avoid troubles, you better arrange when the drivers should take you back to Longlou. The last bus from Longlou to Wenchang leaves at 7pm but taxi can be found anytime."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dongjiao Coconut Groves"],["alt=东郊椰林"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A beautiful quiet spot to spend a few days. Across from the bus station in Wenchang is a local bus stop which has buses that will take you to a ferry crossing to Huang Qiu Pier (环球码头). From the pier, take a 3 kilometer tuk tuk ride to the Dongjiao (around Y5). There are a good number of basic guesthouses and restaurants along with a resort on the sea. English is not spoken, but the local people are friendly and eager to help."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gaolong Bay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=White-sand bathing beach"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mangrove Forest"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Home of Song Qingling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gusong Village"],["alt=古松村"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 13078915777"],["tollfree="],["fax="],["hours="],["price="],["content=Ancient, unique, beautiful, non-commercial traditional Hainanese village, a hidden gem. Experience the living customs and luminous culture of the Hainanese. The villagers are accommodating and organize everything for visitors, including local ancient town tours, beautiful Tonggu Mountain tours to view the entire northeast coast of Hainan Island, beautiful non-tourism-polluted beaches, the very unique traditional villagers fishing near Gusongcun Bay (depending on the season). The village houses are bright and in beautiful undiscovered and isolated beaches. Private guided arrangement can be organized with villager. ¥50-100 per\/person depending on the number of guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Abalone Farm"],["url="],["email="],["address=Longlou Town, Gusong Village (龙楼镇红海村委会古松村)"],["lat="],["long="],["directions="],["phone=+86 13876158836"],["tollfree="],["fax="],["hours="],["price="],["content=Experience the shallow water diving for wild abalone. Abalone are not bi-valves like clams or oysters. They are snails. Gross, yet cool. The farm produces almost 100,000 abalone a year. The water is changed daily, dumped out through fine membranes to catch the microscopic babies which are then laid back in clean water. The hoses are also used to inoculate the tubs with algae-plugs of green stuff are allowed to form in the hoses and then blown into the tub to make seaweed slushies. Visitors can buy the fresh live abalone at a very reasonable local farmer price (around ¥100 per 400g!). Most of the abalone production is delivered fresh. Live abalone can survive for 30 hours."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wenchang Golf Club"],["url="],["email="],["address="],["lat="],["long="],["directions=About 50 minutes from Haikou City and 35 minutes from Haikou Airport"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has 41 standard rooms with lake or golf course view, Chinese cuisines, coffee lounge, lobby bar, outdoor terrace, business center pro-shop and a 16-bay driving range."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Wenchang Chicken"]}," - thanks to the influence of overseas Chinese from Hainan, this is one of the most famous chicken dish in Chinese cuisine. Poached by warm chicken broth, the chicken is tender and tasty. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Abalone and seafood"]}," - Longlou Town (龙楼镇) is famous for abalone and seafood. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Baoluo noodles"]}," - The rice noodles are soaked with a thick sauce traditionally served with beef jerky on top. Usually served at breakfast and lunch"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tea house"]}," - Hainan is famous for its pervasive teahouse scenes. They are affordable for everyone but don't expect much on sanitation and cleanness. If you don't know how to get one, ask your hotel owner \"附近有茶馆嗎?\"( Fujin you chaguan ma? ) and they will be eager to show you one. Grab a cup of coffee and a slice of bread or cake for Y1 - 1.5 each. "]},"\n",{"type":"==","value":["Drink"]},"\nCoconut milk\n\n",{"type":"==","value":["Sleep"]},"\nAs the hometown of many overseas Chinese, hotels are everywhere in Wenchang. Most people would choose to stay at the downtown of Wenchang or Dongjiao Yelin (Dongjiao Coconut plantation). It is also possible to stay in Longlou if you want to explore Tonggu Ridge. \n\n",{"type":"'''","value":["Wenchang"]},{"type":"<","value":["br"]},"\nThe downtown of Wenchang, where most residents live, is the busiest area with most restaurants, shops and local night life. Most hotels are along Wenjiang Lu (文建路) and Dongfeng Lu (东风路). The most basic hotel usually start from Y60-80 for a room with  private toilet, hot water and air-con but most of them don't offer internet connection.  For better rooms, expect to pay Y100-200. \n\n",{"type":"'''","value":["Dongjiao Yelin"]},"(东郊椰林) ",{"type":"<","value":["br"]},"\nDongjiao Yelin is resided mostly by farmers and fishers and the area, like many other places in Wenchang, is fairly unaffected by tourism. It is among some of the most silent touristy spot you could see in Hainan. People are accommodating and many tourism-related annoyances are almost unheard of. While Dongjiao Yelin has some very basic groceries stores and one quite primitive internet cafe, you may need to take a bus (around 10 km) to Dongjiao Town for some (relatively) more choices on food and groceries items. \n\nMost hotels are located around Prima Resort and there is a bus coming back and forth the resort and Dongjiao Town. It would be easier for you to start looking for a hotel from there. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Prima Resort"],["url=http:\/\/www.hainanprimaresort.com\/"],["email="],["address=Yelin Bay, Dongjiao, Wenchang"],["lat="],["long="],["directions="],["phone=(0898) 6891 2888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in the coconut plantations, directly at the sea. Some of the huts have a direct view over the shore. Limited activities to do, but very nice beach - like paradise."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gangmen Hotel(港门旅店)"],["url="],["email="],["address=Yelin Bay, Dongjiao, Wenchang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Right next to Prima Resort, this family run hotel has a free kitchen which is particularly useful in a place where you don't have many choices on restaurants. Like many other hotels, there are not much travelers so expect to get some discounts for extended stay."]]}]},"\n",{"type":"==","value":["Safe"]},"\nWenchang has been known for being safe and hospitable. Tourism-related scams and crimes are almost unheard of but you should never ditch your common sense. Traffic rules are, like many other Chinese cities, practiced half-heartedly. \n\n",{"type":"==","value":["Go next"]},"\nThere are buses to various cities on the island, including ",{"type":"[[","value":[["Haikou"]]}," and ",{"type":"[[","value":[["Sanya"]]},".\n\n\n",{"type":"{{","value":[["IsPartOf"],["Hainan"]]},"\n",{"type":"[[","value":[["Wikipedia:Wenchang"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["19.616666666667"],["110.75"]]}]