[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Luobozhai Village.jpg"],["thumb"],["Luobozhai Village"]]}," \n",{"type":"'''","value":["Wenchuan"]}," (汶川) is a small town in Sichuan’s ",{"type":"[[","value":[["Aba (prefecture)"],["Aba Tibetan-Qiang Autonomous Prefecture"]]},", which straddles the confluence of the Min and Zagunao Rivers. Wenchuan county is one of only 4 counties that are the main location of China’s Qiang (羌) ethnic group – the others being Lixian, Maoxian and Beichuan.\n\n",{"type":"==","value":["Understand"]},"\nBeing on the main route from ",{"type":"[[","value":[["Chengdu"]]}," to ",{"type":"[[","value":[["Jiuzhaigou National Park"]]},", Wenchuan has until recently been a ‘passing through’ place where tourist groups stop off for meals or visit the traditional Qiang village of Taoping (桃坪) in neighbouring Lixian county. However, this whole Qiang area is gradually becoming a destination in its own right, being much more accessible from Chengdu for a long week-end, and will become more so once the new road from Chengdu is completed. It is less crowded than the more well-known destinations in Ngawa Prefecture and has some good ‘off-the-beaten-track’ areas to explore. \n\n",{"type":"===","value":["History"]},"\nThe Qiang people have traditionally lived between the Tibetans to the north and the Han to the south and for centuries Wenchuan has been a place where ethnic groups overlap. The remains of defensive walls from the Three Kingdoms period (220-265 AD) and from the Ming Dynasty (1368-1644) are still visible on the hills above the town. Further back in the mists of history, legend has it that Yu the Great, one of China’s famous ancestors, was born in this area, and a temple in his honour is situated near the Three Kingdoms wall remains. Other evidence of inter-ethnic encounters are the striking watchtowers and fortress-like style of some of the local Qiang villages, built high up on the mountain tops, e.g. the three towers of Buwa village which can be seen high above Wenchuan.\n\n",{"type":"==","value":["Get in"]},"\nWenchuan is easily accessible by bus from Chengdu. Buses coming down from Jiuzhaigou\/Songpan and from Hongyuan\/Ma’erkang to Chengdu also stop in Wenchuan. All Chengdu buses depart from\/arrive in Chadianzi bus station in the west of Chengdu. A new road, which bypasses Dujiangyan, has been completed since the May 2008 earthquake and on a good day the journey between Chengdu and Wenchuan is only 2½ hours. The ticket price is about ¥45 and there are several buses a day. There are also buses going between Wenchuan and the main bus station in Dujiangyan. The main Wenchuan bus station has been rebuilt in Qipangou just south of Wenchuan. When you arrive at the bus station you can take a public bus into Wenchuan for 1Y, which only takes about 5-10 minutes, or there are minivans taking travelers further on to Maoxian or Lixian.\n\n",{"type":"==","value":["Get around"]},"\nUnless you have your own vehicle, you will need to hire taxis or minivans for local travel, although there are local walks directly out from Wenchuan. Taxis out to the tourist villages of Taoping and Luobozhai should be about ¥50~¥60. Minivans can be hired for around the same price unless you find one with locals already heading to your destination, in which case the price should be about ¥10~¥15 per person. To find a seat in a minivan, just stand on the main street, east of the 3-way intersection, across from the #1 elementary school (汶川县第一小学), and shout your destination to the passing vans. If they are heading your way, they will stop.\n\n",{"type":"==","value":["See"]},"\nThe Qiang villages and natural scenery are the biggest draws of the area. Although the earthquake did much damage it is now possible to visit the area and tourism is slowly picking up.\n\n",{"type":"'''","value":["Luobozhai village"]}," (萝卜寨), which is about 30 minutes by hired van or taxi from Wenchuan towards Songpan\/Jiuzhigou(c. ¥60), is in a marvellous location on a small plateau near the top of a mountain. It has a stunning view of the main Min River valley. The original village was badly damaged in the earthquake and whilst some are being rebuilt, the remainder are a testimony to how devastating the quake was. A new section of Luobozhai has been built above the old site. The road up to Luobozhai is good and the view is still great!\n \n",{"type":"'''","value":["Taoping village"]}," (桃坪) is in Lixian rather than Wenchuan county, but is roughly the same distance as Luobozhai, going north on the Ma'erkang\/Hongyuan road, and well worth a visit. It has 3 towers and is very fortress-like with an inner maze of winding alleyways and an underground water system which sustained them in times of siege. Many tourists come in tour groups which just stop for an hour, ‘do the villages’ and then move on. This means the countryside beyond the villages is often quiet and uncrowded, with locals just going about their daily work in the fields. Although adjacent new guest houses were irretrievably damaged in the quake, a whole new area of tourist accommodation has since been built and the traditional village has survived remarkably well and is still open for tourists. This village charges a ¥60 entrance fee, and once inside you will be asked to pay additional fees to look inside some buildings.\n\n",{"type":"'''","value":["Yanmen village"]}," and beauty spot is about 15 minutes by taxi\/minivan from Wenchuan on the road north to Songpan\/Jiuzhaigou. This has tea houses, good walks and places to picnic. There are now yellow public buses that do this route from Wenchuan too.\n\n",{"type":"'''","value":["Qi Pan Gou"]}," This village, south of Wenchuan on the Chengdu road, is where the main Wenchuan bus station is now located. Facing the direction of Wenchuan, there is an unsurfaced road off to the right which follows a stream up to a good walking area. The yellow bus from Wenchuan to Qipangou village is just 1Y.\n\n",{"type":"'''","value":["Qiangfeng Village."]}," Further south and across a plank suspension bridge on the right of the main Chengdu road you can walk up to the Qiang village of Qiangfeng. There were plans to develop this as a tourist village but they never really took off so it is less touristy than Taoping and Luobozhai.\n\n",{"type":"'''","value":["Buwa Village"]}," high up on the mountains with its three watchtowers is visible from the main street of Wenchuan. If you can make it to Buwa, it's worth going further up to the plateau area at the top.\n\n",{"type":"'''","value":["Longxi Valley"]}," is up a right turn on the same road out to Taoping. This is an area where the Qiang language is spoken. A 25 minute drive up the valley takes you to Ba Duo Zhai village and beyond this is extensive unspoilt countryside and a small mountain lake. Since the quake this area has been chosen by Wenchuan county as 'The Valley of the Qiang people' and it is being developed to cater for visitors. It is an area of natural beauty and it may become a good trekking opportunity with a 3-4 day walk through to Maoxian. A few campers have already discovered the area. In Longxi's administrative center, about 10 minutes by vehicle after you have taken the right turn off the main Wenchuan road, there is now a well-presented Qiang cultural exhibition center. The first village on the left as one enters the valley is Dongmenwai (meaning 'outside the eastern gate,'where the Rev Thomas Torrance established a small chapel in the 1930s. Since the quake, Dongmenwai has become more of a tourist destination than previously.\n\n",{"type":"==","value":["Do"]},"\nWenchuan is becoming a more tourist-orientated town. There are plenty of restaurants and shops, a couple of vegetable markets, and a pleasant small-town atmosphere. Since the 2008 earthquake a square has been built by the river where tourists can join locals doing Qiang and Tibetan dancing most evenings, and it is a comfortable town just to wander around. It is a good center to stay in and then go out to the neighbouring villages and valleys. If you stay in Taoping, they sometimes have traditional Qiang dancing and singing in the evenings, with a bonfire, and – if visitors order it – a goat-roast. This is more frequent at week-ends and on national or Qiang holidays.\n\nThe mountains are steep around Wenchuan, with narrow valleys and rushing streams. These valleys are not always easily visible from the main road but some of them are well worth exploring. Because Taoping gets much of the tourist traffic, many other villages are definitely still off the beaten track. Longxi (龙溪) valley is about 20 minutes by minivan or taxi from Wenchuan and is a right turn across a narrow bridge a few kilometers before Taoping. It is an attractive valley and if you make the 3 hour trek along the Longxi road to the village of A’er, the landscape changes from steep mountain to open walking country and virgin forest. One or two small groups of intrepid explorers have camped here.\n\nBehind the New International Travel hotel there is a road leading up the mountainside to a now closed memorial to Yu the Great. Despite the memorial being closed, this is a pleasant walk up the hillside and from the top (less than an hour's walk) there is a good view down over the town and of the surrounding mountains.\n\n",{"type":"==","value":["Buy"]},"\nThe China Construction Bank, approximately across the street from the museum\/library, has ATMs that accept foreign credit and debit cards.\n\nQiang handicrafts and specialty foods are on sale in the town and in the more tourist-orientated local villages (predominantly Taoping and Luobozhai at present). It’s definitely worth bargaining if you want a fair price – although an unfair price will help the locals more. The region is famous for its fruit and, in season, has apples, pears, plums, peaches, walnuts, cherries...\n\n",{"type":"==","value":["Eat"]},"\nThe Qiang are famous for collecting wild vegetables and also for their cured ham (腊肉) so it’s well worth having a Qiang meal – very healthy and full of flavor. Their staple food used to be maize although rice has largely replaced this in many areas. Another simple but good traditional food is small potatoes cooked in their skins and dipped in a chilli and salt mix. At the junction of the two main shopping streets (opposite Sichuan Rural Credit Union) there is a tiny restaurant selling 'ciba' - Qiang potato dumplings in a wonderful soup. Look for their yellow sign that says 洋芋糍粑.\n\n",{"type":"==","value":["Drink"]},"\nThe Qiang have a traditional mild alcohol called ‘za jiu’(咂酒) or ‘sucking wine’. At festivals this is drunk through communal long bamboo straws from a single, large jar. However, it can also be requested at meals as a bottled drink. Other standard drinks are generally available (water, Coke, etc). Chinese tea is often served with meals.\n\n",{"type":"==","value":["Sleep"]},"\nThere are at least five hotels in Wenchuan.\n\n1. The Wenchuan Hotel (汶川大酒店) is the newest and most modern. It is at the far northeastern end of the main street, just beyond the new big gymnasium and facing a park. Rack rates begin at ¥888, but the real rate will most likely be one-third to one-half of this.\n\n2. The International Travel Hotel: this is at the southern end of Wenchuan, past the big red museum as you walk away from the center of town. It is at a broad 3-way street junction. Twin rooms with shower and western toilet are about ¥240 (with breakfast).\n\n3. The Kaiyi Hotel:go up the main shopping street and cross the river via the traffic bridge in the center of town, continue straight ahead and the Kaiyi Hotel is on the left at the T-junction. Twin rooms with shower and western toilet are around ¥240 (no breakfast).\n\n4. The Anbang Hotel is just opposite the police station and not far from the Kaiyi Hotel. Access is through an archway off the main road (just past the only supermarket on this side of the river) and the reception and hotel tea house are on the right. It has twin rooms for c.180Y (no breakfast). \n\n5. The Sang Ping Hotel: not far from the Kaiyi Hotel. Cross the river via the footbridge (just beyond the traffic bridge) and keep walking straight. The Sang Ping Hotel is on the left at the T-junction. Twin rooms with shower and squat toilet are around ¥100 (no breakfast). Pleasant local staff. Clean but unfortunately smokers have damaged the carpets.\n\nThere are many guesthouses, located in most every residential building in Wenchuan. These usually run about ¥80, and may or may not have a private bathroom. Some also provide Internet (usually wired, often by means of an Ethernet cable coming in through the window). Look for words like \"住宿\", \"旅馆\", or \"客栈\"  on signs around town. Do not expect any of them to speak English, but sign language should suffice.\n\nIn Taoping there is accommodation available in fairly basic but clean and comfortable guest rooms which are extensions to family homes. Prices may be around ¥80 for bed, breakfast and evening meal in the old village, and ¥100 in the new village. A good opportunity to experience Qiang cuisine - great ham and sausage and wild vegetables.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nAs mentioned above, the post-earthquake bus station is now 10 minutes south of Wenchuan in a small village called Qipangou. From Wenchuan take the yellow bus from the center of town for ¥1 to this bus station. From the bus station there are buses going north to Ma'erkang and Hongyuan or to Maoxian, Songpan and Jiuzhaigou and buses south to Dujiangyan and Chengdu. It is possible to hire a taxi or minivan for the journey but not much point as the buses are very convenient.\n\n",{"type":"{{","value":[["IsPartOf"],["Aba (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Wenchuan County"]]},"\n",{"type":"{{","value":[["geo"],["31.483333333333"],["103.58333333333"]]}]