[{"type":"{{","value":[["pagebanner"],["Wentworth Falls banner.JPG"]]},"\nWentworth Falls is a small town within the ",{"type":"[[","value":[["Blue Mountains"]]}," World Heritage National Park in Australia. It lies immediately east of ",{"type":"[[","value":[["Leura"]]}," and ",{"type":"[[","value":[["Katoomba"]]},", and is a little quieter than its neighbours.  It still has good facilities, great walks and views, and is still only a short journey from the main tourist centres of the mountains.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car "]},"\n\nTake the M4 Motorway from ",{"type":"[[","value":[["Sydney\/City"],["central Sydney"]]},". Continue straight, and follow the signs.  The M4 becomes the Great Western Highway at the foot of the Blue Mountains.  Continue straight until Wentworth Falls. The town is about 100km west of Sydney.  Traffic is heavy with the peak commute times into and away from Sydney.  Friday can see extensive delays, and Fridays before holidays are worse still. \n\nParking at the Falls and the Conservation Hut can fill easily on sunny weekends.  You'll just have to park in the surround streets.  Parking is free.\n\n",{"type":"===","value":["By train"]},"\nWentworth Falls  is on the Blue Mountains Cityrail ",{"type":"[","value":["http:\/\/www.cityrail.info"]}," line. Trains depart Central station in Sydney approximately every hour. Alight at Wentworth Falls railway station in the centre of the town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The National Park about two km to the south of the village has the largest waterfall in the Blue Mountains National Park. There are also Aboriginal sites over 20,000 years old. "]},"\n",{"type":"*","value":["Wentworth Falls Lake is a popular picnic spot and a short walk from the village. There are interesting seed pod sculptures within the park, as well as an observatory."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Walking trails"]},", including:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["the National Pass"]}," the best one day walk in the Blue Mountains.  If you start from the Wentworth Falls end, the views as you descend the stairs and turn onto the cliff ledge will take your breath away.  There are some steep steps at either end of the path, although overall the walk has a gentle grade and will present a moderate challenge to someone of average fitness.  The path is cut into the cliff in sections, and doesn't always have protective fences.  The path starts at the Falls, around 2km from the village and train station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["the Wentworth Pass track"]},", which allows you to swim at the bottom of the Falls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Charles Darwin Walk"]},", named after Charles Darwin who visited the area, and did the walk.  About 2 hours long, staring from the station and ending at the falls.  Ideal for those visiting by train.  Gentle grade."]},"\n",{"type":"[[","value":[["Canyoning"]]}," and abseiling are also popular activities.\n\n",{"type":"==","value":["Buy"]},"\nArtwork and pottery by well known Australian artists at the Falls Gallery.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many good quality small cafes and restaurants in the village, including:\n",{"type":"*","value":["Twins on Blaxland, Wentworth Falls Golf Club, A cosy restaurant serving a variety of casual and gourmet-style foods. There are regular events held, such as a buffet and karaoke."]},{"type":"*","value":["Il Postinos, a cafe in the old post office building, good for coffee or breaktast."]},{"type":"*","value":[" The Conservation Hut, surrounded by bushland.  Nice breakfast and great coffee on the balcony, but not cheap."]},{"type":"*","value":["The Blue Mist Cafe, serving solid breakfast and lunch fare"]},{"type":"*","value":["Seven Restaurant, absolutely fantastic in all aspects "]},{"type":"*","value":["Schwarz's Patisserie, a pleasant German-style cafe and bakery selling breads, cakes and pastries, among other things."]},"\n",{"type":"==","value":["Drink"]},"\n\n\nThe Grand View Hotel provides typical Australian bar and hotel service. D'vine Cellars has a great selection of Australian and New Zealand wines and beers.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" There are many bed and breakfast and self contained cottages in the area, including Moments, Silvermere and Chateau Fontanelle.  Popular for weekend getaways from Sydney, so expect to pay a premium for Friday and Saturday nights, and to find some good midweek deals.  "]},{"type":"*","value":[" Inexpensive accommodation is available in the Grand View Hotel."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hideaway Retreat"],["url="],["email="],["address=50 Railway Parade, Wentworth Falls"],["lat="],["long="],["directions="],["phone = +61 4757 1042"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Set on 32 acres of natural bushland Hideaway Retreat is located just minutes drive away from the railway station. 20 light-filled rooms, all include en-suites.  Relax by the pool.  Great for group functions."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Blue_Mountains"]]},"\n",{"type":"{{","value":[["Geo"],["-33.716667"],["150.366667"]]},"\n",{"type":"[[","value":[["Wikipedia:Wentworth Falls, New South Wales"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/W\/Wentworth_Falls\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Wentworth Falls, New South Wales"]]}]