[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Rhode Island Municipalities Westerly Highlighted.png"],["thumb"],["150px"],["Westerly, RI"]]},"\nWesterly is a town on the southwestern shoreline of Washington County, Rhode Island. First settled by Elder John Crandall in 1661 it is believed that John Crandall named the town after his birthplace in Westerleigh, England. Today Westerly has many references to his name.   As of 2000, this community has a population of 22, 966 which covers 30.1 square miles of land and 44.7 square miles of water. \n\nWesterly has a friendly atmosphere. Visitors from all over enjoy the calm beaches and the unique shops that the downtown area has to offer.\n\n",{"type":"==","value":["Understand"]},"\nThe Pawcatuck River surrounds Westerly on the Western border where it serves a dividing mark for Pawcatuck, Connecticut. Westerly's town crest originates from a special species of Salmon that once resided in the Pawcatuck river. Along Atlantic Avenue by the beachfront lays several salt ponds which serves as a outer wall to the distinct beaches that make this community a large tourist attraction during the summer months (May-September). This community doubles in size during the summer months due to the large attraction of families from all over New England. \n\nWesterly is also known for its textiles and unique type of granite that is quarried from Bradford and Potter Hill regions of Westerly. Griswold Textile Print, Inc. has been family operated since 1937. This plant operates on the Pawcatuck River where they make all their prints in house.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Amtrak"]},", 14 Railroad Av., +1-800-872-7245, ",{"type":"[","value":["http:\/\/www.amtrak.com"]},". One of Rhode Island's three stations is in Westerly. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Westerly State Airport"]}," (",{"type":"{{","value":[["IATA"],["WST"]]},"), 56 Airport Rd. Small regional airport designated for small aircraft. This airport is a main shuttle point for Block Island, RI. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ripta.com\/schedules\/index.php?section=60 RIPTA FLEX Service"]}]},". Transit designed to serve suburban and rural communities in Rhode Island. Reservation need to make with 48 hours in advance by calling the TOLL-FREE Flex Line at +1-877-906-FLEX (3539) or +1 401 784-9500, ext. 220."]},"\n",{"type":"==","value":["Get around"]},"\nThe simplest way to get around Westerly is by a car. Since Westerly is not a large town it can easily be achievable to drive around all the sites and attractions that the town has to offer. Parking is available every where around the town. Downtown parking is free but beach parking is an average of $10 dollars. \n\n",{"type":"==","value":[" By Taxi "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Wright's Taxi"],["url="],["email="],["address=31 Canal Street"],["lat="],["long="],["directions="],["phone = +1 401 596-8294"],["tollfree="],["fax="],["hours="],["price="],["content=Also offers flat rates to destinations around Westerly and nearby attractions."]]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Granite Theatre"],["alt="],["url=http:\/\/www.granitetheatre.com\/"],["email="],["address=1 Granite Street"],["lat="],["long="],["directions="],["phone =+1 401 596-2341"],["tollfree="],["fax="],["hours="],["price="],["content=The Granite Theater occupies a historic building in downtown Westerly and offers Broadway productions from March through December. Shows are everyday of the week mainly from 2pm to 5pm and 6:30pm to 8pm. Prices range from $ 11 to $20 dollars depending on if its a comedy or musical."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Wilcox Park"]},".  Features 18 acres of  a wide variety of trees, flowers and shrubs. Wilcox Park is a Victorian-era walking park that has been the center of Westerly's historic downtown since the late 1800's. Recent renovations included replacement of all the concrete walkways and a complete remodel of the pond. The pond is the highlight of the park where docks and birds swim with ease. On the east side of the park there is a impressive World War Memorial dedicated to those who have fallen. This memorial is distinct with its granite and blue stone paving.  During the midsummer season, Wilcox Park is the setting for the annual Summer Pops Concert, which draws nearly 20,000 of visitors from throughout the area."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Watch Hill Lighthouse"],["url=http:\/\/lighthouse.cc\/watchhill\/"],["email="],["address=Lighthouse Road"],["lat="],["long="],["directions=Right off Larkin Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Parking is located on the premises as well as down on Bay Street, a 15 minute walk from the lighthouse.  The actual lighthouse is not open to the public but in the summer months of July and August, the museum is opened in the oil house on Tuesdays and Thursdays from 1:00pm to 3:00pm. In 1808 the first light house was built here to warn the mariners of the rough reef that laid in the surrounding ocean.  In time this lighthouse had began eroding and a new lighthouse was built in the same area, but farther from the shore in 1856.  This is the lighthouse that currently stands with a granite wall around it. You can go sit on the wall and enjoy watching the waves crash up on the rock.  Seeing the lighthouse at sunset is a remarkable sight!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Westerly Public Library"],["url="],["email="],["address=44 Broad Street"],["lat="],["long="],["directions="],["phone = +1 401 596-2877"],["tollfree="],["fax="],["hours=Monday-Wednesday 9am to 8pm Thursday-Friday 9am to 6pm Saturday and Sunday 9am to 4pm"],["price="],["content=Conveniently located in downtown Westerly, the historic library first opened in 1894.  Their collection includes a wide variety of books, magizines, CDs, DVDs, and videos, altogether totaling about 170,000 items.  Computers are available for use of anyone, and printers are also accessible. The library is a great place to study, read, and hold meetings.  Kids will enjoy the Children’s Room, and events held there such as story time.  The staff is very friendly and helpful when it comes to research or finding a book you want."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Westerly Post Office"],["alt="],["url="],["email="],["address=5 High Street, Westerly, RI 02891"],["lat="],["long="],["directions="],["phone=+1 401-596-9537"],["tollfree="],["fax="],["hours="],["price="],["content=The historic Westerly Post Office was placed on the National Register of Historic Places in 1971. If you like fascinating sites and architecture, you should make your way to here during your visit to Westerly. The immensity and precise detail that has been put into the building since it was built 1913, is truly stunning. The architect, James Knox Taylor, used his Classical Revival style to show off the huge columns and steps leading up to the front doors. If you go here, definitely remember to bring your camera."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Marinas"]},"\n",{"type":"'''","value":["Westerly Marina"]}," 41 Margin Street, +1 401 596-1727. A complete array of the best in marina services is offered at this marina\n\n",{"type":"'''","value":["Watch Hill Boat Yard"]},", 21 Pasadena Avenue, +1 401 348-8148, ",{"type":"[","value":["http:\/\/www.watchhillboatyard.com"]},".  This traditional boatyard and marina offers eighty one slips for boats of up to fifty feet in length, and twenty seven moorings for sailboats of up to forty feet in length.\n",{"type":"===","value":["Fun"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Knickerbocker Cafe"],["alt="],["url=http:\/\/www.theknickerbockercafe.com"],["email=info@theknickerbockercafe.com"],["address=35 Railroad Avenue"],["lat="],["long="],["directions=across the street and to the left of the train station"],["phone =+1 401 596-4225"],["tollfree="],["fax="],["hours="],["price="],["content=This popular night life attraction has it all - dinner, dancing, and music. Purchase tickets to one of their concerts, enjoy dinner, or just dance in the Starlight Ballroom. Night life in Westerly is all about The Knick. 21+ unless special events otherwise noted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Three D's Charters"],["alt="],["url=http:\/\/www.threedscharters.com"],["email="],["address=100 Old Post Road"],["lat="],["long="],["directions="],["phone =+1 401 322-0059"],["tollfree="],["fax="],["hours="],["price="],["content=This outfit offers sport fishing charters aboard a modern boat that is piloted by an experienced captain."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Napatree Point"]},", During the Hurricane of 1938, Napatree was hit hard by the storm surge. The hurricane destroyed all homes and roadways that were on the 60 acres of land. Today the land is a great beach spot where it is a short mile walk from Watch Hill. This area is widely known for its bird watching spots and surfs spots.  The land also holds, Fort Mansfield, an old navy post was only operational for a few years before it was sold to create homes in 1928. Today some of the fortified gun emplacements can be seen and structure of the buildings as well. Low tide reveals some of artifacts during that time."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bay Street, Watch Hill"]},",  +1 401 596-7761. Like downtown Westerly, Bay Street offers clothing shops of all kinds, gift shops, and a deli. ",{"type":"[","value":["http:\/\/www.visitwatchhill.com\/directory.htm"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Babcock-Smith House Museum"],["alt="],["url="],["email="],["address=124 Granite St"],["lat="],["long="],["directions="],["phone =+1 401 596-5704"],["tollfree="],["fax="],["hours="],["price="],["content=The Georgian Mansion (circa 1734) is the former home of the Babcocks and Smiths. The mansion is elegantly furnished with pieces reflecting the Colonial Babcock years, the Victorian Smith years, and colonial restoration of 1928. It is open May 30 through October 31: Saturdays 2:00-5:00 pm. Price: $5 Adults, $1 Children under 12."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Duck Land & Water Tours"]}," The Greater Westerly Pawcatuck Chamber of Commerce, One Chamber Way,  +1 401 596-7761 or +1-800-732-7636. Tours are half on land and half on water and a complete ride lasts for 60 to 70 minutes. You can enjoy historical sites and anecdotes while riding in the authentic, renovated World War II amphibious landing vehicle."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pond View Racquet Club"],["alt="],["url="],["email="],["address=252 Shore Road"],["lat="],["long="],["directions="],["phone =+1 401 322-1100"],["tollfree="],["fax="],["hours="],["price="],["content=This location offers courts and facilities for tennis indoor and outdoor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Water Wizz Water Fun Park"],["alt="],["url=http:\/\/www.waterwizzri.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 322-0520"],["tollfree="],["fax="],["hours=10AM-6PM"],["price=$22"],["content=Misquamicut Beach. Seasonal water park with water slides."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Atlantic Beach Park"],["url=http:\/\/www.atlanticbeachpark.com"],["email="],["address=321 Atlantic Avenue"],["lat="],["long="],["directions="],["phone = +1 401 322-9283"],["tollfree="],["fax="],["hours="],["price="],["content=Provides all day fun for young kids, includes a carousel, ice cream and arcade center."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Misquamicut Beach Jet Ski Rental"],["url=http:\/\/www.purpleape.com"],["email="],["address=17 Winnapaug Ave"],["lat="],["long="],["directions="],["phone = +1 401 596-6169"],["tollfree="],["fax="],["hours="],["price="],["content=$75 dollars for a half hour and $125 for a full hour of Jet Skiing and paddle boats. Shop also has beach necessities towels, chairs, sunglasses, and Hermit Crabs!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alley Katz Bowling Center"],["url="],["email="],["address=116 Granite Street"],["lat="],["long="],["directions="],["phone = +1 401 596-7474"],["tollfree="],["fax="],["hours="],["price=9AM-Midnight"],["content=Alley Katz has been the community bowling center of Westerly since it opened in 1960.  Originally called Holiday Lanes, it was bought in 1985 by Wood Foss, and was renamed Alley Katz.  It has gone through many changes, and recently was renovated.  Some of the improvements include electronic scoring systems and synthetic lanes.  Fog machines and lighting systems were also installed.  Within the bowling center is Cleats Sports Club, where bowlers can go to get food or refreshments.  There is a special event for every night, which includes the most popular, Rock N’ Bowl on Saturday nights from 9pm to Midnight.  During these events, music is played while music videos are shown behind the lanes via projectors, and the fog machines and lights are put to use.  If you enjoy bowling and want to bowl more often, there are a variety of leagues you can join that take place throughout the week.  These leagues are split into different categories, such as men’s and women’s, and also junior league.  Alley Katz is a great and popular place for your kid’s birthday party!  There is also a game room near the entrance.  Alley Katz is a family environment, where anyone can have a great time."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cleat's Sports Club"],["url="],["email="],["address=116 Granite Street"],["lat="],["long="],["directions="],["phone = +1 401 596-4107"],["tollfree="],["fax="],["hours="],["price="],["content=Located within Alley Katz Bowling Center, Cleats Sports Club was created in 1991.  It is a bar and a restaurant, and serves breakfast, lunch and dinner.  They have appetizers, burgers, sandwiches, grinders, and a wide selection of beverages.  Five televisions are placed around the room, so you can view any sports game.  There is also a pool table, where you and your friends can play a game for a dollar. Cleat’s is in a great location, where you can eat food while watching sports, or while bowling!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Summer Pops"],["url="],["email="],["address=Wilcox Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Since 1981, the Chorus of Westerly puts on the Summer Pops every June in Wilcox Park.  Now, 25,000 people attend this event to start their summer.  The concert features the Chorus of Westerly and the Boston Festival Orchestra, and closes with fireworks by Grucci."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spring Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the Misquamicut State Beach parking lot in Westerly, the first annual Spring Festival was held in May 2011.  This event lasts for 3 days and includes a variety of food and commercial vendors, festival games, major rides including a Ferris Wheel, a petting zoo, street entertainers, and live music.  Fireworks kick-off the first night of the festival."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fall Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Similar to the Spring Festival in every way except for the season, the Fall Festival is located in the Misquamicut State Beach parking lot in Westerly.   The first annual Fall Festival was held in September 2011.  This event lasts for 3 days and includes a variety of food and commercial vendors, festival games, major rides including a Ferris Wheel, a petting zoo, street entertainers, and live music.  Fireworks kick-off the first night of the festival."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shakespeare Festival"],["url="],["email="],["address=Wilcox Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This popular event started 20 years ago and takes place in Wilcox Park in Westerly.  It attracts over 20,000 audience members every year.  In the summer of 2011, The Colonial Theater put on a performance of The Tempest.  For the summer of 2012, they will put on a performance of Macbeth.  The festival lasts 18 days, starting July 11th and ending the 29th."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Annual Virtu Outdoor Arts Festival"],["url="],["email="],["address=Wilcox Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held in Wilcox Park, this annual festival started in 1997.  Every year on Memorial Day weekend, about 180 artists present their works in the festival, where citizens can observe and buy various items such as paintings, sculptures, and jewelry.  These works of art include visual and also performing arts.  Food is also available, from fried dough to burgers and grinders."]]}]},{"type":"===","value":["Beaches"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Misquamicut Beach"],["alt="],["url=http:\/\/www.misquamicut.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With a wide range of beach fronts to choose from, any person can find their own space in front of the ocean. All day parking is a small fee of $ 15 dollars on average."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Watch Hill Beach"],["alt="],["url=http:\/\/www.visitwatchhill.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nRhode Island Beach entrance fees: \nResidents weekdays $6.00 per car\/ weekends $7.00 per car.\nNon-Residents weekdays $12.00 per car\/ weekends $14.00 per car.\nsee ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.riparks.com\/RI%20Park%20Fees.htm Rhode Island State Parks"]}]}," for up-to-date informations.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=East Beach"],["url="],["email="],["address=Larkin Ave"],["lat="],["long="],["directions=right up from the center of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open daily. This beautiful beach, hidden from the road, is a great place to spend a gorgeous summer day.  There is a sandy path from the road that leads down to the beach where you will find lots of space to sprawl out and read a book for the day or play football on the beach. This beach is hardly ever crowded as there is limited parking, located downtown, so many of the people at the beach are tourists that live within walking distance to the beach. Parking down town on Bay Street is slightly more expensive than the other beaches in town, about $20 on the weekends and $10 during the week, but completely worth it! There are also lots of shops on Bay Street as well as a few restaurants worth checking out."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Hammen Home"],["alt="],["url=http:\/\/www.hammenhome.com"],["email="],["address=14 Broad Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very cute shop with unique finds such as art pieces, jewelry, and assorted bandages in a wide array of shapes (including beef and bacon). Definitely worth stopping in."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Anya Blu"],["alt="],["url=http:\/\/www.anyablu.com"],["email="],["address=38 High Street"],["lat="],["long="],["directions="],["phone =+1 401 315-0700"],["tollfree="],["fax="],["hours=M-F 11AM-6PM Sa 10AM-5PM Su 11AM-4PM"],["price="],["content= A specialty boutique, Anya Blu has been voted \"Best Hipster Clothing\" by RI Monthly Magazine. Shop for brands that you won't find anywhere else in town."]]},"  "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Candy Galore"],["alt="],["url=http:\/\/www.candygaloreofwesterly.com"],["email="],["address=31 High Street"],["lat="],["long="],["directions="],["phone =+1 401 596-3033"],["tollfree="],["fax="],["hours=M-F 11AM-6PM Sa 10AM-5PM Su 11AM-4PM"],["price="],["content=. A store in downtown Westerly that's filled top to bottom with your favorite candy, some selling for as little as one penny. You'll find many old favorites such as Candy Buttons, Wax Lips, Bit O Honey, and more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Christina's Ltd"],["url=http:\/\/www.christinaltd.com\/contactus.html"],["email="],["address=119 Bay Street, Watch Hill, RI & 1 Railroad Avenue  Westerly,RI"],["lat="],["long="],["directions="],["phone = +1 401 315-2240"],["tollfree="],["fax="],["hours=Open May- September, daily from 10AM to 6PM"],["price=Wide Range"],["content=Christina's has unique merchandise that includes brands like this summer from Lilly Pulitzer, Free People, Eliza B, and many others."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Nigrelli's Jewelry"],["alt="],["url=http:\/\/www.nigrellisjewelry.com"],["email="],["address=27 High Street"],["lat="],["long="],["directions="],["phone =+1 401 596-4421"],["tollfree="],["fax="],["hours="],["price="],["content=Established in 1947, Nigrelli's is a family owned and operated jewelry store. Choose from their great selection or have them make something custom for you. The service is great; everyone who works there is so friendly."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Seven Ply"],["alt="],["url=http:\/\/7ply.com"],["email="],["address=55 Beach Street"],["lat="],["long="],["directions="],["phone =+1 401 348-0656"],["tollfree="],["fax="],["hours="],["price="],["content=Seven Ply specializes in high performance board sports such as surfing and skateboarding. You will find a wide selections of high quality wetsuits, shortboards, long boards, and SUP boards. Also, a retailer of quality surf and skate fashion."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Westerly Jewerly Co"],["url=http:\/\/www.westerlyjewelry@verizon.net"],["email="],["address=8 High Street"],["lat="],["long="],["directions="],["phone = +1 401 596-2314"],["tollfree="],["fax="],["hours="],["price=wide ranging"],["content=Since 1934 Westerly Jewelry  carries the finest jewelry available, including watches, diamonds and diamond jewelry, pearls, gold chains and tennis bracelets, sterling silver earrings and pendants, engagement and anniversary rings."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=McQuade’s Marketplace"],["url="],["email="],["address=106 Main Street"],["lat="],["long="],["directions="],["phone = +1 401 596-2054"],["tollfree="],["fax="],["hours=Monday-Saturday 7am to 10 pm Sunday 9am to 6pm"],["price="],["content=Located on Main Street in Westerly, and also in Mystic, CT and Jamestown, RI, McQuade’s is a well known grocery store.  It is also a pharmacy and catering service.  There is a butcher shop, baker shop, floral gift department, and a video rental section.  They carry fresh seafood and produce, and pre-made “Heat and Eat” dinner items.  They also see to specialty services such as cakes, catering, florist services and fruit and gift baskets."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Island Outfitters"],["alt="],["url=http:\/\/www.islandoutfitters.com"],["email="],["address=109 Bay Street, Westerly, RI 02891"],["lat="],["long="],["directions="],["phone=+1 401-348-1035"],["tollfree="],["fax="],["hours="],["price="],["content=This small shop, located in the village of Watch Hill within Westerly, is a great place to stop by when you are walking around and are \"looking for a new look.\" This store has many brands, ranging from Vineyard Vines, to Peter Millar, to Jack Rogers Sandals for the ladies. They cater to both men and women and have a wide variety of items and price ranges."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Downtown Westerly.jpg"],["thumb"],["Downtown Westerly: Home to many shops and restaurants"]]},"\n",{"type":"'''","value":["Breakfast"]}," \n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Christina's Place"],["url="],["email="],["address=75 Oak Street"],["lat="],["long="],["directions="],["phone = +1 401 596-3406"],["tollfree="],["fax="],["hours=Sun- Mon : 7AM-12PM"],["price="],["content=This small Italian has incredible breakfast meals with large portions. Prices are very reasonable."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bagels and More"],["url="],["email="],["address=105 Franklin Street"],["lat="],["long="],["directions="],["phone = +1 401 596 9554"],["tollfree="],["fax="],["hours="],["price="],["content=Another recognizable breakfast eatery in Westerly. Fresh bagels make for a classic bagel sandwich."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Amanda's Pantry"],["url="],["email="],["address=169 Main Street"],["lat="],["long="],["directions="],["phone = +1 401 596-7180"],["tollfree="],["fax="],["hours="],["price="],["content=Amanda’s Pantry is one of the best breakfast restaurants in town.  They are conveniently located on Main Street, the staff is friendly and helpful, and the food is excellent.  They also serve lunch."]]}]},"\n",{"type":"'''","value":["Lunch"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Friendly's Ice Cream Shop"],["url="],["email="],["address=140 Franklin Street"],["lat="],["long="],["directions="],["phone = +1 401 596-9552"],["tollfree="],["fax="],["hours="],["price="],["content=Classic meals for a low price."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sandy's Fine Food Emporium"],["alt="],["url=http:\/\/www.sandysfinefoods.com"],["email="],["address=15 Post Road"],["lat="],["long="],["directions="],["phone =+1 401 596-2004"],["tollfree="],["fax="],["hours="],["price="],["content=(Route 1). Sandy's has a wide selection of the highest quality produce and the areas largest selection of organic products. The deli prepares wonderful fresh foods daily. Sandy's also has a variety of unique sandwiches and wraps made to order: Try a \"Misquamicut,\" (hummus, sprouts, green peppers, choice of cheese on a spinach, wheat or tomato wrap next time you visit."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ritacco's Market"],["url="],["email="],["address=84 Oak Street"],["lat="],["long="],["directions="],["phone = +1 401 596-1835"],["tollfree="],["fax="],["hours=Daily"],["price="],["content=Everything at this Market is incredible. The classic italian subs to the their specialty , soupy and egg. Grinders are a great value at $6.50 average."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Reale’s Groceries"],["alt="],["url="],["email="],["address=122 High Street"],["lat="],["long="],["directions="],["phone =+1 401 322-2323"],["tollfree="],["fax="],["hours="],["price="],["content=One of two old, Italian grinder places in Westerly that are highly regarded. Features soft grinder rolls and they are well known for their meatball grinders. Outside of the meatball this is not the place to go for hot grinders as it is the only one on the menu, and they do not toast their grinders. They also have hard to find Italian meats, such as prosciutto and mortadella, which they feature in their loaded Italian grinder. 4.50-8.00."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Ritacco’s Market"],["alt="],["url="],["email="],["address=84 Oak Street"],["lat="],["long="],["directions="],["phone =+1 401 596-1835"],["tollfree="],["fax="],["hours="],["price="],["content=This is the second of the old Italian Westerly grinder places that have almost been around longer than cars (barely kidding). Here, they use very hard bread that they bake themselves every morning. They also sell Italian delicacies such as soupy and wandies. The hot grinders are the specialty here, they have meatball, steak and cheese, sausage and peppers amongst many, many more. They also toast every grinder unless you specify you do not want it toasted."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hilltop Café"]},", (Pods), 23 Canal Street. Hands-down the best pizza you will find in Westerly. Not exactly a family-friendly atmosphere, but if pizza is what you are looking for Pod’s is head and shoulders above everywhere else. There buffalo wings are also terrific, and they have a full service bar. Also, don’t expect to be waited on hand foot; the service will leave something to be desired."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Cooked Goose"],["url="],["email="],["address=92 Watch Hill Road"],["lat="],["long="],["directions="],["phone=+1 401 348-9888"],["tollfree="],["fax="],["hours=Summer-7AM-7PM Winter-7AM-3PM"],["price="],["content=One of the best places in Westerly to get a sandwich!  The Cooked Goose is a breakfast and lunch restaurant.  Their menu consists of a variety of delicious sandwiches, along with baked goods, appetizers, soups, salads, and burgers.  It is in the perfect location, right near the beach!  They host parties and other events."]]}," "]},{"type":"'''","value":["Dinner"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Dylan's Steakhouse"],["alt="],["url=http:\/\/www.dylanssteakhouse.com"],["email="],["address=2 Canal Street"],["lat="],["long="],["directions="],["phone =+1 401 596-4075"],["tollfree="],["fax="],["hours=Sun-Th 4PM-9PM, F-Sat 4PM-10PM (",{"type":"''","value":["dinner"]},"); W-Sat 11:30AM-4PM (",{"type":"''","value":["lunch"]},")"],["price=$12.95-$28.95"],["content= A great steakhouse in Downtown Westerly, Dylan's extensively tests various cuts, grades and producers in order to serve you the highest quality meat. Within walking distance to Downtown stores and Wilcox Park."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Thai Pepper"],["alt="],["url=http:\/\/www.thaipepperwesterly.com"],["email="],["address=15 Railroad Avenue"],["lat="],["long="],["directions=directly across from the train station"],["phone =+1 401 348-0511"],["tollfree="],["fax="],["hours=Tu-Th 11:30AM-9PM, F-Sa 11:30AM-10PM, Su 4:30PM-9PM"],["price=$6.95-$16.95"],["content= A small but very nice (with candle light and soft music) Thai restaurant. Try the Thai Pepper Sampler and Thai Sweet Iced tea -- they're delicious."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Vetrano's Restaurant"],["alt="],["url=http:\/\/www.vetranosrestaurant.com"],["email="],["address=130 F Granite Street"],["lat="],["long="],["directions="],["phone =+1 401 348-5050"],["tollfree="],["fax="],["hours="],["price=$10.75-$19.95"],["content= This restaurant will please anyone who loves authentic Italian food. The unique murals on the walls provide for a real Italian experience."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Senor Flacos"],["alt="],["url=http:\/\/www.flacosri.com"],["email="],["address=15 Canal Street"],["lat="],["long="],["directions=on the corner"],["phone =+1 401 315-2626"],["tollfree="],["fax="],["hours="],["price=$9.99-$16.99"],["content=A Mexican restaurant with a great atmosphere and even better guacamole. Nice place to take young kids under 12 on Sundays, they run a kid's eat free specials."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Primetime Café"],["alt="],["url="],["email="],["address=1 West Broad Street"],["lat="],["long="],["directions=Pawcatuck, CT"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Primetime is just across the Westerly\/Pawcatuck border and has large picture windows that overlook the Pawcatuck River. They serve breakfast, lunch and dinner. They serve a limited menu, if variety is what you are looking for this is not the place for you. However, the portions could feed a small army. It is almost a hole in the wall, but it is definitely worth a try if you want to get away from the beach area."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dunn’s Corners Pizza"]},", (DCP), 271 Post Road (Spindrift Village). They offer your average pizza and grinder selection as well as pasta’s, sandwiches and burgers. The burgers are a terrific bargain as you can get a good sized burger for only 5 dollars. The grinders are a little bit light on meat, which is a shame because the bread is fresh baked and delicious. The buffalo chicken pizza is awesome; they mix buffalo sauce with pizza sauce for their own special mix. DCP has the feel of a local place, and their prices are the cheapest in the beach area. 6.00-14.99"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=W.B. Cody's"],["alt="],["url=http:\/\/www.wbcodys.com"],["email="],["address=265 Post Road"],["lat="],["long="],["directions=in the plaza across from Wal Mart"],["phone =+1 401 322-4070"],["tollfree="],["fax="],["hours=M-Th 11:30AM-9:00PM, F 11:30AM-10:00PM, Sat 12:00PM-10:00PM, Sun 12:00PM-9:00PM"],["price=$8.59-$23.99"],["content= This restaurant will become a favorite for all who enjoy Western BBQ."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Applebees"],["alt="],["url=http:\/\/www.applebees.com"],["email="],["address=224 Post Road"],["lat="],["long="],["directions="],["phone =+1 401 322-2045"],["tollfree="],["fax="],["hours=M-Sa 11AM-12AM. Su 11AM-10PM"],["price=$7.49-$16.69"],["content= There's always a great atmosphere at Applebees, from the waiters to the decorations. It is a very community oriented restaurant, with their walls adorned with pictures and uniforms from local high school sports teams."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Venice Restaurant"],["alt="],["url=http:\/\/www.venicerestaurant.com"],["email="],["address=165 Shore Road"],["lat="],["long="],["directions="],["phone =+1 401 348-0055"],["tollfree="],["fax="],["hours=Dining room and lounge open daily at 4PM"],["price=$16.00-$26.00"],["content=Venice is a restaurant and banquet facility that is located near the beautiful scenic seaside."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=84 High Street"],["alt="],["url=http:\/\/www.84highstreet.com"],["email="],["address=84 High Street"],["lat="],["long="],["directions=across the street from Wilcox Park"],["phone =+1 401 596-7871"],["tollfree="],["fax="],["hours=Su-Th 5PM-9PM F-Sa 5PM-10PM"],["price=$6.00-$25.99"],["content= In Downtown Westerly, offers Mediterranean dishes as well as steak, salad, and pasta."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chens Village Restaurant"]},", (Chens), 156 Granite Street, 9:30am-9:30pm Monday through Friday 11:30am-10:30pm Friday and Saturday. Chens offers quality Chinese food in a casual environment. What sets Chen’s apart from the other Chinese restaurants in Westerly is the dark brown duck sauce. It may seem like a small detail, but it does greatly improve the experience. The service is good and quick and it is never over crowded. This place offers the best Chinese dinner menu that you will find in Westerly. 4.99-12.99"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Guytanno’s Café"],["url=http:\/\/www.guytannos.com\/"],["email="],["address=62 Franklin Street"],["lat="],["long="],["directions="],["phone = +1 401 348-6221"],["tollfree="],["fax="],["hours=Open for Lunch Monday through Saturday from 11AM to 3PM, Dinner is served Sunday through Thursday 5PM to 9PM; Friday and Saturday 5PM to 10PM."],["price="],["content=This restaurant is best described as an intimate atmosphere but at the same time a homely feeling.  Dishes here include a little of everything- international influences on pastas, seafood and steaks, make up this menu sure to have a little of everything for anyone."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Olympia Tea Room"],["alt="],["url=http:\/\/www.olympiatearoom.com"],["email="],["address=74 Bay Street"],["lat="],["long="],["directions=Watch Hill"],["phone =+1 401 348-8211"],["tollfree="],["fax="],["hours=Tu-Su 11:30AM-8:00PM"],["price="],["content=Surrounded by many shops, the ocean, and one of the oldest carousels in America, Olympia Tea Room is as beautiful as its surroundings. Closes during the winter; reopens in Spring."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Two Little Fish"],["alt="],["url=http:\/\/www.twolittlefishonline.com"],["email="],["address=138 Granite Street"],["lat="],["long="],["directions=historic shopping and arts district"],["phone =+1 401 348-9941"],["tollfree="],["fax="],["hours="],["price="],["content=Open Daily 11:30AM-8:00PM. Family style seafood restaurant, open since 1997. $6.95 - $10.00."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=99 Restaurant"],["url="],["email="],["address=7 Airport Road"],["lat="],["long="],["directions="],["phone = +1 401 348-8229"],["tollfree="],["fax="],["hours="],["price="],["content=A family like environment, 99 has a wide ranging menu that anyone can enjoy."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chens Village Restaurant"],["url="],["email="],["address=156 Granite Street"],["lat="],["long="],["directions="],["phone = +1 401 596-8339"],["tollfree="],["fax="],["hours=Mon: Saturday 11:30 am to 10:30 pm"],["price="],["content=Tasteful Chinese Food, large portions . You can dine in or dine out. Prices range from $8-$15 dollars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mario's Northend Pizzaria"],["url="],["email="],["address=61 Friendship Street"],["lat="],["long="],["directions="],["phone = +1 401 596-9393"],["tollfree="],["fax="],["hours="],["price="],["content=Mario’s is one of the many pizza restaurants in the town of Westerly; however it is one of the best.  Not only do they have great tasting pizza, but they also serve soups, salads, sandwiches, grinders, seafood, wraps and many Italian dishes.  Recently, an arcade was put in the restaurant, so your kids will love it! This is a great family environment."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Place"],["url="],["email="],["address=43 Broad Street"],["lat="],["long="],["directions="],["phone = +1 401 348-1803"],["tollfree="],["fax="],["hours="],["price="],["content=Since 1998 the Pizza Place has provided the town of Westerly with arguably the best pizza around.  This is the best place to eat after spending a day at the park, because it is conveniently located right in downtown Westerly.  Not only is their pizza something to talk about, but their Foccacia Bread is loved around town.  They serve salads, appetizers, red pizzas, white pizzas, pasta, and grinders.  When you eat at the Pizza Place, you are guaranteed to have a great dining experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Brazen Hen"],["alt="],["url="],["email="],["address=4 Canal Street, Westerly, RI 02891"],["lat="],["long="],["directions="],["phone=+1 401 348-8100"],["tollfree="],["fax="],["hours="],["price="],["content=This bar and grill allows for walk-ins, big groups, and service both inside and outside. When you walk into this restaurant, you get the feeling like you are in an Irish Pub. You feel extremely comfortable in the setting and they have a killer lunch menu (pub-style of course). You can choose from many different sandwiches, wraps, Irish dishes, salads, soups and even burgers. They seem to be quite well-known for the french fries. Overall, many french fries taste the same, but there is something different about these that you have to try out first and you will be hooked!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Haversham Tavern"],["alt="],["url=http:\/\/www.thehaversham.com"],["email="],["address=336 Post Road, Westerly, RI 02891"],["lat="],["long="],["directions="],["phone=+1 401 322-1717"],["tollfree="],["fax="],["hours=Open at 11:00am Daily"],["price="],["content=This restaurant is home of the classic 19th century tavern that makes you feel alive when you stop in. You can stop by for a quick bite to eat, a full meal, a beer, or if you are getting married they have a large banquet hall area also. The bar scene here is quite nice, with plenty of huge flat screen TVs, live music and ice cold drinks on tap. Whether you are looking for some fun or just a night out on the town, this could be on your list of places to eat when you stop by in Westerly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Sea Goose"],["alt="],["url=http:\/\/www.theseagoose.com"],["email="],["address=265 Post Road, Westerly, RI 02891"],["lat="],["long="],["directions="],["phone=+1 401 315-0788"],["tollfree="],["fax="],["hours="],["price="],["content=The Sea Goose is a new addition to Westerly over this past year. Its sister restaurant, \"The Cooked Goose\" is primarily for breakfast and lunch. This new restaurant features all local seafood for lunch and dinner. You can go into this establishment and order pretty much any type of fish, clam, soup, chowder and they even have a raw bar. Though certain items can get a little pricy, just remember that fresh, local seafood might be worth the extra price."]]}]},"\n",{"type":"'''","value":["Ice Cream"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=St. Clair Annex Ice Cream and Sandwich Shop"],["url=http:\/\/www.stclairannex.com\/Home.html"],["email="],["address=141 Bay Street"],["lat="],["long="],["directions="],["phone = +1 401 348-8407"],["tollfree="],["fax="],["hours=Open 7:45am-8:00pm Daily in the summer, and limited hours into the fall until the shop completely closes."],["price="],["content=On the off season be sure to call ahead for hours. This family owned business was established back in 1887 and has been passed down 5 generations. St Clair’s has moved around quite a few times and even suffered from a fire in 1973. A year later the shop opened back up and that’s where it has stayed ever since. There is inside dining as well as a pick up window to order ice cream from. Be sure to try one of their famous lobster rolls and of course the homemade ice cream in every flavor imaginable."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Downtown Creamery"],["url="],["email="],["address=37 West Broad Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Downtown Creamery is located in downtown Westerly, on the border of Westerly and Pawcatuck.  This is a place where you can eat and enjoy your ice cream in a clean, friendly environment.  One of the famous items on the menu is the “Big Kahuna.”"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dusty's Ice Cream"],["url="],["email="],["address=61 Friendship Street"],["lat="],["long="],["directions="],["phone = +1 401 322-4040"],["tollfree="],["fax="],["hours=Sunday- Thursday Noon to 9pm Friday-Saturday Noon to 10pm"],["price="],["content=Dusty’s is one of the many ice cream shops in Westerly. They offer many specials and are famous around town for selling Del’s Lemonade."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Perks and Corks"],["alt=Perks"],["url=http:\/\/www.perksandcorks.com\/index.html"],["email="],["address=62 High Street"],["lat="],["long="],["directions=in downtown Westerly, down the road from the train station"],["phone = +1 401 596-1260"],["tollfree="],["fax="],["hours="],["price=$3 beers, up to $10 cocktails"],["content=“Perks” is a coffee house by day, bar by night and has even been recognized by Best of RI Magazine to be the “Best Day to Night Hangout.” On any given night there is live music at Perks whether it be a local band or an open mic night, a crowd is sure to gather.  The place is decorated with comfy couches and living room furniture all around. Perks has a very relaxing atmosphere, the perfect place to meet up with friends and is definitely one of the must-sees in Westerly!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Paddy's Beach Restaurant"],["alt=Paddy's"],["url=http:\/\/www.paddysbeach.com"],["email="],["address=159 Atlantic Avenue"],["lat="],["long="],["directions="],["phone = +1 401 596-2610"],["tollfree="],["fax="],["hours=Open daily 11AM to 1AM, serving food from 11AM until 10PM"],["price="],["content=This restaurant\/bar is located right on the ocean’s shore with three different dining areas as well as two cocktail areas located outside, one on the beach and one on the deck. Paddy’s has specialty drinks made in souvenir glasses that you can buy once for about $20. There are DJ deck parties most weekend afternoons and nightly entertainment (check the online calendar for dates)."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Andrea Hotel"],["url="],["email="],["address=89 Atlantic Ave"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-318-5707"],["fax="],["hours="],["price="],["content=The ultimate beach bar, this bar like Paddy's is right on the beach. The sea breeze flows throughout the place as you sit at the bar drinking your favorite drink."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Andrea"],["alt="],["url="],["email="],["address=89 Atlantic Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open daily from 11AM to 1AM"],["price="],["content=This restaurant\/bar\/hotel is located right on the Atlantic with a back deck leading onto the beach. They offer lunch and dinner menus, with a comprehensive seafood menu for those who would like to try the local fare. They offer a nice selection of coladas for those looking to cool down on a hot summer day. At night, there is usually either a DJ or a band, which are listed on their website at ",{"type":"[","value":["http:\/\/www.andreahotel.com\/entertainment.html."]}," Paddy’s can be found just a few doors down, also right on the beach for those that like to move around."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Malted Barley"],["alt=The Barley"],["url=http:\/\/www.themaltedbarleyri.com\/index2.php#\/home\/"],["email="],["address=42 High St."],["lat="],["long="],["directions="],["phone = +1 401 315-2184"],["tollfree="],["fax="],["hours=Wednesday through Monday 3PM to 1AM (closed Tuesdays)"],["price="],["content= Located the heart of Westerly's historic downtown district, this pub is family owned and operated and boasts an impressive assortment of micro-brews, craft beers, fine wines, and quality spirits from within the United States. They also offer an extensive menu of specialty pretzel sandwiches (including desert and gluten-free pretzels) which are made to order by hand. 'The Barley', as it is affectionately referred to, is quickly becoming a favorite with locals and area musicians perform regularly."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Andrea Hotel"],["alt="],["url=http:\/\/www.andreahotel.com"],["email="],["address=89 Atlantic Av"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-318-5707"],["fax="],["price="],["checkin="],["checkout="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Star Motor Inn"],["alt="],["url=http:\/\/www.bluestarmotorinn.com\/"],["email="],["address=110 Post Road"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-543-8429"],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Breezeway Resort"],["url=http:\/\/www.breezewayresort.com"],["email="],["address=70 Winnapaug Road"],["lat="],["long="],["directions="],["phone =+1 401 348-8953"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Within walking  distance to Misquamicut beach, The Breezeway offers modern guest rooms, suites and cottages situated on a peaceful, park-like setting"]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maria's Suites"],["url=http:\/\/www.breezewayresort.com\/property.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-462-8872"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located across the street from Misquamicut beach, Maria's Suites offers 5 oceanview suites and guests enjoy resort privileges at The Breezeway Resort"]]}]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pine Lodge Motel"],["alt="],["url="],["email="],["address=92 Old Post Rd"],["lat="],["long="],["directions="],["phone =+1 401 322-0333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pleasant View Inn"],["alt="],["url=http:\/\/www.pvinn.com"],["email="],["address=65 Atlantic Av"],["lat="],["long="],["directions="],["phone=+1 401 348-8200"],["tollfree=+1-800-782-3224"],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Point One Resort"],["alt="],["url="],["email="],["address=26 Winnapaug Road"],["lat="],["long="],["directions="],["phone=+1 401 348-0320"],["tollfree=+1-800-557-2050"],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grandview Bed & Breakfast"],["url=http:\/\/www.grandviewbandb.com"],["email="],["address=212 Shore R"],["lat="],["long="],["directions="],["phone =+1 401 447-638"],["tollfree="],["fax="],["hours="],["price=Rates from $105 - $1"],["checkin="],["checkout="],["content=Hilltop home with 11 rooms with ocean view. Minutes from the beach and a casino."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ocean House"],["url=http:\/\/www.oceanhouseri.com\/index-alt.php"],["email="],["address=1 Bluff Av"],["lat="],["long="],["directions="],["phone =+1 401 584-7000"],["tollfree="],["fax="],["hours="],["price=Rates starting from $355 per night"],["checkin="],["checkout="],["content=Constructed in 1868, the Ocean House hotel was once an iconic Victorian-style architectural masterpiece which became a must-have summer home to the wealthy of the 1900s. In 2003 the hotel was deemed unsafe and beyond repairs and was torn down just to be rebuilt just as beautiful as the original even keeping some of the original architecture. The Ocean House hotel reopened May 2010 with 49 guest rooms. Amenities also include a spa with hair salon, indoor lap pool, state of the art fitness center and only a few steps away are views of the private beach. There is also one fine dining restaurant on the premises as well as three other places to grab food on the go."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Langworthy Farm Bed & Breakfast"],["url=http:\/\/www.langworthyfarm.com\/"],["email="],["address=308 Shore Rd,Westerly, RI 02891"],["lat="],["long="],["directions="],["phone = +1 401 322-7791"],["tollfree="],["fax="],["hours="],["price=$135 to $260"],["checkin=3pm"],["checkout=11am"],["content=Langworthy Farm Bed & Breakfast opened in July 2000 after extensive renovations. The B&B offers four rooms and two suites. Each room has a signature name like Weekapaug Room or Langworthy suite that are tastefully decorated and comfortable furnishings. Langworthy farm also has its own winery for wine tastings."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Narragansett"]]}," is about 20 minutes north no RI 1."]},"\n",{"type":"{{","value":[["routebox"],["image1=Amtrak_Northeast_Regional.png"],["imagesize1=100"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["New Haven"]]}],["minorl1=",{"type":"[[","value":[["Mystic (Connecticut)"],["Mystic"]]}],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["Providence"]]}],["minorr1=",{"type":"[[","value":[["South Kingstown"]]}],["image2=US 1.svg"],["imagesize2=22"],["directionl2=S"],["majorl2=",{"type":"[[","value":[["New Haven"]]}],["minorl2=",{"type":"[[","value":[["Stonington (Connecticut)"],["Stonington"]]}],["directionr2=N"],["majorr2=",{"type":"[[","value":[["Providence"]]}],["minorr2=",{"type":"[[","value":[["Charlestown (Rhode Island)"],["Charlestown"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.37750"],["-71.82722"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South County (Rhode Island)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Westerly, Rhode Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Rhode_Island\/Localities\/W\/Westerly\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Westerly, Rhode Island"]]}]