[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["West Lombok"]}," is a region of ",{"type":"[[","value":[["Lombok"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n",{"type":"[[","value":[["File:Lombok_Regions_map.png"],["thumb"],["right"],["450px"],["Map of Lombok"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=Region"],["region1color=#6daad2"],["region1items="],["region1description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mataram"]]}," - the largest city in Lombok and the provincial capital of West Nusa Tenggara"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ampenan"]]}," - historic port city and site of the previous international airport serving Lombok, however those airport facilities have now been moved to Bandara Internasional Lombok near Praya, and the airport has been closed to airline operations."]},"\n",{"type":"*","value":[" Cakranegara - the main commercial area on the eastern flank of Mataram"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Senggigi"]]}," - the main tourist strip, including the neighboring beaches of ",{"type":"'''","value":["Mangsit"]},", Klui and Batu Bolong"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tanjung"]]}," - on the north west coast including the newly developing areas of Medana and Sire beach, administrative capital of the North Lombok Regency"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bangsal"]]}," - little harbor servicing the Gili Islands"]},"\n",{"type":"*","value":[" Pemenang - a local service centre and northern gateway to the Pusak pass and Monkey forest, support township for Bangsal and Gili islands"]},"\n",{"type":"*","value":[" Gerung - administrative capital of the West Lombok Regency, to the south of the provincial capital of Mataram"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lembar"]]}," - non-descript harbour town for the larger vehicular and passenger carrying ferries to and from ",{"type":"[[","value":[["Bali"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Gili Islands"]]}]}," — ",{"type":"[[","value":[["Gili Air"]]},", ",{"type":"[[","value":[["Gili Meno"]]},", ",{"type":"[[","value":[["Gili Trawangan"]]},", these tiny islands of the west coast are popular with divers, backpackers, heodonists and those looking for a relaxing island holiday. Each island has a different flavour and tempo, research well for a good fit and if you get it wrong just change islands, they are very close to each other and to the mainland for day trips or further exploration"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sire beach"]}," at Tanjung — developing into a location for palacious fully serviced rental villas and intimate 5 star resorts."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kosaido Golf Club"]}," on the Sire Peninsula in Tanjung"]},"\n",{"type":"*","value":[{"type":"'''","value":["Medana Bay Marina"]}," — in Tanjung, 18 holes on gentle undulating greens surrounded by rustic villages and coconut groves"]},"\n",{"type":"*","value":[{"type":"'''","value":["Monkey forest"]}," — at Pusuk pass on the road between Gunung Sari and Pemenang, an alternative route northward from Mataram"]},"\n",{"type":"*","value":[{"type":"'''","value":["Old town and port of ",{"type":"[[","value":[["Ampenan"]]}]},", the inlet is still in use for fishing boats and Lombok's maritime oil and fuel terminal and storage tanks are sited on the foreshore. Has a forlorn but interesting seaside esplanade that has seen better days"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gunung Sari"]}," — the mountain overlooks the northern flanks of the city, it has a traditional market and is the gateway to the Pusuk pass "]},"\n",{"type":"*","value":[{"type":"'''","value":["Batu Bolong"]}," — means 'rock with a hole in it', one of many wave eroded rocks with holes in them along the west coast but this one is an important Hindu site"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kerandangan beach"]}," — popular spot for satays and beach activities on Sundays, has a strring of traditional thatched warungs along the beach. Far back in the long valley behind the beach there are a few rental villas and as a gateway to the forest there is a lineal conservation park"]},"\n",{"type":"*","value":[{"type":"'''","value":["Mangsit beach"]}," — the quieter and more civilised end of Senggigi, a lovely beach and good range of hotels from budget to boutique resort and has the full scale 4 star Lombok Holiday Resort and the popular Qunci boutique resort right on the beach"]},"\n",{"type":"*","value":[{"type":"'''","value":["Klui beach"]}," — even quieter again and site to a new small boutique resort hotel, has a lovely beach popular on Sundays with local people eating satay and playing on the beach"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lendang Guar"]}," —  quiet scenic beach immediately north of Klui beach and Mangsit beach, 3 hotels, one recently opened on the beach and 2 on the main road"]},"\n",{"type":"*","value":[{"type":"'''","value":["Malimbu beach"]}," — has spectacular views from the headlands at either end, popular with sunset photographers"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nipah beach"]}," — a lovely clean bay with traditional fishing activities and a stunning mountain backdrop"]},"\n",{"type":"*","value":[{"type":"'''","value":["The scenic west coast highway"]}," — with beautiful bays, headlands and mountain framed rice fields to the north, a must for a motorbike enthusiast"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"'''","value":["West Lombok"]}," is the principal area of tourist activity and endeavour in Lombok. It has the most facilities including hotels, restaurants, tour companies, car and motorbike rental operators, western and locally oriented bars, clubs and restaurants.\nThe focus of this activity is upon the township Senggigi including it's lineal satellites along the coast north to the quieter and pretty Mangsit beach and Klui beach, and south to Batu Bolong, Batu Layar and Montong.",{"type":"<","value":["br"]},"\nThe Senggigi area and in particular the township itself serves as the principal gateway to the other attractions of Lombok northward up the west coast including the Gili Islands and to Tanjung with it's upmarket resorts and rental villas at Sire Beach and Medana beach. Tanjung in the north of the district is the gateway to the North Lombok region including Senaru, Mount Rinjani and further on to the historic villages of Bayan and Sembalun in adjoining North Lombok.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"'''","value":["Bahasa Sasak"]}," is the language of the Sasak peoples of Lombok.",{"type":"<","value":["br"]},"\nIn western Lombok the local people speak in varying dialects of the indigenous language of Lombok. Informal versions of Bahasa Indonesian are also spoken by many people especially amongst the younger generations who may also introduce elements of Javanese or Jakarta slang into their conversations. In the hotels, larger shops and offices of the district people will normally speak in more formal versions of ",{"type":"[[","value":[["Bahasa Indonesia"]]},". In the tourism areas along the west coast some people may speak English, especially those associated in some way with tourism activities. In tourist venues such as hotels and restaurants catering to overseas tourists there is more likelihood of English speakers being available most especially in the major hotels, restaurants and other establishments.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["Cautionbox"],["'''Scheduled airline operations flying to and from Lombok have been moved from Selaparang International Airport (",{"type":"{{","value":[["IATA"],["AMI"]]},") across to the new Lombok International Airport (BIL) in central southern Lombok near the city of Praya.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok"],["article"]]}," for more details on the new international airport and connecting services to destinations across the island."]]},"\n\n",{"type":"'''","value":["Public buses and bemo"]}," run to and from the west coast and the city of ",{"type":"[[","value":[["Mataram"]]},".",{"type":"<","value":["br"]},"\nThe northern areas feed in through ",{"type":"[[","value":[["Tanjung"]]}," with limited services further north from Bayan connecting down the west coast.",{"type":"<","value":["br"]},"\nOther northern services connect through Tanjung, then onward via Pemenang, through Pusuk pass and onward via Gunung Sari to Mataram, Sweta and to the Central region and on to the south and the east of the island.",{"type":"<","value":["br"]},"\nFrom the central areas toward Praya, the eastern coast and the southern beaches including Kuta and Sekotong the bus and bemo system can be a little complex and bewildering.",{"type":"<","value":["br"]},"\nA bus terminal in the Sweta district just east of the main city of Mataram and Cakranegara serves West Lombok but there are also many smaller regional bemo hubs such as that found at the Ampenan pasar and other regional markets.\nAs the system feeding into and traversing the West Lombok region is somewhat confusing most visitors choose private car options, minibus operators, boat services or Lombok's quite reliable radio despatched taxi service to get from point to point on the island.\n\n",{"type":"'''","value":["Fastboat"]}," services are increasing in number with several operators providing a crossing from Pandangbai in Bali to Gili Trangawan. Many Lombok visitors are now using this alternative to the larger and slower vehicular ferries and the aircraft services arriving at Lombok's airport in Ampenan.",{"type":"<","value":["br"]},"\nMany are new start ups and there have recently been some operational safety issues with some of the entrants to this Lombok Strait sea route. Potential users of these services should research their options well.\n\n",{"type":"'''","value":["Speedboats to Teluk Nare"]}," provide quick and expedient onward services from the Gili islands to the Lombok mainland.  \n\n",{"type":"'''","value":["Traditional outrigger boat"]}," charters also provide connections through to Bangsal, Mangsit beach and Senggigi beach from the three Gili Islands. \n\n",{"type":"'''","value":["A public ferry service"]}," run by a local co-operative travels between the Gilli Islands and Bangsal harbour.",{"type":"<","value":["br"]}," \n",{"type":"''","value":["Please see the Bangsal ",{"type":"[[","value":[["Bangsal"],["article"]]}," for more detail on those services."]},{"type":"<","value":["br"]},"\nLimited charter operations also move people between the Medana peninsular to provide services to the 5 star Oberoi Resort and the new Lombok Lodge, both whom have basic landing facilities.",{"type":"<","value":["br"]},"\n\n",{"type":"'''","value":["Public vehicular and passenger ferries"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lombok strait"]},": ",{"type":"[[","value":[["Lembar"]]}," Lombok - from: ",{"type":"[[","value":[["Padangbai"]]},", ",{"type":"[[","value":[["Bali"]]},", with 12 ferries providing crossings once every hour, services run 24\/7 unless suspended due to adverse weather conditions."]},{"type":"*","value":[{"type":"'''","value":["Alat Strait:"]}," ",{"type":"[[","value":[["Labuhan Lombok"]]}," - from: Pototano, ",{"type":"[[","value":[["Sumbawa"]]}," with 8 ferries providing 18 crossings per day.",{"type":"<","value":["br"]}]},"\n",{"type":"'''","value":["Disruptions and re-scheduling"]}," can occur on any of these sea crossings as the shipping operators may suspend services due to breakdown or heavy seas.\n\n",{"type":"'''","value":["Lembar arrivals"]}," by ferry from ",{"type":"[[","value":[["Bali"]]}," may find that only limited services are available to connect to through to ",{"type":"[[","value":[["Praya"]]}," in ",{"type":"[[","value":[["Central and East Lombok"],["Central Lombok"]]},", southeast toward ",{"type":"[[","value":[["Kuta_(Lombok)"],["Kuta"]]}," or north toward the city of Mataram and the ",{"type":"[[","value":[["West Lombok"]]}," tourism precincts of ",{"type":"[[","value":[["Senggigi"]]},", ",{"type":"[[","value":[["Gili Islands"]]}," ",{"type":"[[","value":[["Tanjung"]]}," and on to ",{"type":"[[","value":[["North Lombok"]]},".Taxis service the port area and bemo run during the day. Some visitors prefer to make prior arrangements for onward connections to their final destination in Lombok.",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Please see the Lembar ",{"type":"[[","value":[["Lembar"],["article"]]}," for details."]},"\n\n",{"type":"[[","value":[["Lombok#Get from the airport"],[{"type":"'''","value":["Airport taxis"]}]]}," travel into West Lombok and are available to arriving passengers at Lombok International Airport (",{"type":"''","value":["Bandara Internasional Lombok"]},"). The taxis providing services to and from the airport use a taxi meter. Payment of an ",{"type":"''","value":["Airport Taxi Service Charge"]}," is required for taxis departing the airport. The fee for West Lombok destinations is Rp 17,000, payable at a dedicated Airport Taksi desk at both the domestic and the international terminals.\n\n",{"type":"'''","value":["Airport pick-up"]},", the established hotels and resorts of the West Lombok area may offer pick up's and  transfers to and from the airport or other locations in Lombok. You will need to enquire at the hotels for this service and ensure you book ahead.\n\n",{"type":"'''","value":["DAMRI"]}," public airport bus service provides a scheduled air-conditioned service in late model buses operating between the airport and Mandalika central bus terminal on the eastern outskirts of Mataram (Rp 15,000\/person) and to Senggigi on the west coast (Rp 25,000\/person).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Rent a car"]}]},{"type":"*","value":[{"type":"'''","value":["Rent a motor bike"]}]},{"type":"*","value":["Please see the ",{"type":"[[","value":[["Lombok#Get around"],["main Lombok article"]]}," article for more detailed information on driving and renting in Lombok and ensure you obtain and use a helmet when riding a motor bike."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lombok#By_taxi"],[{"type":"'''","value":["Metered taxis"]}]]}," normally operate in the central and eastern area of Lombok however they will be hard to find in the more remote areas. Bookings can be made in advance by calling their radio despatch service."]},"\n",{"type":"*","value":[" Bluebird * ",{"type":"{{","value":[["listing"],["name=Lombok Taksi"],["url=http:\/\/www.bluebirdgroup.com\/24hour.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 627000"],["tollfree="],["fax="],["hours=24hr service"],["price="],["content="]]}]},{"type":"*","value":[" Express * ",{"type":"{{","value":[["listing"],["name=Express Taksi"],["url=http:\/\/www.expressgroup.co.id\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 635968"],["tollfree="],["fax="],["hours=24 hr service"],["price="],["content="]]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Batu Bolong Hindu shrine"]},{"type":"*","value":["Sundays at Kerandangan beach or Klui beach, locals play on the beach and seek out satay"]},{"type":"*","value":["Senggigi nightlife for a flashback to the 80's"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Jalan Udayana, a night time strip of warungs and small food stalls near the now closed Selaparang Airport."]},{"type":"*","value":["Go snorkelling"]},{"type":"*","value":["Go bike riding on the scenic west coast highway between Mangsit beach and Malimbu"]},{"type":"*","value":["Take a guided walk in the forest"]},{"type":"*","value":["Hire an outrigger boat and take a trip to the Gili Islands"]},"\n",{"type":"==","value":["Eat"]},"\n\nThe west coast strip has a wide array of eating establishments. The highest saturation is in the Senggigi precinct.",{"type":"<","value":["br"]},"\nLocal food, mixed fusion food and a few successful attempts as western oriented styles can be found in this extended lineal coastal strip from Montong through to Klui just north of Mangsit beach.",{"type":"<","value":["br"]},"\nPlease see the Senggigi ",{"type":"[[","value":[["Senggigi"],["article"]]}," for more details.\n\n",{"type":"==","value":["Drink"]},"\n\nMany licensed premises such as hotels and some restaurants serve alcohol in the west Lombok region. Do not expect alcoholic drinks to be served in other than the larger hotels and more internationaly oriented establishments and please respect local sensibilities by avoiding drinking openly in public whilst in Lombok.\nLocal coffee, tea, fruit juices, coconut juice and softdrinks (sodas) are normally readily available.\n\n",{"type":"==","value":["Stay safe"]},"\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok#Stay_safe"],["article"]]}," for detail on health and safety in Lombok.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Please see the Lombok main ",{"type":"[[","value":[["Lombok#Cope"],["article"]]}," for a more comprehensive list of medical facilities available on the island."]}]},"\n",{"type":"====","value":["Hospitals"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mataram Public Hospital"],["alt=Rumah Sakit Umun"],["url="],["email="],["address=Jl. Pejanggik 6, Mataram"],["lat="],["long="],["directions="],["phone=+62 370 638464"],["tollfree="],["fax="],["hours=24 hr UGD-Emergency room and admissions"],["price="],["content=The islands main public hospital with UGD (Unit Gawat Darurat)-Emergency treatment room, ICU and OR facilities, laboratorium, Specialist consulting rooms."]]}]},"\n",{"type":"====","value":["Medical clinics"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Klinik Risa"],["alt=Risa Centra Medika Hospital"],["url="],["email="],["address=Jl. Pejanggik No.115, Cakranegara"],["lat="],["long="],["directions=just east of Mataram mall on the right hand side of the road"],["phone=+62 370 625560"],["tollfree="],["fax="],["hours=24 hours Emergency room, Specialist consulting rooms and Dentist."],["price="],["content="]]}]},"\n",{"type":"====","value":["Emergency service"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ambulance"]}," +62 370 623489",{"type":"<","value":["br"]},"In emergency  ",{"type":"'''","value":["dial - 118"]}]},":",{"type":"''","value":["The reality is that unless within the confines of Mataram\/Ampenan\/Cakranegara an ambulance is normally too far away to provide prompt transport in the case of a true emergency. Most often a taxi, police vehicle or a private car is used to get someone requiring urgent medical attention to a hospital. The ambulances in Lombok are more often used in the role of assisted patient transport rather than for first responder\/paramedic supported emergency assistance and transport."]},"\n\n",{"type":"==","value":["Connect"]},"\n\nWest Lombok has varying terrain and land use from urban cities to remote mountain peaks and valleys. Accordingly mobile telephonary varies from reasonable to patchy to non-existent.\nThe cities and built up areas normally have reasonable to good coverage from the two main operators.\n",{"type":"*","value":["Telkonsel is operated by Indonesia's Telkom. They provide GSM 2G and in some areas including Senggigi, Mangsit and south to Mataram 3G reception and broadband wireless connections may be possible."]},{"type":"*","value":["XL comm also provides a wide coverage of 2G and in some areas 3G coverage."]},{"type":"*","value":["Telkom also provide a 2.5G CDMA service branded as \"Flexi\" throughout much of Lombok.  "]},"\nPost offices are available in Mataram at the central post office. \nPost offices are available in Mataram at the central post office at Jalan Sriwijarya, Mataram, ☎ +62 370 632645.",{"type":"<","value":["br"]},"\nThere is also a post office near the airport on the other side of the traffic round-a-bout outside the old Selaparang airport gates and another in Senggigi.",{"type":"<","value":["br"]},"\nSenggigi has a post office in the main street opposite Bank BNI.\n\nPost offices are described as ",{"type":"''","value":["Kantor Pos"]}," in Indonesia.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Gili Islands"]]}]},{"type":"*","value":[{"type":"[[","value":[["North Lombok"]]}]},{"type":"*","value":[{"type":"[[","value":[["South Lombok"]]}]},{"type":"*","value":[{"type":"[[","value":[["Central and East Lombok"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bali"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sumbawa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Java"]]}]},{"type":"*","value":[{"type":"[[","value":[["Singapore"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kuala Lumpur"]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"====","value":["Hospitals"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Please see the Lombok main ",{"type":"[[","value":[["Lombok#Cope"],["article"]]}," for a more comprehensive list of medical facilities available in Mataram."]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mataram Public Hospital"],["alt=Rumah Sakit Umun"],["url="],["email="],["address=Jl. Pejanggik 6, Mataram"],["lat="],["long="],["directions="],["phone=+62 370 638464"],["tollfree="],["fax="],["hours=24 hours UGD-Emergency room and admissions"],["price="],["content=The islands main public hospital with UGD (Unit Gawat Darurat)-Emergency treatment room, ICU and OR facilities, laboratorium, Specialist consulting rooms."]]}]},"\n",{"type":"====","value":["Medical clinics"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Klinik Risa"],["alt=Risa Centra Medika Hospital"],["url="],["email="],["address=Jl. Pejanggik No.115, Cakranegara"],["lat="],["long="],["directions=just east of Mataram mall on the right hand side of the road"],["phone=+62 370 625560"],["tollfree="],["fax="],["hours=24 hours Emergency room"],["price="],["content=Full hospital facilities available on site, specialist consulting rooms, Dentist."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Puskesmas Tanjung"],["alt=Local health clinic Tanjung township"],["url="],["email="],["address=Tanjung"],["lat="],["long="],["directions="],["phone=+62 370 623010"],["tollfree="],["fax="],["hours="],["price="],["content=This is a local municipal health clinic rather than an emergency centre"]]}]},"\n",{"type":"====","value":["Emergency service"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ambulance"]}," +62 370 623489",{"type":"<","value":["br"]},"In emergency  ",{"type":"'''","value":["dial - 118"]}]},":",{"type":"''","value":["The reality is that unless within the confines of the main city of Mataram\/Ampenan\/Cakranegara an ambulance is normally too far away to provide prompt transport in the case of a true emergency. Most often a taxi, police vehicle or a private car is used to get someone requiring urgent medical attention to a hospital. The ambulances in Lombok are more often used in the role of assisted patient transport rather than for first responder\/paramedic supported emergency assistance and transport."]},"\n\n",{"type":"[[","value":[["WikiPedia:West_Lombok_Regency"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.7167"],["116.1167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lombok"]]},"\n",{"type":"{{","value":[["usableregion"]]}]