[{"type":"{{","value":[["pagebanner"],["West Bank Banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["warningbox"],["The West Bank is presently under a ",{"type":"[","value":["http:\/\/travel.state.gov\/content\/passports\/english\/alertswarnings\/israel-travel-warning.html travel warning from the State Department of the United States"]}," due to ongoing military conflict."]]},"\n",{"type":"[[","value":[["Image: 2010-08_Ramallah_57.jpg"],["thumb"],["right"],["400px"],["A market in Ramallah, one of the West Bank's largest cities."]]},"\nThe ",{"type":"'''","value":["West Bank"]}," is a ",{"type":"[[","value":[["Palestinian Territories"],["territory under Israeli occupation"]]}," with areas of Palestinian Autonomous Control (Area A and B) and Israeli military\/civilian settlement (Area C) in the ",{"type":"[[","value":[["Middle East"]]}," between ",{"type":"[[","value":[["Israel"]]}," and ",{"type":"[[","value":[["Jordan"]]},", to the north of the ",{"type":"[[","value":[["Dead Sea (Israel and the West Bank)"],["Dead Sea"]]},". It forms the larger half of the semi-autonomous ",{"type":"[[","value":[["Palestinian Territories"]]},", the smaller being the ",{"type":"[[","value":[["Gaza Strip"]]},". Depending on where one travels the area is controlled by Palestinian authorities, Israel, or even both. It is known as the West Bank because it lies on the western bank of the Jordan River.  This part of the world is steeped in biblical history and contains many sites of religious and archaeological significance. It has been under Israeli administration since 1967 with future status uncertain and still to be resolved, between Israel and the PNA. About 1.5 million Palestinians and 500,000 Israelis live in the West Bank. \n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"===","value":["Mixed"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Hebron"]]}," (الخليل\/חברון)"]},"\n",{"type":"===","value":["Palestinian"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Beit Jala"]]}," (بيت جالا \/ בית ג'אלה)"]},{"type":"*","value":[{"type":"[[","value":[["Bethlehem"]]}," (بيت لحم\/בית לחם)"]},{"type":"*","value":[{"type":"[[","value":[["Jenin"]]}," (جنين \/ג'נין)"]},{"type":"*","value":[{"type":"[[","value":[["Jericho"]]}," (أريحا\/יריחו)"]},{"type":"*","value":[{"type":"[[","value":[["Nablus"]]}," (نابلس\/ שׁכם)"]},{"type":"*","value":[{"type":"[[","value":[["Qalqilyah"]]}," (قلقيلية\/קלקיליה)"]},{"type":"*","value":[{"type":"[[","value":[["Ramallah"]]}," (رام الله\/רמאללה)"]},{"type":"*","value":[{"type":"[[","value":[["Salfit"]]}," (سلفيت\/סלפית)"]},{"type":"*","value":[{"type":"[[","value":[["Tulkarm"]]}," (طولكرم\/טולכרם)"]},"\n",{"type":"===","value":["Major Israeli Settlements"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ariel"]]}," (اريئيل\/אריאל)"]},{"type":"*","value":[{"type":"[[","value":[["Betar Illit"]]}," (ביתר עילית)"]},{"type":"*","value":[{"type":"[[","value":[["Gush Etzion"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Efrat"]]}," (أفرات\/)אפרת)"]},{"type":"*","value":[{"type":"[[","value":[["Ma'ale Adummim"]]}," (معاليه أدوميم\/מעלה אדומים)"]},{"type":"*","value":[{"type":"[[","value":[["Modi'in Illit\/Kiryat Sefer"]]}," (موديعين عيليت\/קריית ספר\/מודיעין עילית‎)"]},{"type":"*","value":[{"type":"[[","value":[["Neve Daniel"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dead Sea (Israel and the West Bank)"],["Dead Sea"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Judaean Desert"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Judaean Mountains"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Qumran"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:We-map.png"],["thumb"],["270px"],["Map of West Bank"]]},"\nWithin the political dispute between the Palestinians and Israelis there are two presentations of the West Bank. In Israeli terms it is called the regions of Judea, Samaria and Benjamin. Some Israelis see the West Bank territories as historically Jewish land and claim a biblical\/historical birthright to resettle it by building settlements there. Israel is also building a huge concrete barrier partly within the West Bank, officially aimed at preventing the infiltration of Palestinians into Israel's official pre-1967 borders and to isolate Jewish settlements from Palestinian populated areas and unofficially accused by Palestinians as a unilateral Israeli attempt to draw the borders. The barrier cuts off some Palestinians from each other, vital farm lands, and most of all: physically separates West Bank Palestinians from the Palestinian districts of East Jerusalem and its holy sites. Since its creation, the number of terror attacks in Israel has dropped radically. The Palestinians and the PNA claim this region, in addition to the Gaza Strip and East Jerusalem, as the territory of a future Palestinian state. There are 400,000 Jews and around 1.2 million Arabs living in the territory (Est. 2011) Officially, the West Bank is not part of any country, but deemed under Israeli occupation until a final peace agreement between the two above parties. \n\nAs a travel destination, the West Bank is really in many senses two different entities:\n\nNumerous Israeli roadblocks greatly impede and slow the movement of Palestinians between Palestinian cities in the West Bank and also between the West Bank and both East Jerusalem and Jordan. Visitors who travel to Arab areas of the West Bank should also expect to encounter Israeli checkpoints, and those of Palestinian origin may be subjected to strip searches or other intrusive procedures.\n\nBy contrast, access to Israeli settlements in the West Bank is primarily by bypass roads, which do not go through Arab towns and villages and may not have Israeli roadblocks on them.\n\n",{"type":"===","value":["Climate"]},"\n\nTemperate; temperature and precipitation vary with altitude, warm to hot summers, cool to mild winters.\n\n",{"type":"===","value":["Terrain"]},"\n\nMostly rugged dissected upland, very hilly and mountainous, heavy vegetation is very common in most places.\n",{"type":"*","value":[{"type":"''","value":["lowest point:"]}," Dead Sea -408 m"]},{"type":"*","value":[{"type":"''","value":["highest point:"]}," Tall Asur 1,022 m"]},"\n",{"type":"===","value":["History"]},"\n\nThe area now known as the West Bank was part of the territory that Britain administered under a League of Nations mandate from 1920-1948, following its capture from the ",{"type":"[[","value":[["Turkey"],["Ottoman Empire"]]}," in World War I. At that time, the entire territory from the Mediterranean Sea to the Jordan River was known as Palestine. After the 1947 U.N. plan to partition Palestine between a Jewish and an Arab state was approved, war broke out. By the end of that war in 1949, Transjordan had captured the West Bank and East Jerusalem. It subsequently annexed the West Bank and East Jerusalem and renamed itself Jordan. The residents of the annexed territories were awarded Jordanian citizenship. This proved important when, after almost two decades of intermittent strife between Israel and Jordan, Israel occupied East Jerusalem and the West Bank in the 1967 War. Many West Bank Palestinians moved to the other side of the Jordan River to escape Israeli occupation.\n\nThe Israeli occupation of the West Bank and other territories conquered in the 1967 War has been controversial around the world, and it also eventually proved to be contentious within Israel because draftees were put in the position of policing protests against the occupation, and many Israelis did not want their children to be put in the position of using excessive force against civilians or, on the other hand, sometimes being ambushed and attacked by people who were not merely protestors. Continuing Palestinian resistance to occupation — in particular, the First Intifadah, also called the \"Intifadah of the Stones,\" which featured many incidents of crowds of stone-throwing Palestinians youths being beaten, attacked with rubber bullets, or shot with live ammunition by Israeli security forces — and Israeli occupation-fatigue helped lead to negotiations between Israeli Prime Minister Yitzhak Rabin and Palestinian Liberation Organization (PLO) Leader Yassir Arafat, which resulted in the Oslo Accords in 1993.\n\nThe ",{"type":"[[","value":[["Israel"]]},"-PLO Declaration of Principles on Interim Self-Government Arrangements (the DOP), signed in Washington on 13 September 1993, provided for a transitional period not exceeding five years of Palestinian interim self-government in the ",{"type":"[[","value":[["Gaza Strip"]]}," and the West Bank. Under the DOP, Israel agreed to transfer certain powers and responsibilities to the Palestinian Authority, which includes the Palestinian Legislative Council elected in January 1996, as part of the interim self-governing arrangements in the West Bank and Gaza Strip. A transfer of powers and responsibilities for the Gaza Strip and ",{"type":"[[","value":[["Jericho"]]}," took place pursuant to the Israel-PLO 4 May 1994 ",{"type":"[[","value":[["Cairo"]]}," Agreement on the Gaza Strip and the Jericho Area and in additional areas of the West Bank pursuant to the Israel-PLO 28 September 1995 Interim Agreement, the Israel-PLO 15 January 1997 Protocol Concerning Redeployment in ",{"type":"[[","value":[["Hebron"]]},", the Israel-PLO 23 October 1998 Wye River Memorandum, and the 4 September 1999 ",{"type":"[[","value":[["Sharm el-Sheikh"]]}," Agreement. The DOP provides that Israel will retain responsibility during the transitional period for foreign and domestic security and public order of settlements and Israeli citizens. \n\nDirect negotiations to determine the permanent status of Gaza and West Bank began in September 1999 after a three-year hiatus, but they were derailed by the Second Intifadah — the Intifadah of the Bombs, featuring suicide bombings that killed hundreds of Israeli civilians — which broke out in September 2000. The resulting widespread violence in the West Bank and Gaza Strip, Israel's military response, instability within the Palestinian Authority, and the increasing enlargement of Israeli settlements in the West Bank continue to undermine progress toward a permanent agreement, and at the same time, support for more Israeli military withdrawals has dried up among the Israeli electorate, ever since Israel's unilateral withdrawal from the Gaza Strip helped lead to increased hostilities between Israel and armed organizations in Gaza. So at least for the time being, Fatah controls Palestinian cities, whilst the Yesha Council via the authority of Israel controls and manages Jewish settlements.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Israeli West Bank Barrier.jpg"],["thumb"],["250px"],["The Israeli built separation wall"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere are no civilian airports within the West Bank, and the nearest major airport is ",{"type":"[[","value":[["Tel Aviv"]]},"'s Ben Gurion.  From Ben Gurion Airport, it is possible to take a 50-minute taxi or shuttle ride to Jerusalem and from Jerusalem to continue on to the major West Bank cities of Bethlehem or Ramallah. \n\nNote that Palestinian ID card-holders cannot travel to Israel or the Palestinian Authority through Ben Gurion Airport. The Israeli government requires them to fly to ",{"type":"[[","value":[["Amman"]]},", ",{"type":"[[","value":[["Jordan"]]}," and enter via the Allenby Bridge border crossing located nearby Jericho in the West Bank. It is best for people who may be listed under the Israeli census as having a Palestinian ID card (by birth to a card-holder, etc.) or who once had a Palestinian ID card to just use the airport in Amman rather than risk being sent back home on a flight from Tel Aviv for using the wrong airport.\n\nOfficially, you ",{"type":"'''","value":["can ask for the Israeli border-guards at Ben Gurion Airport or at the Allenby Brige to not stamp your passport with the Israeli entry\/exit stamps"]}," and instead stamp a separate loose piece of paper if you intend on travelling to Arab\/Muslim countries that bar people who have visited Israel entry, however unofficially many individual Israeli border-guards have refused requests to not have the passport stamped or simply \"forgot\", so don't count on them not to do so. ",{"type":"'''","value":["The prodecure of having a separate piece of paper stamped only works at the Ben Gurion Airport and Allenby Bridge"]}," because when using the other crossings with Egypt and Jordan (Taba in Egypt and Sheikh Hussein in northern Jordan), it is Egyptian\/Jordanian policy to give entry\/exit stamps at these border crossings with Israel, which prove one has been to Israel because these crossings only lead into\/out of Israel. When using the Allenby crossing to enter Palestine, you won't get a Jordanian exit stamp because of Jordan's role as a care-taker of the West Bank so there is no \"proof\" of exiting Jordan on your passport.\n\n",{"type":"===","value":["By car"]},"\n\nTo enter the West Bank, take a shared taxi from Abu Dis to the city you are traveling to. Before entering Area A, you will come to a checkpoint, where you will be required to show your Israeli-issued tourist visa. From the checkpoint you can take a shared taxi to your destination.     \n\nDriving in the West Bank is relatively safe (compared to Gaza) and has some wonderful scenery, particularly along route 90. As most car-hire companies in Israel have different rules, agreements and regulations, you may or may not be able to drive a hired\/rented car to areas in the West Bank under Israeli authority. Inquire with whatever company you plan on using to get their policy on the issue. \n\nThere are numerous car hire companies that will rent you a car in Ramallah which you can freely drive around the West Bank although you cannot enter Jewish settlements.  Palestinian car-hire companies located in East Jerusalem will rent you Israeli cars which can travel in most parts of the West Bank and throughout Israel. The aptly named ",{"type":"[","value":["http:\/\/www.goodluckcars.com Good Luck Cars"]}," have great service.\n\nIf you do happen to drive to areas within the West Bank, take heed and uphold security precautions at all times.  Palestinians often attack cars with yellow Israeli licence plates traveling in the West Bank, believing that there are Jews inside. However sometimes they have come unstuck as Arab Israelis also have yellow plates. Roads in the West Bank may not be in a good condition. Damage to cars resulted from driving in the West Bank may not be covered, as many insurance policies are invalid outside of Israel proper. It may be best to have a heavily robust car, such as a Jeep, when driving through these territories.\n\nAlso, it must be noted that taking a taxi on Palestinian roads can take several times longer if you are stopped at an Israeli Army checkpoint, and frequently requires you to walk across roadblocks and catch another taxi on the opposite side.\n\n",{"type":"===","value":["By bus or shared taxi"]},"\n\nBus service to Jewish settlements in the West Bank can generally be found in the major Israeli city which is closest to each West Bank town - particularly Jerusalem and Tel Aviv. The Egged (אגד) bus company runs buses from Jerusalem, ",{"type":"[[","value":[["Beer Sheva"]]},", ",{"type":"[[","value":[["Netanya"]]},", and Beit Shean. The Dan bus company runs from Tel Aviv and ",{"type":"[[","value":[["Petach Tikva"]]},". Due to ongoing terror attacks, the Israeli government has installed enhanced security on buses such as bullet proof windows (on certain routes) and crash barriers at bus stops.\n\nThere are also Arab bus companies going into the West Bank from the bus depot in East Jerusalem, for prices comparable to service taxis, theoretically running on schedules.The main bus station is across the street from the Damascus gate. \n\nBus 21 goes from Jerusalem to Bethlehem (through Beit Jala) it takes at least 45 minutes, more if there is traffic. The cost is 7.40NIS. When the bus parks you have arrived in Bethlehem. You will be at the street called Bab ilSkak. The UNRWA building will be across the street. If you are wanting to go to Manger Square, it is an easy 3NIS a person taxi ride there. Hail down the yellow taxi with the black on the front and back bumpers. They do the same circle and will drop you off right at manger square. Ask before getting in and double check that is the route they are taking.\n\nBus 24 also goes to Bethlehem, these are much smaller busses and will only take you to the closer Bethlehem Check point. From there you can walk through the check point. There are always plenty of taxis on the otherside. They can take you to your destination. Ask them to turn on the meter. Most of the cars have them now.\n\nFor reaching Palestinian other cities in the West Bank, Service Taxis (shared taxis, pronounced Servees) are preferable over Egged buses. They are extremely cheap, and travel quite fast on the road. The service taxi is a great place to mingle with the locals.\n\n",{"type":"===","value":["By train"]},"\n\nThere are no train routes in the West Bank, though proposals for train service are occasionally made. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["Highways"]}," : ",{"type":"''","value":["total:"]}," 4,500 km ",{"type":"<","value":["br"]},{"type":"''","value":["paved:"]}," 2,700 km ",{"type":"<","value":["br"]},{"type":"''","value":["unpaved:"]}," 1,800 km (1997 est.)\n\n",{"type":"'''","value":["Taxis"]}," are your best bet. If you're part of a tour, your tour bus is even better. Delays at checkpoints are common when you enter or leave Palestinian cities.\n\n",{"type":"===","value":["By thumb"]},"\n",{"type":"[[","value":[["Tips for hitchhiking"],["Hitching"]]}," through the West Bank is easy and enjoyable — local Palestinians are happy to offer a ride to anyone who is not visibly pro-Israel.\n\n",{"type":"==","value":["Talk"]},"\n\nThe main languages in the West Bank are Arabic and Hebrew, although English and French are also understood. Many Palestinians understand Hebrew, due to business and governmental contacts over the last 40+ years. But avoid speaking Hebrew in Palestinian cities and Arabic in Jewish settlements, as it may arouse suspicion. Russian is also common among students who have gone to university in Russia or Eastern Europe. A few Israeli settlements contain Hasidic Jews who speak Yiddish.\n\n",{"type":"==","value":["Buy"]},"\n\nCurrency is Israeli Shekels, though US dollars seem to be widely accepted, especially at tourist shops (Jericho and Bethlehem, for example)\n\n",{"type":"==","value":["Eat"]},"\n\nRamallah has a number of good restaurants, including Darna (Palestinian and Lebanese food—there are pictures on the wall of many famous people who have visited, including Kofi Annan, Richard Gere and Jimmy Carter), Pronto (excellent pizza and Italian food), Ziryab (relaxing place with a fireplace), Stone's and Sangria's. There is an excellent ice cream shop in downtown called Rukab's. The locally-made ice cream is a real treat on a hot day, in addition to the fresh juice shops around the central square, Al-Manara.\n\nFalafel, Shawarma, Hummus, Musakhan, Tabouli, Kofta, Knafeh, Kibbeh, Maqluba, Baba Ghanoush, and other delicious cuisine is widely available.\n\nThe settlement of Beitar Ilit has a great bar that serves Kosher Chicken soup with harif.  The settlement of Ariel has many fast food restaurants and other tasty kosher treats.\n\n",{"type":"==","value":["Drink"]},"\n\nIn cities, such as ",{"type":"[[","value":[["Ramallah"]]},", alcohol is often available at restaurants. Be aware that much of the West Bank is dominated by Islamist thinking, and many people do not drink alcohol. Therefore public intoxication can be seen as rude.\n\n",{"type":"==","value":["Sleep"]},"\n\nRamallah: Grand Park Hotel, Best Eastern, City Inn, Rocky.  The Movenpick is due to open by the end of 2009.\n\nIn the settlement of Ariel, Eshel HaShomron 5* Deluxe Hotel ",{"type":"[","value":["http:\/\/www.shechem.org\/eshel\/"]},".\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["Image:Bzu.jpg"],["thumb"],["right"],["400px"],["Birzeit University in the West bank"]]},"\nBirzeit University, just outside of Ramallah, has a long and illustrious history, and offers Arabic immersion classes for foreigners.  In addition, there are simillar programs at the Bethlehem Bible College and Bethlehem University in Bethlehem, the Palestinian-American University in Jenin and An-Najah in Nablus. There is also the Palestinian-American University of Jenin located in the Christian Palestinian village of Zababdeh. Alternative travel agencies like Green Olive Tours ",{"type":"[","value":["http:\/\/www.greenolivetours.com"]},", as well as NGO's such as the Holy Land Trust ",{"type":"[","value":["http:\/\/www.palestinesummer.org"]}," and the Alternative Tourism Group ",{"type":"[","value":["http:\/\/www.atg.ps"]}," in Bethlehem offer day and multi-day tours, as well as enticing summer programs for internationals that combine homestays, culture and language classes with volunteering and site-seeing.\n\nAriel University is the largest Israeli-run educational institute in the West Bank. For religious education, many Yeshivot are located in various Israeli settlements in the West Bank\nIf you are interested in learning about the social, political and cultural facets of life in the West Bank, there is a first hand experience tour, run by the All Nations Cafe ",{"type":"[","value":["http:\/\/www.allnationscafe.org"]}," from Jerusalem and Bethlehem, where you can get to know Palestinians and Jews who promote coexistence in the Holy Land.\n\n",{"type":"==","value":["Stay safe"]},"\n\nWatch the news and check the situation before you go. It isn't a good idea to visit if fighting between Hamas and Fatah, or between the Palestinians and Israelis, happens to be intense at the given time.  However, violence in the West Bank tends to be very localized.  Violence in Nablus, for instance, shouldn't necessarily hinder travel to Ramallah.  Still, use discretion.\n\nWhile non-Israeli Jews are generally left alone, symbols associated with the State of Israel or Zionism, such as the Star of David, are best left at home. Espousing blatantly pro-Israeli views will highly offend many Palestinians and is not recommended.\n\n",{"type":"==","value":["Respect"]},"\nThe West Bank is less 'religious' than most Arab nations, so women travelers don't need to be completely covered. But it is still a good idea to dress fairly conservatively. With Palestinians, one should not insult with western mocking jibes at Islam or Arab heroes.\n\nBe very wary of bringing up politics and the Israel-Palestine conflict, for obvious reasons.\n\n",{"type":"==","value":["Connect"]},"\nIsraeli company ",{"type":"'''","value":["Bezeq"]}," and the Palestinian company ",{"type":"'''","value":["Paltel"]}," provide communication services in the West Bank.\nMany retailers in the West Bank offer cell-phones to rent. Popular companies to go with are: Jawwal (only able to be used in the Palestinian territories), Wataniyya (only able to be used in the Palestinian territories), and Cellcom (an Israeli company that is able to be used in both Israel and the Palestinian territories).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Jerusalem"]]}," is an obvious place to go next."]},{"type":"*","value":[{"type":"[[","value":[["Jordan"]]}," is also a place you can go next."]},{"type":"*","value":[{"type":"[[","value":[["Tel Aviv"]]}," is not far from parts of the West Bank, either."]},"\nWhen exiting Palestinian areas, delays may occur at checkpoints unexpectedly, especially if there has been recent violence or political events. Sometimes it may be quicker to walk through a checkpoint on foot rather than on a vehicle, and then take a taxi to your destination once you get through. If you are using the Allenby Bridge to exit Israel or the Palestinian territories, you ",{"type":"'''","value":["must"]}," have a multi-entry visa for Jordan before coming to the crossing. You can get this visa beforehand at the Jordanian Embassies in Ramallah or Tel Aviv. You can also get it in Jordan if you were in Jordan before coming to the Palestinian territories.\n\n",{"type":"[[","value":[["WikiPedia:West Bank"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Palestinian Territory\/Localities\/West Bank\/"]]},"\n",{"type":"{{","value":[["geo"],["32.0000"],["35.3833"]]},"\n",{"type":"{{","value":[["isPartOf"],["Palestinian_territories"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]