[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"],["Listings, such as in the \"See\" and \"Do\" sections should be moved to city\/town articles, with non-bulleted prose overviews substituted here."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/westchestergov.com Westchester County"]}]}," is a county of ",{"type":"[[","value":[["New York (state)"]]}," in the ",{"type":"[[","value":[["Metro New York"],["New York metro area"]]},". It lies to the immediate north of the ",{"type":"[[","value":[["New York City"]]}," borough of the ",{"type":"[[","value":[["Bronx"]]},". A number of its villages and towns serve as bedroom communities for commuters to New York City, but Westchester itself is also open for business. Pepsico, IBM, MasterCard, Reader's Digest and other prominent corporations have their headquarters here. But it's not all work and no play. There's plenty to see and do in the county. Westchester County Office of Tourism ",{"type":"[","value":["http:\/\/www.westchestertourism.com"]}," is the official provider of visitor information.\n\n",{"type":"==","value":["Municipalities"]},"\n\n",{"type":"===","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Mount Vernon (New York)"],["Mount Vernon"]]}," - named after George Washington's home. The Mount Vernon Public Library is the largest public library in Westchester County."]},{"type":"*","value":[{"type":"[[","value":[["New Rochelle"]]}," - On Long Island Sound. Home of Iona College and the College of New Rochelle."]},{"type":"*","value":[{"type":"[[","value":[["Peekskill"]]}," - northern-most city in Westchester with scenic views of the Hudson Highlands."]},{"type":"*","value":[{"type":"[[","value":[["Rye (New York)"],["Rye"]]}," - upscale city on the Long Island Sound; home of Playland amusement park. Smallest and least city-like of the cities in Westchester; has a small central area with one main street (Purchase Street) and feels much more like a village than anything else."]},{"type":"*","value":[{"type":"[[","value":[["White Plains (New York)"],["White Plains"]]}," - the seat of government for Westchester County, its downtown has recently been redeveloped with upscale housing and retail. Has two large shopping malls, the Galleria and the Westchester. "]},{"type":"*","value":[{"type":"[[","value":[["Yonkers"]]}," - 4th largest city in New York state and undergoing major development along the Hudson River. Getty Square, its traditional center only a few blocks east of the river, is down-scale."]},"\n",{"type":"===","value":["Villages and Towns"]},"\nWestchester has 19 towns and 23 villages, including the following:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ardsley"]]}," - this village is part of the town of Greenburg, not be confused with the nearby hamlet of Ardsley-on-Hudson, which is part of the village of Irvington"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bedford (New York)"]]}," - yes, Martha Stewart still lives here. The Bedford Village Historic District, Caramoor Center for Music and the Arts, Palmer-Lewis Estate, and The Woodpile are listed on the National Register of Historic Places."]},{"type":"*","value":[" ",{"type":"[[","value":[["Briarcliff Manor"]]}," - a village shared by two towns. Home to many wealthy families, Trump National Golf Course, Sleepy Hollow Country Club, and a number of historic buildings and districts. Historic sites include All Saints' Episcopal Church, Juniper Ledge, and the Scarborough Historic District."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bronxville"]]}," - affluent square-mile community listed in Forbes as one of \"America's Most Expensive ZIP Codes\". Historic sites include the US Post Office–Bronxville, the Bronxville Women's Club, Lawrence Park Historic District, and the Masterton-Dusenberry House."]},{"type":"*","value":[" ",{"type":"[[","value":[["Buchanan"]]}," - home of the Indian Point nuclear power facility"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chappaqua"]]}," - home of Bill and Hillary Clinton"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cortlandt"]]}," - township in the northwest corner of the county, borders the Hudson River and ",{"type":"[[","value":[["Putnam County (New York)"],["Putnam County"]]},". The Old Croton Dam is listed on the National Register of Historic Places."]},{"type":"*","value":[" ",{"type":"[[","value":[["Croton-on-Hudson"]]}," - location of popular Croton Point Park, which juts nearly a mile into the river. Also home to Teatown Lake Reservation."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dobbs Ferry"]]}," - quaint Hudson River village. The Estherwood and Carriage House, Hyatt-Livingston House, South Presbyterian Church, and United States Post Office are listed on the National Register of Historic Places."]},{"type":"*","value":[" ",{"type":"[[","value":[["Eastchester"]]}," - former home of a president, John Adams, and vice president, Aaron Burr. Upscale shopping at the Vernon Hills Shopping Center. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Elmsford"]]}," - roughly one mile square, this village is the alleged birthplace of the term \"cocktail\". "]},{"type":"*","value":[" ",{"type":"[[","value":[["Greenburgh"]]}," - historic sites in this town include the Romer-Van Tassel House (town hall in 1793), the Church of St. Joseph of Arimathea, the Odell House, and the Spanish American War Monument to the 71st Infantry Regiment."]},{"type":"*","value":[" ",{"type":"[[","value":[["Harrison (New York)"],["Harrison"]]}," - both a town and a village of the same name. Historical places include the Hadden-Margolis House, Stony Hill Cemetery, and United States Post Office."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hastings-on-Hudson"]]}," - Hudson River village has stunning views of the cliffs of the Palisades. Former home to Billie Burke, the \"Good Witch\" in the Wizard of Oz. Historical sites include the Jasper F. Cropsey House and Studio, the Hastings Prototype House,and the John William Draper House."]},{"type":"*","value":[" ",{"type":"[[","value":[["Irvington"]]}," - \"Charming, quiet, green, with a darling Main Street, stunning river views, and a burgeoning dining scene ... this unassuming rivertown is pretty near perfect.\" ",{"type":"[","value":["http:\/\/www.westchestermagazine.com\/Westchester-Magazine\/October-2010\/Best-Places-To-Live\/index.php?cparticle=2&siarticle=1"]}," Named for Washington Irving, who lived nearby at Sunnyside."]},{"type":"*","value":[" ",{"type":"[[","value":[["Katonah"]]}," - in 1897 over 50 buildings of the original town were moved a mile or so south to make way for one of New York City's reservoirs. The Katonah Village Historic District, Stepping Stones, and St. Luke's Episcopal Church are listed on the National Register of Historic Places. The John Jay Homestead is listed as a National Historic Landmark."]},{"type":"*","value":[" ",{"type":"[[","value":[["Larchmont"]]}," - Affluent square-mile community on Long Island Sound. Before the automobile, Larchmont was a resort community serving wealthy New York City residents; many of the Victorian \"cottages\" and a few of the grand hotels remain to this day."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lewisboro"]]}," - though lacking a downtown business district, Lewisboro is rich in natural areas with two Westchester County Parks, six town parks and several community preserves. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Mamaroneck"]]}," - name of both a town and a village on Long Island Sound. The exclusive Winged Foot Golf Club has hosted the PGA Championship and several US Opens. Home to Walter's Hot Dog Stand, a Westchester County landmark."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Kisco"]]}," - ostensibly named after local Native American chief Kisco. Now a commercial hub of northern Westchester for shopping and dining with both small businesses and large chain stores like Target, Gap, and Staples."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Pleasant (New York)"],["Mount Pleasant"]]}," township containing Eastview, Hawthorne, Pleasantville, Pocantico Hills, Sleepy Hollow, Thornwood, Valhalla, and part of Briarcliff Manor."]},{"type":"*","value":[" ",{"type":"[[","value":[["New Castle (New York)"],["New Castle"]]}," this town includes the hamlet of Millwood. The Williams-DuBois House and Isaac Young House are listed on the National Register of Historic Places"]},{"type":"*","value":[" ",{"type":"[[","value":[["North Salem (New York)"],["North Salem"]]}," - mostly rural; rolling hills, horse farms, and apple orchards. The fictitious headquarters of the X-Men superhero team is located in Salem Center."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ossining"]]}," - the location of Sing Sing maximum-security prison where New York City mobsters were sent \"up the river\". Outside the prison walls, Ossining is ranked the #2 best community to live in by Westchester Magazine."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pelham (New York)"],["Pelham"]]}," - \"the first suburb north of New York City\" lies on Long Island Sound, bordering the Bronx. Consists of Villages of Pelham and Pelham Manor."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pleasantville (New York)"],["Pleasantville"]]}," - no, we didn't make this up; longtime address of Reader's Digest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Port Chester"]]}," - The Bush-Lyon Homestead, Capitol Theater, Life Savers Building, Putnam and Mellor Engine and Hose Company Firehouse, St. Peter's Episcopal Church, and United States Post Office are listed on the National Register of Historic Places."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pound Ridge"]]}," - this wealthy town has been the home of many celebrities including Christopher Reeve (Superman). "]},{"type":"*","value":[" ",{"type":"[[","value":[["Purchase"]]}," - home of a state university of fine art as well as headquarters for several major American corporations"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rye Brook"]]}," - contains six main parks totaling nearly 100 acres "]},{"type":"*","value":[" ",{"type":"[[","value":[["Scarsdale"]]}," - ranked by CNN Money in 2011 as the 3rd \"top earning town\" in the nation with residents like Liza Minnelli and Yoko Ono  "]},{"type":"*","value":[" ",{"type":"[[","value":[["Sleepy Hollow"]]}," - the very one from ",{"type":"''","value":["The Legend of Sleepy Hollow"]},". Many places in the story can still be visited today like the Old Dutch Church and Cemetery. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Somers"]]}," - \"cradle of the American circus\" where Hachaliah Bailey bought an African elephant to use for farm work but it drew such crowds that Bailey took \"Old Bet\" on the road as a traveling circus. Bailey built the Elephant Hotel in Old Bet's honor and the elephant remains a symbol of the town to this day."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tarrytown"]]}," - this Hudson River village is home to several significant historic sites as well as a quaint business district featuring restaurants and antique shops. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Town of Rye"]]}," - not the city of Rye, the town of Rye includes ",{"type":"[[","value":[["Port Chester"]]},", ",{"type":"[[","value":[["Rye Brook"]]}," and part of ",{"type":"[[","value":[["Mamaroneck"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tuckahoe"]]}," - was a major producer of high-quality white marble for the world."]},{"type":"*","value":[" ",{"type":"[[","value":[["Valhalla"]]}," - this hamlet is reputedly named by a devoted fan of Wagner for the heavenly abode in Norse mythology. Today Valhalla is home to several large cemeteries which are final resting places of many rich and famous people."]},{"type":"*","value":[" ",{"type":"[[","value":[["Yorktown Heights"]]}," - home to the IBM Thomas J. Watson Research Center and the Guiding Eyes for the Blind headquarters. The town hosts a yearly Greasestock festival, a showcase of alternative fuel vehicles."]},{"type":"*","value":[" ",{"type":"[[","value":[["West Harrison"]]}," - site of the Battle of White Plains during the Revolutionary War"]},"\n",{"type":"==","value":["Understand"]},"\nWestchester County ranks number two (after NYC) for wealthiest counties in New York State and the seventh wealthiest county nationally. Westchester has long been associated with \"old money\" and some of the country's wealthiest families for generations have lived \"upstate\" to escape the crowds of New York City but close enough to the Big Apple for business or pleasure. The county maintains its rural appeal with thousands of acres of parks and through a political system of townships containing villages containing hamlets that discourages large cities and preserves small municipalities. Although Westchester is home to nearly one million residents, a village like Briarcliff Manor has a population just under 8,000. Small businesses abound in the towns and villages and you'll need to visit the larger cities and towns like Yonkers, White Plains and Mt Kisco, to find national chain stores and malls.  \n \nEuropean settlement of the area began with emorous tracts of farmland held by Dutch manor lords and some of their place names continue to this day, Tappan Zee (the Tappan sea), Peekskill (Peek's creek), and Verplank (from van der Planken, near the bridge). Other names honor the Native America's who lived here like Ossining (from the Sint Sinck tribe), Mount Kisco (allegedly named for Chief Cisqua), and the Kitchiwan neighborhood of Ossining (Kitchiwank tribe).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Westchester County Airport"]},", ",{"type":"[","value":["http:\/\/whiteplainsairport.com"]},".  The biggest airport of the lower Hudson Valley, other than the New York City\/New Jersey airports. Tickets can be pricey, but it's oh-so-convenient to arrive smack in the middle of your destination and bypass the traffic around the three major international airports. Rental cars are available."]},{"type":"*","value":[" ",{"type":"'''","value":["Newark Liberty International Airport"]},", ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", ",{"type":"[[","value":[["New Jersey"]]},", ",{"type":"[","value":["http:\/\/www.panynj.gov\/CommutingTravel\/airports\/html\/newarkliberty.html"]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/aviation\/jfkframe.HTM John F. Kennedy International Airport"]}]},", and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/CommutingTravel\/airports\/html\/laguardia.html LaGuardia Airport"]}]},": The three major international airports in the New York City area offer service to just about anywhere. Westchester-based taxi and livery cars offer regular service to and from the three internationals from most areas of the county. New York City yellow cabs will take to you Westchester in a pinch, but the fares can be exorbitant. If staying in Westchester, ask if your hotel offers shuttle service."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Amtrak"]},", ",{"type":"[","value":["http:\/\/www.amtrak.com"]},". Some trains make stops at ",{"type":"[[","value":[["Yonkers"]]}," and ",{"type":"[[","value":[["Croton-on-Hudson"]]}," and in ",{"type":"[[","value":[["New Rochelle"]]},". However, if you are coming from New York City, keep in mind that Amtrak trains from there are much more expensive than Metro-North to these stops."]},{"type":"*","value":[" ",{"type":"'''","value":["Metro-North Railroad"]},", ",{"type":"[","value":["http:\/\/www.mta.info\/mnr\/html\/mnrmap.htm"]},". Three branches of Metro-North Commuter Railroad serve the county, all from Grand Central Terminal. The Hudson Line travels the far west flank of the county along the bank of the river (on trains departing from Grand Central Terminal in Manhattan, get a seat on the left side of the train: opposite Yonkers and Hastings-on-Hudson you will be treated to great views of the sheer cliffs of the Palisades). The Harlem line drives up the middle, and the New Haven line follows the shore of Long Island Sound."]},{"type":"*","value":[" ",{"type":"'''","value":["New York City Subway"]},", ",{"type":"[","value":["http:\/\/www.mta.nyc.ny.us\/nyct\/subway\/index.html"]},". You can take it to the southern edge of Westchester County and bus up further."]},"\n",{"type":"==","value":["Get around"]},"\nIt's possible to plan around public transportation (county bus system, ",{"type":"[","value":["http:\/\/beelinebus.com\/"]}," commuter rail), but to make the most of your visit a car is necessary.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["movetocity"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Paul's Church National Historic Site"],["url=http:\/\/www.nps.gov\/sapa\/index.htm"],["email="],["address=897 South Columbus Avenue, ",{"type":"[[","value":[["Mount Vernon (New York)"],["Mount Vernon"]]}],["lat="],["long="],["directions="],["phone = +1 914-667-4116"],["tollfree="],["fax="],["hours="],["price=Free"],["content= A National Historic Site with an 18th-century church used as a Revolutionary War hospital and a cemetery with burial stones dating to 1704. Open from 9AM to 5PM Monday through Friday, and usually the second Saturday of each month from noon to 4PM. Beginning in July 2012, the site will be open from 1PM to 9PM on the first Thursday of each month."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lyndhurst"],["url=http:\/\/lyndhurst.org\/"],["email=lyndhurst@nthp.org"],["address=635 South Broadway, ",{"type":"[[","value":[["Tarrytown"]]}],["lat="],["long="],["directions=look for entrance sign on Route 9 about 1\/2 mile south of the Tappan Zee Bridge"],["phone = +1 914-631-4481"],["tollfree="],["fax="],["hours="],["price=Grounds Fee & Tour Fee"],["content= \"America's most famous Gothic Revival Mansion\", formerly home of railroad tycoon Jay Gould. The Gothic exterior has been used in vampire movies like \"House of Dark Shadows\", 1970. This National Historic Landmark has 67 acres of grounds and walking trails that are open to the public every day from dawn until dusk. House tours are available Spring through Fall. The schedule varies so see website for details."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sunnyside"],["url=http:\/\/www.hudsonvalley.org\/historic-sites\/washington-irvings-sunnyside"],["email="],["address=3 W Sunnyside Lane, Irvington"],["lat="],["long="],["directions=located on West Sunnyside Lane, off Route 9, south of the village of ",{"type":"[[","value":[["Tarrytown"]]}],["phone = +1 914 631 8200"],["tollfree="],["fax="],["hours="],["price=$12, children $6"],["content= Experience a guided tour of the home of Washington Irving, author of ",{"type":"''","value":["The Legend of Sleepy Hollow"]}," and ",{"type":"''","value":["Rip van Winkle"]},". The site contains an \"expansive landscape and gardens, with stunning Hudson River views\" and \"charming picnic spots\". In 2012 Sunnyside was open April - Oct, 10am-5pm (closed Tuesdays and July 4). See website for new 2013 schedule."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Philipsburg Manor"],["alt="],["url=http:\/\/www.hudsonvalley.org\/historic-sites\/philipsburg-manor"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Sleepy Hollow"]]},". Historic Dutch manor and mill restored to its appearance in the late 17th\/early 18th century. In ",{"type":"''","value":["The Legend of Sleepy Hollow"]},", Ichabod Crane saunters beside the manor's millpond with the \"country damsels\" of the neighborhood. This is also the departure point for tours of Kykuit."]]}]},"\n",{"type":"*","value":[" Visit ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hudsonvalley.org\/historic-sites\/kykuit Kykuit"]}]},", the Rockefeller estate in the hamlet of Pocantico Hills on the outskirts of ",{"type":"[[","value":[["Sleepy Hollow"]]},". "]},"\n",{"type":"*","value":[" Admire stained glass windows by Henri Matisse and Marc Chagall at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hudsonvalley.org\/historic-sites\/union-church-pocantico-hills Union Church of Pocantico Hills"]}]}," in ",{"type":"[[","value":[["Sleepy Hollow"]]},"."]},"\n",{"type":"*","value":[" Walk through ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sleepyhollowcemetery.org\/ Sleepy Hollow Cemetery"]}]},", the final resting place of Washington Irving, Andrew Carnegie, Walter Chrysler, and Elizabeth Arden. Also contains the ",{"type":"'''","value":["Old Dutch Church and Burying Ground"]},", the churchyard from Washington Irving's ",{"type":"''","value":["The Legend of Sleepy Hollow."]}," "]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hrm.org\/ The Hudson River Museum"]}]}," in ",{"type":"[[","value":[["Yonkers"]]}," has exhibitions on regional history, Hudson Valley art, and a planetarium."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.neuberger.org\/ Neuberger Museum of Art"]}]}," in ",{"type":"[[","value":[["Purchase"]]}," features modern, contemporary, and African art.  "]},"\n",{"type":"*","value":[" Stroll through the Donald M Kendall Sculpture Gardens ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Donald_M._Kendall_Sculpture_Gardens"]}," in  ",{"type":"[[","value":[["Purchase"]]},". The grounds of the PepisiCo World Headquarters are open to the public with more than 40 major sculptures amongst 12 outdoor gardens. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ryerecord.com\/news\/pepsico-plans-major-renovations-at-purchase-headquarters.html The gardens are presently closed for renovation, estimated to completed mid-2015"]}]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["movetocity"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Old Croton Aqueduct"],["alt="],["url=http:\/\/www.aqueduct.org\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go hiking or biking on the trailway that tops the original (now defunct) water supply to New York City. The trail runs on the western side of the county, passing through Yonkers, Hastings-on-Hudson, Dobbs Ferry, Irvington, Tarrytown, Sleepy Hollow, Briarcliff Manor, Ossining, and Croton-on-Hudson."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Visit a farmer's market or farmstand"]},". Farms are scarce in this mostly suburban county, but agriculture is alive and well in the form of farmers markets. Find markets in places like ",{"type":"[[","value":[["Pleasantville (New York)"],["Pleasantville"]]},", ",{"type":"[[","value":[["Tarrytown"]]},", ",{"type":"[[","value":[["Larchmont"]]},", ",{"type":"[[","value":[["Lewisboro"]]},",",{"type":"[[","value":[["Pound Ridge"]]}," and ",{"type":"[[","value":[["Ossining"]]},". You can still find a few orchards and farms in the northern end of the county that offer ",{"type":"'''","value":["pick-your-own fruit and vegetables"]}," in season: Wilkens Farm, 1335 White Hill Rd, Yorktown Heights, ",{"type":"''","value":["+1 914"]}," 245-5111, ",{"type":"[","value":["http:\/\/www.wilkensfarm.com"]},", pick your own apples, pumpkins, and Christmas trees; Outhouse Orchards, Hardscrabble Rd, Croton Falls, ",{"type":"''","value":["+1 914"]}," 277-3188, year round farm stand, pick your own apples in season; Salinger's Orchards, Guinea Rd, Croton Falls, ",{"type":"''","value":["+1 914"]}," 277-3521; Stuart's Farm, 62 Granite Spring Rd, Granite Springs, ",{"type":"''","value":["+1 914"]}," 245-2784, ",{"type":"[","value":["http:\/\/www.stuartsfarm.com"]},", nearly 200 acres of fruit and vegetables. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Stone Barns Center for Food and Agriculture"]},", in ",{"type":"[[","value":[["Sleepy Hollow"]]},"'s Pocantico Hills village, promotes regional agriculture through its educational programs and its demonstration gardens and greenhouses. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taste local vintages"]},". There are two wineries in the county. See ",{"type":"[[","value":[["Pleasantville (New York)"],["Pleasantville"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Visit Art Galleries"]},", in the heart of Tarrytown, Main Street is home to a few fine art galleries worth experiencing. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tappanzgallery.com Tappan Z Gallery"]}]}," features all American artists, many of whom are located in the Hudson Valley region. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ride the Dragon Coaster"]}," at Playland. Enjoy the historic amusement park (circa 1928) and ice casino (public skating). Yes, the board walk is the very same from the 1980s movie ",{"type":"''","value":["Big."]}," Playland Park, Playland Parkway, Rye, ",{"type":"''","value":["+1 914"]}," 813-7000, ",{"type":"[","value":["http:\/\/www.ryeplayland.org"]},". Seasonal. Admission to the park is free (it is a county park, after all) but rides and parking do cost a bit, yet very reasonable compared to the big-name theme parks. Free concerts and fireworks in season; first come, first served in the picnic and barbecue area."]},"\n",{"type":"*","value":[" Take ",{"type":"'''","value":["sailing lessons"]}," at the Croton Sailing School, Senasqua Rd, ",{"type":"[[","value":[["Croton-on-Hudson"]]},", ",{"type":"''","value":["+1 800"]}," 859-SAIL, ",{"type":"[","value":["http:\/\/www.crotonsailing.com"]},"."]},"\n",{"type":"*","value":[" Rent a ",{"type":"'''","value":["kayak"]},", take a guided tour, or launch your own kayak\/canoe. Annsville Creek Paddlesport Center, Route 6 & 202, Annsville Circle, Cortlandt Manor, ",{"type":"''","value":["+1 914"]}," 739-2588, ",{"type":"[","value":["http:\/\/www.paddlesportcenter.com"]},". Good starting point for paddling the scenic Hudson Highlands."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Caramoor"],["alt="],["url=http:\/\/www.caramoor.org"],["email="],["address=149 Girdle Ridge Road"],["lat="],["long="],["directions="],["phone =+1 914 232-5035"],["tollfree="],["fax="],["hours="],["price="],["content=Katonah. Take ",{"type":"'''","value":["afternoon tea"]}," and tour or attend one of their ",{"type":"'''","value":["evening concerts"]},". Mediterranean villa set on an 80 acre estate. Museum, gardens, concerts."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take in a show"]}," at the Paramount Center for the Arts, 1008 Brown St, ",{"type":"[[","value":[["Peekskill"]]},", ",{"type":"''","value":["+1 914"]}," 739-2333, ",{"type":"[","value":["http:\/\/www.paramountcenter.org"]},". Features stage productions, live performances of music and dance, classic films and recent major releases, and visual arts exhibitions."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Take in a show"],["alt="],["url=http:\/\/www.tarrytownmusichall.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the Tarrytown Music Hall, 13 Main St, Tarrytown, ",{"type":"''","value":["+1 914"]}," 631-3390. Nonprofit venue regularly hosts jazz concerts, classic movies, and cultural events. Show dates are posted outside the music hall's main entrance and on its web site."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Follow Ichabod Crane's route"],["alt="],["url=http:\/\/www.sleepyhollowcemetery.org\/sleepy_country.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fans of Washington Irving's ",{"type":"''","value":["Legend of Sleepy Hollow"]}," can follow the route of Ichabod Crane from the center of ",{"type":"[[","value":[["Tarrytown"]]}," north into ",{"type":"[[","value":[["Sleepy Hollow"]]},". But don't expect to find the \"Western Woods\" or anything else from the 1999 movie ",{"type":"''","value":["Sleepy Hollow"]},". Tim Burton's production is only loosely based on Irving's story, and was filmed largely in ",{"type":"[[","value":[["Hertfordshire"]]},", ",{"type":"[[","value":[["England"]]},"."]]}]},"\n",{"type":"*","value":[" Explore the county from the perch of a ",{"type":"'''","value":["bicycle"]}," seat. ",{"type":"[[","value":[["Moab"]]}," it isn't, but if you've got a mountain bike you've got your pick of three county parks that sport mountain bike trails. For flatlanders, the Old Croton Aqueduct is a mostly level dirt trail, and the paved North and South County Trailways follow the relatively gentle grades of the old Putnam Line railway. There is presently a gap between the North and South County Trailways in Elmsford that requires a connection via local streets."]},"\n",{"type":"===","value":["Mountain biking"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue Mountain Reservation,"]}," ",{"type":"[[","value":[["Peekskill"]]},". Seven miles of trails in 1,600 acre county park. Trails are marked for level of experience. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Graham Hills Park,"]}," ",{"type":"[[","value":[["Pleasantville (New York)"],["Pleasantville"]]},". Five miles of trails through 431 acre county park, geared toward riders with some experience. Park is located in the middle of the county at the junction of the Saw Mill River, Taconic, and Sprain Brook Parkways."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sprain Ridge Park,"]}," in ",{"type":"[[","value":[["Yonkers"]]},". On 278 acres of wooded terrain located in the southern end of the county offers trails for beginners as well as advanced."]},"\n",{"type":"===","value":["Hybrid or road bike"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=North County Trailway,"],["alt="],["url=http:\/\/www.westchestergov.com\/parks\/Trailways.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 914 864-7275"],["tollfree="],["fax="],["hours="],["price="],["content=Multi-use paved trail runs 22 miles from Eastview in the town of ",{"type":"[[","value":[["Greenburgh"]]}," to ",{"type":"[[","value":[["Somers"]]},". The former railroad bridge over the New Croton Reservoir is especially scenic."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=South County Trailway,"],["alt="],["url=http:\/\/www.westchestergov.com\/parks\/Trailways.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 914 864-7275"],["tollfree="],["fax="],["hours="],["price="],["content=Multi-use paved trail runs from Eastview in the town of ",{"type":"[[","value":[["Greenburgh"]]}," to just over the ",{"type":"[[","value":[["Yonkers"]]}," border. Enjoy a rest stop at one of the benches around Woodland Lake."]]}]},"\n",{"type":"'''","value":["Oakland beach"]}," – Westchester’s own small beach on the long island sound, with restaurant Seaside Johnny’s right on the property.\n\n",{"type":"'''","value":["Rye Play Land"]}," Open since 1928 provides fun rides, food vendors, an ice skating rink, mini golf and fireworks on selected Fridays in the summer.  \n\n",{"type":"'''","value":["Ride the trolley around Tuckahoe"]},". It picks up and drops off at various locations around the community.  Schedules are available. \n\n",{"type":"'''","value":["Yonkers Raceway"]}," Casino and racetrack.\n\n",{"type":"'''","value":["Winter fest"]},", celebrated in village square in Tuckahoe in front of The Generoso Pope Foundation building.  Winter fest consists of live music, local food vendors and a small ice-skating rink made special for the occasion right in Village Square.  The firework show on the fourth is also amazing.\n\n",{"type":"'''","value":["Street Fair"]}," – Bronxville’s annual sidewalk fair includes tables set up outside each shop or restaurant for unbelievable sales on clothing, jewelry, home goods, food tasting and even animal adoption.\n\n",{"type":"'''","value":["Manor Park"]}," – located in Larchmont, a park overlooking the long island sound. Beautiful in the summer to walk, picnic or sit and watch the sailboats race.\n\n",{"type":"'''","value":["Immaculate Conception Annual Carnival"]}," Held in May each year at the ICS Elementary School in Eastchester. Rides, Attractions and Food.\n\n",{"type":"'''","value":["Bicycle Sundays"]}," Every Sunday in the summers, the Bronx River Parkway is closed during the morning to provide bikers with a several mile stretch from Bronxville to White Plains.\n\n",{"type":"==","value":["Eat"]},"\nWestchester has plenty of dining options for many types of cuisine. It has traditionally been known for its Italian-American food at numerous restaurants and pizzerias. For the affluent, Westchester features many fine restaurants with chef graduates from the Culinary Institute of America in Hyde Park, NY or the Institute of Culinary Education in New York City. More budget friendly are old-fashioned diners where everything is on the menu; be sure to ask for the daily specials. You'll find a diner in nearly every village and hamlet. Also widely available are bagels and other foods associated with New York City delis. The ethnic diversity of Westchester gives rise to Portuguese food in ",{"type":"[[","value":[["Ossining"]]}," and ",{"type":"[[","value":[["Tarrytown"]]},", Korean in ",{"type":"[[","value":[["Scarsdale"]]},", Greek in ",{"type":"[[","value":[["Tarrytown"]]}," (and at many diners throughout the county), and Chinese everywhere. Several towns feature cooking from Mexico, Ecuador, Colombia, and other countries in South and Latin America. \n\n",{"type":"[","value":["http:\/\/www.westchestermagazine.com Westchester Magazine"]}," publishes a list of best food and drink in the county every year. ",{"type":"[","value":["http:\/\/www.zagat.com\/westchester Zagat"]}," also recognizes Weschester as a culinary region with reviews of most restaurants.\n\nFor two weeks in March and November, some of the finest restaurants in Westchester participate in ",{"type":"[","value":["http:\/\/www.hudsonvalleyrestaurantweek.com\/home.php Hudson Valley Restaurant Week"]}," with a fixed price three-course lunch ($20.14) and dinner ($30.14) that are bargains at top-rated establishments. \n\nFor the do-it-yourself crowd, there is also a large number of farmers markets and farm stands in addition to organic markets and ethnic markets for specialty food items.\n\n\n",{"type":"==","value":["Drink"]},"\nThe city of White Plains contains a number of popular bars and dance clubs located on Mamaroneck Ave.\n\n",{"type":"==","value":["Shop"]},"\n",{"type":"'''","value":["The Westchester Mall"]}," Located in ",{"type":"[[","value":[["White Plains"]]},", upscale shopping mall.\n\n",{"type":"'''","value":["The Galleria"]}," Located in ",{"type":"[[","value":[["White Plains"]]},".\n\n",{"type":"'''","value":["Cross County Shopping Center"]}," Newly renovated outdoor mall located in ",{"type":"[[","value":[["Yonkers"]]},".\n\n",{"type":"'''","value":["Jefferson Valley Mall"]}," Located in ",{"type":"[[","value":[["Yorktown Heights"]]}," in northern Westchester.\n\n",{"type":"==","value":["Stay safe"]},"\nCounty wide 911 system for summoning emergency assistance.\n\n",{"type":"==","value":["Connect"]},"\nTelephone area code 914.\n\n",{"type":"==","value":["Go next"]},"\n\nIf you are based in Westchester County, the obvious place to get out to is ",{"type":"[[","value":[["New York City"]]}," to the south.\n\nAnother option is to drive or take a train further north along the Hudson River, to explore the beauty of the ",{"type":"[[","value":[["Hudson Valley"]]},".\n\nGoing east will take you to ",{"type":"[[","value":[["Connecticut"]]},".\n\nGoing west will take you to ",{"type":"[[","value":[["New Jersey"]]}," or in to the NY ",{"type":"[[","value":[["Catskills"]]}," Mountains.\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["41.1500"],["-73.7750"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Metro_New_York"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Westchester County, New York"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New York\/Counties\/Westchester"]]},"\n",{"type":"[[","value":[["Commons:Category:Westchester County, New York"]]}]