[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Westcliff-on-Sea"]}," is a town in ",{"type":"[[","value":[["Essex (England)"],["Essex"]]},".\nThis Edwardian seaside town is located in Essex in the south east of England between Southend-on-Sea and Leigh-on-Sea. It is situated on the northern side of the mouth of the Thames Estuary and about 34 miles (54.7 km) east of London. It is also home to the Hodis Dynasty.\n\nPrimarily a seaside resort, the shingle and pebbles along the stretch of beach have been covered with imported sand. Owing to its large Jewish population, it is also known as 'Jerusalem On Sea'.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By road"]},"\nWestcliff is conveniently located on the A13 London Road. From London take jct 29 of the M25 onto the A127 or Jct 30 for the A13. Follow signs to Basildon, Southend.\n\n",{"type":"===","value":["By rail"]},"\nThe London, Tilbury and Southend Railway line arrived in the 1880s, connecting the town with London and shortening travel time to and from that city. Westcliff railway station, Station Rd, is now managed by  ",{"type":"[","value":["http:\/\/www.c2c-online.co.uk\/ c2c"]},". c2c trains run from London Fenchurch Street to Shoeburyness, stopping at Westcliff-on-sea. This journey takes approximately 50 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Southend Pier"]},".  A notable landmark is the 1.3 mile (2 km), lying just to the east of Westcliff-on-Sea, which extends out into the Estuary and is the longest pleasure pier in the world."]},"\nAlong the top of the cliffs, are spectacular views over the Thames Estuary towards the distant Kent coastline. Not far from the Royal Mews are the beautiful Prittlewell Square gardens and farther along is the Beecroft Art Gallery in Station Road.\n\n",{"type":"==","value":["Do"]},"\nWestcliff-on-Sea is home to the Thames Estuary Yacht Club and the Westcliff Casino, which is the largest provincial casino and the second largest in Great Britain.\n\nIn London Road is the Palace Theatre and a wide range of restaurants, while the New Empire Theatre is in Alexandra Street.\n\nCliffs Pavilion, on Station Road, has a variety of acts\n\n",{"type":"==","value":[" Live music "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Riga Bar"]},", 228 London Road. Live music venue with regular gigs from Jazz to Punk and back again. Each night of each month has something different."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hamlet Court Road"]},", The main shopping area in Westcliff-on-Sea, is Hamlet Court Road. There are few high-street name stores on this street, notably Boots, Co-Op, Tesco, Subway. As well as various banks and charity shops, there are a number of specialist independent stores"]},"\n",{"type":"*","value":[{"type":"'''","value":["Southend High Street"]},", Shoppers looking for more traditional High Street names including Debenhams, Marks and Spencer, Currys, Argos, Next, Waterstones and WH Smiths, will want to travel a couple of miles into Southend's town centre. This is one train stop from Westcliff,or a five minute card journey. Southend High Street has two covered centres, one at each end of the High Street."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Westcliff Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1702 345247"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Westcliff Parade."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Malvern Lodge"],["alt="],["url="],["email="],["address=29 Seaforth Road"],["lat="],["long="],["directions="],["phone = +44 1702 431399"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Essex (England)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Westcliff-on-Sea"]]},"\n",{"type":"{{","value":[["geo"],["51.54196"],["0.68592"],["zoom=15"]]}]