[{"type":"{{","value":[["pagebanner"],["Western Australia banner Road.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.westernaustralia.com Western Australia"]}]}," is the largest state in ",{"type":"[[","value":[["Australia"]]},", occupying the western third of the continent. It is larger in size than western Europe.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=West Australia Region map.png"],["regionmaptext=Western Australia Regions Map"],["regionmapsize=360px"],["region1name=",{"type":"[[","value":[["Perth"]]}],["region1color=#800080"],["region1description=The state capital and its suburban and semi-rural surroundings are set along the Swan River and sandy Indian Ocean beaches."],["region2name=",{"type":"[[","value":[["Wheatbelt"]]}],["region2color=#ACA793"],["region2description=Dominated by expansive golden fields of grain in the interior and empty beaches on the coast"],["region3name=",{"type":"[[","value":[["Mid West (Western Australia)"],["Mid West"]]}],["region3color=#C2B985"],["region3description=The Western coast has surfing beaches. The closer to ",{"type":"[[","value":[["Perth"]]},", the more temperate the weather and hospitable the landscape"],["region4name=",{"type":"[[","value":[["Gascoyne"]]}],["region4color=#578E86"],["region4description=The central coast offers various wonders: the Ningaloo Reef is not as famous as the Great Barrier Reef, but equals or surpasses it in beauty, and Shark Bay is a UNESCO world heritage site."],["region5name=",{"type":"[[","value":[["Pilbara"]]}],["region5color=#A3BF8D"],["region5description=A hot mining region, very lightly populated, with various natural attractions."],["region6name=",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]}],["region6color=#6D926D"],["region6description=In the far North. It is a huge chunk of wilderness including the resort town of ",{"type":"[[","value":[["Broome"]]}," on Cable Beach.  Vast areas of spectacular scenery, and equally vast eras of desolate nothingness."],["region7name=",{"type":"[[","value":[["Goldfields-Esperance"]]}],["region7color=#CEA15F"],["region7description=A barren and flat interior becomes greener toward the coast where chilly king waves sent from Antarctica pummel the rocky shore into wondrous shapes."],["region8name=",{"type":"[[","value":[["South West (Western Australia)"],["South West"]]}],["region8color=#4F93C0"],["region8description=Known for its wineries, surfing, forests and caves"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Perth"]]}," — The state capital of Western Australia and one of the most remote large cities in the world"]},{"type":"*","value":[{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]}," — the largest town in the south of the state"]},{"type":"*","value":[{"type":"[[","value":[["Broome"]]}," — gateway to the ",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]}," and a fashionable tourist destination among Australians"]},{"type":"*","value":[{"type":"[[","value":[["Esperance"]]}," — on the south coast, next stop Antarctica, with a fine coastline and beaches "]},{"type":"*","value":[{"type":"[[","value":[["Kalgoorlie-Boulder"]]}," — a relatively large mining town in the east, as remote as remote gets "]},{"type":"*","value":[{"type":"[[","value":[["Kununurra"]]}," — final stop before you enter the ",{"type":"[[","value":[["Northern Territory"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mandurah"]]}," — a rapidly growing city nestled between estuary and ocean is popular for fishing and crabbing"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Pinnacles_Desert,_Western_Australia.jpg"],["thumb"],["350px"],["right"],["Pinnacles Desert in Western Australia"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kalbarri National Park"]}," — explore vibrantly coloured gorges and cliffs sculpted by the Murchison River as it flows to the sea  "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Coral Bay"]]}," and ",{"type":"[[","value":[["Exmouth (Western Australia)"],["Exmouth"]]}," — 1250km from Perth, are gateways to the magnificent ",{"type":"'''","value":["Ningaloo Reef"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Karijini National Park"]}," — a major destination in the ",{"type":"[[","value":[["Pilbara"]]},", featuring huge canyons and gorges, and nice hikes through majestic scenery"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Margaret River"]]}," — a fine winery  and surfing region about 250 km south of Perth, a weekend playground for Perth."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mount Augustus"]]}," —  rivalling the better-known ",{"type":"[[","value":[["Uluru"]]}," in ",{"type":"[[","value":[["Northern Territory"]]}," for size, it's often claimed to be the largest monolith on Earth"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pinnacles Desert"]}," — an eerie landscape of limestone pillars rising from the sand about 100 km north of Perth"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Purnululu National Park"]]}," — a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," features the enigmatic Bungle Bungle dome formations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Shark Bay"]]}," — on the westernmost point of Australia, the small town is known for stromatolites and the dolphins at ",{"type":"[[","value":[["Monkey Mia"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Southern Forests"]}," — get among lush ancient forests around ",{"type":"[[","value":[["Denmark_(Western_Australia)"],["Denmark"]]}," and ",{"type":"[[","value":[["Pemberton (Western Australia)"],["Pemberton"]]}," where towering karri and marri trees  fringe the rugged coastline of D'Entrecasteaux National Park"]},"\n",{"type":"==","value":["Understand"]},"\nThe large majority of the 2 million inhabitants live in the southwestern part of the state, in or close to ",{"type":"'''","value":[{"type":"[[","value":[["Perth"]]}]},", the capital and the most isolated city of this size anywhere in the world.  Outside of the Perth area there are fewer than 500,000 people, hence the demoynm ",{"type":"''","value":["Sandgropers"]},". The largest towns outside Perth metro are ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]}," and ",{"type":"[[","value":[["Broome"]]},", only about 30,000 population each depending on seasonal fluctuations. Beyond the coast, Western Australia's vast interior is very sparsely populated, with only a handful of townships with over a few thousand residents. Mining settlements and cattle stations are thinly-spread so it is all too easy to find yourself alone in a 100 mile radius.\n\nOne of this state's main attraction is precisely its overall remoteness and huge expanses of untouched scenery.\n\n",{"type":"===","value":[" Geography "]},"\n",{"type":"[[","value":[["image:Mount Augustus by Jan Van Der Hoeven.jpg"],["350px"],["thumb"],["right"],["Mount Augustus is widely claimed to be the world's largest monolith"]]},"\nWestern Australia covers about third of the total land mass of ",{"type":"[[","value":[["Australia"]]},".  It encompasses climatic zones from the monsoonal and tropical north, to the temperate and Mediterranean south, and the desert and barren inland. Apart from the south-western coast, the majority of the land is extremely old, eroded, flat, arid and infertile.   \n\nMany of the population centres are isolated from one another, and from the other populated zones of Australia. This and the tough environment may account for a more independent spirit than in the eastern states.\n\nThe vastness of the state is certainly not to be underestimated when planning your trip.  If it were a country, it would be in the top 10 by area, as large as ",{"type":"[[","value":[["Argentina"]]},", larger than any African or European country, and twice the size of Alaska. It is the largest sub-national administrative division in the world besides the ",{"type":"[[","value":[["Sakha Republic"]]}," in Russia.\n\n",{"type":"[[","value":[["Perth"]]}," and the south-west corner including  ",{"type":"[[","value":[["Margaret River"]]}," and ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]}," are easily accessible.  Visiting much of the rest of the state requires some planning, and will probably require some long drives. Never plan on doing a road trip, without clearly telling either the authorities or someone else, on your planned route, as you could have considerable delays if you break down. Make sure you always have lots of water (and spare fuel) with you.\n\n",{"type":"===","value":[" History "]},"\nWestern Australia was discovered by the Dutch explorer Dirk Hartog in 1616 while en route to what is now known as ",{"type":"[[","value":[["Jakarta"]]},". In the following decade, other Dutch explorers would encounter the land here, but with no apparent natural resources to exploit, left as quickly as they came. During the late 18th century, the British and the French began to explore the more Southern regions of Western Australia and in 1826 the British decided that King George Sound would be a suitable location for a settlement. Three years later the Swan River Colony was established and this would later become the city of Perth. The state grew slowly until the discovery of gold in ",{"type":"[[","value":[["Kalgoorlie"]]}," in the 1890s, which led to a huge influx of people.\n\nWestern Australia is the only state to never have been part of ",{"type":"[[","value":[["New South Wales"]]}," and is the only Australian state to have tried to leave the federation, voting to secede in 1933. A delegation was sent to Britain to petition parliament to pass the legislation needed to enable independence, but it was determined that the British parliament did not have the necessary powers to pass such legislation. The suggestion of secession still appears in the Western Australian media from time to time and generally gains most attention during mining booms. A minority of Western Australians support the idea.\n\n",{"type":"===","value":["Time Zone"]},"\nWestern Australia is in the Australian Western Standard Time zone, 8 hours ahead of Greenwich Mean Time (UTC+8).  It doesn't observe daylight savings time, and is two hours behind the east coast of Australia during winter, and falls three hours behind ",{"type":"[[","value":[["New South Wales"]]},", ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},", and ",{"type":"[[","value":[["Tasmania"]]}," when they move to daylight savings. Note that not all of W.A. is in the same time zone! Residents of towns east of ",{"type":"[[","value":[["Caiguna"]]}," on the ",{"type":"[[","value":[["Eyre Highway"]]}," (including ",{"type":"[[","value":[["Eucla"]]},", ",{"type":"[[","value":[["Madura, Western Australia"],["Madura"]]},", ",{"type":"[[","value":[["Mundrabilla"]]}," and Border Village) in the south-east corner near the South Australian border do not follow official Western Australian time. Instead, they use what is unofficially known as Central Western Standard Time, which is halfway between Western and Central time--UTC+8:45.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]}," airport in Western Australia with most regular international flights, however Skywest also fly from Pt Hedland to Bali in Indonesia.\n\nThe vast majority of interstate flights also land in ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]},". However there are a small number of interstate flights to ",{"type":"[[","value":[["Kalgoorlie"]]},", ",{"type":"[[","value":[["Kununurra"]]},", ",{"type":"[[","value":[["Karratha"]]}," and ",{"type":"[[","value":[["Broome"]]},". Skywest has a weekly flight from Kalgoorlie to Melbourne, however it may still be cheaper to fly Kalgoorlie - Perth - Melbourne depending on the travel dates desired.\n\nThe price of flights from other Australian capital cities to Perth fluctuates wildly.  The red-eye overnight flights can often be obtained at a discount over the more civilised flight times.\n\n",{"type":"===","value":["By car"]},"\n\nConsidering the huge distances, driving ",{"type":"''","value":["into"]}," Western Australia from anywhere else is an experience by itself.\n\nThere are only two sealed roads into Western Australia: in the south, the ",{"type":"[[","value":[["Eyre Highway"]]}," is the most direct route from ",{"type":"[[","value":[["Adelaide"]]}," to ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]},". In the north, the Victoria Highway connects the ",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]}," region with the ",{"type":"[[","value":[["Northern Territory"]]}," up to ",{"type":"[[","value":[["Darwin"]]},". Both involve extremely long drives. Perth-Adelaide is at least 3 days of driving with stops only to sleep, and much of the drive is across the extraordinarily barren Nullabor Plain. Darwin-Perth is at least a week.\n\nIt is often possible to organise one-way car hire without additional fees from ",{"type":"[[","value":[["Adelaide"]]}," to ",{"type":"[[","value":[["Perth"]]},".  Shop around, and check conditions carefully, as some cars hired in ",{"type":"[[","value":[["Adelaide"]]}," cannot even be driven into Western Australia.\n\nThe unsealed Great Central Road, ",{"type":"[[","value":[["Tanami Track"]]}," and ",{"type":"[[","value":[["Gunbarrel Highway"]]}," run between the ",{"type":"[[","value":[["Northern Territory"]]}," and remote Western Australian towns.\n\n",{"type":"===","value":["By rail"]},"\n\nThere is one railway connecting Western Australia with the eastern states. The ",{"type":"[[","value":[["Across Australia by train"],["Indian Pacific"]]}," train service runs between ",{"type":"[[","value":[["Sydney"]]}," and ",{"type":"[[","value":[["Perth (Western Australia)"],["Perth"]]}," via ",{"type":"[[","value":[["Kalgoorlie"]]},", ",{"type":"[[","value":[["Adelaide"]]}," and ",{"type":"[[","value":[["Broken Hill"]]},". More expensive than air travel, but you can put your car on the train. The train ride is a unique experience in itself, as it can take 3 nights to get to Sydney at the other end of the line and you see a lot of rugged beauty along the way.\n\n",{"type":"===","value":[" Quarantine "]},"\n\nThere are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.agric.wa.gov.au\/content\/PW\/Q\/QuarantineWA_Traveller_Guide.pdf quarantine rules"]}]}," if you are coming from other states in Australia. You cannot bring fruits and vegetables (including seeds and cuttings) into Western Australia.  Frozen fresh food is also not allowed but you will be OK with commercially packaged foods, except honey and bee products. There are quarantine checkpoints set up on the state borders and rules are strictly enforced.. Inspectors board trains into the state to check passengers, and there are checkpoints at all airports. \n\nIf you are arriving directly from overseas, additional quarantine rules apply.  See the ",{"type":"[[","value":[["Australia#Get in"],["Australia"]]}," article for details.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nIf you want to travel across WA by road, be ready to drive ",{"type":"''","value":["a lot"]}," to get from point A to point B. There are only a limited number of sealed roads (any map of the state will probably show you ",{"type":"''","value":["all"]}," of them), if you plan to leave them to get to more remote areas you will need to consider renting a 4WD. Contact the company to which you rent the vehicle to check the policy concerning driving on unsealed tracks, as you might have to get their authorization. Driving a rented conventional (non-4WD) vehicle on an unsealed track may breach your rental contract and void your insurance.  Check with the local depot before arriving.\n\n",{"type":"====","value":["Sealed highways and byways"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Albany Highway"]]},". A sealed, main through route ",{"type":"[[","value":[["Perth"]]}," to ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]},", with few stop or attractions.  Scenic alternative via the coastal route."]},{"type":"*","value":[{"type":"[[","value":[["Eyre Highway"]]},", from ",{"type":"[[","value":[["Norseman"]]}," to ",{"type":"[[","value":[["South Australia"]]},", a very long drive crossing the Nullarbor plain."]},{"type":"*","value":[{"type":"[[","value":[["Great Eastern Highway"]]},", from Perth to ",{"type":"[[","value":[["Kalgoorlie"]]},", the main route for travellers."]},{"type":"*","value":["Coolgardie-Esperance Highway, links the Great Eastern Highway with the Eyre Highway & continues south to ",{"type":"[[","value":[["Esperance"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["South Coast Highway"]]},", from ",{"type":"[[","value":[["Esperance"]]}," to just past ",{"type":"[[","value":[["Walpole"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["South Western Highway"]]},", from near ",{"type":"[[","value":[["Walpole"]]}," to ",{"type":"[[","value":[["Perth"]]}," via ",{"type":"[[","value":[["Bunbury"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Great Southern Highway"]]},", from The Lakes to Cranbrook."]},{"type":"*","value":[" ",{"type":"[[","value":[["Brand Highway"]]},", from ",{"type":"[[","value":[["Perth"]]}," to ",{"type":"[[","value":[["Geraldton"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["North West Coastal Highway"]]}," a mainly coastal route from ",{"type":"[[","value":[["Geraldton"]]}," to the Great Northern Highway near ",{"type":"[[","value":[["Port Hedland"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Great Northern Highway"]]},", up to the Northern extremity of the state."]},{"type":"*","value":["Victoria Highway, connecting the Great Northern highway to the ",{"type":"[[","value":[["Stuart Highway"]]}," in the ",{"type":"[[","value":[["Northern Territory"]]},"."]},"\n",{"type":"====","value":["Unsealed (dirt) roads and tracks"]},"\n",{"type":"[[","value":[["Image:Gibb River Road.jpg"],["thumb"],["350px"],["Track in Western Australia"]]},"\n\nUnsealed roads require preparation and research.  They should not be taken lightly, and you would be unwise to just set off down a dirt road without having done your homework.  Be cautious.  On some more remote tracks, it could be weeks until anyone finds you or your body if you break down.  Road conditions, weather, availability of fuel and spares, contact (phone\/radio), and survival supplies should be on your checklist.\n\nThe ",{"type":"[[","value":[["Gunbarrel Highway"]]}," may not be what you would think of as a highway.  It may not even be what you would think of as a road.  \n\nThat said, some of the best scenery and adventures that Western Australia has to offer lies on its dirt roads.  Some can be traversed, slowly, and with care, by an average driver.  Study your route, and be prepared for conditions.\n\n",{"type":"*","value":[" The legendary ",{"type":"'''","value":["Canning Stock Route"]}," is 1800 km long cattle track from Willuna in the northern Goldfields to Halls Creek in the ",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]},", crossing the inner desert parts of the state. It is one of the most remote tracks on the planet, with absolutely no facilities, fuel or food supplies, and runs hundred kilometers from any civilization. Prior fuel dropping arrangements and thorough research about the dangers involved in the crossing are absolute prerequisites. Attempting the track in the summer is madness."]},{"type":"*","value":[" The 650 km long ",{"type":"'''","value":[{"type":"[[","value":[["Gibb River Road"]]}]}," crosses through the heart of ",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]}," in the North through majestic scenery, with some facilities along the route.  Open only during the dry."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Gunbarrel Highway"]]}]}," crosses the heart of the continent from Wiluna to ",{"type":"[[","value":[["Kata Tjuta"]]}," in the ",{"type":"[[","value":[["Northern Territory"]]},"."]},{"type":"*","value":[" The ",{"type":"''","value":["comparatively easier"]}," ",{"type":"'''","value":[{"type":"[[","value":[["Tanami Track"]]}]}," crosses the Tanami desert to the ",{"type":"[[","value":[["Red Centre"]]}," in ",{"type":"[[","value":[["Northern Territory"]]},"."]},{"type":"*","value":[" The Great Central Road, regularly graded, may be attempted by strong 2WD (with very cautious and prepared drivers). It crosses several aboriginal lands (for which you will need permits) right to ",{"type":"[[","value":[["Kata Tjuta"]]}," in the ",{"type":"[[","value":[["Northern Territory"]]},"."]},"\n",{"type":"===","value":["By plane"]},"\n\nGiven the distances involved, plane travel is a vital connection to many Western Australian communities.  Many towns based on mining have private 'Fly-in Fly-out' (FIFO) services for their employees, which are difficult for travellers to access.\n\nMost larger towns have some form of commercial scheduled air service.  Charter services are commonly available to access more remote areas, and airstrips available for landing are available even in the very smallest towns.  If you can get a group of 6 together, a charter flight need not cost significantly more than a scheduled commercial service, but don't expect to be able to each take your 23kg suitcase on board.\n\n",{"type":"===","value":["By train "]},"\n\nTrain services are limited outside of Perth and Mandurah.  In addition to the Great Southern Railway's Indian Pacific, there are three regional train services, all operated by ",{"type":"[","value":["http:\/\/www.transwa.wa.gov.au\/ TransWA"]},", that depart from Perth to various country towns in the south and south-east of the state:\n\n",{"type":"*","value":[" The Australind, runs from ",{"type":"[[","value":[["Perth"]]}," to ",{"type":"[[","value":[["Bunbury"]]}," and back, every morning and evening."]},{"type":"*","value":[" The Prospector, runs from East Perth to ",{"type":"[[","value":[["Kalgoorlie"]]},", with coach connections onto ",{"type":"[[","value":[["Esperance"]]},"."]},{"type":"*","value":[" The Avonlink, runs from East Perth to Merredin, in the ",{"type":"[[","value":[["Wheatbelt"]]},"."]},"\nThese regional rail services are not \"walk on\" services like inner-city rail; tickets to board these services must be purchased in advance, either online at the ",{"type":"[","value":["http:\/\/www.transwa.wa.gov.au\/ TransWA"]}," website, or from various TransWA booking offices located around the state, usually in areas serviced by the TransWA regional rail and coach network.\n\n",{"type":"===","value":[" By coach "]},"\n\nCoach Services comprehensively cover the southern regions of the state, publicly operated by ",{"type":"[","value":["http:\/\/www.transwa.wa.gov.au\/ TransWA"]},". These coach services connect Perth to various regional towns, as far north as ",{"type":"[[","value":[["Geraldton"]]}," and Meekatharra, as far south as ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]},", and as far east as ",{"type":"[[","value":[["Kalgoorlie"]]}," and ",{"type":"[[","value":[["Esperance"]]},".\n\nThese regional coach services are not \"walk on\" services like inner-city bus services; tickets to board these services must be purchased in advance, either online at the ",{"type":"[","value":["http:\/\/www.transwa.wa.gov.au\/ TransWA"]}," website, or from various TransWA booking offices located around the state, usually in areas serviced by the TransWA regional rail and coach network.\n\nOther private coach services also operate, such as Greyhound that runs a coastal service from ",{"type":"[[","value":[["Perth"]]}," through to ",{"type":"[[","value":[["Broome"]]},", and into ",{"type":"[[","value":[["Darwin"]]}," via ",{"type":"[[","value":[["Kununurra"]]},".\n\n",{"type":"==","value":["See"]},"\nIf WA does not quench your thirst of (harsh) ",{"type":"'''","value":["wilderness"]},", it is unlikely that anywhere else in the world will.  That said, most visitors stay within the very civilised areas of the ",{"type":"[[","value":[["South West (Western Australia)"],["southwest corner"]]}," and ",{"type":"[[","value":[["Broome"]]},", which have many attractions and well developed facilities.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ancient forms of life"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Thrombolites at ",{"type":"[[","value":[["Lake Clifton"]]}," and stromatolites at ",{"type":"[[","value":[["Shark Bay"]]}," are rock-like mounds built by micro-organisms that resemble some of the earliest forms of life on earth."]]}]},"\n",{"type":"==","value":["Do"]},"\nBesides ",{"type":"'''","value":["driving"]},", which can be an experience for some (being on the only sealed road for hundreds of kilometers, without crossing anyone, might be either disturbing or enjoyable to most of Western Europe drivers), WA offers nice ",{"type":"'''","value":["surfing"]}," on its beaches (around Geraldton for instance).\n\n",{"type":"===","value":["Dive"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ningaloo Reef near Coral Bay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=probably the place to dive with abundant coral, marine life and a good chance of seeing a whale shark (in season)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rottnest Island"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not far off Perths coast its has many underwater caves that are worth exploring."]]}]},"\n",{"type":"===","value":[" Hike "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bibbulmun Track"],["url=http:\/\/www.bibbulmuntrack.org.au\/"],["email=friends@bibbulmuntrack.org.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 9481 0551"],["tollfree="],["fax="],["hours="],["price="],["content=A hike on the nearly 1000km trail from ",{"type":"[[","value":[["Perth"]]}," to ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]},", passing through many south west towns is arguably one of the best walks in WA. The signposted trail wanders through forest, wetland, coastal, and grassland environments to campsites equipped with a three-sided timber shelter, rainwater tank and toilets. Pocket sized map books can be bought from the Bibbulmun track Foundation. If taking on the entire length is too daunting, several sections make good 2-5 day jaunts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cape to Cape"],["url=http:\/\/www.capetocapetrack.com.au"],["email=info@capetocapetrack.com.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 9752 5555"],["tollfree="],["fax="],["hours="],["price="],["content=The 135km trail between Cape Naturaliste and Cape Leeuwin in the Leeuwin-Naturaliste National Park meanders around precipitous coastal scenery, forests and along  beaches. Periodic established campsites a offer a spot to pitch your tent, toilet and watertank. The northern trailhead is 15km south of ",{"type":"[[","value":[["Dunsborough"]]}," and ends 6km shy of ",{"type":"[[","value":[["Augusta (Western Australia)"],["Augusta"]]},", passing through four towns along the way."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Munda Biddi Trail"],["alt=Mountain bike only track"],["url=http:\/\/mundabiddi.org.au"],["email=admin@mundabiddi.org.au"],["address="],["lat="],["long="],["directions="],["phone=+61 8 9481 2483"],["tollfree="],["fax="],["hours="],["price="],["content=If you prefer two wheels the 498km Munda Biddi Trail goes from ",{"type":"[[","value":[["Mundaring"]]}," in the Perth hills to ",{"type":"[[","value":[["Nannup"]]}," in the South West. The trail varies in terrain but is not extraordinarily challenging, making it a pleasant ride for all ability levels. Campsites with shelters are spaced a days ride apart and towns along the way give you chance to return to civilisation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Railway Reserve Heritage Trail"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An easy, but interesting, trail in the Perth Hills that follows a 40km loop along the route of the former Eastern Railway abandoned in the late 50's. The most popular stretch is in ",{"type":"[[","value":[["John Forrest National Park"]]}," from Swan View to Hovea passing through the spooky Swan View tunnel, over a decaying wood framed bridge to the magnificent Hovea Falls. The areas relatively unspoilt bushland is a major wildlife corridor so it's not uncommon to see groups of kangaroos at dusk among other native animals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kep Track"],["alt=Mountain bike, walking & horse riding track"],["url=http:\/\/www.mundaringtourism.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 8 9295 0202"],["tollfree="],["fax="],["hours="],["price="],["content=The well marked track follows the Northam - Mundaring Weir railway reserve and part of the water pipeline. It is a 90KM 1-2 day cycling trip or a 3-4 day walking trip.  Food, water and accommodation is somewhat limited along the route. Campsites are non existent but there are refreshment and food options at Northam, Clackline, Bakers Hill, Chidlow, Mundaring."]]}]},"\n",{"type":"===","value":["Swim"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cable Beach in Broome"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Western Australia's most well known beaches, with warm water and sand swept clean by the tides every day.  You can't swim there from October until May because of Box Jellyfish (as with any beach north of ",{"type":"[[","value":[["Exmouth (Western Australia)"],["Exmouth"]]},"). Irukandji are also a risk at other times of year, and the beach can also be closed if a crocodile cruises past."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lake Argyle in Kununurra"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As one of the largest man made lakes in Australia Lake Argyle is a good place for a dip with the friendly crocodiles. Kununurra also has a number of secluded waterholes around that make a refreshing place to float about with a beer during the humid wet season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Serpentine Falls in Serpentine"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located a 35 minute drive east of Mandurah, is an excellent place for a swim."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Twilight Beach in Esperance"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Some claim this is the best beach in Australia. Others say it is only ",{"type":"''","value":["Western"]}," Australia's best. Regardless, the white sand, clear water and rounded headland make an impression on all visitors."]]}]},"\n",{"type":"==","value":["Eat"]},"\nPerth and the larger towns have the usual range of restaurants.  Australian influenced Thai, Chinese and cafes are common.  Pubs can usually be relied upon for an evening meal in most towns and roadhouses have a range of sandwiches, burgers and sometime more substantial cooked meals. Trips away from the major towns will probably require some amount of self-catering.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Truffles"]}," – An item you wouldn't expect to come out of WA is the opulent black fungus that's favoured by trendy restaurants in the better part of town. While the local variety isn't considered to be equal to its European counterparts, it exhibits the characteristic taste and smell that justifies the high prices it demands. Truffle growing in the state is still in its infancy but in recent years the industry has grown large enough to support two festivals. At the end of May the ",{"type":"''","value":["Truffle Affaire"]}," ",{"type":"[","value":["http:\/\/wineandtruffle.com.au\/truffleaffaire"]}," in Manjimup is a day-long event with capacity limited to the 100 epicureans indulgent enough to pay $245 for trufflesque tours, hunting and eating. Somewhat more egalitarian is the ",{"type":"''","value":["Mundaring Truffle Festival"]}," ",{"type":"[","value":["http:\/\/www.mundaringtrufflefestival.com"]}," held at the end of July where you can wander between a multitude of truffle related stalls while you wait for the next free food talk or demonstration. The $10 entry fee lets you see and taste quite a bit."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marron"]}," – is a freshwater crustacean with delicate meat quite different to its salt water relatives. Trendy restaurants might have it on the menu during the right season but the best way to enjoy it is by casting a trap into a dam or water way and boiling it up on a campfire. You will need a fishing licence to catch them legally or there are many marron farms in the south west where you can buy a few of them frozen or still kicking."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Beer"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fremantle"]]}," has a number of micro-breweries. The most well known is ",{"type":"''","value":["Little Creatures"]},", housed in an old boat shed where they serve a pale ale straight from the conditioning tank."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]}," residents love a drink, so it's no surprise that ",{"type":"'''","value":["Matso's Brewery"]}," in ",{"type":"[[","value":[["Broome"]]}," has a rightful reputation among hopheads for making some fine brews."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["South West (Western Australia)"],["The South West"]]}," has a handful of brewers. ",{"type":"'''","value":["Albany AleWorks"]}," in ",{"type":"[[","value":[["Albany (Western Australia)"],["Albany"]]}," and ",{"type":"'''","value":["Blackwood Valley Brewery"]}," in ",{"type":"[[","value":[["Bridgetown (Western Australia)"],["Bridgetown"]]}," are old style brewers. ",{"type":"[[","value":[["Margaret River"]]}," and ",{"type":"[[","value":[["Busselton"]]}," have a half-dozen independent micro-brewers to visit."]},"\n",{"type":"*","value":[" The Swan Valley in ",{"type":"[[","value":[["Perth"]]},"'s outskirts is known for its wine but also makes some decent drops of the amber variety. ",{"type":"'''","value":["Duckstein Brewerey"]}," is one of the states first micro-brewers and produces a range of German style beers that are particularly popular around Oktoberfest time. You can take a look at their copper brewing kettle and then sample an ale in the garden."]},"\n",{"type":"===","value":["Coffee"]},"\nA debate about the quality of coffee in WA grumbles on endlessly, with many visitors claiming a ",{"type":"''","value":["decent"]}," cup near impossible to find in the west and locals countering that they are just not looking in the right place. Subjective bean preferences aside, it is agreed that coffee is generally more expensive than in Eastern capitals and a higher price (averaging $3.80, but up to $5) does not necessarily buy you a better cup.\n\n",{"type":"*","value":[" Northbridge, Fremantle, Subiaco, Mount Lawley and the CBD in and around Perth have the highest concentration of cafes where you are more likely to get a decent espresso."]},"\n",{"type":"*","value":[" Outside of the metro area it can be hit and miss, but you might improve your chances around Albany and Margaret River where a couple of boutique roasters have operations and coffee sits in the same circles as the gourmet food and wine scene.  "]},"\n",{"type":"*","value":[" Non-aficionados who prefer a little coffee in their milk drink might be disappointed that they are well over three thousand kilometres from the nearest Starbucks.  However, they should be satisfied enough with the ",{"type":"'''","value":["Dome"]}," and ",{"type":"'''","value":["Gloria Jeans"]},"  chains that have outlets state-wide."]},"\n",{"type":"===","value":["Spirits"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kununurra"]]}," in the ",{"type":"[[","value":[["Kimberley (Western Australia)"],["Kimberley"]]}," is home to the ",{"type":"'''","value":["Hoochery Distillery"]},", the oldest continuously operating rum producer in WA (est. 1995), where local cane sugar is used to make some pretty potent booze. Though it's aged in oak barrels it's still a harsh gulp but the high alcohol percentage, up to 70%, hits in the right way. Tours of the distilling operations run in the peak season."]},"\n",{"type":"===","value":["Wine"]},"\nWestern Australian viticulture may not produce the large volumes of the wineries on the east of Australia, but the vineyards here are known for producing quality over quantity.\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Margaret River"]]}," ",{"type":"{{","value":[["do"],["name=wine region"],["url=http:\/\/www.australianwineregions.com\/Margaret-River"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= was only established in the late 1960s but has since built a reputation as an eminent producer of premium wines, particularly Chardonnay and Cabernet Sauvignon varieties. Around 90 vineyards have their cellardoor open for tastings and sales, providing plenty of opportunities for serious libations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swan Valley"],["url=http:\/\/www.australianwineregions.com\/Swan-Valley"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= in the outskirts of ",{"type":"[[","value":[["Perth"]]}," was one of the first places in the old colony where grapes were grown for wine, however it really developed as a wine region in the 1920s when migrant Croatian and Italian families established many of the wineries that still exist today. The valley overflows with a myriad of wine related attractions along the ",{"type":"''","value":["Swan Valley Food and Wine Trail"]}," and hosts no less than three festivals a year."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Camping"]},"\nWestern Australia has an abundance of places to pitch a tent or roll out a swag. Many campsites in National Parks have managed sites with facilities toilet and cooking facilities. Most charge a fee of $7-9 per person, per night. Campsites can fill up quickly during long weekends and school holiday periods, especially in the South-West.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[" The vastness of Western Australia requires travellers to be careful when going into ",{"type":"'''","value":["remote areas"]},", that is off the main sealed (asphalt) highways. When leaving sealed roads and entering remote unsealed tracks, ",{"type":"''","value":["advise someone you trust"]}," of your movements of your expected time\/date of arrival, and your travel intentions. Ensure they will contact authorities if you do not arrive on time.  Make sure you check back with them to avoid needless searches.  Check with local officials about the conditions of unsealed roads, especially during the wet season during which these roads are likely to be difficult to travel or impassible. Seek advice from locals when fording rivers, as many become swollen and deep\/fast during the wet season."]},"\n",{"type":"*","value":[" Always swim between the flags at patrolled beaches. Strong currents can be dangerous to novice swimmers.  Box Jellyfish are at beaches and estuaries as far south as ",{"type":"[[","value":[["Exmouth (Western Australia)"],["Exmouth"]]}," in season, and can be deadly.  Check with lifeguards.  Saltwater crocodiles are found as far south as ",{"type":"[[","value":[["Broome"]]}," year round in freshwater and saltwater (rivers, streams, waterholes, and beaches)."]},"\n",{"type":"*","value":[" Many remote rural and outback areas in Western Australia are home to kangaroos and other mammals, reptiles and birds that will cross the roads, especially at dawn and dusk. So try to avoid driving at these times (kangaroos are most active at these times) and always be alert."]},"\n",{"type":"*","value":[" Ross River virus is endemic in the south-west of Western Australia. The mosquitoes that carry the virus are particularly active around dusk in coastal areas from Perth to Albany."]},"\n",{"type":"*","value":[" Snakes are widespread throughout all Australia - know the precautions and first aid before going into the bush.  Redback spiders are also very common in sheds\/garages, and underneath chairs.  Bites are fairly common and sometimes need anti-venom.  Seek medical advice if bitten by a spider."]},"\n\n\n\n\n",{"type":"*","value":[" See local guides for any area specific issues."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alice Springs"]]}," in the ",{"type":"[[","value":[["Northern Territory"]]}," - The hard way to the red center is from ",{"type":"[[","value":[["Halls Creek"]]}," via the rough-as-guts ",{"type":"'''","value":["Tanami Track"]},". The easy way is along a series of sealed roads from ",{"type":"[[","value":[["Kalgoorlie"]]},", passing through ",{"type":"[[","value":[["Leonora"]]}," and ",{"type":"[[","value":[["Uluru"]]}," and a lot of pretty flat and arid land. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Christmas Island"]]}," - Closer to Indonesia than WA, but still part of Australia. Christmas Island is an emerging destination for divers and crab lovers looking for something not yet over run by other people."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Darwin"]]}," in the ",{"type":"[[","value":[["Northern Territory"]]}," - Leaving from the northern corner, ",{"type":"[[","value":[["Kununurra"]]}," is the last town on Highway 1 as it heads heading into the NT's top end via ",{"type":"[[","value":[["Katherine"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Port Augusta"]]}," in ",{"type":"[[","value":[["South Australia"]]}," - The 1668km drive along Nullarbor Plain and the Great Australian Bight along the Eyre Highway is one of the longest and lonely drives in Australia"]},"\n",{"type":"*","value":[" Principality of Hutt River ",{"type":"[","value":["http:\/\/www.principality-hutt-river.com\/"]}," - By some obscure legal technicality, this small farm near Geraldton successfully declared its independence from Western Australia in the 70s. You can even get a passport, buy rare stamps and coins and if you are lucky you can even meet the Royal Family."]},"\n",{"type":"{{","value":[["geo"],["-26.0000"],["121.0000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Australia"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Western Australia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Western Australia\/"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Western Australia"]]}]