[{"type":"{{","value":[["pagebanner"],["Tata Somba banner.jpg"],["caption=\"Tata Somba\" houses in Benin and Togo"]]},"\n",{"type":"'''","value":["West Africa"]}," is the western region of ",{"type":"[[","value":[["Africa"]]},". In the north the region is bounded by the ",{"type":"[[","value":[["Saharan Africa"],["Sahel"]]},", and in the south and west by the ",{"type":"[[","value":[["Islands of the Atlantic Ocean"],["Atlantic Ocean"]]},".\n\nThe most densely populated area of Africa, it is many ways both the continent's most difficult place for travel and potentially its most rewarding.\n\n",{"type":"==","value":["Countries"]},"\n",{"type":"[[","value":[["Image:West Africa regions map.png"],["500px"],["thumb"],["Countries of West Africa"]]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap="],["regionmaptext="],["regionmapsize="],["region1name=",{"type":"[[","value":[["Benin"]]}],["region1color=#bfd686"],["region1items="],["region1description=A safe and relatively easy country for travellers to visit; birthplace of the Voodoo religion and former home of the Kingdom of Dahomey."],["region2name=",{"type":"[[","value":[["Burkina Faso"]]}],["region2color=#c1af80"],["region2items="],["region2description=Landlocked country that is very off the beaten path for visitors."],["region3name=",{"type":"[[","value":[["Cape Verde"]]}],["region3color=#ec38bc"],["region3items="],["region3description=Tiny Atlantic island group off the coast of Senegal with wonderful beaches."],["region4name=",{"type":"[[","value":[["Côte d'Ivoire"]]}],["region4color=#d3dabb"],["region4items="],["region4description=Formerly something of a jewel in the West African crown, this nation has taken huge steps backwards due to recent political driven conflict."],["region5name=",{"type":"[[","value":[["Gambia"]]}],["region5color=#ce6262"],["region5items="],["region5description=Tiny coastal nation popular with European beach package tourists and birdwatchers."],["region6name=",{"type":"[[","value":[["Ghana"]]}],["region6color=#94af90"],["region6items="],["region6description=So-called \"Africa for Beginners\"—West Africa's richest, most-English speaking country, with highly varied landscapes, a few off-the-beaten-path beach getaways, and the solemn, imposing slave castles of the coast west of Accra."],["region7name=",{"type":"[[","value":[["Guinea"]]}],["region7color=#a0cdbd"],["region7items="],["region7description=Some great hill scenery (",{"type":"''","value":["the Switzerland of Africa"]},"), major rainforests and Atlantic beaches, ravaged by decades of political turmoil and lawlessness."],["region8name=",{"type":"[[","value":[["Guinea-Bissau"]]}],["region8color=#c6a9c6"],["region8items="],["region8description=A former Portuguese colony which has been through lots of struggle since independence and is little visited by travellers."],["region9name=",{"type":"[[","value":[["Liberia"]]}],["region9color=#dede9f"],["region9items="],["region9description=Settled by former African American slaves in the 19th Century, this country has been through murderous conflicts, and it is too dangerous to visit outside Monrovia."],["region10name=",{"type":"[[","value":[["Nigeria"]]}],["region10color=#98c180"],["region10items="],["region10description=A vast, dangerous, chaotic, overpopulated, and always fascinating country, with great wealth—little of it shared with its people."],["region11name=",{"type":"[[","value":[["Senegal"]]}],["region11color=#a9b869"],["region11items="],["region11description=West Africa's ",{"type":"''","value":["other"]}," \"visitor-friendly\" destination, with tasty food, nice beaches, and French colonial history."],["region12name=",{"type":"[[","value":[["Sierra Leone"]]}],["region12color=#a0b486"],["region12items="],["region12description=Some of the best beaches anywhere in the world, and huge potential for tourism, but held back by enormous transport infrastructure problems and extreme poverty."],["region13name=",{"type":"[[","value":[["Togo"]]}],["region13color=#d3c19a"],["region13items="],["region13description=A small, sleepy country that is home to no less than 40 different ethnic groups, and the surreal villages of ",{"type":"[[","value":[["Tamberma Valley"]]},"."]]},"\n",{"type":"''","value":["Sometimes ",{"type":"[[","value":[["Mauritania"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Niger"]]},", and ",{"type":"[[","value":[["Chad"]]}," are also considered as West African states."]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Abidjan"]]}," — the largest city in ",{"type":"[[","value":[["Cote d'Ivoire"]]},", still a West African nightlife mecca, despite the country's political instability."]},{"type":"*","value":[{"type":"[[","value":[["Abuja"]]}," — the purpose built government capital of ",{"type":"[[","value":[["Nigeria"]]}," is attractive, and remarkably safe!"]},{"type":"*","value":[{"type":"[[","value":[["Accra"]]}," — an incoherent jumble of a city, the capital of ",{"type":"[[","value":[["Ghana"]]},", and one of the most accessible cities in West Africa for travelers."]},{"type":"*","value":[{"type":"[[","value":[["Cotonou"]]}," — ",{"type":"[[","value":[["Benin"]]},"'s big non-capital has the feel of a West African, urban version of the Wild West; you can buy anything at a city that is essentially an enormous, lawless (but reasonably safe) market town, and dirt cheap rolexes of questionable origin and voodoo charms remain popular items for travelers."]},{"type":"*","value":[{"type":"[[","value":[["Dakar"]]}," — the capital of ",{"type":"[[","value":[["Senegal"]]}," and the westernmost city in Africa."]},{"type":"*","value":[{"type":"[[","value":[["Lagos"]]}," — the largest city in ",{"type":"[[","value":[["Nigeria"]]}," and the second largest in the whole of Africa is a city bursting with energy. With over 15 million inhabitants, it is considered to be like the New York of Africa where you can find anything you are looking for."]},{"type":"*","value":[{"type":"[[","value":[["Lomé"]]}," — ",{"type":"[[","value":[["Togo"]]},"'s bustling capital, somewhat unfairly disliked by travelers, and possibly the moto-taxi capital of the world."]},{"type":"*","value":[{"type":"[[","value":[["Ouagadougou"]]}," — the capital of ",{"type":"[[","value":[["Burkina Faso"]]},"."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bijagos Islands"]]}," —  an archipelago of some twenty tropical, beautiful islands in ",{"type":"[[","value":[["Guinea Bissau"]]}," with French-owned fishing lodges."]},{"type":"*","value":[" ",{"type":"[[","value":[["Peninsular beaches"],["Freetown Peninsula's beaches"]]}," — are these paradisiacal-looking beaches, each with an utterly unique appearance and culture, the most beautiful in the world?"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ganvie"]]}," — absurdly named the \"Venice of Africa,\" this stilt village, at the center of a large lake, is more of a stilt city, and offers one of the strangest photo opportunities you'll ever have."]},{"type":"*","value":[" ",{"type":"[[","value":[["Moyenne Guinee"]]}," (",{"type":"''","value":["Fouta Djallon"]},") — hills and mountains in the interior of ",{"type":"[[","value":[["Guinea"]]}," with a relatively cool climate, the home of the Pular people and sometimes called the \"Switzerland of Africa.\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Niokolo-Koba"]]}," — the largest National Park in ",{"type":"[[","value":[["Senegal"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Taï National Park"]]}," — the largest remaining intact portion of the once great Upper Guinea Rainforest is home to the world's last viable population of pygmy hippopotami, as well as numerous rare monkeys, chimps, rare forest elephants, and other rare animals."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tamberma Valley"]]}," — ",{"type":"[[","value":[["Togo"]]},"'s somehow completely unknown answer to ",{"type":"[[","value":[["Mali"]]},"'s ",{"type":"[[","value":[["Dogon Country"]]},"; an expansive, beautiful, mountainous region filled with surreal villages of improbable mud\/clay fortresses, and culture barely touched by modernity."]},{"type":"*","value":[" ",{"type":"[[","value":[["W National Park"]]}," — a large, trans-border system of national parks, with parts in ",{"type":"[[","value":[["Benin"]]},", ",{"type":"[[","value":[["Burkina Faso"]]}," and ",{"type":"[[","value":[["Niger"]]},", which offers the best opportunities for wildlife spotting in West Africa."]},{"type":"*","value":[" ",{"type":"[[","value":[["Yankari National Park"]]}," — the largest National Park in ",{"type":"[[","value":[["Nigeria"]]},", and the most visited of all the parks in the region."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Talk"]},"\n\nWest Africa is home to thousands of languages and dialects native to the region.  However, due to the influence of European colonizers, common languages spoken in the region are ",{"type":"[[","value":[["French phrasebook"],["French"]]},", English and ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe African highways connect many cities in West Africa with Nigeria being the main hub.\n\nFlying from other African cities can be dangerous as many airlines have a very poor safety record. Check this first before choosing to fly with an airline.\n\nIn order of size here are the main airline hubs.\n\n",{"type":"*","value":[" Lagos Airport - Several flights per day to London. Less frequent flights also to other main cities in Europe"]},{"type":"*","value":[" Dakar Airport - Many flights to Millan, Madrid, Brussels and Paris"]},{"type":"*","value":[" Accra Airport -  Many flights to UK (Manchester, London, Glasgow) as well as Frankfurt."]},{"type":"*","value":[" Abidjan Airport - Flights to Paris, Brussels and Dubai"]},"\n",{"type":"==","value":["Get around"]},"\n\nGenerally it takes time - and a whole lot of patience - to move around in West Africa. The roads are not all in great conditions and many roads aren't paved. Always be sure to have an extra day or two in the end if you are going somewhere since planning is very hard when the transport is unreliable.\n\n",{"type":"==","value":["See"]},"\nWell, there actually isn't too much to see here! Visitors who focus on sightseeing will find themselves experiencing a lot of hardship with pretty small payoffs. A common traveler complaint is of spending the whole trip in miserable bush taxis! The big game animals of the rest of Sub-Saharan Africa are absent; the majestic ruins of North and East Africa likewise are nowhere to be found. Many would argue that time spent searching for \"attractions\" would be better spent getting to know the people you are visiting, engaging in a real and meaningful cultural exchange: starting to understand their history, religious practice, and way of seeing the world, and sharing a bit of your own.\n\nThat said, though, we're all travelers here, it's hard to stay in one place, and chasing down sights is a good way to slake wanderlust.\n\n",{"type":"===","value":["Historical"]},"\nHistorical monuments dating back past the arrival of Europeans in the region are few and far between. Tropical weather took its toll upon the larger structures built by old kingdoms and empires, and those that survived the weather often were destroyed with some incredible violence by European invaders (the destruction of Benin City in ",{"type":"[[","value":[["Nigeria"]]}," being a prominent example). The most notable structures of African past would likely be the enormous collection of ramparts, walls, and ditches at the ancient fortress of Sungbo's Eredo, less than 20 miles from ",{"type":"[[","value":[["Lagos"]]}," (and the largest pre-colonial monument in the whole of the continent), and the palaces of the Dahomey Empire in ",{"type":"[[","value":[["Abomey"]]},", ",{"type":"[[","value":[["Benin"]]},". Also in Nigeria, ",{"type":"[[","value":[["Kano"]]}," holds much interest (and is generally one of the most pleasant places for a tourist to visit in the country) as the seat of the historical Empire of Kano, with the Emir's palace (in addition to other sixteenth century sites around the city) being fully intact, albeit much renovated throughout the centuries.\n\nMany of the sites of significant historical interest in West Africa are European-built. The terrifying ",{"type":"'''","value":["slave castles"]}," of the ",{"type":"[[","value":[["Ghana"]]},"ian coast (most famously at ",{"type":"[[","value":[["Elmina"]]}," and ",{"type":"[[","value":[["Cape Coast"]]},") are imposing on their own for their massive size and seaside locations, but their importance to the history of the modern world cannot be overstated, and are a must-see for anyone in the region. Sites of importance to the slave trade are hardly limited to the charismatic forts of Ghana, though, with prominent sites near ",{"type":"[[","value":[["Dakar"]]},", ",{"type":"[[","value":[["Conakry"]]},", ",{"type":"[[","value":[["Ouidah"]]},", aforementioned ",{"type":"[[","value":[["Abomey"]]},", ",{"type":"[[","value":[["Porto Novo"]]},", and ",{"type":"[[","value":[["Freetown"]]}," (with sites especially important to the slave trade to the United States in Freetown).\n\nModern Africa has in recent years ramped up its production of monument building, epitomized by the colossal ",{"type":"'''","value":["African Renaissance Monument"]}," outside ",{"type":"[[","value":[["Dakar"]]},", intended to challenge perceived foreign perceptions of African as an inferior backwater. Other monuments, such as the Arch 22 in ",{"type":"[[","value":[["Gambia"]]},", the Nkrumah Mausoleum and Independence Square in ",{"type":"[[","value":[["Accra"]]},", and others throughout the region's national capitals are more concerned with less lofty ideals of good old fashioned national greatness and deification of postcolonial leaders.\n\n",{"type":"===","value":["Cultural\/religious"]},"\nThe cultures of West Africa are deeply religious, and much of the cultural life and monuments revolve around spirituality. Of ",{"type":"'''","value":["Muslim architecture"]},", most travelers find the mud-built Sudano-Sahelian mosques to be of the most interest. The region's most famous, both of the Volta basin style, include Larabanga Mosque just outside ",{"type":"[[","value":[["Mole National Park"]]}," in ",{"type":"[[","value":[["Ghana"]]}," and the Grand Mosque of ",{"type":"[[","value":[["Bobo-Dioulasso"]]},". A bit less unique, but still impressive, are the capital-type, modern grand mosques in ",{"type":"[[","value":[["Abuja"]]},", ",{"type":"[[","value":[["Lagos"]]},", ",{"type":"[[","value":[["Ouagadougou"]]},", and other major cities in the region.\n\nFor ",{"type":"'''","value":["Christian architecture"]},", the most obvious place to visit is the Basilica of Our Lady of Peace in ",{"type":"[[","value":[["Yamoussoukro"]]},". The basilica is in fact the largest church in the world, ahead of St. Peter's Cathedral in the ",{"type":"[[","value":[["Rome\/Vatican"],["Vatican"]]},", from which its more modern design draws inspiration. Other interesting Christian buildings include the curiously mosque-like ",{"type":"[[","value":[["Dakar"]]}," Cathedral and the strikingly modern St Paul's Cathedral in ",{"type":"[[","value":[["Abidjan"]]},".\n\nBut lets be serious, you can go anywhere in the world to see great works of Christian and Muslim architecture—lets get to the ",{"type":"'''","value":["Voodoo"]},"! ",{"type":"[[","value":[["Benin"]]}," is the spiritual homeland of voodoo (which shares much in common with traditional religious beliefs throughout West Africa) and neighboring Togo is another center of widespread Vodun practice. ",{"type":"[[","value":[["Cotonou"]]},"'s Grande Marche du Dantopka is the world's epicenter for purchasing voodoo fetishes, full of monkey skulls, lion paws, and all sorts of other less offensive charms. Lomé's Marche de Feticheurs is likely the second biggest fetish market in Africa, albeit a bit more touristy—they charge for admission! Voodoo is a bit more occulted in Ghana and Nigeria, but still very much present (try searching Jamestown in ",{"type":"[[","value":[["Accra"]]}," for the \"timber market\"). Shrine-like voodoo fetishes are scattered throughout Togo and Benin, with the largest being Dankoli fetish near ",{"type":"[[","value":[["Savalou"]]},". ",{"type":"[[","value":[["Togoville"]]}," is the center of voodoo practice in Togo, and its fetishes and shrines are unusually juxtaposed against its large cathedral, which saw a papal visit in 1986!\n\nGhana is also a rewarding destination for those interested in local religious and cultural beliefs. The Ashanti region around ",{"type":"[[","value":[["Kumasi"]]}," is dotted with shrines...\n\n",{"type":"===","value":["Natural"]},"\nDespite a large number of ",{"type":"'''","value":["national parks"]},", tourism in the wild is elusive in Africa's most crowded region. Moreover, a large number of West Africa's protected areas are in dire straights, undermined by political conflict and lawlessness, either current or historical. The most visited parks are those that are easiest to reach, in countries with decent transportation infrastructure. Ghana's ",{"type":"[[","value":[["Kakum National Park"]]}," is in all honesty not that impressive, but is just off the main coastal road, and is extremely popular. Ghana's northern ",{"type":"[[","value":[["Mole National Park"]]},", on the other hand, is harder to get to, but still popular for its superior wildlife viewing opportunities. ",{"type":"[[","value":[["Nigeria"]]},"'s ",{"type":"[[","value":[["Yankari National Park"]]}," similarly has good tourist infrastructure, and has actually become one of the top tourist destinations in the country. While none of ",{"type":"[[","value":[["Gambia"]]},"'s national parks has taken off as a standout tourist destination, the ease and popularity of visiting has made trips on the Gambia river a prime eco-tourism and birding activity.\n\nFurther afield, ",{"type":"[[","value":[["Taï National Park"]]}," in ",{"type":"[[","value":[["Côte d'Ivoire"]]}," is an incredible refuge of West Africa's once great biodiverse tropical rainforest. While the country's instability has made it more difficult to visit, it remains the country's most accessible. The trans-border ",{"type":"[[","value":[["W National Park"]]}," is the region's highlight, but it is far enough off the main transportation grid to keep it quietly off the beaten path. ",{"type":"[[","value":[["Niokolo-Koba National Park"]]}," is a great place for wildlife spotting in ",{"type":"[[","value":[["Senegal"]]},", but its remote southeastern location keeps the tourists away.\n\nIf you ",{"type":"''","value":["really"]}," want to get off-the-beaten-path, prepare for some serious adventuring. ",{"type":"[[","value":[["Tiwai Island"]]},", a refuge teeming with numerous rare monkey species, as well as the occasional pygmy hippopotamus, is theoretically not so hard to reach, but Sierra Leone is hard enough to get to, and you will need some serious time to get there and do it justice. The biosphere reserve of the ",{"type":"[[","value":[["Bijagos Islands"]]}," is similarly well set up for a visit, but it's just hard to get there, in rarely visited ",{"type":"[[","value":[["Guinea-Bissau"]]},". For the truly adventurous (or simply insane), ",{"type":"[[","value":[["Sapo National Park"]]}," is in a terribly dangerous section of ",{"type":"[[","value":[["Liberia"]]},", requires a permit to visit (and is visited almost only by poachers), has no paths or roads, and no accommodations in or near the park. But it is a great refuge of West Africa's remaining tropical rainforest and its most rare species: forest elephants, pygmy hippopotami, monkeys, chimpanzees, et al.\n\n",{"type":"===","value":["Beaches"]},"\nWest Africa is home to some incredible, mind-blowingly beautiful beaches, and they are not always where you would expect. ",{"type":"[[","value":[["Gambia"]]},", ",{"type":"[[","value":[["Cape Verde"]]},", and to a somewhat lesser extent ",{"type":"[[","value":[["Senegal"]]}," are well known and well developed tropical beach destinations. But the most beautiful beaches (OK, don't tell Cape Verdeans this) are at Africa's westernmost point: ",{"type":"[[","value":[["Liberia"]]}," and above all ",{"type":"[[","value":[["Sierra Leone"]]},", home to what are possibly the most beautiful beaches in the world. And, of course, Sierra Leonean and Liberian beaches are emphatically not overdeveloped—you will often have them to yourself, or share them with a few busy fishermen!\n\nBeach duds, unfortunately, crop up in the Gulf of Guinea, where locals do not respect the their coast's great natural beauty. (Granted, eking out a decent existence in these poor countries often seems a greater priority.) The beaches anywhere near towns and cities are heavily littered, and are used as a toilet, filling the water with squishy feces. The beaches are also very dangerous in this region, both for being the home of the respective countries' highest rates of violent crime, and very strong currents. Of course, there are notable exceptions, particularly in the sparsely populated regions of western Ghana.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ikando"]]}," Volunteer Opportunities: ",{"type":"[","value":["http:\/\/www.ikando.org"]}]},"\n",{"type":"==","value":["Eat"]},"\n\nWest African food doesn't seem to be for everyone, but those who like it love it. The staple dishes are starch plus some version of soup. Rice is the most popular starch, but ",{"type":"''","value":["fufu"]},"—a thick paste, with the rough consistency of soft play-dough, usually made by boiling starchy root vegetables in water and pounding with a mortar and pestle—and other similar pastes are a more interesting alternative. Fufu and its cousins should be eaten with the right hand, and usually dipped in the sauce, stew, or soup provided. Simple \"chop bars\" (there are plenty of different names for this common phenomenon) nearly always provide this recipe, plus some chicken or fish.\n\n",{"type":"'''","value":["Street food"]}," is delicious, multifarious, and dirt cheap. Unfortunately, problems with sanitation make this food a bit more dangerous than those found in chop bar-style spots and restaurants, for the straightforward reason that you aren't sure when it was cooked! Items that you see cooked, items that require peeling (e.g., eggs, coconuts, bananas, etc.), or items wrapped immediately after cooking (like bread) are safe.\n\n",{"type":"'''","value":["Restaurants"]}," in cities are very skewed towards European dishes, and tend to treat African food like a poor man's diet. The Francophone countries often have a few excellent French restaurants hidden in the larger cities. What constitutes a \"restaurant,\" though, is malleable. The restaurant could potentially be just a log for sitting, and be defined a \"restaurant\" simply by dint of having more than three dishes available.\n\n",{"type":"==","value":["Drink"]},"\n\nMake sure your water bottles are sealed and not just refilled with tap water. It can be hard to see until you actually test the top, but people are generally honest about this sort of thing. Many travelers try to go for the locally produced mineral water, rather than those produced by foreign corporations, since local economies need all the help they can get.\n\n\"Pure water\" is also widely available in guaranteed-sanitary sachets sold on the street, usually for less than 5¢, and is a great way to make sure you stay hydrated in the hot climate. Coconuts in most of these countries are also omnipresent, and street vendors will take off the top with a machete for a tasty drink.\n\nLagers, non-alcoholic malts, and some weird beverage masquerading as \"Guiness\" are among the more popular beverages you will run across. Voodoo priests and chiefs seem to prefer Schnaps. For harder stuff, look around for palm wine and gin sachets (which mix well with sprite, or more foolishly, palm wine).\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Disease"]},"\nAs far as ",{"type":"'''","value":["disease"]}," goes, West Africa is the most dangerous place on the planet. It is probably the one place on earth where you should go to extremes to protect yourself from ",{"type":"'''","value":["mosquitoes"]},". Do not sleep without a net and do not go without ",{"type":"'''","value":[{"type":"[[","value":[["malaria"]]}]}," medicine. If you develop symptoms, go to a clinic immediately to make sure of whether you need treatment. Malaria is about as common here as a runny nose, and the worst strain (which is by no means uncommon) can kill you in 24 hours. The parasite will likely live with you for the rest of your days as well, with high risk of recurrence. There is no vaccine.\n\nThere are plenty of other ",{"type":"[[","value":[["Tropical diseases"],["scary tropical diseases"]]}," to protect yourself from in this region. The other big dangers for which there is ",{"type":"'''","value":["no vaccine available"]},", include common Dengue Fever and Schistosomiasis, various other creepy parasites, Lassa Fever, River Blindness, and the more rare Ebola virus.\n\nMany diseases, happily, can be prevented via ",{"type":"'''","value":["vaccination"]},". Visit a travel clinic before traveling to the region to find out exactly which immunizations you will need, preferably giving yourself ample time to get the shots taken care of! You need a yellow-fever vaccination to enter most (if not all) of these countries. Rabies vaccination is generally considered optional, but it is a terrible disease to get, with 100% mortality if untreated, and you're most likely to contract it far away from decent medical services.\n\n",{"type":"===","value":["Traffic"]},"\nAre the dangers posed by road travel really greater in West Africa than the rest of the developing world? Yes, probably. Travel by boat is notoriously unsafe throughout the region as well. Traffic accidents kill more ",{"type":"''","value":["travelers"]}," than disease in West Africa. There isn't a whole lot you can do about this, unfortunately. The most important step to take is to avoid overland travel after dark. Other steps available to those traveling more luxuriously would be to get a trusted driver with a larger 4WD vehicle, and to just generally avoid the rickety minivan bush taxis driven by fatalistic maniacs. Moto-taxis are quite unsafe as well (if often by far more convenient than any other form of transportation...).\n\n",{"type":"===","value":["Crime"]},"\nWest Africa gets a worse rap than it deserves for crime. Actually, it's possible this bad reputation is just ",{"type":"[[","value":[["Nigeria"]]},"'s fault. In Nigeria, travelers should be aware that foreigners (and places that foreigners frequent- hotels, bars, etc.) are targeted for violent crime, religious violence, and kidnapping. \n\nIn West Africa as a whole: While mugging and pick pocketing do occur, it is much more common that locals will talk you out of your money.  This can include putting you in situations where you have to pay for their food, etc., charging you way more than they should (especially for cab rides), charging you a service fee for being the middle man in a transaction that you can (and may even be trying to) do yourself, asking for bribes for doing their job, police fining you for doing something \"illegal\" when in reality it is perfectly legal, claiming there is a problem with your visa or that your luggage is overweight and charging you to fix it, etc.  As long as you are observant and knowledgable, you should be able to avoid most of these scams. \n\nWomen: it is recommeded that any women travelers say that they are married, regardless of actual marital status.  It is helpful to also wear a ring (just not one that looks too expensive.  Women should realize that cultural differences may result in what they would consider harassment and it is not uncommon to be followed, grabbed by the arm, etc. Be firm in turning down men, and don't be afraid to stand your ground (cultural differences or not, it doesn't make it ok!).   \n\nNightlife: West Africa has some great clubs and bars, but be aware that nearly all of the women that frequent these places are prostitutes (regardless of what they claim- you won't find out til after you've taken her home and she asks for you to pay her).\n\n",{"type":"===","value":["Political instability"]},"\nTraditionally a volatile region, and, alas, currently a volatile region. The culprits are easily identifiable and avoidable, fortunately: ",{"type":"[[","value":[["Guinea"]]},", ",{"type":"[[","value":[["Liberia"]]},", ",{"type":"[[","value":[["Côte d'Ivoire"]]},", ",{"type":"[[","value":[["Guinea-Bissau"]]},". Northern ",{"type":"[[","value":[["Nigeria"]]}," has seen incidents of jihadist activity, particularly by Boko Haram.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Africa"]]},"\n",{"type":"{{","value":[["geo"],["11.01"],["-1.06"],["zoom=6"]]},"\n",{"type":"[[","value":[["Commons:Category:West Africa"]]},"\n\n",{"type":"[[","value":[["WikiPedia:West Africa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Regions\/West Africa\/"]]}]