[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["West Michigan"]}," is roughly the westernmost third of the \"palm\" of the Lower Pensinsula of ",{"type":"[[","value":[["Michigan"]]},".  It includes most of the Lake Michigan shoreline, as well as the nearby cities and towns, farmland, and woodland.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Harbor Country"]]}," - the southwest corner of Michigan"]},{"type":"*","value":[{"type":"[[","value":[["Lake Michigan Beachtowns"]]}," - along the Lakeshore"]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Allegan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Battle Creek (Michigan)"],["Battle Creek"]]}," — Home of Kelloggs and Post cereals."]},{"type":"*","value":[" ",{"type":"[[","value":[["Coldwater"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Haven"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Rapids"]]}," - second largest city in Michigan"]},{"type":"*","value":[" ",{"type":"[[","value":[["Holland (Michigan)"],["Holland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kalamazoo"]]}," - home to Western Michigan University"]},{"type":"*","value":[" ",{"type":"[[","value":[["Muskegon"]]}," —  Michigan's Adventure amusement park, ferry to Milwaukee, Summer Celebration. "]},{"type":"*","value":[" ",{"type":"[[","value":[["South Haven"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nWestern Michigan is more commonly called \"West Michigan\" by the locals, which helps avoid confusion between the region and Western Michigan University. It's Michigan's \"Bible Belt\", a region with a strong Dutch Calvinist heritage and conservative politics. It is gradually becoming more cosmopolitan as the population diversifies, especially in the larger cities.  It is also home to the extensive sandy beaches of Lake Michigan, which – if not for the cooler salt-free water and smaller waves – could perhaps be mistaken for the beaches of the Pacific Ocean.  The region's economy has traditionally been based on manufacturing and tourism, with the latter gaining in prominence in recent years, by default.  ",{"type":"[[","value":[["Grand Rapids"]]}," is the unofficial capital of West Michigan; the regions away from G.R. often refer to themselves as \"Southwest\" or \"Northwest\" Michigan.\n\n",{"type":"==","value":["Talk"]},"\n\nEverybody thinks they speak \"without an accent\", but this notion is especially strong in Western Michigan, and not without some justification.  A local legend says that the residents of one city or another in the area have the \"standard\" pronunciation of American English.  While this is probably apocryphal, local pronunciation is virtually indistinguishable from that heard in most Hollywood movies and national TV newscasts.  If you're used to those, you should have little difficulty understanding people here.  But visitors with \"exotic\" accents from places such as Brisbane, Bangalore, or Boston might have to speak slowly to be understood by the unpracticed ear of the natives, and the natives may have to speak slowly to make themselves understood to these visitors. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gerald R. Ford International Airport"]}," (GRR), Grand Rapids.  The biggest and busiest airport in the region, with regular flights from major cities and airline hubs across the country. Served by almost all major airlines. Fares in and out of GRR are often more expensive than the larger hubs in Detroit and Chicago, but the price difference has been gradually decreasing with the introduction of low-cost carriers in Grand Rapids. "]},"\n",{"type":"==","value":["Get around"]},"\nDespite its large geographical size, it is easy to get around in West Michigan.  Major highways and a lack of heavy traffic means you are rarely more than an hour from the Lake and its sandy beaches, fresh water and quaint shoreline towns.\n\nHighway 131 bisects the region on the north-south axis, connecting Kalamazoo and Grand Rapids to the Mackinac Bridge to the north.  I-94, the highway that connects Chicago with Detroit, cuts through the southern portion of the region.  Highway 196 runs along the lakeshore from the southwestern corner of the state to Grand Rapids.  I-96 connects the lakeshore at Muskegon through Grand Rapids to Lansing, the state capital.\n\n",{"type":"==","value":["See"]},"\n\nThe ",{"type":"'''","value":["shoreline along Lake Michigan"]}," resembles an ocean shore more than it does the shores of most lakes.  The prevailing winds from the west have transformed Michigan's west coast into hundreds of miles of sandy beaches and dunes.  ",{"type":"''","value":["The Lake"]}," (the definite article and uppercase letter always refer to Lake Michigan) stretches to the horizon and beyond, so you can watch the sun set into it much as you would on the Gulf coast of Florida or the Pacific coast of the U.S.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThere are wineries in the southwestern and northwestern areas of the state, and some of them have been winning national awards as of late.\n\nhttp:\/\/www.michiganwines.com\/Wineries\/wineries.html\n\nYou can also find microbreweries in most major cities in West Michigan.\n\nhttp:\/\/www.bellsbeer.com\/\n\nhttp:\/\/www.newhollandbrew.com\/\n\nhttp:\/\/www.arcadiabrewingcompany.com\/\n\nhttp:\/\/www.foundersbrewing.com\/\n\n",{"type":"==","value":["Stay safe"]},"\nOther than stupidity and visiting a few neighborhoods in the larger cities at night, there is not much that will hurt you.  West Michigan is notoriously safe.  It is not uncommon to see young women walking alone at midnight, perfectly safe.  With a low crime rate and a very law-and-order population, staying safe is easy as long as you exercise common sense.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Michigan"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Wikipedia:West Michigan"]]}]