[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["West Bridgewater"]}," is in the ",{"type":"[[","value":[["South Shore (Massachusetts)"],["South Shore"]]}," region of ",{"type":"[[","value":[["Massachusetts"]]},". \n\n",{"type":"==","value":["Understand"]},"\nWest Bridgewater, also known as \"WB\"is a small rural town within Plymouth County and was first established in 1651 and later seceded from Bridgewater in 1822 where it became its own province. In the late 19th century, West Bridgewater was a small farming community. Today there still exists many fields, corn fields, and a couple farms. Many current residents choose to live in West Bridgewater for couple of reasons. For example the public school system remains one of the only insitutions that has around 99% of its students pass the \"MCAS\" test each year. West Bridgewater is also located about 25 minutes south of Boston and provides an easy commute to work for many of its residents. The town has a total area of 15.8 sq. miles and borders neighboring  such as Brockton to the north, Bridgewater to the south, East Bridgewater to the east, and Easton to the west. West Bridgewater is located on the historic Hockomock Swamp and the Town River passes through the southern portion of town.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Air,"]},"\nLogan International Airport located in Boston, MA or T.F. Green Airport located in Warwick, RI. Logan International Airport is about 45 minutes north of West Bridgewater and T.F. Green Airport is an hour drive to the south.\n\n",{"type":"'''","value":["By Train,"]}," \nMass Bay Transit Authority (MBTA) which is a commuter rail service that makes 3 stops near West Bridgewater. 1. Brockton 2. Campello 3. Bridgewater. From Boston to Campello it takes close to 50 minutes one way.\n\n",{"type":"'''","value":["By Car,"]}," \nTake Route 24 South if you are driving from the north. Take Route 24 North if you are driving from the south. Exit 16A. About a 30 minute drive from Boston.\n\n",{"type":"'''","value":["By Water,"]}," \nCanoe or kayak the town river which begins in Taunton MA, and ends in West Bridgewater, MA at the War Memorial Park. Takes about 15 hours.\n\n",{"type":"==","value":["Get around"]},"\n\nThe best way to navigate around West Bridgewater would be by car. Since the town is so small walking or biking are reasonable options as well.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Riverbend Country Club"],["url=http:\/\/www.riverbendcc.com\/map.html"],["email="],["address=250 East Center St., West Bridgewater, MA 02379"],["lat="],["long="],["directions=Route 24, Exit 16A (106 east) 2.5 miles on your right."],["phone = +1 508  580-3673"],["tollfree="],["fax="],["hours="],["price=Weekday 37$"],["content=Riverbend Country Club is West Bridgewater's premier golf course. Specials include all you can play after 5pm on week nights. It is an 18 hole course which plays narrow on the front 9, but opens up on the back."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Westgate Mall"],["url=http:\/\/www.shopatwestgate.com\/"],["email="],["address=200 Westgate Drive Brockton, MA 02301"],["lat="],["long="],["directions="],["phone = +1 508  588-8916"],["tollfree="],["fax="],["hours=Mon-Sat: 10am-9pm, Sun: 12pm-6pm"],["price="],["content=Westgate Mall in nearby Brockton, MA is the closest location to West Bridgewater for your shopping needs. It is only 10 minutes away and is easy access off of route 24 north. Main stores: Best Buy, Macy's, Dick's Sporting Goods, Foot Action, Finishline, Lids, American Eagle, Pac Sun, and Gamestop."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cape Cod Cafe Pizza"],["url=http:\/\/www.capecodcafepizza.com\/index.htm"],["email="],["address=979 Main Street Brockton, MA 02301A"],["lat="],["long="],["directions=On Main Street Brockton"],["phone = +1 508  583-9420"],["tollfree="],["fax="],["hours=11am - 10pm"],["price=9$ - 12$"],["content=This Greek Style Restaurant has been serving gourmet pizzas since 1939. It is located about 3 miles north of West Bridgewater center. Cape Cod Cafe offers a large variety of options on its menu; all products are made fresh daily and contain nothing artificial. You cannot go wrong with one of their famous greek salads or weekly specials. For example the lobster roll which is served every Friday."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Emma's Pub and Pizza"],["url=http:\/\/www.emmaspubandpizza.com\/"],["email="],["address=1420 Pleasant Street Bridgewater, MA 02120"],["lat="],["long="],["directions=On Route 104"],["phone = +1 508  697-8815"],["tollfree="],["fax="],["hours=11am - 10pm"],["price=10$ - 30$"],["content=Emma's is your ultimate happy hour stop after a long day at work. Drink specials coupled with a large menu of reasonably priced appetizers and entrees keep Emma's busy Monday through Friday. There is a spacious outdoor deck, 40 seat bar, and large dining area. There most popular item is the 99 cent cheese pizza which is served every Wednesday from 8:30 to 10:30pm. The atmosphere Emma's provides is suitable for all."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mcguire's Bar and Grille"],["url=http:\/\/www.maguiresbarandgrill.com\/index.html"],["email="],["address=503 Foundry Street Easton, MA"],["lat="],["long="],["directions=On Route 106"],["phone = +1 508  230-8888"],["tollfree="],["fax="],["hours=11am - 1am"],["price=10$ - 30$"],["content=Maguire's Bar and Grill is Easton \nMassachusetts' oldest independently owned and continually operated restaurant and bar.  They offer great food and drink, at a reasonable price in a comfortable atmosphere. Daily specials can range anywhere from yankee potroast to baked stuffed shrimp. This establishement is also phantom gourmet approved."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Daybreak Family Restaurant"],["url=http:\/\/www.boorah.com\/restaurants\/MA\/west-bridgewater\/daybreak-family-restaurant\/EFCFB93CB0.html"],["email="],["address=337 W Center St West Bridgewater, MA 02379"],["lat="],["long="],["directions="],["phone = +1 508  583-5341"],["tollfree="],["fax="],["hours=5am - 2pm"],["price=4$ - 12$"],["content=Daybreak Family Restaurant is a popular weekend spot for a fast delicious breakfast. Breakfast is served all day and there is a wide range of items to choose from. The most popular choices include eggs benedict and breakfast sandwichs. Although the restaurant is pretty small, they keep customers moving in and out so the waiting time is usually under 15 minutes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Asack's Turkey Farm and Dairy Bar"],["url=http:\/\/www.yelp.com\/biz\/asack-dairy-bar-west-bridgewater"],["email="],["address=235 N Main Street West Bridgewater, MA 02379"],["lat="],["long="],["directions="],["phone = +1 508  580-7711"],["tollfree="],["fax="],["hours=11am - 9pm"],["price=5$ - 10$"],["content=Asack's Turkey Farm delivers the best and freshest turkey products. You can walk out with a turkey pocket, turkey pot pie or turkey hot dog. The dairy bar is open year round and the portions are generous. It is a great place to grab a cold treat on a hot summer night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Charlie Horse"],["url=http:\/\/www.thecharliehorse.com\/index2.asp"],["email="],["address=647 Old West Center Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nThis is a casual bar-and-grill style restaurant whose menu features burgers, chicken dishes, salads, and fried seafood options.Prices range from app. $3 for appetizers to app. $16 for some dishes. The Charlie Horse also features an arcade game room, billiard tables, and central bar outfitted with televisions for watching sporting events."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=New England Patriots"],["url=http:\/\/www.patriots.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located a quick 20 minutes from West Bridgewater is Foxborough, MA which is home to the New England Patriots. Commonly referred to as simply the “Pats”, the New England Patriots are a professional American football team followed by most of New England. They play their home games at Gillette Stadium and are part of the AFC East Conference. Between 2001 and 2005 the Patriots became the second team in NFL history to with three Super Bowls in four years ( XXXVI, XXXVIII, and XXXIX) and the eighth team to win consecutive Super Bowls. The Patriots were however defeated by the New York Giants in 2007 after posting a record setting undefeated season and win streak of 18 consecutive games. Coach Bill Belichick and Tom Brady are local superstars and icons in Massachusetts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Patriot Place"],["url=http:\/\/www.patriot-place.com\/"],["email="],["address=Two Patriot Place, Foxborough, MA 02035"],["lat="],["long="],["directions=From Boston: Interstate 93 South (S.E. Expressway) to Interstate 95 South; Take Interstate 95 South to Exit 9 (Wrentham) onto Route 1 South. Follow Route 1 South approximately 3 miles to Patriot Place (on the left)."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Adjacent to Gillette Stadium, Patriot Place features more than 1.3 million square feet of shopping, dining, and entertainment. You will find major fashion retailers, live and interactive entertainment, eateries, a four-star hotel, state of the art theatre and much, much more.There is something for everyone at Patriot Place... a once in a lifetime experience, every day!Patriot Place Hours of operation:9-11pm. Patriot Place is also a highly visited location on the South Shore. From the CBS Sports Lounge to Bass Pro Shops, an afternoon in Foxborough doesn't have to end after the Patriots game is finished."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nCourtyard Marriot,Brockton Ma.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=MA Route 24.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Boston"]]}],["minorl1=",{"type":"[[","value":[["Brockton"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Fall River (Massachusetts)"],["Fall River"]]}],["minorr1=",{"type":"[[","value":[["Bridgewater (Massachusetts)"],["Bridgewater"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["42.01889"],["-71.00778"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Shore (Massachusetts)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:West Bridgewater, Massachusetts"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Massachusetts\/Localities\/W\/West_Bridgewater\/"]]}]