[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["West Kootenays"]}," is south-eastern ",{"type":"[[","value":[["British Columbia"]]},", ",{"type":"[[","value":[["Canada"]]},".  The area is approximately defined as being the area south of the Trans Canada Highway (Hwy # 1) from ",{"type":"[[","value":[["Revelstoke"]]}," and including the valleys of Slocan Lake and Kootenay Lake and at least part of the Arrow Lake valley (Columbia River), as far south as the USA border.\n\n",{"type":"[[","value":[["File:West Kootenays WV travel map EN.png"],["thumb"],["500px"],["Map of the West Kootenays travel region"]]},"\n",{"type":"==","value":["Cities, Towns and Villages"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Nelson (British Columbia)"],["Nelson"]]}," is \"The Queen City\" of the Kootenays, renowned for its tourism, culture and outdoor activities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Castlegar"]]}," is the crossroads of the Kootenays.  Whether you decide to stop here or not, you will likely pass through it if you visit the West Kootenays"]},{"type":"*","value":[" ",{"type":"[[","value":[["Trail"]]}," is an industrial town dominated by one of the largest lead-zinc smelters in the world"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nakusp"]]}," is a medium-sized town on the east side of Arrow Lakes (Columbia River)."]},{"type":"*","value":[" ",{"type":"[[","value":[["New Denver"]]}," is a small village on Slocan Lake, about 45 minutes drive east of Kaslo."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rossland"]]}," is a picturesque mountain town world famous for its skiing at Red Mountain Resort and also noted for great mountain biking.   "]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Forks (British Columbia)"],["Grand Forks"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kaslo"]]}," is an attractive village on the west shore of Kootenay Lake, nestled between the Purcell Mountains and Selkirk Mountains and home to the world's oldest intact sternwheeler, the ",{"type":"''","value":["SS Moyie"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Creston"]]}," is at the south end of Kootenay Lake next to some of the best of  the limited agricultural areas around this region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fauquier"]]}," is the eastern terminal of the ",{"type":"'''","value":["Arrow Lake ferry"]},", connecting Highway 6 with Needles on the western shore."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nIn general, the West Kootenays is a little more remote and a little more difficult to get into and travel around than some of the more populated parts of the province.  You will probably find that the residents of this area live here at least partly because that's what they like.  Winding roads require somewhat slower travel.  If locals have one complaint, especially during tourist season, it's about visitors roaring about, making excessive noise and generally making the highways unsafe and unpleasant.  To fully appreciate the place, visitors need to slow down, relax and enjoy what the region has to offer.  There's little interest in seeing the frantic bustle of the big city imported here by visitors in too much of a hurry.\n\nThe West Kootenays doesn't include the Columbia River and Kootenay River Valley south of Golden to Cranbrook.  This is the ",{"type":"[[","value":[["East Kootenays"]]},".  It's very nice, but it's not the West Kootenays.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"*","value":["You may hear the phrase ",{"type":"'''","value":["Kootenay Time"]}," used occasionally.  This may be interpreted as \"I'll get there when I get there\" or \"It will happen when it happens\".  You may find some shops that aren't always open right on time.  Relax.  It's not usually a crisis."]},"\n",{"type":"*","value":["The ubiquitous ",{"type":"'''","value":["FSR"]},".  This is a Forest Service Road or, more commonly, a logging road, which is what these roads were built to service.  They are often identified by brown Forest Service signs, they seem to be everywhere and they are the only real access into the backcountry.  Many are rough and steep and require high clearance vehicles.  Maybe a vehicle that doesn't have a paint job you're unusually fond of.  If there is active logging going on, you may also meet large trucks with loads of logs.  You can get lost or stuck.  Caution is advised."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" By plane - there is only one airport served by a major carrier and that is in  ",{"type":"[[","value":[["Castlegar"]]},".  Currently, Air Canada Jazz is the only major airline available with flights to Vancouver, the Okanagan and Calgary.  There is a smaller airstrip near Trail which has a commercial operation connecting to Vancouver.  Private planes could also land at strips in ",{"type":"[[","value":[["Kaslo"]]},", ",{"type":"[[","value":[["Nelson (British Columbia)"],["Nelson"]]}," and ",{"type":"[[","value":[["Creston"]]},"."]},"\n",{"type":"*","value":[" By road - by heading south from ",{"type":"[[","value":[["Revelstoke"]]}," towards ",{"type":"[[","value":[["Nakusp"]]}," or from Hwy 3 through ",{"type":"[[","value":[["Creston"]]}," or ",{"type":"[[","value":[["Trail"]]},"."]},"\n",{"type":"*","value":[" By bus - possible but slow and not very convenient."]},"\n",{"type":"==","value":["Get around"]},"\n\nThe easiest way to see the Kootenays is by private vehicle.  There is very limited public transit in this region.  Some routes are pretty quiet so hitch-hiking could be chancy, especially late in the day and outside the main tourist season.  In the summer, it's a popular destination for motorcyclists.  Some hardier types will enjoy biking in the area, just be aware that the hills will give you a good workout.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Pend D'Oreille River, British Columbia, Canada.jpg"],["thumb"],["The Pend D'Oreille River a few kilometres behind Seven Mile Dam"]]},"\nThe area generally has quite stunning scenery.  Details are contained in the listings for many of the towns in the region.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nThere are many reasons to visit (or live in) the West Kootenays. The longer one stays, the more opportunities appear.  In addition to the most noticeable such as the various Provincial Parks, towns and local ski hills, there are many  backcountry trails which really expose you to some of the wilderness that remains in this part of the province.  There is a trails guidebook which is a good start, but repeated visits and contact with the locals can get you into some quite amazing destinations.  Accessing many of these areas often requires a high-clearance vehicle, travel on logging roads and good maps, just to sort out where to go.\n\n",{"type":"==","value":["Eat"]},"\n\nIf all you want is the usual fast food, the West Kootenays has the usual compliment of fast food outlets, but it is possible to do better than that.\n\nAll of the communities in the region have at least a few good to excellent establishments serving a pretty wide selection of food.  There isn't really a regional cuisine but many of the establishments cater to vegetarians and to omnivores, many take the trouble to source locally-grown produce and some have created some pretty unique menu items.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are at least 3 brewing companies in the West Kootenays:\n\nIn ",{"type":"[[","value":[["Creston"]]}," there is the ",{"type":"'''","value":["Columbia Brewing Company"]},", in ",{"type":"[[","value":[["Revelstoke"]]}," there is the ",{"type":"'''","value":["Mt Begbie Brewing Company"]}," and in ",{"type":"[[","value":[["Nelson (British Columbia)"],["Nelson"]]}," there is the ",{"type":"'''","value":["Nelson Brewing Company"]},", advertising organic ales.\n\nGiven this choice, make it a point to sample some of the local brews while traveling in the region.\n\nThe region isn't well known for wineries; there just isn't the heat or the soil available here the way there is in the Okanagan.  However, despite that, there are at least two wineries in the region: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cgwinery.com\/ Columbia Gardens Vineyard & Winery"]}]}," just south of ",{"type":"[[","value":[["Trail"]]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.skimmerhorn.ca\/ Skimmerhorn Winery & Vineyard"]}]}," in ",{"type":"[[","value":[["Creston"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere are few things (in the normal sense) to worry about when traveling in the West Kootenays.  Crime is infrequent and the people are friendly and helpful.  The main hazards are generally associated with the mountain environment that makes up the West Kootenays.  Roads are often narrow and winding and there can be hazards from falling rocks and avalanches (in winter).  There is wildlife in the area like grizzly bears, black bears, elk and mountain lions.  If you venture off into the backcountry, then you must be prepared for wilderness conditions.  As in most mountainous regions, weather can change quickly, the terrain is difficult and steep and it can take longer to get to your destination than you might expect.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kokanee Glacier Provincial Park"]]}]}," lies in an area roughly bounded by the highways connecting Kaslo, New Denver and Nelson.  There are 5 possible routes into the park, but the main access is a 13-km road from Kokanee Creek near Nelson to the Gibson Lake parking lot and trailhead.  The other access routes are less used and, at least in one case, nearly impassable.  The park does still have a glacier although it has, like most glaciers, receded significantly in recent decades.  There are two official campgrounds near the most-visited part of the Park, one at Kaslo Lake and the other at Sapphire Lakes.  Kaslo Lake is also where the Kokanee Cabin can be found, just a few hours hike from the Gibson Lake trailhead.  Access in summer is a hiking trail and in winter by helicopter as it is a popular backcountry skiing destination."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.skiwhitewater.com\/ Whitewater Winter Resort"]}]}," is the nordic and alpine ski area closest to ",{"type":"[[","value":[["Nelson (British Columbia)"],["Nelson"]]},", about a 15-minute drive.  The area claims to get about 45 feet of snow during the winter and if you get a chance to experience skiing after a good snowfall, you will start to appreciate what the locals call a \"powder day\".  Be warned: powder days can be pretty busy on the hill because many locals will put everything aside, including the work day, to get out and carve some turns on days like those."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kootenays"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]