[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Western Papua New Guinea "]}," consists of the country's Gulf and Western Provinces.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Daru"]]}," — in Western Province"]},{"type":"*","value":[{"type":"[[","value":[["Kerema"]]}," — in Gulf Province"]},{"type":"*","value":[{"type":"[[","value":[["Kikori"]]}," — on the delta of the Kikori river in Gulf Province, this is a small fishing center and a good place for birdwatching"]},{"type":"*","value":[{"type":"[[","value":[["Kiunga"]]}," — in Western Province"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Orientation"]},"\n\nThe western region consists of the following provinces:\n\n",{"type":"*","value":[{"type":"'''","value":["Western Province."]}," This province covers almost 100,000 km² and is the largest province in Papua New Guinea. In 2000 it had just over 150,000 inhabitants. It has several large rivers, namely the Fly River and its tributaries the Strickland and Ok Tedi rivers. Crocodiles are to be found in the river areas and provide income to villagers who catch them when young, fatten them up and then sell the skins. Lake Murray is the largest lake in Papua New Guinea. The major economic activity is the Ok Tedi Gold and Copper Mine. This has been the subject of considerable dispute, with much opposition from traditional landowners. The province is dominated by dense forest, jungle and marshes. Barges and cargo vessels use the Fly River and its tributaries but do not carry passengers. "]},{"type":"*","value":[{"type":"'''","value":["Gulf Province."]}," This 34,500 km² province has the second-smallest population of all the provinces of Papua New Guinea with less than 110,000 inhabitants in 2000. It is dominated by mountains, lowland river deltas, and grassland flood plains. It is rarely visited by tourists although some hardy souls do make it to Lakekamu Basin. The Province has abundant marine life and rich jungle. Traditional crops include sago and betelnut (buai). There is some oil exploration and logging."]},"\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Balimo"],["content=Center of the Gogodola culture. Canoes are a very important part of the  culture in this area of rivers and lagoons and the Gogodala use large dugout canoes, hollowed from a single tree trunk, for  activities such as fishing, collecting firewood, transporting sago and garden produce. Races are held between highly decorated canoes with 40 or more paddlers squeezed in."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lakekamu Basin"],["content=This is a 2500 square km area that contains the largest expanse of  humid forest in the southern watershed of Papua New Guinea (PNG). It is home to cassowaries, crowned pigeons, palm cockatoos, and birds of paradise. It can be reached by bus and canoe from ",{"type":"[[","value":[["Port Moresby"]]}," or by chartering a small plane from Port Moresby or ",{"type":"[[","value":[["Wau (Papua New Guinea)"],["Wau"]]}," to Kakoro airport. There are some very basic guest houses."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Delta of the Fly River"],["content=This makes an interesting trip by chartered boat from Daru. The delta has numerous islands, the largest being Kiwai, which is 59km long and has 4500 people."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tonda Wildlife Management Area"],["content=Close to the Indonesian border. Although in Western Province often reached by chartered plane from ",{"type":"[[","value":[["Mt. Hagen"]]}," in the Highlands. Good accommodation at the Bensbach Wildlife Lodge."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Birdwatching near Kiunga."]}," The area around Kiunga in Western Province offers an enormous number of species including the Palm Cockatoo, Lesser Black Coucal, White-spotted Munia, Yellow-eyed Metallic starling, Rufous Babbler, many species of Bird of Paradise, Common Paradise-Kingfisher, Hooded Monarch, New Guinea Bronzewing, Red-bellied Pitta, Southern Crowned Pigeon, Blyth’s Hornbill, Great Fig-Parrot, Flightless Rail, Pesquet’s Parrots, Chestnut-breasted Cuckoo, Dwarf Koel, Flame Bowerbird, and a selection of Honeyeaters. Tours are offered by Ecotourism Melanesia ",{"type":"[","value":["http:\/\/www.em.com.pg\/PNG\/"]}," or you could make your own arrangements as there are daily flights from ",{"type":"[[","value":[["Port Moresby"]]},"."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Papua New Guinea"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]