[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.westhamptonbeach.org\/ Westhampton Beach"]}]}," is a village in the ",{"type":"[[","value":[["Northeast Coastal Region"]]}," of ",{"type":"[[","value":[["Suffolk County (New York)"],["Suffolk County"]]}," on ",{"type":"[[","value":[["Long Island"]]},", NY.  Westhampton Beach is commonly known as a summer town on the east end of Long Island that is of the community of towns known as ",{"type":"[[","value":[["Hamptons"],["The Hamptons"]]},".\n\n",{"type":"==","value":["Get in"]},"\nTo get to Westhampton Beach one could use a car, train, ferry, or airplane.\n\n",{"type":"===","value":["By car"]},"\nIf you are driving to Long Island, depending on where you are coming from, you have the option of driving through New York City, New Jersey, or New York State, over a bridge and onto the Island.\n\nOnce on the Island, drivers will typically take the Long Island Expressway, or I-495 to exit 70.  Continue traveling east until you merge onto NY-27, also known as Sunrise Highway.  The Westhampton Beach exit is 63. This exit turns into Old Riverhead Road South and you can take Old Riverhead Road south until the end to reach Montauk Highway.\n\n",{"type":"===","value":["By train"]},"\nLong Island travel by train is typically occupied by the Long Island Railroad ",{"type":"[","value":["http:\/\/www.mta.info\/lirr\/"]},".  There are many stations that include the LIRR but a train to the actual Westhampton Beach train station is typically hard to find.  A more popular option is to take a LIRR train to the Ronkonkoma train station and then hail a taxi for the rest of the 35 minute trip to WHB.  Trains to Ronkonkoma can be picked up starting in Penn Station and other trains stations going east that are on the Ronkonkoma line.\n\n",{"type":"===","value":["By ferry"]},"\nTravelers also have the option of taking a ferry to LI.  The majority of those who take advantage of this usually come from the New England area.  The most popular course is from New London, Connecticut with the Cross Sound Ferry that will take you to Orient Point on the tip of Long Island's north shore.  The trip is an average of one hour and 20 minutes.  Cars are allowed on board for about $45 and walk-on tickets are generally $15. Be sure to make a reservation for your car ahead of time if you do drive on. Once on the island travelers would drive west through the north shore, south to the south shore and then east to Westhampton Beach.  There are public bus systems that run from the ferry if transportation is an issue.\nVisit https:\/\/www.longislandferry.com\/default.aspx for more information.\n\n",{"type":"===","value":["By plane"]},"\nThe closest airport to Westhampton Beach is Gabreski Airport which is typically used as an airforce base and to fly the President of the United States and other government officials onto Long Island.  However, there are several other airports on the island as well.  Traveling east the first airport is JFK in Queens, NY.  This is a huge airport and supplies many international flights.  If you are coming from another country and would like to visit WHB, then JFK is most likely where you would fly into.  Once in New York there is the option of renting a car or taking a bus through LI.  Another airport in the area is LaGuardia.  Located in the Bronz, NY LaGuardia is used almost as much as JFK.  There is also the option of renting a car or taking a taxi or a bus once off the plane.  Finally there is McCarther airport in Islip.  This airport is much closer to Westhamtpton Beach.  At the arrival of your flight you will be about 45 minutes west of WHB in comparison to an hour and a half.\n\n",{"type":"==","value":["Get around"]},"\nIf you are visiting WHB in the summertime, taxi's are much more popular yet very expensive.  Depending on your length of stay it may be smart to rent a car from an airport if you do not bring your own.  The town itself is relatively small and if you stay close enough to it and don't plan on leaving during your visit then a bicycle may be all you need.  However, many visitors of the Hamptons travel to more than one hampton during their stay and transportation is crucial.  It is recommended to have a car for flexible travel options.\n\n",{"type":"==","value":["See"]},"\nThe number one recommended thing to see while in Westhampton Beach is the beaches themselves.  The Hamptons are known for their gorgeous beaches and relaxing summer spots.  Westhampton Beach has some of the most beautiful beaches in all the Hamptons. The beaches are found on Dune Road, a road sandwiched between the bay and the ocean.  The road stretches on for miles and go through many different towns on the south shore.  Different beaches in different towns can be found and visited if you prefer to visit a beach somewhere in The Hamptons besides WHB. Some of the WHB beaches include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jetty 4"]}," a.k.a ",{"type":"'''","value":["Lashley Beach"]}]},"A popular spot is Jetty 4, a small, secluded beach with a rock jetty. It is most popular with the locals because of the privacy it offers. However, Jetty 4 is a private beach and can only be used by residents of Westhampton Beach. If your are a non-resident you will have to pay for a pass. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rogers Beach"]}]},"This beach is owned by the town of Southampton and is just minutes from town.  Just a quick ride down the street and over the Roger's Bridge takes you directly to this beach.  It includes a large deck area, bathrooms, and snack stand.  It hosts many Westhampton Beach high school students as well as those visiting for the summer. Rogers is also a town beach available to Westhampton Beach residents free of charge and to visitors for a seasonal fee.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Swordfish Beach"]}]},"Owned by The Swordfish Beach Club, this beach is reserved for only those who are Swordfish Beach Club members.  The club has cabanas, lockers, an in-ground pool, and a large kitchen that serves many options for lunch.  '\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pike's Beach"]}]},"Just prior to the village of Westhampton Dunes, Pike Beach is perfect for a day trip. Parking extends to the bay side of the road and visitors can purchase permits for a single visits (around $20\/vehicle) or seasonally (around $225\/vehicle). Pike's has out door showers only and four private bathrooms; two for men, two for women. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cupsogue Beach"]}]},"Located at the end of Dune road past Jetty 4 is Cupsogue Beach County Park which is a public beach open to anyone for a daily parking fee. The beach includes the following: Swimming, fishing, scuba diving, camping, outer beach access, food concession, restrooms, showers, & special events in season.\n\n",{"type":"==","value":["Do"]},"\nBesides going to the beach, which is the most popular summertime activity in WHB, there are other options in the town as well. \n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Village Green & Gazebo"],["url=http:\/\/www.westhamptonbeach.org\/village-green-gazebo.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The pride of Westhampton Beach's downtown area has always been the Village Green commanded by its picturesque “Gazebo.” As a matter of fact, it is one of the most often photographed locations within the Incorporated Village, and is an almost de rigueur stop for couples on their wedding day... beautiful brides deserve beautiful settings for their photos, and the Village Green is an exquisitely manicured backdrop. (Some have even exchanged their vows there... and yes, the Mayor is empowered to perform wedding ceremonies.)\nIn the Summer, the Gazebo serves as a “bandshell” for performers appearing under the auspices of the Westhampton Cultural Consortium, while the entire Village Green is the anchor for both the Greater Westhampton Chamber of Commerce's Crafts Fair in June and the popular Mary O. Fritchie Outdoor Art Show in August."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Westhampton Beach Performing Arts Center"],["url=http:\/\/www.whbpac.org\/pages\/index.php"],["email="],["address=76 Main Street WHB, NY 11978"],["lat="],["long="],["directions="],["phone=+1 631 288-1500"],["tollfree="],["fax="],["hours="],["price="],["content=The WHB PAC is a venue for theater, music, dance and film, serving patrons on the East End and across Long Island. It's a vital part of the Westhampton Beach Community."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hampton Arts Twin"],["url="],["email="],["address=2 Brook Road WHB, NY 11978"],["lat="],["long="],["directions="],["phone=+1 631 288-2600"],["tollfree="],["fax="],["hours="],["price="],["content=Hampton Arts Twin is a small movie theater in town that plays only two movies, but always has the newest and most popular movies playing. Nothing to do on a Tuesday night? Movies are only $4 on Tuesdays!"]]}]},"\n",{"type":"==","value":["Buy"]},"\nWesthampton Beach is notorious for its shopping.  The town is constantly buzzing with shoppers.  Stroll through Main St. in town and experience over 30 shops for clothing, antiques, bathing suits, shoes, souvenirs, ice cream\/candy, surf needs, tennis needs, and more.  There are stores for men, women, and children of all ages, especially for clothing. \n\n",{"type":"===","value":["Clothing"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mustique"],["url=http:\/\/www.mustiquewhb.com"],["email="],["address=110 Main Street"],["lat="],["long="],["directions=Located right next to O'Suzanna, before the Beach Bakery"],["phone = +1 631 288-6677"],["tollfree="],["fax="],["hours=Open 7 Days a week, 10 to 6"],["price="],["content= It contains contemporary clothing for men, women and children. The store features brands such as Cambio, Free People, Michael Stars, Luna Luz, Red Engine, G-1 Paper Twill, Vineyard Vines, White and Warren, Kinross Cashmere, Magaschoni, Grainne & Co., Hanky Panky, Lucky Jeans, Smathers & Branson, Laurie B, Lilla P, Grassroots and Tribal. Mustique has clothing for a range of ages and body types and their friendly, experienced staff is happy to assist you with any of your shopping needs. Mustique's staff will even gift wrap your purchase if needed. They are open year round, 7 days a week and offer a great selection of clothing for any season"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Impulse"],["url="],["email="],["address=85 Main St."],["lat="],["long="],["directions="],["phone=+1 631 288-5406"],["tollfree="],["fax="],["hours="],["price="],["content=A popular clothing store for men which specializes in suits and more formal attire."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Imrie"],["url="],["email="],["address=9 Moniebogue Lane"],["lat="],["long="],["directions=right off of Main Street"],["phone=+1 631 288-1055"],["tollfree="],["fax="],["hours="],["price="],["content=Clothing for young, chic women. Features great, unique styles"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Max&Gino's"],["url="],["email="],["address=129 Main St."],["lat="],["long="],["directions="],["phone=+1 631 898-0323"],["tollfree="],["fax="],["hours="],["price="],["content=Casual and comfortable clothing styles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Blue1"],["url="],["email="],["address=124 Main St"],["lat="],["long="],["directions="],["phone=+1 631 288-5830"],["tollfree="],["fax="],["hours="],["price="],["content=Unique boutiques offering beautiful clothing for both men and women. Everything is a \"must have\". If you are wearing something from Blue1, consider yourself fashionable"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Shoe Inn"],["url="],["email="],["address=123 Main St."],["lat="],["long="],["directions="],["phone=+1 631 288-0999"],["tollfree="],["fax="],["hours="],["price="],["content=Offering gorgeous shoes and handbags for women, Shoe Inn is a great store to shop for the newest and most popular shoe styles. Sandals, pumps, uggs, boots and more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Joan Boyce Ltd."],["url="],["email="],["address=116 Main St."],["lat="],["long="],["directions="],["phone=+1 631 288-1263"],["tollfree="],["fax="],["hours="],["price="],["content=Bold, beautiful pieces transition seamlessly from day to evening. With a simple adjustment, the same earring worn with jeans and a tee shirt can become a dramatic black tie chandelier earring."]]}]},"\n",{"type":"==","value":["Eat"]},"\nGoing out to eat is one of the most popular pastimes for a vacation in Westhampton Beach.  There are countless restaurants and small dives in town and just outside.  The summer season is when these businesses thrive. Here are a few: \n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Patio"],["alt=The Patio @54 Main"],["url="],["email="],["address=54 Main Street, Westhampton Beach, NY"],["lat="],["long="],["directions="],["phone=+1 631 288-0100"],["tollfree="],["fax="],["hours=Tuesday thru Th 4PM to 9PM, Friday & Sa 4PM to 10PM & Sunday from 2PM to 8PM"],["price=$20 to $50"],["content=Famous for the 40oz Porterhouse for 2, they serve a New American Cuisine, with seafood, pastas & steaks.  The restaurant is a landmark, being built in 1930, and though the owners have changed, it has always been The Patio.  Popular with all the locals!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Sunset Deli"],["alt=The German Deli"],["url="],["email="],["address=60 Sunset Ave, Westhampton Beach, NY"],["lat="],["long="],["directions="],["phone=+1 631 288-2257"],["tollfree="],["fax="],["hours="],["price="],["content=Famous for the number one rated homemade iced teas on Long Island, the German deli has every type of sandwich, drink, chip, salad, or candy you can think of.  The food is incredibly fresh and large portions are given.  There are also homemade cakes and muffins each morning and excellent egg sandwiches.  Popular with all the locals!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Margarita Grill"],["url="],["email="],["address=83 Main Street Westhampton Beach, NY"],["lat="],["long="],["directions="],["phone=+1 631 998-0777"],["tollfree="],["fax="],["hours="],["price="],["content=a restaurant in the heart of town that is known for their inside and outside dining areas. The food is Mexican and BBQ based and is a great place to get together with friends and family and enjoy an outside dinner in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Funchos"],["url="],["email="],["address=127 Main Street Westhampton Beach, NY"],["lat="],["long="],["directions="],["phone=+1 631 288-2408"],["tollfree="],["fax="],["hours="],["price="],["content=Another Mexican style food joint,  Funchos has only 2 stores, one in Riverhead and the other in Westhampton Beach town. They serve every type of Mexican dish you can think of and are most popular for their burritos which could feed 2 people. Funchos is the place to be for Mexican food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beach Bakery"],["url="],["email="],["address=112 Main Street Westhampton Beach, NY"],["lat="],["long="],["directions="],["phone=+1 631 288-6552"],["tollfree="],["fax="],["hours="],["price="],["content=Known for some of the most exquisite and fresh pasteries and desserts on the east end. Desserts are homemade by the owner each morning and include black and white cookies, key lime pies, canolies, tarts, breakfast pasteries and much more. It is a popular place to go for dessert after dinner and if you can't eat it then your dessert can be individually wrapped and taken to go."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Main Street Sweets and Gifts"],["alt=Ben&Jerrys"],["url="],["email="],["address=121 Main Street Westhampton Beach, NY"],["lat="],["long="],["directions="],["phone=+1 631 288-5753"],["tollfree="],["fax="],["hours="],["price="],["content=In this sweet shop famous Ben&Jerry's ice cream flavors are sold and candy lines the walls. Chocolates and fudge are also on the list of treats. It is most definitely a sweet-tooth paradise. There are tons of more restaurants and sweet shops in the area. You can find any type of food you are interested in just by walking the Westhampton streets."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Joe's American Grill"],["url=http:\/\/www.joesamericangrill.com\/directions.htm"],["email="],["address=240 Montauk Highway"],["lat="],["long="],["directions=From New York City: Long Island Expressway to EXIT 62 South. Take Nicolls Rd to Sunrise Highway. Merge onto Sunrise Hwy \/ POW \/ MIA Memorial Hwy \/ NY-27 E. Take the CR-51 N exit- EXIT 61- toward Riverhead \/ Eastport. Take the ramp toward Eastport. Stay straight to go onto Sunrise Hwy. Turn right onto Eastport Manor Rd. \/ CR-55. Turn left onto Old Country Rd. Turn slight left onto Montauk Hwy \/ CR-80. Joe's American Grill is"],["phone = +1 631 288-3232"],["tollfree="],["fax="],["hours=Open only for dinner starting at 5PM"],["price="],["content=Joe's American Grill (formerly Milo's East) has been in business for over 20 years and features regional American cooking and fresh local seafood. Delicious steak, ribs, fish, mussels, scallops, salads and more. You can go to Joe's for a evening out with family or friends and enjoy a full bar & large wine list along with great food and great service."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Starr Boggs"],["url=http:\/\/www.starrboggs.com"],["email="],["address=6 Parlato Drive"],["lat="],["long="],["directions=Take Sunrise Highway west to exit 63s (Westhampton Beach). 63s will put you on old Riverhead Road south. Follow Old Riverhead Road south to Montauk Highway. Cross over Montauk Highway (road name will change to Oak street) continue south until you reach the traffic c ircle. Take the second right off of the traffic circle (Potunk Lane) and continue south to the four way stop sign. Continue heading south after the stop sign. Make the first left onto Main Street. Make the third right onto Library Avenue. Make the first right onto Parlato Drive. Starr Boggs is on the right."],["phone=+1 631 288-3500"],["tollfree="],["fax="],["hours=6-11"],["price="],["content=Located in the back of town by the canal, Starr Boggs offers one of the east ends most elegant dining settings.  Previously known as the Westhampton Grill, Starrs is now widely acclaimed as one of the best restaurants on the east end.  With a newly renovated state of the art kitchen the owner Starr has been able to capture the vibrance of local flavors by using vegetables from Satur farms as well as local Long Island duck from Aquebogue,  The kitchen staff are professionally trained under world famous chefs and have worked in kitchens all over the country and world.  The menu is predominately American seafood with a heavy French influence in preparation.  The meat is comparable to that of a Manhattan steak house with all of our beef being prime dry-aged as well as the prime rack of lamb from Colorado or New Zealand.  The excellent food is complemented by the young knowledgeable staff as well as the exquisite decor highlighted by the Andy Warhol lithographs in the main dining room,  Inside and outside seating is available and if you've never been come down for our Monday night \"Lobster Bake\" with live entertainment, raw bar, all you can eat lobster and steak with included salad and desert courses. Starr's is the perfect dining experience for those visiting Westhampton Beach."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Goldberg's Famous Deli"],["url=http:\/\/www.goldbergsfamous.com\/"],["email="],["address=65 Main Street"],["lat="],["long="],["directions="],["phone=+1 631 998-3878"],["tollfree="],["fax="],["hours="],["price="],["content=Goldberg's is open only in the summer but is a favorite among all who live in & visit Westhampton Beach. It offers delicious bagels and flagels along with a bunch of other deli style choices. With indoor and outdoor seating, the deli is a great place to sit and enjoy the main street scene before heading to the beach only 5 minutes away. They also do catering so check them out for your next event!"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":[" Non-alcoholic "]},"\n\nBesides having the option of buying drinks such as sodas, juices, vitamin water, etc. in a deli or restaurant there are also a few stores in WHB that specialize in drinks.  \n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Hampton Coffee Company"],["url="],["email="],["address=194 Mill Road Westhampton Beach, NY"],["lat="],["long="],["directions="],["phone=+1 631 288-4480"],["tollfree="],["fax="],["hours="],["price="],["content=This coffee joint is known for their freshly brewed coffee with over 20 different syrup flavors. It's a small shop next to the movie theatre. Coffees can be made hot or iced and made especially to your liking. The shop also sells gelato, biscotti, and homemade muffins."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hampton Smoothies"],["alt=Smoothies"],["url="],["email="],["address=121 Main Street A, Westhampton Beach, NY"],["lat="],["long="],["directions="],["phone=+1 631 288-0963"],["tollfree="],["fax="],["hours="],["price="],["content=An even smaller shop off of Main St. near Funchos restaurant. Smoothies serves both whole-fruit smoothies, non & lo fat Alpha Frozen Yogurt with over 32 toppings, and milkshakes. There are smoothies and shakes pre-created and on the menu but there is also the option of creating your own drink. Customers can choose from practically any fruit or fro-yo flavor to make their own combination. Smoothies is known to the locals for its fair prices and large portions, and as being a great place for a refreshing treat after coming back from the beach."]]}]},"\n",{"type":"===","value":[" Bars "]},"\n\nBesides its beaches, The Hamptons is known for its night life as well.  There are several night clubs and bars in the area that are popular places to get together with friends, have a few drinks, and enjoy the summer. \n\nIn WHB town ",{"type":"'''","value":["Margarita Grille"]}," serves margaritas and more. You can choose between in-door or out-door dining or come later at night for a drink with friends. \n\nThere is also ",{"type":"'''","value":["Magic's Pub"]}," and toward the back of ",{"type":"'''","value":["Magics"]}," is ",{"type":"'''","value":["The Artful Dodger."]}," A reasonably priced family grill by day and a locally loved bar by night. Great food, great drinks and great people can all be found at this historical landmark on Main Street in WHB. \n\nJust north of town is ",{"type":"'''","value":["Casey's"]}," off of Montauk Highway.  Casey's is busiest on Friday nights in the summer and is a bit hit with both locals and tourists.  There are 3 bars, loud music, and lots of dancing.  The age group of people there range from 21-35. \n\nIf you are in the mood some something a little more beachy, ",{"type":"'''","value":["John Scott's"]}," restaurant and bar is right on the bay on Dune Road.  A small bungalow surf spot, John Scott's is hoppin on Monday nights for 5 cent chicken wings and cheap beer.  It is a much more relaxed environment yet like Casey's, you must be 21 year old to be let in.  \n\nAlso, check out ",{"type":"'''","value":["Westhampton Steakhouse"]}," a.k.a ",{"type":"'''","value":["The Loft"]}," for dinner and drinks.\n\nBars and nightclubs in other towns are also popular for those staying in Westhampton Beach.  Such places are ",{"type":"'''","value":["The Drift(night) or Neptunes(day) (off of Dune Road in Hampton Bays), White House(off of Montauk Highway in Hampton Bays), Beach Bar(Hampton Bays), Top of the Wharf (off of Dune Road in Hampton Bays) The Boardy Barn (off of Montauk Highway in Hampton Bays)"]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Buoy One"],["url="],["email="],["address=62 Montauk Hwy"],["lat="],["long="],["directions="],["phone=+1 631 998-3808"],["tollfree="],["fax="],["hours="],["price="],["content=Seafood"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Mambo Hamptons"],["url=http:\/\/www.facebook.com\/pages\/Cafe-Mambo-Hamptons\/210355295670406?sk=info"],["email="],["address=3 Moniebogue Lane"],["lat="],["long="],["directions="],["phone=+1 631 998-3788"],["tollfree="],["fax="],["hours=8:00-23:00"],["price="],["content=Cafe Mambo is only open in summer but is the place to go in Westhampton if you want brilliant coffee and freshly baked patisseries. Of particular note is the coffee and crepes, although this is a good choice for any meal or just a snack."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nWesthampton Beach is a summer town and the majority of people who visit rent houses.  Houses can be rented weekly if the visit is short but many visitors people have their own summer home in the area that they use annually. There are a few bed and breakfasts in the area as well.  \n\nThe closest hotels are in Riverhead.  Some options are:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hilton Garden Inn Riverhead"],["alt="],["url=http:\/\/www.riverheadhgi.com"],["email="],["address=2038 Old Country Road"],["lat="],["long="],["directions="],["phone =+1 631 727-2733"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Riverhead, NY 11901. Located on CR 58 across from Tanger Outlet Center. Meeting space available to accommodate your corporate meetings. Group rates offered."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Express"],["url="],["email="],["address=1707 Old Country Rd. Riverhead, NY"],["lat="],["long="],["directions="],["phone = +1 631-548-1000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nIf during your stay in Westhampton Beach you would like to get out of town and make a few day trips to other areas, here are a few options. \n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["New York City"]]}]}," is about  a 2 and a half hour car ride and makes for a perfect day trip of sight seeing and shopping.  "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Fire Island"]]}]}," is only a short ferry ride away.  Spend the day on small privates beaches and walking along with wooden boardwalks that weave throughout the island. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Shelter Island"]]}]}," is another popular place to make a day trip.  It's sandwiched between the forks of Long Island. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Easthampton"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Southampton (New York)"],["Southampton"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bridgehampton"]]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Town of ",{"type":"[[","value":[["Riverhead (New York)"],["Riverhead"]]}]}," is the closest town to WHB with a lot to do.  If you are looking to shop on perhaps a rainy day, Riverhead is perfect to take a day trip to. "]},"\n",{"type":"{{","value":[["geo"],["40.808889"],["-72.646111"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Suffolk County (New York)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Westhampton Beach, New York"]]}]