[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["West Warwick"]}," is a city in ",{"type":"[[","value":[["Kent County (Rhode Island)"],["Kent County"]]}," in ",{"type":"[[","value":[["Rhode Island"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nWest Warwick is a short drive from any Rhode Island city or town. From the south, it is easiest to take I-95 N exit 11 (in Warwick, RI), to I-295 N exit 1, to RI-2 N into West Warwick.  From the north, it is easiest to take I-95 S exit 12, to RI-1 S (Rhode Island Mall\/CCRI), into West Warwick.  For up to date traffic information, consult the ",{"type":"[","value":["http:\/\/www.dot.state.ri.us\/ RI Department of Transportation's Transportation Management Center Website"]},".\n\n",{"type":"===","value":["By plane"]},"\nThe closest airport to West Warwick is T.F. Green International Airport (",{"type":"{{","value":[["IATA"],["PVD"]]},"), 200 Post Road; Warwick, RI 02886, +1 888 268-7222, in Warwick, RI, less than 5 minutes away. T.F. Green serves the Rhode Island area and provides non-stop transportation from Toronto, the Azores (seasonal), and many major U.S. airports including Atlanta, Chicago, Tampa, and Las Vegas. See the complete list of cities with nonstop flights for more information ",{"type":"[","value":["http:\/\/www.pvdairport.com\/"]},". Additional cities can be reached by connecting flights at many major airline hubs. Upon arrival, renting a car or taking a bus is a convenient way to enter the city.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nDestinations in West Warwick are most easily accessible by car.  Renting a car or bringing your own is advisable.  Many locations of interest are situated close to each other and can be walking distance apart, but locations may be car-centrically designed or areas of high traffic volume.  Traveling from West Warwick to the capital city of Providence is easily accessible by car, but plan accordingly for traffic.\n\n",{"type":"===","value":["By bus"]},"\nA one day bus pass can be purchased on board any RIPTA, +1 401 781-9400, ",{"type":"[","value":["http:\/\/www.ripta.com\/"]},", bus and may be used to travel to and around major West Warwick streets and into the city itself.  Unlike larger city routes, bus routes serving West Warwick may not have many trips especially on weekends and nights. Bus Rates: One-Way: $1.75, Transfer: $0.50, One-Day Pass: $5.00. \nRoutes Serving Cranston:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["13 Arctic\/Washington"]}," - Servicing Coventry, West Warwick, and Cranston."]},"\n",{"type":"==","value":[" Go next "]},"\n",{"type":"'''","value":["Providence Place Mall"]},", 1 Providence Place, ☎ +1 401 270-1000.  This mall is located in the heart of Providence.  It contains three floors of shopping boutiques, department stores, and restaurants.  There are stores for everyone, ranging from Pottery Barn for adults, Forever 21 for teens and young women, and Claire's for young girls.  After a day of shopping you can head down to the first floor where American Joe's Bar and Grill and Cheesecake Factory are located.\n\n",{"type":"'''","value":["Roger Williams Park Zoo"]},", 1000 Elmwood Ave., ☎ +1 401 785-3510.  Since the 1960s Roger William's Zoo has been expanding every few years.  After much renovation, the state zoo now has 6 exhibits:  The Fabric of Africa, North America, Tropical America, Australasia, Marco Polo Trail, and the Feinstein Junior Scholar Wetlands Trail.  It is open 7 days a week 9PM to 4PM.  General admission to the zoo is $12 per adult, $6 per child (ages 3-12), and $8 per senior (62+).  Children 3 years old and under are admitted free.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Washington Secondary Trail"],["alt=West Warwick Greenway"],["url=http:\/\/www.rigreenways.org\/paths\/ws-data.htm"],["email="],["address="],["lat="],["long="],["directions=from Rte. 95, take Exit 10 (northbound) or Exit 10A (southbound) to Rte. 117 east. At second light, take left onto Rte. 115 (Toll Gate Road). Follow to Rte. 2. Go straight to street before Horgan Elementary School, take right to parking area behind restored caboose"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This paved bike path provides participants with a scenic tour of historic and recreational influences in the West Warwick community. This 3 mile-long trail is part of a longer trail that continues from Cranston and continues into Coventry, and is accessible to walkers, runners, bikers, and other outdoorsmen. The trail crosses the Pawtuxet River, which runs through West Warwick, and this is where you will also find many of the old textile mills that have been preserved in the community. If you want a break from all this nature, the trail also runs along many commercial areas, where you can find places to eat, shop, and entertain."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Natick Playground"],["url="],["email="],["address=Between Crossland Road and Glendale Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If vacationing with little ones, this little park may provide the kids with a fun break from all of the history that usually draws grown ups to the city. Since it is in a quiet neighborhood, the traffic at the park is relatively average--not too many people, but also usually not deserted. While the different kinds of slides and swings may be appealing, be sure to also bring a ball, frisbee, or picnic to enjoy on the field. The playground is always open, and star-gazing may become an interesting addition to your travels, too."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mac’s Bowlaway Lanes"],["url="],["email="],["address=890 Main St."],["lat="],["long="],["directions="],["phone=+1 401 828-3279"],["tollfree="],["fax="],["hours="],["price="],["content=A fun, but very different, experience is going duckpin bowling. It is more or less the same than the usual bowling, just a 4 lb ball instead of 10. It looks a bit older and old fashion. Bumpers are available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Goddard Park"],["url="],["email="],["address=1095 Ives St"],["lat="],["long="],["directions="],["phone=+1 401 884-2010"],["tollfree="],["fax="],["hours="],["price="],["content=This is a Memorial Park located not far away from the heart of West Warwick where there is a lot to do. Swimming, fishing, yaking, golfing, hiking, biking, skating, horse back riding, picnicking are the biggest attractions to do at the park."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=West Warwick Public Library"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This library has everything that is needed for a standard student for today. Books, videos, musics and computers are all up to date an accessible for anybody. They also cater to younger children with occasional reading of stories to them."]]}]},"\n",{"type":"===","value":["Golf"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Eagle Quest Golf Dome"],["url=http:\/\/www.eqgolfdome.com"],["email="],["address=1 Keyes Way"],["lat="],["long="],["directions="],["phone=+1 401 828-3663"],["tollfree="],["fax="],["hours=M-Sa 9AM-9PM, Su 9AM-6PM"],["price=Different packages available: Jumbo (160 balls...$18); Large (70 balls...$9); Small (40 balls...$6); senior discounts also available"],["content=Rhode Island's only indoor golf facility. Both golf-lovers and hobby-seekers are able to mingle in this place, as it offers over 56 hitting-bays, putting greens and sand-trap spaces. For beginners, the Dome provides individual lessons (rates range from $45+, depending on package). During breaks, players also have the option to visit Henry's Bar and Grill which is now open."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Midville Country Club"],["alt="],["url="],["email="],["address=100 Lombardi Ln"],["lat="],["long="],["directions="],["phone=+1 401 821-0324"],["tollfree="],["fax="],["hours="],["price="],["content=Midville is a 9-Hole Public course with an open layout, allowing mistakes to be made. Perfect for a fun, relaxing day on the links. Greens Fees M-F:18 holes- $34.50, 9-holes- $23.50 and Weekends\/Holidays: 18-holes- $38.50, 9-holes $24.50."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=West Warwick Country Club"],["alt="],["url="],["email="],["address=335 Wakefield St"],["lat="],["long="],["directions="],["phone=+1 401 641-9546"],["tollfree="],["fax="],["hours="],["price="],["content=This 9-hole private course will challenge you right from the start. Complete with holes varying from narrow, slanting greens and fairways, to straight-forward holes accompanied with two-tiered greens. This course will show you what you are truly made of. Greens Fees: $33"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Phil's Cat & Dog Grooming Salon"],["url="],["email="],["address=1285 Main St"],["lat="],["long="],["directions="],["phone=+1 401 821-9111"],["tollfree="],["fax="],["hours="],["price="],["content=Open to walk-ins."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Robert's Musical Instruments"],["url="],["email="],["address=687 Quaker Ln"],["lat="],["long="],["directions="],["phone=+1 401 823-5459"],["tollfree="],["fax="],["hours="],["price="],["content=Robert’s supplies customers with brass, woodwind, and violin\/viola instruments.  Accessories such as stands, picks, and tuners are also available in stock.  In the music inventory you will find thousands of titles of sheet music and books.  Renting, repairs, and lessons are also offered at here."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=April Showers"],["url=http:\/\/www.aprilshowersri.com"],["email="],["address=2 Highland St"],["lat="],["long="],["directions="],["phone=+1 401 615-2459"],["tollfree="],["fax="],["hours="],["price="],["content=It is a baby's paradise as it offers a wide selection of products including toys, furniture, and clothing.  The clothing ranges from preemie to size sixteen, from play clothes to active wear.  They also have items for mommies and specialize in handmande boutique hair bows for babies."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=RI Design Center"],["url="],["email="],["address=1681 Quaker Ln"],["lat="],["long="],["directions="],["phone=+1 401 826-5650"],["tollfree="],["fax="],["hours="],["price="],["content=RIDC is not your typical furniture store.  They offer over 60 of the finest furniture manufacturers specializing in window treatments, area rugs, designer fabrics, and accessories.  Their services include lighting, interior design and many others."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Fish Bowl Aquarium"],["url="],["email="],["address=725 Providence St"],["lat="],["long="],["directions="],["phone=822-0075"],["tollfree="],["fax="],["hours="],["price="],["content=It is a smaller pet store considering petsmart but this shop still has a good selection of aquarium pets(fish,snakes etc.) and they also sell puppies. They give good advise on all the things a person would need to know about how to care for an animal. They also provide grooming."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Dolls and Daffodils"],["url="],["email="],["address=245 Legris Ave"],["lat="],["long="],["directions="],["phone=+1 401 822-3655"],["tollfree="],["fax="],["hours="],["price="],["content=This small shop offers a good amount of dolls that would be difficult to find elsewhere at this quality. These are not average dolls so be prepared to make a decent investment upwards of $150 for a doll. But you can create and name your own in a two hour class."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Master Jewelry & Pawn"],["url="],["email="],["address=288 Cowesett Ave, West Warwick, RI 02893-2206"],["lat="],["long="],["directions="],["phone=+1 401 823-6000"],["tollfree="],["fax="],["hours="],["price="],["content=The shelves in this pawn shop are always refilled with new and interesting items. The owner is very fair and gives good deals."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Joyal’s Liquors Inc"],["url="],["email="],["address=90 W Warwick Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They have all the basics that someone would need for their average run to a liquor store. Joyal’s also carries cigars and  an above average selection in wines, especially white wines."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bella Mia Salon"],["url="],["email="],["address=72 Tiogue Ave # B"],["lat="],["long="],["directions="],["phone=821-5005"],["tollfree="],["fax="],["hours="],["price="],["content=This smaller sized salon with about 2-4 employees at a time will get you exactly what you need for an affordable price. They can do just about anything you need, and are very friendly."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Centerville Liquors"],["url=http:\/\/www.merchantcircle.com\/business\/Centerville.Liquors.401-821-1900"],["email="],["address=287 Legris Ave"],["lat="],["long="],["directions="],["phone=+1 401 821-1900"],["tollfree="],["fax="],["hours=10AM - 10PM (11PM summer)"],["price=Slightly more expensive"],["content=A convenient location featuring a wide assortment of alcohol.  Open until 11PM during the summer, the staff are always friendly and eager to help."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cowesett Inn"],["url=http:\/\/www.cowesettinn.net"],["email="],["address=226 Cowesett Ave"],["lat="],["long="],["directions="],["phone=+1 401 828-4726"],["tollfree="],["fax="],["hours=Su-W 11:30AM-11PM, Th-Sa 11:30AM-midnight"],["price=$10-16 per dish"],["content=A versatile restaurant. Although it is next to a busy road and the view is limited to car lots and a nearby gas station, its reputation for a diverse menu and extensive lounge has enabled the restaurant to run a successful business since 1977. The menu ranges from Italian classics like Chicken Marsala, to steamy Mexican favorites like Beef Ranchero, and to fishy Polish Ryba among other options. The head chef has worked with the restaurant for several years."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jackies Galaxy"],["url="],["email="],["address=255 Cowesett Ave"],["lat="],["long="],["directions="],["phone=+1 401 828-8600"],["tollfree="],["fax="],["hours="],["price="],["content=Jackies Galaxy gets it food style from mostly Chinese, but you will also find Vietnamese and Thai incorporated in their dishes. It is an average sized sit down casual restaurant. Their portion sizes tend to be on the smaller end and it is located right next to a plaza."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=San Vivaldo Trattoria Restaurant"],["url="],["email="],["address=570 Providence St"],["lat="],["long="],["directions=Off of Route 33"],["phone=+1 401 828-8100"],["tollfree="],["fax="],["hours="],["price="],["content=A small restaurant located in the heart of West Warwick you probably won't be able to see it driving right past it. Most likely you'll mistake it for a house. Chances are you see the owner, who is also the cook. It usually isn't busy which makes it a relaxing meal out without all the people around you. They're known for their pasta dishes and good wine with all of the food cooked with fresh ingredients."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Westcott House"],["url="],["email="],["address=346 Providence St"],["lat="],["long="],["directions="],["phone=+1 401 823-5510"],["tollfree="],["fax="],["hours="],["price="],["content=Whether you want to sitdown or get it delivered Westcott House is one of the more popular pizza places in West Warwick. Pasta, Fish and Chips along with other dishes are also available. Fast service is always a good thing of theirs along with great quality pizza."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pinelli's At Night"],["url="],["email="],["address=701 Quaker Ln"],["lat="],["long="],["directions="],["phone=+1 401 821-8828"],["tollfree="],["fax="],["hours="],["price="],["content=During the day the shop is used as a Italian deli. Then during the night is it used as a cafe where you can order appetizers and meals. It is kid friendly, while being casual wear."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=House of Wu"],["url="],["email="],["address=52 Providence St"],["lat="],["long="],["directions="],["phone=+1 401 828-7720"],["tollfree="],["fax="],["hours="],["price="],["content=House of Wu offers American and Chinese cuisine and cocktails. Basic dish prices range from $3 - $15.  Some options are barbequed pork strips, wonton soup, lo mein, and egg foo yung.  Combination plates and deluxe combinations are more expensive but are bigger servings than the traditional sized items on the menu.  Family dinner options are convenient yet pricey."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Famous Pizza"],["url="],["email="],["address=1738 Main St"],["lat="],["long="],["directions="],["phone=+1 401 828-6994"],["tollfree="],["fax="],["hours="],["price="],["content=This small restaurant set in the suburbs specializes in pizza and subs. A large pizza feeds up to 8 people.  Subs come in small, medium, and large.  Delivery is available with a free meal if the order is not delivered in less than a half hour."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mr Taco's Que Pasa!"],["url="],["email="],["address=49 Providence St"],["lat="],["long="],["directions="],["phone=+1 401 828-7573"],["tollfree="],["fax="],["hours="],["price="],["content=In this sit down restaurant Mexican cuisine is served.  On the menu, items such as enchiladas, nachos, chili, and fajitas are all priced under $12.  A kid’s menu is also included on the menu."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sweet November"],["url="],["email="],["address=919 Main St"],["lat="],["long="],["directions="],["phone=+1 401 823-3331"],["tollfree="],["fax="],["hours="],["price="],["content=This newly renovated bakery shop makes an assortment of foods.  Brick oven pizza, Rhode Island traditional party pizza, and calzones are made fresh to order.  Three traditional pizza strips are $1."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mama Rosa’s Deli"],["url="],["email="],["address=656 Providence St"],["lat="],["long="],["directions="],["phone=615-7211"],["tollfree="],["fax="],["hours="],["price="],["content=A small, but new, local deli located in a not very busy street provides decent quality italian delis. They do deliver, which is nice considering the painful parking available. This is as local of a deli as you can find in West Warwick."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Decianti's Ice Cream"],["url=http:\/\/icecreamisawesome.com\/"],["email="],["address=45 Quaker Ln"],["lat="],["long="],["directions="],["phone=+1 401 821-2440"],["tollfree="],["fax="],["hours=12PM-9:30PM"],["price="],["content=Quality homemade ice cream and frozen yogurt, made on location.  Pints, half-gallons, and ice cream cakes available.  General ice cream pricing."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Roch's Market"],["url=http:\/\/www.rochsmarket.com\/"],["email="],["address=1475 Main St"],["lat="],["long="],["directions="],["phone=+1 401 822-2660"],["tollfree="],["fax="],["hours=Mon-Sat: 7AM-9PM  Sun: 7AM-8PM"],["price="],["content=A local grocery store with a butcher, a bakery, a delicatessen, a seafood section,  and quality prepared foods made fresh every day, along with other grocery essentials. Available for catering."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taste of China"],["url=http:\/\/www.takeouttonight.com\/menus\/rhode%20island\/west%20warwick\/02893\/taste%20of%20china_4018239220\/lunch-dinner\/index.html"],["email="],["address=1745 Main St, Ste 12"],["lat="],["long="],["directions="],["phone=+1 401 823-9220"],["tollfree="],["fax="],["hours="],["price="],["content=Delicious Chinese food with other Asian dishes.  Featuring a long list of Chef Specials, Taste of China is an affordable, superb restaurant serving the West Warwick area."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=On the Roch's"],["url=http:\/\/www.ontherochs.com\/index.html"],["email="],["address=1595 Centerville Rd"],["lat="],["long="],["directions="],["phone=+1 401 821-3262"],["tollfree="],["fax="],["hours="],["price="],["content=A quality restaurant, tavern, pub, and sports bar that offers lunch and dinner at the bar or in a separate dining room.  The chef has daily specials, with the regular menu including steaks, seafood, salads, sandwiches, and pizza, along with other favorites."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tomasellis Grill And Bar Restaurant"],["url=http:\/\/www.takeouttonight.com\/menus\/rhode%20island\/west%20warwick\/02893\/tomasellis%20grill%20and%20bar_4018227788\/index.html"],["email="],["address=293 Providence St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious Italian food along with hamburgers, steaks and other favorites.  Includes full bar with daily drink specials.  Open for lunch and dinner."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pop's Place & His Son's Pub"],["url="],["email="],["address=115 Cowessett Ave"],["lat="],["long="],["directions="],["phone=+1 401 828-4350"],["tollfree="],["fax="],["hours="],["price="],["content=Specializing in burgers and sandwiches, this tiny and intimate restaurant also provides visitors with an extensive bar to choose from. Tables seat small parties, from one to five, giving the place a very \"at home\" atmosphere. However, parking may be a bit of a challenge to find because the restaurant is right next to the road and surrounded by residential houses. There are several TV's in the pub area."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Del's Lemonade"],["url="],["email="],["address=306 Cowesett Ave"],["lat="],["long="],["directions="],["phone=+1 401 828-4440"],["tollfree="],["fax="],["hours="],["price="],["content=One of Rhode Islands most famous drinks that you probably will only find here is Del's Lemonade. Especially good in the summer it comes in so many flavors that it's impossible not to like one of them. Long lines and a small shack that you buy it from is a characteristic of the place but it is all worth it in the end. It has become especially popular for kids."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Cafe"],["url="],["email="],["address=245 Washington St, West Warwick, RI 02893-5910"],["lat="],["long="],["directions="],["phone=+1 401 827-6338"],["tollfree="],["fax="],["hours="],["price="],["content=If you imagine what a bar looks like in a small town this is more than likely what your’e thinking. The beer is cheaper and if you go there often enough you will more than likely get to know the staff by name. They have karaoke night, but going here with intentions of a good meal with a full menu will leave you disappointed. You probably won't find kids in here past 7."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=LongShots Bar&Grill"],["url="],["email="],["address=293 Providence St"],["lat="],["long="],["directions="],["phone=+1 401 828-3340"],["tollfree="],["fax="],["hours="],["price="],["content=A casual sports bar that offer the services of Free poker, Live Music, Lunch and Dinner, Pool, Restaurant. They carry 16 different beer types and most of their food(burgers,pizza,chili) is made with good quality. Also be sure to show up during Patriot games where they serve free a buffett."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hour Bar"],["url="],["email="],["address=1193 Main St"],["lat="],["long="],["directions="],["phone=+1 401 826-5200"],["tollfree="],["fax="],["hours="],["price="],["content=This bar is hidden in the back of a package store.  The Hour Bar holds karaoke on the weekend nights and many beer and drink specials. It is a great whole-in-the-wall surprise."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Blaze's Billiard"],["url="],["email="],["address=1229 Main St"],["lat="],["long="],["directions="],["phone=+1 401 615-7677"],["tollfree="],["fax="],["hours="],["price="],["content=In the center of the town Blaze’s is hard to miss. This pool hall is inviting to young adults looking to have a good time out with friends. Local bands are often the main attraction on the weekends, along with reasonable prices on beverages. Parking is sometimes difficult to find due to the location on the main street."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Feels Like Ohm"],["url=http:\/\/www.facebook.com\/pages\/Feels-Like-Ohm\/256924244678"],["email="],["address=115 Washington St"],["lat="],["long="],["directions="],["phone=+1 401 826-JAVA"],["tollfree="],["fax="],["hours=Tues: 12PM - 7PM Wed: 11AM - 9PM Thurs - Sat: 11AM - 10PM"],["price="],["content=A relaxing coffee shop offering delicious drinks and quality environment.  Comfortable seating abounds in the lounge area, with a friendly staff that is happy to help."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Extended Stay America West Warwick"],["alt="],["url=http:\/\/extendedstayhotels.com"],["email="],["address=1235 Division Rd"],["lat="],["long="],["directions="],["phone=+1 401 885-3161"],["tollfree="],["fax=+1 401 885-3162"],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=SpringHill Suites Providence West Warwick"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/PVDSH"],["email="],["address=14 J. P. Murphy Highway"],["lat="],["long="],["directions="],["phone=+1 401 822-1244"],["tollfree="],["fax=+1 401 828-3873"],["price="],["checkin="],["checkout="],["content= This hotel is away from the noise of the highway. While it offers most of the same things that any popular hotel would provide--free wi-fi, microwaves and coffee-makers in the rooms, pullout sofas, minifridges, etc.--perhaps the best accommodation is that they offer free shuttle services to T.F. Green Airport and other local businesses."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Comfort Sleep"],["url="],["email="],["address=10 Keyes Way"],["lat="],["long="],["directions="],["phone=+1 401 826-1800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=If you are flying in from T.F. Green Airport this is one of the better hotels you can stay in. They have necessary tools like wireless internet and breakfasts whether you're visiting family or on a business trip. An exercise room and a heated pool are also available to be used."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you are going south, take Rt 95 South toward New Haven.  To go north, take 95 North toward Providence.\n\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["New Haven"]]}],["minorl1=",{"type":"[[","value":[["West Greenwich"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Providence"]]}],["minorr1=",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["41.7000"],["-71.5167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kent County (Rhode Island)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:West Warwick, Rhode Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Rhode Island\/Localities\/W\/West Warwick\/"]]}]