[{"type":"{{","value":[["pagebanner"],["Santa Monica pier dusk banner.jpg"],["pgname=Westside"],["caption=Santa Monica Pier"]]},"\n\nThe ",{"type":"'''","value":["Westside"]}," of ",{"type":"[[","value":[["Los Angeles"]]}," in ",{"type":"[[","value":[["Southern California"]]}," is much of what the rest of the world thinks of when they think \"California\". Beautiful beaches, fancy homes, movie stars: it's all there.\n\nThe Westside comprises the neighborhoods of ",{"type":"[[","value":[["Los Angeles"],["Los Angeles City"]]}," and other cities (municipalities) running west of La Cienega Boulevard to the Pacific Ocean. To the east is ",{"type":"[[","value":[["Hollywood"]]}," and ",{"type":"[[","value":[["Los Angeles\/Wilshire"],["Mid-Wilshire"]]},". The northern boundary is the Santa Monica Mountains. The southern boundary is less obvious - often ",{"type":"[[","value":[["Los Angeles International Airport"],["LAX"]]}," or the 105 freeway serve as a good marker, separating the Westside from the ",{"type":"[[","value":[["South Bay (Los Angeles County)"],["South Bay"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:LA westside wikivoyage map.png"],["thumb"],["500px"],["Westside map"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Beverly Hills"]]}]}," - Home of the rich and famous, and renowned for the high-end shopping of Rodeo Drive."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Culver City"]]}]}," - Best known for film and TV production, including the old MGM studios, which is now part of Sony Pictures."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Malibu"]]}]}," - Wedged between the ocean and the Santa Monica Mountains, with gorgeous scenery and many beautiful mansions."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Marina del Rey"]]}]}," - A large yacht and sailboat marina and a popular dining and shopping destination."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pacific Palisades"]]}]}," - A residential neighborhood in the foothills of the Santa Monica Mountains with splendid views of the ocean and the Getty Villa."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Playa del Rey"]]}]}," - A pleasant and relatively quiet beach area."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Santa Monica"]]}]}," - A popular seaside community famous for its beach, promenade, pier and amusement park."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Topanga"]]}]}," - A small community settled in the Santa Monica Mountains."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Venice (California)"],["Venice"]]}]}," - Los Angeles' most famous beach, with its Boardwalk famed for its street performers, body builders, and funky shops and vendors."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["West Hollywood"]]}]}," - Home to the famous Sunset Strip and to the largest gay nightlife district in Los Angeles."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Los Angeles\/West"],["West Los Angeles"]]}]}," - A collection of neighborhoods of the city of Los Angeles; here you will find fashionable ",{"type":"'''","value":["Bel-Air"]},", the studios of ",{"type":"'''","value":["Century City"]},", the UCLA campus in ",{"type":"'''","value":["Westwood"]},", and an amazing array of cuisines owing to the mix of ethnicities in the area."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Westchester (California)"],["Westchester"]]}]}," - A mostly residential neighborhood home to the ",{"type":"'''","value":[{"type":"[[","value":[["Los Angeles International Airport"]]}," (LAX)"]},"."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Santa Monica Mountains National Recreation Area"]]}]}," - A lovely recreation area with scenic views, excellent hiking, and various historic sites such as ",{"type":"'''","value":["Malibu Creek State Park"]},"."]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Westside is among the most prosperous, trendy, glamorous, and interesting locations in the world.  Derided by social critics as life within the \"Pleasure-Dome\" for the opportunities to \"live large\", the Westside boasts fabulous food, homes, scenery, shopping, and people.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe closest airport to this area of ",{"type":"[[","value":[["Los Angeles"]]}," is through ",{"type":"'''","value":[{"type":"[[","value":[["Los Angeles International Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["LAX"]]},") ",{"type":"[","value":["http:\/\/www.los-angeles-lax.com\/"]},".  From here you can either catch a cab, shuttle or bus. The four main bus systems that stop at LAX are the MTA ",{"type":"[","value":["http:\/\/www.mta.net\/"]}," or the Santa Monica Big Blue Bus ",{"type":"[","value":["http:\/\/www.bigbluebus.com\/home\/index.asp"]},", Culver City Bus ",{"type":"[","value":["http:\/\/www.culvercity.org\/depts_bus.html"]}," and the Torrance Transit ",{"type":"[","value":["http:\/\/www.ci.torrance.ca.us\/city\/dept\/transit\/"]},".  The cabs and shuttles can be accessed immediately outside of the arrival terminals and all of the bus systems can be accessed from the LAX Transit Center. The LAX Transit Center is located adjacent to Parking Lot 'C' and accessed by taking the 'C' Shuttle. Bus information is available in the baggage claim area of each terminal. It is not recommended or convenient to attempt to walk to most destinations as a general rule in ",{"type":"[[","value":[["Los Angeles"]]},"\n\nThe westside lies under the flight path of general aviation Santa Monica Airport (",{"type":"{{","value":[["IATA"],["SMO"]]},"), southwest of the 405\/10 interchange; on clear days the view of the city on approach is amazing.\n\n",{"type":"==","value":["Get around"]},"\n\nThe LA Metro",{"type":"'''","value":["bus"]}," system is pretty good; check out their website ",{"type":"[","value":["http:\/\/www.mta.net\/"]}," and download maps ",{"type":"[","value":["http:\/\/www.mta.net\/riding_metro\/system_map\/system_map.htm"]}," and route schedules ",{"type":"[","value":["http:\/\/mtaweb5.mta.net\/"]},".  With the addition of the Santa Monica Blue Bus and the Culver City Bus, the Westside is fairly well covered.\n\nIn the West Los Angeles area the Santa Monica Big Blue Bus ",{"type":"[","value":["http:\/\/www.bigbluebus.com\/home\/index.asp"]}," is a very reliable and well-maintained bus service.  Additionally, their website has a great flash based interactive map ",{"type":"[","value":["http:\/\/www.bigbluebus.com\/systemmap\/flashmap_sy.asp"]}," along with a standard map ",{"type":"[","value":["http:\/\/www.bigbluebus.com\/systemmap\/basic.asp"]},".  The Culver City Bus system is accessible via their web site ",{"type":"[","value":["http:\/\/www.culvercitybus.com"]}," for maps and schedules.\n\nDuring the summer months, there are various beach shuttle services available during the weekends; there is also the Park Link ",{"type":"[","value":["http:\/\/www.parklinkshuttle.com"]}," service for the Santa Monica Mountain parks and beaches which carries both passengers and up to 3 bikes per shuttle.\n\nFor ultimate convenience it is best to rent a ",{"type":"'''","value":["vehicle"]},".  Most of the majors are available at LAX airport.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Santa Monica, California (5633511158).jpg"],["thumb"],["350px"],["Pacific Park at Santa Monica Pier"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Getty Museum Center"]}," and ",{"type":"'''","value":["Villa"]},", each with their unusual architecture, houses an exceptional collection of art, sculptures, gardens and featuring innovative spaces that encourages interaction with some of the exhibits. The Getty Center is ",{"type":"[[","value":[["Los Angeles\/West"],["Brentwood"]]}," while the Getty Villa is in beautiful ",{"type":"[[","value":[["Pacific Palisades"]]},"."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Museum of Jurassic Technology"]}," in ",{"type":"[[","value":[["Culver City"]]}," has weird displays of fiction and fact."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Piers of Santa Monica"]},", end of Colorado Blvd. and ",{"type":"'''","value":["Venice"]},", end of Washington Blvd.  Santa Monica Pier offers restaurants, the famous merry-go-round, and Pacific Park rides and amusements, an aquarium and exciting events. The Venice Pier offers fishing and, of course, the famous waterfront Boardwalk."]},"\n",{"type":"*","value":[{"type":"'''","value":["Westwood Village"]}," is an area southwest of UCLA (405 Freeway at Wilshire Blvd.) known for it's eclectic shopping, theater premiers and the UCLA Bruins sports teams. The Los Angeles National Cemetery and Veterans Administration Center are also located in Westwood."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rodeo Drive and Beverly Drive"]},", famous streets in Beverly Hills, are very pleasant to walk through."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Strand"]},". A bike and skate path on the beach stretches from upper Santa Monica in the north all the way to ",{"type":"[[","value":[["Redondo Beach"]]}," in the ",{"type":"[[","value":[["South Bay (Los Angeles County)"],["South Bay"]]}," and ends at Torrance Beach. It passes by many interesting places, such as the Marina del Rey waterfront area with its boats and numerous restaurants, the Venice Beach shops, and Santa Monica pier."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fisherman's Village"]}," in Marina del Rey is a replica of a New England seaport and fishing town. There are several companies to rent boats—both sail and motor, kayaks, wind-surfboards and more. You can also charter a harbor cruise or reserve your place on one of the public dinner cruises. Stroll along the cobblestone paths to enjoy views of the Marina. On the weekends (weather permitting) there are free outdoor concerts in the Lighthouse Plaza area."]},"\n",{"type":"*","value":[" Go to the Beach, from Malibu north to Playa del Rey south, these are some of the most filmed beaches in the world."]},{"type":"*","value":[" Visit Muscle Beach and the Venice part of the boardwalk to see the most eclectic and culturally diverse part of the Westside beaches."]},{"type":"*","value":[" Walk the Venice Canals (park on Dell near Washington Blvd.) and see some of the most interesting architecture and local gardens that the Westside has to offer."]},{"type":"*","value":[" Bike the Los Angeles Beaches Bike Trail; over 22 miles of a paved bike path streching from Will Rogers State Beach north, to Torrance Beach south.  With numerous outlets for renting bikes, rest stops and food concessions this gentle, fairly flat path is an easy ride for the entire family."]},{"type":"*","value":[" Bird watch at the Ballona Freshwater Marsh at Playa Vista.  This 51-arce marsh system is at the base of the Westchester Bluffs, just south of Marina del Rey.  Home to more than 73 native bird species it is an urban oasis for people and wildlife alike.  There are trails bordering the marsh, with a profusion of native trees and shrubs where you can see mallard ducks, snowy egret and great blue herons.  Located at the southwest corner of Lincoln and Jefferson Boulevards."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe Westside of LA is home to that most famous of shopping streets ",{"type":"'''","value":["Rodeo Drive"]}," (pronounced ro-DAY-o), it is home to a who's-who of high end shops and exclusive retailers.  Alternately there are major retail centers located in Santa Monica on the ",{"type":"'''","value":["Third Street Promenade"]},", in Century City at the ",{"type":"'''","value":["Westfield shopping center"]},",  and for a more local and honest feel in ",{"type":"'''","value":["downtown Culver City"]},".\n\n",{"type":"==","value":["Eat"]},"\nA wonderful by-product of all the ethnic diversity in this area is the multitude of authentic restaurants. There are also a number of Indian and Pakistani restaurants along Venice Boulevard in Palms and adjacent streets in Palms and Culver City. Most of these restaurants offer North Indian cuisine.\n\nThere is a small cluster of Japanese and Korean restaurants colloquially known as ",{"type":"'''","value":["Little Osaka"]}," in West Los Angeles on Sawtelle Blvd (just west of 405), bounded by Santa Monica Blvd to the north and Olympic Blvd to the south. Culver City also has a collection of Korean restaurants. Thai and Chinese restaurants are ubiquitous throughout the area and vary greatly in price and quality.\n\nMexican food is common in this area as in the rest of Los Angeles County, albeit less so in some of the more affluent parts of the area. ",{"type":"'''","value":["Mi Ranchito"]}," on Washington Boulevard in Culver City is the best in this area, although ",{"type":"'''","value":["Lares"]}," in Santa Monica also has its admirers. This area tends to have a greater proportion of Oaxacan restaurants than other parts of greater Los Angeles, such as ",{"type":"'''","value":["Guelaguetza"]}," in Palms and West Los Angeles and ",{"type":"'''","value":["El Texate"]}," in Santa Monica. ",{"type":"'''","value":["Garden of Taxco"]}," in West Hollywood offers an unforgettable experience, with the \"menu\" recited by colorful waiters.\n\nThere is a large cluster of Jewish delicatessens and restaurants on Pico Boulevard in Beverlywood, just south of Beverly Hills. Both Ashkenazic and Middle Eastern Jewish cuisines are represented here.  ",{"type":"'''","value":["Haifa"]}," is great for lunchtime Mediterranean food.\n\nA small \"Little Ethiopia\" has developed along Washington Boulevard between National and La Cienega in Culver City.\n\nSanta Monica and Venice have a huge population of British expats, and fish and chips are common. Most of Los Angeles' pubs are located west of the 405 in this area.\n\nWestwood Boulevard between Pico and Wilshire is filled with Persian restaurants, serving the largest Iranian population outside of Iran (which is concentrated in Westwood, Beverly Hills, and Santa Monica).\n\n",{"type":"==","value":["Drink"]},"\n\nThis area offers the full gamut of watering holes from pretentious to dives.\n\n",{"type":"==","value":["Stay safe"]},"\nMuch of Venice demands some caution. The long-troubled Oakwood neighborhood of Venice (south of Rose Avenue, west of Abbot Kinney Street, north of California Avenue, and west of Lincoln Boulevard) has a long history of gang and drug activity and racial tensions and is best avoided except for major streets. However, there is very little of interest for tourists in this area.\n\nVenice Beach, at night, demands caution; do not go on the sand at night as when the sun goes down, the beach becomes a giant swapmeet for drugs: it is often nicknamed \"the meth capital of Los Angeles,\" complete with the violence that often accompanies open drug dealing. Such violence occasionally spills onto Ocean Front Walk, along with some prostitution activity involving both sexes so avoid walking the boardwalk at night.\n\nIn Santa Monica, the section of Pico Boulevard immediately to the east of Santa Monica College and extending to Cloverfield Avenue demands caution; residential side streets in this area are best avoided. The Del Rey neighborhood between Culver City and Marina Del Rey has some areas that should be avoided at night; however, it is unlikely that tourists would find anything of interest there. The South Robertson\/Crestview neighborhood has a small gang-ridden pocket known alternately as Cadillac-Corning and La Cienega Heights but this tiny area is almost completely residential and tourists are unlikely to go there anyway.\n\nAs with Los Angeles in general and other California cities, the Westside has a large and very visible homeless problem (except for Beverly Hills and Culver City). This is most noticeable in Santa Monica, Venice, Pacific Palisades, and Brentwood. Most of these individuals are harmless but some are dangerous. Exercise some caution in dealing with them.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["South Bay (Los Angeles County)"],["South Bay"]]}]},". The Westside region's lively neighbor to the south, featuring a diverse set of communities, from boisterous Manhattan Beach, to placid Palos Verdes, to hard-working San Pedro."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hollywood"]]}]},". Its name has become so synonymous with motion pictures that it is easy to forget it is an actual place. This is where their past is celebrated, their present is premiered, and their future is constantly being created."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Ventura County"]]}]},". Head west get away from the L.A. grind and to take things a little slower, and perhaps spend some time in Camarillo's oasis of factory outlets."]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Los Angeles"]]},"\n",{"type":"[[","value":[["wikipedia:Westside (Los Angeles County)"]]}]