[{"type":"{{","value":[["pagebanner"],["Zaandijk banner.jpg"],["caption=Houses along the waterfront in Zaandijk"]]},"\nThe ",{"type":"'''","value":["Western Netherlands"]}," is the region that most foreign visitors to the Netherlands attend. Quite frankly, many of them don't even see any other part of the country at all—this region has everything you'd expect from the country and has the most sights and activities. It is the most urbanized area of the country. ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["The Hague"]]},", ",{"type":"[[","value":[["Rotterdam"]]}," and ",{"type":"[[","value":[["Utrecht"]]},", the four largest cities of the country, are all in this region. There is an abundance of airports, ports, museums, restaurants and nightlife. However, most of the land is still of a rural nature. The endless flat polders Holland is famous for are omnipresent—with the occasional cute village popping up. Interesting places like ",{"type":"[[","value":[["Kinderdijk"]]},", ",{"type":"[[","value":[["Marken"]]},", ",{"type":"[[","value":[["Oudewater"]]},", ",{"type":"[[","value":[["Volendam"]]}," and ",{"type":"[[","value":[["Zaanse Schans"]]}," are just a short train\/bus (or bike!) ride from the major cities.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Western-netherlands-map.png"],["regionmaptext=Regions of the Western Netherlands"],["regionmapsize=425px"],["region1name=",{"type":"[[","value":[["Flevoland"]]}],["region1color=#b383b3"],["region1description=The Netherlands' newest province, almost completely formed through land reclamation."],["region2name=",{"type":"[[","value":[["North Holland"]]}],["region2color=#a4c28d"],["region2description=Most visited region with Amsterdam and traditional Dutch rural villages."],["region3name=",{"type":"[[","value":[["South Holland"]]}],["region3color=#c5995c"],["region3description=Most densely populated region with plenty of different rural landscapes - polders, bulb fields, dunes, islands, lakes and agricultural areas."],["region4name=",{"type":"[[","value":[["Utrecht (province)"],["Utrecht"]]}],["region4color=#c8b7b7"],["region4description=Rivers, lakes and nature, and some historic towns."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amsterdam"]]}," — traveller magnet due to its impressive architecture, lovely canals, museums and infamous nightlife"]},{"type":"*","value":[" ",{"type":"[[","value":[["Alkmaar"]]}," — historic town popular for its cheese market"]},{"type":"*","value":[" ",{"type":"[[","value":[["Delft"]]}," — historic unspoiled town with traditional architecture, canals, bikes, and the world famous blue and white ceramics"]},{"type":"*","value":[" ",{"type":"[[","value":[["Haarlem"]]}," — 17th century town centre, shops and numerous museums"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gouda"]]}," — world-famous for its Gouda cheese and the home of ",{"type":"''","value":["stroopwafels"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Leiden"]]}," — historic student city with the oldest university in the country and three national museums"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rotterdam"]]}," — modern architecture, as well as one of the largest ports in the world"]},{"type":"*","value":[" ",{"type":"[[","value":[["The Hague"]]}," — judicial capital of the world, as well as the seat of the Dutch government and the royal family"]},{"type":"*","value":[" ",{"type":"[[","value":[["Utrecht"]]}," —  historic city, university town and the Rietveld Schröder House"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lisse"],["Keukenhof"]]}," — more than 800,000 visitors see these enormous flower gardens each spring"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kinderdijk"]]}," — these mills show the Dutch landscape in all its glory"]},{"type":"*","value":[" ",{"type":"[[","value":[["Scheveningen"]]}," — largest and most-populous beach resort of the Netherlands; administratively a part of The Hague"]},{"type":"*","value":[" ",{"type":"[[","value":[["Noordoostpolder"],["Schokland"]]}," — this used to be an island community, but an evacuation in 1870 put an end to it all"]},{"type":"*","value":[" ",{"type":"[[","value":[["Schiphol Airport"]]}," — the international airport of Amsterdam, one of Europe's busiest airport cities"]},{"type":"*","value":[" ",{"type":"[[","value":[["Texel"]]}," — one of the West Frisian Islands, it houses great tourist resorts for its beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zaanse Schans"]]}," — open-air display of Dutch windmills and houses"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zaanstreek-Waterland"]]}," — traditional Dutch villages with clogs, wooden houses and windmills"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zuid-Kennemerland National Park"]]}," — forests, beaches and dunes to hike or cycle around in"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Keukenhof floranta 38.jpg"],["350px"],["thumb"],["Keukenhof flower fields"]]},"\n\nThe Western Netherlands is the most visited part of the Netherlands and is a very diverse region. It is home to  the largest cities of the country, but the typical Dutch rural landscapes can also be found here. Its four provinces are among the most densely populated areas in Europe. Much of the territory is part of the ",{"type":"'''","value":["Randstad"]},", a conurbation with more than 7.5 million inhabitants. It consists of the four largest cities (",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Rotterdam"]]},", ",{"type":"[[","value":[["The Hague"]]}," and ",{"type":"[[","value":[["Utrecht"]]},") and their surrounding areas. Randstad means \"rim city\", as it is shaped like an urbanized circle with an empty green space in the middle. That center is known as the ",{"type":"[[","value":[["Groene Hart"]]}," (\"Green Heart\"), a rural area that mostly consists of pancake flat polders and lakes.\n\nThe Randstad is an ",{"type":"'''","value":["economic powerhouse"]}," that other regions of the country rely on. Trade is probably the most important economic activity in the Netherlands due to its geographic location between Germany and the North Sea. The ",{"type":"'''","value":["Port of Rotterdam"]}," is the largest port of Europe and its trade over the Rhine with the German ",{"type":"[[","value":[["Ruhr"]]}," area is an important engine for the Dutch economy. ",{"type":"[[","value":[["Amsterdam"]]}," is an important financial center and many multinationals have their headquarters in the city. Amsterdam also has the country's largest airport, ",{"type":"[[","value":[["Schiphol Airport"]]},", currently the fifth busiest airport of the continent and one of the world's airport cities.\n\nNot the capital Amsterdam, but ",{"type":"[[","value":[["The Hague"]]}," is the country's political center. The ",{"type":"'''","value":["Binnenhof"]}," is where much of the country's important political decisions are made. The Hague is not just important nationally, but also has a large influence on justice and international relations on a global scale. It is known as the \"judicial capital of the world\" as it is home to some of the world's most important international institutions: the International Court of Justice, the International Criminal Court, the Permanent Court of Arbitration, the International Criminal Tribunal for the former Yugoslavia and Europol. The ",{"type":"'''","value":["Peace Palace"]}," is a symbol of international cooperation and peace.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nMany visitors to the Western Netherlands (and the Netherlands in general) arrive at ",{"type":"[[","value":[["Schiphol Airport"]]},", the fifth busiest airport in Europe. It is not actually located in Amsterdam, but is in the adjacent municipality of Haarlemmermeer on reclaimed land below sea level.\n\n",{"type":"'''","value":["Rotterdam The Hague Airport"]}," is a much smaller airport that been functioning as a base for low-cost carriers to other European destinations. More information about the airport can be found in the ",{"type":"[[","value":[["Rotterdam#By plane"],["Rotterdam"]]}," article. In the future ",{"type":"'''","value":["Lelystad Airport"]}," in ",{"type":"[[","value":[["Lelystad"]]}," will be further expanded to allow low-cost carriers to land there.\n\n",{"type":"===","value":["By train"]},"\n\nThere are a plethora of train services running to all other provinces of the country. Also, there are international connections with Antwerp, Brussels, Berlin, Frankfurt and Milan. Amsterdam, Rotterdam, The Hague, Utrecht and Leiden are the major train hubs.\n\n",{"type":"===","value":["By car"]},"\n\nMany roads connect the western region with other regions of the Netherlands. If you're coming from the south, the ",{"type":"'''","value":["A2"]}," connects Amsterdam and Utrecht with 's-Hertogenbosch, Eindhoven and Maastricht, while the ",{"type":"'''","value":["A27"]}," is the principal connection from Breda and the ",{"type":"[[","value":[["Flanders"],["Flemish Diamond"]]}," metropolitan region. If you're coming from the east, the ",{"type":"'''","value":["A12"]}," connects the region with the Hoge Veluwe National Park, Arnhem and the Ruhr in Germany, and the A1 is leading to the region from Twente and Apeldoorn. From northern provinces like Friesland or Groningen, the ",{"type":"'''","value":["A6"]}," or ",{"type":"'''","value":["A7"]}," (over the Afsluitdijk) is the fastest route.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\n\nMost foreign visitors use the train to get around. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ns.nl\/en Netherlands Railways"]}]}," serves nearly every large town, and you can use the website to plan your journey ahead of time.\n\n",{"type":"===","value":["By bus"]},"\n\nThe bus is mostly used as a way of transport within towns or between towns in the same area. Bus travel is time-consuming, confusing and slow, so avoid it if there's rail transport available. There's a plethora of bus companies available that all serve a different set of regions and provinces. You can plan your journey at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/journeyplanner.9292.nl\/ 9292.nl"]}]},".\n\n",{"type":"===","value":["By car"]},"\n\nThe Randstad has various motorways. Traffic jams can occur at any time of the day; however rush hour lasts from 06:00 till 10.00 and from 15:00 till 19:00. Major bottlenecks can create traffic jams up to 20 kilometres in length. Most motorways are no wider than 2x2 or 2x3 lanes, despite having some of the highest traffic volumes in Europe. Some hard shoulders are in use as peak hour lanes - traffic is allowed to use the hard shoulder as a third lane during periods of congestion, when signs indicate. Because of the lack of sufficient minor roads, local traffic also uses the motorways for short distances.\n\n",{"type":"===","value":["By bicycle"]},"\n\n",{"type":"[[","value":[["Cycling"]]}," is a popular activity among the Dutch and a great way to see more of the landscape. There are bicycle paths between all towns, some of which traverse through picturesque villages, green polders and forests. Some scenic bicycle paths are numbered and sign-posted throughout the region; maps for them are provided at local tourist information offices. Cycling is especially appealing in the ",{"type":"[[","value":[["Zaanstreek-Waterland"]]},", ",{"type":"[[","value":[["Gooi en Vechtstreek"]]}," and the ",{"type":"[[","value":[["Green Heart"]]},".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Historic towns"]},"\n\nThere are dozens of historic towns in the Netherlands that deserve a visit. The most well-known obviously is the historic 17th-century city center of ",{"type":"[[","value":[["Amsterdam"]]},". Its historic architecture can be explored by a boat tour which goes through its lovely canals (known as ",{"type":"''","value":["grachten"]},"). The center became a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," in 2010.\n\nMany visitors include a day-trip to one of the West's other historic cities. ",{"type":"[[","value":[["North Holland"]]}," is filled with them — ",{"type":"[[","value":[["Haarlem"]]},", ",{"type":"[[","value":[["Alkmaar"]]},", ",{"type":"[[","value":[["Hoorn"]]}," and ",{"type":"[[","value":[["Enkhuizen"]]}," are less than one hour away as a day-trip from the capital. ",{"type":"[[","value":[["South Holland"]]}," also has a few interesting historic towns.  ",{"type":"[[","value":[["Delft"]]}," is a tourist-favorite with its traditional architecture, canals, bikes, and the world famous blue and white ",{"type":"'''","value":["ceramics"]},". ",{"type":"[[","value":[["Gouda"]]}," is known from the world famous ",{"type":"'''","value":["Gouda cheese"]}," — but besides the cheese market, its historic town center is a really fun walk. ",{"type":"[[","value":[["Leiden"]]},", while historical, has much of a student-feel due the presence of the oldest university of the Netherlands there.\n\n",{"type":"[[","value":[["Utrecht"]]}," is not visited a lot by foreigners, but its hard to understand why — it has the amenities of a big city, but its canals feel even more calm and relaxed than those in average medium-sized cities. Its an excellent destination to visit some antique stores or grab a beer while seeing the boats pass by. ",{"type":"[[","value":[["Amersfoort"]]}," is a lot smaller, but again, its ancient center makes for a nice day out.\n\n",{"type":"===","value":["Traditional Holland"]},"\n\n",{"type":"[[","value":[["Image:Dutch Windmills at Sunset.jpg"],["350px"],["thumb"],["Kinderdijk"]]},"\n\nThe Holland of cheese, windmills, clogs and polders can best be seen in the countryside. Most foreigners at least incorporate a visit to the ",{"type":"[[","value":[["Zaanstreek-Waterland"]]}," — a traditional region of small villages where a traditional folk culture is still present. The most visited attraction of the area is the ",{"type":"[[","value":[["Zaanse Schans"]]},", which is only 10 km north of Amsterdam. It's a cute display of typical Dutch ",{"type":"'''","value":["windmills"]},". ",{"type":"[[","value":[["Volendam"]]}," is a well-known traditional fishing village, often visited for its magnificent waterfront boulevard and its people wearing old Dutch ",{"type":"'''","value":["costumes"]},". More authentic nearby communities include ",{"type":"[[","value":[["Monnickendam"]]}," and ",{"type":"[[","value":[["Marken"]]},", the latter with its characteristic wooden houses.\n\nAnother famous export product of Holland is cheese, and you might want to catch a traditional ",{"type":"'''","value":["cheese market"]},". The largest cheese market of the Netherlands is held in ",{"type":"[[","value":[["Alkmaar"]]},". ",{"type":"[[","value":[["Gouda"]]}," is world-famous for its ",{"type":"'''","value":["Gouda cheese"]},", and that town also has its own cheese market. The cheese market of ",{"type":"[[","value":[["Edam"]]}," is another fair choice if you want to see (and taste) some. ",{"type":"[[","value":[["Beemster"]]}," also has its own cheese, which is sold all over the world, but more interesting is the ",{"type":"'''","value":["Beemster Polder"]},". Because of its historical relevance, and because the original grid pattern of the area is still largely intact, it was inscribed on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," in 1999.\n\nBeside the Gouda cheese market, ",{"type":"[[","value":[["South Holland"]]}," has a lot more typical Hollandic scenery on offer. Every Spring, the ",{"type":"[[","value":[["Bulb Region"]]}," becomes alive with miles and miles of enormous ",{"type":"'''","value":["flower fields"]}," — including tulips. Hundreds of thousands of visitors go to the ",{"type":"[[","value":[["Lisse"],["Keukenhof"]]}," each year to see its beautifully arranged flowers. The windmills at ",{"type":"[[","value":[["Kinderdijk"]]},", about 20 km east from Rotterdam, are very authentic and make a great stroll through the countryside. ",{"type":"[[","value":[["Delft"]]}," is also a must-see for its typical Dutch blue and white ceramics.\n\n",{"type":"[[","value":[["Flevoland"]]}," is a new province reclaimed from the sea, but oddly enough, there are some traditional communities residing here. The reason for that is that former islands have been integrated into the landmass that is now known as Flevoland. ",{"type":"[[","value":[["Urk"]]}," is one of these former islands, and one of the most religiously Protestant communities of the country. You might still spot some traditional villagers in their old costumes or wooden shoes. Another former island is Schokland, which used to be a similar community like Urk, but it had to be evacuated in 1859 due to destructive floods. A ghost town still remains, and it has the honor of being the first ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," of the Netherlands in 1995.\n\n",{"type":"===","value":["Castles and fortifications"]},"\n\nThe region is filled with history and there are plenty of castles and fortifications to be found. Surrounding Amsterdam in the province of ",{"type":"[[","value":[["North Holland"]]}," is the ",{"type":"'''","value":["Defence Line of Amsterdam"]}," (",{"type":"''","value":["Stelling van Amsterdam"]},"), a 135 km long ring of fortifications around the capital city. In total, it consists of 42 forts about 10 to 15 kilometers from the city center. It's surrounded by low polder lands, which could easily be flooded in time of war. While the line was constructed from the 19th-century, many of its 42 forts are actually structures from the Middle Ages.\n\nOne of them is the ",{"type":"'''","value":["Muiderslot"]},", a 13th-century castle in ",{"type":"[[","value":[["Muiden"]]}," that's definitely worth a visit. Nearby are the 17th-century fortifications of ",{"type":"[[","value":[["Naarden"]]},", which are among the best preserved in Europe. The town is an example of a Spanish star fort, in an exceptional quality and complete with fortified walls and a moat. ",{"type":"[[","value":[["Weesp"]]}," is another fortified town near Amsterdam, and could be a nice daytrip.\n\nThen there is ",{"type":"'''","value":["Castle De Haar"]}," in ",{"type":"[[","value":[["Utrecht (province)"],["Utrecht"]]},", which has a history since at least 1391. It did fell into ruins in the 17th-century and had to be largely rebuilt in 1892 by the Dutch architect P.J.H. Cuypers — he did a magnificent job at it.\n\n",{"type":"===","value":["Modern architecture"]},"\n\n",{"type":"[[","value":[["File:Rotterdam Cube House.jpg"],["350px"],["thumb"],["Cube houses in Rotterdam"]]},"\n\nRotterdam is the only Dutch city that could be thought of as having a decent modern skyline. It was already a center of modernist architecture in the early 1900s, but since its city center was heavily bombed throughout World War II, it got a completely different feel than traditional Amsterdam. Rotterdam is a play garden of modern architects, which has led to the largest residential building (Montevideo Tower) and the largest office building (Maastoren) of the country. The ",{"type":"'''","value":["Euromast"]}," and the ",{"type":"'''","value":["Erasmus Bridge"]}," are must-visits as they are an integral part of the look and feel of Rotterdam's skyline. The city is also home to some quirky architecture, such as the cube houses.\n\n",{"type":"[[","value":[["Utrecht"]]}," has the ",{"type":"'''","value":["Rietveld Schröder House"]},", arguably the only true ",{"type":"''","value":["De Stijl"]}," building and another UNESCO-designated site. Other modern architecture nuts might want to spend some time in ",{"type":"[[","value":[["Hilversum"]]},", where architect W.M. Dudok designed a lot of buildings (and even whole neighborhoods) in the New Objectivity style. His most important creation there is the Hilversum Town Hall. Many other architects have also contributed to Hilversum as it is today, including Jan Duiker, MVRDV, Pierre Cuypers and Ben van Berkel.\n\n",{"type":"[[","value":[["Flevoland"]]}," is a new province, its land has been reclaimed from the sea after World War II. This gave the province a completely different feel than the other traditional provinces. ",{"type":"[[","value":[["Almere"]]}," is a suburb of Amsterdam, and while many Dutch claim it as the most boring city of the country, it does have a lot of modern architectural highlights. Some neighborhoods in Almere gave their inhabitants the freedom to design their own building. Others have been designed by famous architects, such as La Defense Offices by Ben van Berkel.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Cycling"]}," is a popular activity among the Dutch as it is a fun way to get some exercise and get around beautiful towns and the surrounding nature. Obviously a bicycle tour through the center of ",{"type":"[[","value":[["Amsterdam"]]}," is well-worth it, but many other regions are fun to cycle through as well — such as the ",{"type":"[[","value":[["Zaanstreek-Waterland"]]},", the ",{"type":"[[","value":[["Gooi en Vechtstreek"]]}," or the ",{"type":"[[","value":[["Green Heart"]]},". During Springtime a cycle tour through the ",{"type":"[[","value":[["Bulb Region"]]}," is well worth it as you can take pictures of enormous and colorful flower fields.\n\nWhen you say ",{"type":"'''","value":["beach"]},", most Dutch people will think of ",{"type":"[[","value":[["Scheveningen"]]},", which is an integral part of the city of ",{"type":"[[","value":[["The Hague"]]}," (don't say this out loud though as the people of Scheveningen feel their town as having a separate identity). It is the most popular seaside resort of the country, and expect it to be very crowded when the temperatures get tropical. It has a long sandy beach, an esplanade, a pier, and a lighthouse. The 19th-century luxury hotel and restaurant Kurhaus makes for an impressive sight and is well-known all over the country. The most important seaside resort of ",{"type":"[[","value":[["North Holland"]]}," is ",{"type":"[[","value":[["Zandvoort"]]},", but its a lot calmer and is not to be compared with the former. Other calm beaches can be found in ",{"type":"[[","value":[["Bergen (North Holland)"],["Bergen"]]},", ",{"type":"[[","value":[["Kennemerland"]]},", the ",{"type":"[[","value":[["Bulb Region"]]}," and the island of ",{"type":"[[","value":[["Texel"]]},".\n\nMany locals enjoy ",{"type":"'''","value":["water sports"]}," at the artificial lakes in the area. ",{"type":"[[","value":[["Wijdemeren"]]},", ",{"type":"[[","value":[["Aalsmeer"]]},", ",{"type":"[[","value":[["Kaag"]]},", ",{"type":"[[","value":[["Stichtse Vecht"]]}," and plenty of destinations in the ",{"type":"[[","value":[["Green Heart"]]}," can be visited for this purpose.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:Cheese 43 bg 060106.jpg"],["350px"],["thumb"],["Gouda cheese"]]},"\n\nThe Western Netherlands have a cuisine that is remarkably different than the other regions in the country (Western cuisine includes ",{"type":"[[","value":[["Zeeland"]]}," and ",{"type":"[[","value":[["Rivierenland"],["Southwest Gelderland"]]},"). It is known for its world famous ",{"type":"'''","value":["cheese"]},", such as Gouda, Leyden, Edam, Leerdam and Beemster cheese. Some of these cheeses, mostly notably ",{"type":"[[","value":[["Gouda"]]},", is sold in supermarkets all over the world including the United States and the United Kingdom.\n\nAnother dairy product home to the region is ",{"type":"'''","value":["butter"]},". The butter produced in ",{"type":"[[","value":[["South Holland"]]}," is known for its large amount of milkfat compared to butter from other European countries. ",{"type":"'''","value":["Buttermilk"]},", that is produced during the butter-making process is also a typical product for the region.\n\nAs the Dutch have always fought against the sea, ",{"type":"'''","value":["seafood"]}," is some of the most traditional food of the region. ",{"type":"'''","value":["Raw herring"]}," is a must-try, especially with cut onions sprinkled on top and wrapped in a bread roll. Other seafood you could try are ",{"type":"''","value":["kibbeling"]},", mussels, eels, oysters and shrimps. You can buy them in sea food carts in the city center of most towns or in supermarkets.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Beer"]}," is the traditional alcoholic beverage of the region, especially the pilsner variety (known in Dutch as ",{"type":"''","value":["pils"]},"). Every town has a bar with its local beer on offer, in larger cities bars usually have a wider selection of beers available. ",{"type":"'''","value":["Jenever"]}," is a high proof juniper-flavoured spirit that is very popular in the region, especially among older generations. In the English-speaking world, this beverage is known as Dutch gin, and it is the variety from which other kinds of gin evolved. Another alcoholic beverage from the region is ",{"type":"'''","value":["advocaat"]},", a rich and creamy liqeur made from eggs, sugar and brandy. It has a yellowish appearance and a smooth, custard-like flavour. It generally has an alcohol percentage between 14% and 20%.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe Western region is safe in general. There are some outer suburbs that are better avoided, especially in Amsterdam, Rotterdam, Utrecht and The Hague, but these are mostly outside of the typical tourist spots.\n\n",{"type":"==","value":["Go next"]},"\n\nThe ",{"type":"[[","value":[["Hoge Veluwe National Park"]]}," is a popular visit among the locals. Day-trips to ",{"type":"[[","value":[["'s-Hertogenbosch"]]},", ",{"type":"[[","value":[["Breda"]]},", ",{"type":"[[","value":[["Nijmegen"]]}," and ",{"type":"[[","value":[["Zwolle"]]}," are just a few of the options available.\n\n",{"type":"{{","value":[["IsPartOf"],["Netherlands"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["52.35212"],["5.14435"],["zoom=9"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]