[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Westwood"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.westwoodnj.gov Westwood"]}]}," is a city in ",{"type":"[[","value":[["Bergen County"]]},", ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWestwood, New Jersey is a small borough contained in the gateway region of New Jersey. Nicknamed the “Hub of Pascack Valley,” Westwood is a borough in Bergen County. The borough itself is approximately 2.3 square miles in size making it a small yet still densely populated town. Westwood began as a farming community however the town began to truly develop when the Hackensack and New York Railroad was completed in 1870, this railway is still in existence and is now called the Pascack Valley Line. By 1872, European style homes and industry buildings were congregating along the town’s Centre Avenue. On May 8, 1894 the town of Westwood had become independent, it broke away from the borough of Washington Township, becoming it’s own borough. Westwood continued to flourish throughout the 20th century and today represents a mature railway suburb covered in homes, industry, and municipal buildings. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By train"]},"- Westwood is served by the New Jersey Transit, on the Pascack Valley Line, located at Broadway and Westwood Ave. The line runs north and south to and from Hoboken and also connects with the Secaucus junction, which connects to New York Penn Station. The Pascack Valley Line leaves Hoboken at regular times during the weekday mornings and evenings. The Journey takes about an hour and costs about $7. \n\n",{"type":"'''","value":["By Car"]},"- 1. From exit 168 off Garden State Parkway going north… turn right onto Washington Ave. (Rt. 502E). Travel approximately 2 miles down Washington Ave. to downtown Westwood and Center Ave. \n\n2. From George Washington Bridge (approx. 15 miles)- take Rt. 4 west to Route 17 north. After about ¾ miles take Garden State Parkway north to exit 168. Take exit make right then follow Washington Ave. for two miles into the center of town.\n\n-Alternate Route- Take Rt. 4 west to Hackensack. Then ¼ mile after River SIDE Square Mal take Kinderkamack R. (Rt. 503N). Go through River Edge, Oradell, and Emerson. Entering Westwood, take a left at second stop light into Westwood Ave. (main shopping street)\n\n3. From Tappan Zee Bridge (approx. 15 miles) – take exit 12 (Palisades Mall) from I-287 and follow Rt. 59 west for approximately 3 miles. In NJ, Rt. 304 becomes Rt. 503 south. You will go through Montvale, Park Ridge, Woodcliff Lake, and Hillsdale into Westwood. Take first right at first light onto Westwood Ave. (main shopping street)\n\n",{"type":"'''","value":["By Bus"]},"- Route 165 stops in downtown Westwood. Buses leave the Port Authority at regular intervals from gate 232 (gate 211 on Saturday). The Journey takes about an hour and costs about $5 dollars each way. \n\n",{"type":"==","value":["Get around"]},"\nWestwood is small enough to get around entirely on foot. Most shops and restaurants are located in or on the perimeter of Westwood’s downtown. \n-If a car is necessary…\n\n1. Enterprise Rent a Car- located at 255 Old Hook Rd. Westwood, NJ 07675\n\n2. -Hertz Corporation- located at 583 Broadway Ave. Westwood, NJ 07675\n\n3. Town Hall and Police Station- can provide local maps and directions to all locations at- 101 Washington Ave. Westwood, NJ 07675\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["18th Century Mill at Bogart’s Pond"]},"- located at the intersection of Mill St. and First Ave. The mill once operated for 2 centuries only to be destroyed by an arsons fire. The Mill has since been renovated into a beautiful scenic waterfall, with a transcending bridge with repaired remnants of the mill that once sate at the base of the waterfall.\n\n",{"type":"'''","value":["Gazebo at Veteran’s Park"]},"- located adjacent to Westwood’s train station, it is a beautiful park that historically and currently plays a role in community gatherings, flea markets, antique shows, and concerts routinely held within the park.\n\n",{"type":"'''","value":["Westwood heritage Society Museum"]},"- located within the Westwood Train station, this small museum documents Westwood’s history and historic events and figures. The museum is a great place to get a feel for what the town is all about and to gauge the town’s culture. \n\n",{"type":"==","value":["Do"]},"\n-Enjoy Westwood’s scenic downtown filled with shops, restaurants, and stalls. Take in the Renaissance Architecture of the buildings in downtown Westwood.\n\n- See a movie in Westwood’s theatre, the Pascack 6, at 182 Center St. Westwood, NJ 07675\n\n- Participate in community events that take place in Veteran’s Park (gazebo park) such as… Outdoor Flea Markets and the concert series, which take place throughout the spring and summer months.\n\n-Home for the Holiday’s- a Christmas celebration held annually which encompasses the entire downtown and surrounding area\n\n-Go to the Westwood Heritage Society Museum located within the train station at the intersection of Broadway and Center Ave. in downtown Westwood.\n\n",{"type":"==","value":["Buy"]},"\n-Downtown Westwood is comprised of both family owned and corporate owned businesses. There isn’t much that you can’t find in the town. If your looking for a florist, head to Westwood’s Best Floral. If your searching for a good book, head downtown to Shaw’s Books. Mount Everest, is a ski and snowboard distributer, one of the best in New Jersey and is located in Westwood. Another well-known Westwood business is Westwood Cycle, a distributer of all things cycling. In terms of clothing stores, Westwood is filled with department stores, such as the GAP, Dress Barn, and What’s New Boutique. Also, a rare find in downtown Westwood is The Gem Mine, which sells rare and hard to find minerals, rocks, and metals. Shopping in Westwood could certainly become a day long event, with such a variety of stores it’s sure to have everything your searching for. \n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Low cost"]},"\n\nLisa’s Pizza- if you’re looking for a New York style slice of pizza, Lisa’s is the place for you. They serve subs, Italian dinners, and some of the best pizza pies in town. Great for a quick meal in Westwood and is a lunchtime favorite.\n417 Broadway Ave. Westwood, NJ 07675\n\nThe Seville Diner Restaurant- there are few things better than breakfast at the Seville diner. They have an expansive menu for all meals of the day, however, breakfast is where the Seville really shines.\n289 Broadway Ave. Westwood, NJ 07675\n\nTony D’s Pizza- The rivalry between pizza shops in Westwood is intense, using different ingredients to create a different pizza pie is Tony D’s specialty, they strive to stray from the norm to bring their customers an exceptional pizza. Great for dinner as the restaurant contains an extended dining room. \n271 Center Ave. Westwood, NJ 07675\n\nGoldberg’s Famous Bagels- this family owned Bagel Store is a must try if your in the Westwood area, they hand-make all their delicious bagels on location, and as a result have been in business for over 75 years. They just opened up a new location as well in the heart of Westwood’s downtown. They serve the best bagels in town and as a result have very loyal customer’s, it’s easy to become one of these loyal customers if you give them a try.\n\n",{"type":"'''","value":["Mid-range"]},"\n\nBurkes on Old Hook- is a great place to go if you’re looking for a pub feel in a restaurant. Burke’s is a community favorite, a gathering place, at 5:00 pm you would be hard pressed to find a table open. Great food, and known specifically for their unique burger menu.\n65 Old Hook Rd. Westwood, NJ 07675\n\nFurama Chinese Restaurant- while Furama is a chain restaurant, the Westwood location is especially upscale, with very friendly service and great portions of food. If you’re into Sushi, then this is the place for you.\n40 Washington Ave. Westwood, NJ 07675\n\nIt’s Greek to Me- with a Greek infused menu, the restaurant has a very open feel and serves great food. They serve some of the best lamb gyros in New Jersey. Just be sure to bring a bib, as Greek food tends to get a little messy. \n487 Broadway Ave. Westwood, NJ 07675\n\nBlue Moon Mexican Café- if your looking for a little spice in your life, this Mexican restaurant will not disappoint. From their burritos to quesadillas, they serve great Mexican dishes that won’t disappoint. \n36 Jefferson Ave. Westwood, NJ 07675\n\n",{"type":"'''","value":["Splurge"]},"\n\nBaci Italian Grill- there is no better restaurant to hold a family meal then Baci, great location matched with great food. Their Italian style menu has all the favorites, and their restaurant has received rave reviews from local food critics. \n37 Jefferson Ave. Westwood, NJ 07675\n\nPJ Finnegan’s- has a long history with the community both as a pub and restaurant serving lunch and dinner. Family owned, and as a result it’s possible to have the owner join you at the table for conversation and drink. \n274 Fairview Ave. Westwood, NJ 07675\n\nPourquoi Pas- often gets overlooked as one of the best restaurants in town the restaurant has a French feel, and menu. Bring your own wine and enjoy a meal on their sidewalk dining room.\n31 Westwood Ave. Westwood, NJ 07675\n\nThe Melting Pot- allows you to create your own dishes you choose ingredients to include in the “melting pot”, which is then turned into a delicious meal. Great place for the winter time, very hearty food.\n250 Center Ave. Westwood, NJ 07675\n\nThe Iron Horse- has a long history within community, both as pub and restaurant, located very close to train station. This is the premier eating destination in Westwood’s downtown.\n20 Washington Ave. Westwood, NJ 07675\n\n",{"type":"==","value":["Drink"]},"\nExcell Bar and Grill- designed more for the younger generations, it’s considered a sports bar but also is an excellent choice for an after work drink.\n57 Washington Ave. Westwood, NJ 07675\n\nPJ Finnegan’s- finding an open seat at the bear is often a challenge, great atmosphere, filled with friendly locals and great bartenders. A drink at Finnegan’s is always a good time.\n274 Fairview Ave. Westwood, NJ 07675\n\nThe Iron Horse- again a local favorite with loyal and everyday customers, the pub looks and feels as if you are back in the early 1920’s with it’s railway inspired décor. \n20 Washington Ave. Westwood, NJ 07675\n\nBurke’s on Old Hook- as mentioned, a great place to grab a drink with friends, it’s considered a sports bar and will be packed on a local team’s game night. \n65 Old Hook Rd. Westwood, NJ 07675\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["geo"],["40.99111"],["-74.03278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bergen County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Westwood, New Jersey"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/W\/Westwood\/"]]}]