[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["Whakatane"]}," is a coastal town in the eastern ",{"type":"[[","value":[["Bay of Plenty"]]}," on ",{"type":"[[","value":[["New Zealand"]]},"'s ",{"type":"[[","value":[["North Island"]]},". It is one of the sunniest towns in New Zealand.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[","value":["http:\/\/www.airnewzealand.co.nz\/ Air New Zealand"]}," has four direct flights from ",{"type":"[[","value":[["Auckland"]]}," each weekday, and three a day at the weekend, with a flight time of 45 minutes. Check ",{"type":"[","value":["http:\/\/www.grabaseat.co.nz grabaseat"]}," for specials. Rental cars are available at the airport.\n\n",{"type":"===","value":["By car"]},"\n\nWhakatane is less than 100 kilometres from the cities of ",{"type":"[[","value":[["Rotorua"]]}," and ",{"type":"[[","value":[["Tauranga"]]},". It is less than 4 hours drive from Auckland and ",{"type":"[[","value":[["Hawke's Bay"]]}," and 2.5 hours from ",{"type":"[[","value":[["Gisborne"]]},", ",{"type":"[[","value":[["Hamilton (New Zealand)"],["Hamilton"]]}," and ",{"type":"[[","value":[["Taupo"]]},". Wellington is a 6.5+ hour drive through beautiful scenery. \n\nAnother scenic drive is the Pacific Coast Highway, \"traversing the spectacular east coast of New Zealand's North Island, is one of the great touring routes in the world. The Pacific Coast Highway is well signposted along the entire route, giving a safe and easy way to navigate through some of the most spectacular coastal scenery New Zealand has to offer\". Whakatane is about half way along this scenic highway, which starts in Auckland and finishes in Hawkes Bay. The scenery is stunning, but note that Whakatane is probably the last big town before reaching Gisborne, so ensure you take some food along with you. There are no shopping malls between ",{"type":"[[","value":[["Opotiki"]]}," (the next town) and Gisborne.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"[","value":["http:\/\/www.intercity.co.nz\/ Intercity Coachlines"]}," covers all of New Zealand and runs a daily (?) service to Whakatane. The bus stop for it is next to the i-Site on Quay Street.\n\n",{"type":"[","value":["http:\/\/www.baybus.co.nz\/ Baybus"]},", a regular local bus service, operates between Whakatane, Ohope, Kawerau, Matata, Opotiki and Tauranga. The Ohope–Whakatane and Ohope–Tauranga lines run Monday to Saturday, while Whakatane–Opotiki and Whakatane–Kawerau run twice weekly. The Whakatane–Matata line runs once a week. The fares are cheap as they have been subsidised by the regional council.\n\n",{"type":"==","value":["Get around"]},"\nWhakatane has limited public transport. The ",{"type":"[","value":["http:\/\/www.baybus.co.nz\/ Baybus"]}," service runs to Ohope, Tauranga, Matata, Kawerau and Opotiki, but not every day.\n\nRenting a car is the easiest way to get around Whakatane and see all the local sights. Parking is free generally (there is only one area where you have to pay, and not many locals will take this option), but has strict time limits.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nga Tapuwae o Toi Walkways"]}," (in the Footsteps of Toi) is a walkway that shows off Whakatane's natural beauties. Many locals walk or run these paths as they train for events. The walkway is a loop between Whakatane township and Ohope Beach: one side takes you along the coastline and through major reserves; the other takes you through beautiful bush settings. The total trip can be completed in 5-7 hours and can be demanding at times. Pack a rain coat and warm clothes, as the weather can change quickly. There are signposts detailing important history of the area. Some of the places are pa (Maori fortified village) sites, so please be respectful of these. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ohope Beach"]},". About 6 km from Whakatane in the town of Ohope, offering swimming, surfing and other beach activities."]},{"type":"*","value":[" ",{"type":"'''","value":["Horse riding"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Golf"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Jet boat"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Diveworks Dolphin and Seal Encounters"],["alt="],["url=http:\/\/www.whaleislandtours.com"],["email="],["address=96 The Strand"],["lat="],["long="],["directions=near Information Centre"],["phone = +64 7 308 2001"],["tollfree="],["fax="],["hours=0800-1630"],["price=$90-160"],["content=Dolphin and seal watching or swimming. Four hour trips in the vicinity of White and Whale Islands. Fast stable boats with trained crews. All equipment supplied. A Department of Conservation concessionaire and approved by Qualmark New Zealand as a certified visitor activity. Day charters also available for inshore and deep sea fishing, diving and sightseeing. Groups up to 15. Tackle and equipment for hire."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=KG Kayaks"],["alt="],["url=http:\/\/www.kgkayaks.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local operators KG Kayaks run guided kayaking tours to offshore Whale Island as well as guided tours and kayak hire at nearby Ohiwa Harbour. Dolphins, orca and seals are regularly sighted along this stretch of coast."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Let's Go Fishing"],["alt="],["url=http:\/\/letsgofishing.co.nz\/"],["email="],["address=125 Commerce St"],["lat="],["long="],["directions="],["phone = +64 7  308 7528"],["tollfree="],["fax="],["hours="],["price="],["content=If you enjoy fishing, or you are keen to try it out, this is the place to be. Every style of fishing is catered for, whether you prefer to use salt water fly, or battle a marlin for hours; you will be able to do it here."]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["White Island"]]}]}," is an island volcano 45 km from Whakatane, and one of the most active volcanoes in New Zealand. Take a boat or helicopter trip with a guided tour of the island."]},"\n",{"type":"==","value":["Buy"]},"\nThe two main shopping areas are along The Strand, and just before the bridge entering the town (The Hub). The Strand contains both national franchise stores as well as independent and local stores, while The Hub mainly contains national franchises.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bean Café"],["url=http:\/\/www.thebeancafe.co.nz\/"],["email="],["address=72, The Strand"],["lat="],["long="],["directions=across the road from the i-site"],["phone=+64 7 307 0494"],["tollfree="],["fax="],["hours="],["price=Coffee $3-4; snacks (bagels, mostly) $5-9"],["content=Patrick and Wendy's lovely little café; free WiFi. Coffee is roasted on-site, ultra fresh and tasty. Lovely folks let customers linger, charge their laptops and use WiFi. WiFi is not cheap in NZ, so this is really kind."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation includes motels, backpackers, bed and breakfasts, and holiday parks\/campsites. Many of the motels are along Landing Road and The Strand.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Opotiki"]]}]},{"type":"*","value":[" Tarawera Falls"]},"\n",{"type":"{{","value":[["IsPartOf"],["Bay of Plenty"]]},"\n",{"type":"{{","value":[["geo"],["-37.983056"],["177"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Whakatane"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/New_Zealand\/Bay_of_Plenty\/Localities\/Whakatane\/"]]}]