[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Whitsunday_islands.jpg"],["thumb"],["right"],["Whitehaven beach on Whitsunday Island"]]},"\n\n",{"type":"'''","value":["Whitsunday Island"]}," is the largest island in the ",{"type":"[[","value":[["Whitsunday Islands"]]}," archipelago, and home to the famous Whitehaven beach.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nWhitehaven beach's main attraction is the pure white silica sand, along a seven kilometre (four or five mile) stretch. Sun glasses are essential (seriously!). Different theories about the sand exist, one of the more interesting that Australia's tectonic plates rubbed together and the silica oozed up from the Earth, before being washed up here. Because of the sand's purity, it was almost mined by the American government in the 1960s for military uses. The substance can be used for satellite dishes. Luckily that did not come to pass, and the beach is now protected under the national park. Well over a hundred people dock here daily on tours, and it is always being voted one of the best beaches in the world, by the people who vote for these things. But between about 4pm and 10am it is entirely deserted, but for the intrepid few that camp overnight (or people who own yachts). There is a pit toilet behind the beach and no running water.\n\nMost day boat trips come here and it is on most people's \"must see\" list of things while here. Whitehaven beach faces east towards the open sea, making some boat journeys there very choppy. Some of the boat packages on offer for first time visitors can have the feeling of a troop march for one camera shoot place to the next, so if doing daytripping, choose your boat company wisely. Many boats also go to ",{"type":"[[","value":[["Tongue Point"]]},", which has a well trodden trail up to a built lookout over Whitehaven. The size of the island also means there are dozens and dozens of little coves and inlets where people with yachts or boats can pull in away from it all.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]}," \nThere are many brilliant restaurants and cafes throughout the Whitsunday Islands.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Whitsunday Island"]]},"\n\n",{"type":"{{","value":[["geo"],["-20.2500"],["148.9667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Whitsunday Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Whitsunday Island"]]}]