[{"type":"{{","value":[["pagebanner"],["Alkali Flats Trail White Sands National Monument page banner.jpg"],["box=white"],["caption=Alkali Flats Trail, White Sands National Monument"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/whsa\/ White Sands National Monument"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Monument"]]}," that is in the ",{"type":"[[","value":[["Southeast New Mexico"],["southeastern"]]}," region of the state of ",{"type":"[[","value":[["New Mexico"]]},".  The monument contains the world's largest gypsum sand dune field—275 square miles of fine white sand, formed by the prevailing winds into large ridge-like dunes. \n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:14-white-sands-yucca.jpg"],["thumb"],["200px"],["Yucca in White Sands"]]},"\n",{"type":"===","value":["History"]},"\n\nWhite Sands became a national monument on January 18, 1933 by order of President Herbert Hoover.  Efforts to preserve the area's brilliant gypsum dunes had begun in the late 1800s, but it was the enthusiasm of local booster Tom Charles that finally led to the park's creation.  In his words \"gypsum may be divided into two classes - Commercial and Inspirational. The former everybody has, but as for recreational gypsum, we have it all. No place else in the world do you find these alabaster dunes with the beauty and splendor of the Great White Sands\".\n\nThe park's creation coincided with the Great Depression, which was in some ways fortuitous due to the Roosevelt administration's focus on public works.  WPA funds were used to improve many park areas and White Sands benefited by achieving a full measure of development within just a few years of opening.  In its first year the park attracted 12,000 people, and today as many as 600,000 people visit the park annually.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe obvious natural feature of this monument is the pure gypsum dunes, but perhaps less obvious are the sources of the dunes, Lake Lucero and Alkali Flat. These two areas are the result of the gradual drying of an extensive Pleistocene lake that was rich in the mineral gypsum, with the dunes being the result of weathering and wind transport of these exposed surfaces.\n\nThe translucent golden-yellow crystals of selenite (gypsum) grow in saturated mud beneath the lake's remains.  When exposed on the surface, these crystals are subject to weathering and erosion and may eventually become gypsum powder and sand grains, which can be carried by winds as dust or sand storms to become the white sands of White Sands National Monument.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nMost of the animals of White Sands have developed nocturnal habits to escape predators and the desert heat. In addition, due to the white sands some animals have evolved lighter coloration; there are forms of white reptiles, mammals, and invertebrates that blend with their white background (you probably won't see them unless they move).  However, of the 44 species of mammals, 26 species of reptiles, 6 species of amphibians and nearly 100 families of insects recorded on the monument, the vast majority have normal coloration.  Lizards can be readily observed in the interdunal areas where vegetation can be found for shade and protection.  The park's mammals are primarily noctournal, so are not as easily observed.  The light-colored amphibian, the spadefoot toad, only ventures from underground following thunderstorms when water is available for breeding and egg-laying in the pools of rainwater, where tadpoles quickly develop into adults and burrow into the moist sand, where they await the next season's storms.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["Image:Whitesands thunderstorm.jpg"],["thumb"],["300px"],["Thunderstorms are common during the summer"]]},"\n\nThe Tularosa Basin, a high desert area, averaging 4,000 feet (1200+ meters) in elevation, is subject to harsh, and sometimes rapidly changing climatic conditions. Summers are hot, with high temperatures averaging 95°F. (35°C.) in July and August. Winters are relatively mild, but night time temperatures often go below freezing (0°C.) and cold spells can send the mercury below zero (0°F \/ -17°C). The lowest recorded temperature is -25°F (-32°C). Snowfall is infrequent, but heavy snows have occurred on occasion. Precipitation averages about 8 inches (20 cm.) per year, with most falling during summer thunderstorms, often accompanied by lightning and hail.\n\nWind is the dominant climatic factor, especially from February through May. The prevailing southwesterly winds blow unimpeded across the desert and at times reach gale force. Wind storms can last for days in the spring. This is the time of the greatest dune movement, when living conditions for dune animal and plant communities become extremely harsh.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n\nA car is pretty much the only way to reach the monument; no public transportation services White Sands.  The visitor center is on U.S. Highway 70\/82, 15 miles (24.15 km) southwest of ",{"type":"[[","value":[["Alamogordo"]]}," and 52 miles east of ",{"type":"[[","value":[["Las Cruces"]]},".  The monument is open daily, except Christmas Day. Summer hours (Memorial Day through Labor Day): Visitor Center 9AM to 7PM, Dunes Drive 7AM to 9PM.  Winter hours: Visitor Center 8AM to 5PM, Dunes Drive 7AM to sunset.\n\nNote that due to missile testing on the adjacent White Sands Missile Range, it is occasionally necessary, for visitor safety,to close the Dunes Drive for periods of up to two hours. U.S. Highway 70\/82 between Alamogordo and Las Cruces is also closed during times of missile testing. Visitors on a tight schedule are encouraged to call the day prior to arrival for information on closures.\n\n",{"type":"===","value":["By plane"]},"\nWhite Sands Regional Airport in Alamogordo has regular daily commuter service to Albuquerque. The closest major airport is in El Paso, Texas, from which the park may be reached via Interstates 10 and 25 and US Route 70\/82 with Las Cruces en route.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance fees are $3 per person, valid for seven days.  Children 15 and under are free.  An annual pass may be purchased for $20 which allows free park entrance for one year, or the National Parks and Federal Recreational Lands Pass may be purchased for $80, allowing free entrance to all national park areas for one year.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\n\nAn eight-mile scenic drive leads from the Visitor Center into the heart of the dunes. Wayside exhibits at pullouts along the drive provide information about the natural history of the park.  Driving on the dunes is not allowed.\n\n",{"type":"===","value":["By bike"]},"\n\nThe dunes drive is an easy ride for individuals on bike.  During full moons the park service offers reservation-only full moon bike rides ",{"type":"[","value":["http:\/\/www.nps.gov\/whsa\/Bicycle%20Rides.htm"]},", during which the drive is opened after-hours to bicycles.  A special use fee of $5 is charged.  Reservations can be made by calling ",{"type":"''","value":["+1 575"]}," 679-2599 ext 111.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Whitesands mountains.jpg"],["thumb"],["300px"],["The sands with mountains in the backdrop"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wildflowers"]},". From mid-April to mid-June desert wildflowers can be often be seen in bloom.  The claret cup cacti bloom from late April through mid-May, while cholla cacti start blooming in mid-May.  Some wildflowers bloom in Fall, usually from mid-August until as late as November."]},{"type":"*","value":[" ",{"type":"'''","value":["White Sands Hot Air Balloon Invitational"]},".  This annual balloon festival sees numerous balloons rising over the monument."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\n\nVisitors are free to roam over any area within the park, but should avoid walking on the crypobiotic crusts of the inter-dune areas.  Entering the White Sands Missile Range is not allowed, so be aware of your location.  Marked trails include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Playa Trail"]}," (0.2 mile \/ 0.3 km round-trip).  A very short trail to a dried lakebed."]},{"type":"*","value":[" ",{"type":"'''","value":["Big Dune Trail"]}," (1 mile \/ 1.6 km round-trip).  A self-guided nature trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Interdune Boardwalk"]}," (0.4 mile \/ 0.6 km round-trip).  A wheelchair-accessible nature trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Alkali Flat Trail"]}," (4.5 mile \/ 7.2 km round-trip). A backcountry trail through the heart of the dunes.  This trail is marked by posts with orange tape on them and may be difficult to follow for inexperienced hikers."]},"\nIn addition, there is a monthly ranger-led hike to Lake Lucero (located in the Missile Range).  The cost is $3 per person, and the round-trip takes three hours.  Reservations are required and can be made by calling (505) 479-6124 or (505) 679-2599.  The tour schedule is posted online ",{"type":"[","value":["http:\/\/www.nps.gov\/whsa\/Lucero.htm"]},", and is also available from the visitor center.\n\n",{"type":"===","value":["Dune-sledding"]},"\n",{"type":"[[","value":[["Image:Whitesands dune.jpg"],["thumb"],["300px"],["Crest of a dune"]]},"\n\nSome of the dunes are tall and steep enough to provide a good ride on a plastic tobaggan or sled.  While some visitors attempt sledding on everything from carboard boxes to garbage bags, you'll want to bring your own sled for the best experience.\n\n",{"type":"===","value":["Stargazing"]},"\n\nDuring the summer and early Fall the park service has ",{"type":"[","value":["http:\/\/www.nps.gov\/whsa\/astro.htm Friday Night Star Talks"]}," on most Fridays.\n\n",{"type":"===","value":["Photography"]},"\n\nDune photography is best in the morning and evening when the sun is low on the horizon, producing interesting shadows on the dunes.  Camera meters may be fooled by the white sand, so it is a good idea to meter slightly higher than what is reported by the light meter to avoid having the sands appear grey.\n\n",{"type":"==","value":["Buy"]},"\n\nThe gift shop at the visitor center offers books, maps, posters, videotapes and other souvenir items for purchase.  Gas and supplies must be purchased outside of the park.\n\n",{"type":"==","value":["Eat"]},"\n\nLight snacks and beverages are available in the visitor center gift shop, but there are no restaurants in the park.  The nearby town of ",{"type":"[[","value":[["Alamogordo"]]},", located 15 miles east of the park, has several restaurants available.\n\n",{"type":"==","value":["Drink"]},"\n\nWater is available outside of the visitor center.  Alcohol is prohibited within the park at certain times of the year; check at the Visitor Center for specific restrictions.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere is no lodging within the monument, but the town of ",{"type":"[[","value":[["Alamogordo"]]},", located 15 miles east of the park, has several hotels.\n\n",{"type":"===","value":["Camping"]},"\n\nThere are no organized campgrounds within the monument, but backcountry camping is available.  Public and private campgrounds located near the park include ",{"type":"[[","value":[["Alamogordo"]]}," (15 miles northeast), ",{"type":"[[","value":[["Las Cruces"]]}," (52 miles southwest), Oliver Lee Memorial State Park (22 miles from park on highway 54, south) and at Aguirre Springs, a Bureau of Land Management (BLM) recreation area (35 miles southwest).\n\n",{"type":"===","value":["Backcountry"]},"\n\nWhite Sands National Monument offers a primitive backcountry campsite located about one mile from the scenic drive.  The trailhead to this campsite is located 6 miles from the visitor center. The campsite is primitive with no water or toilet facilities. No ground fires are permitted, and visitors must pack out all trash and biological waste.\n\nA limited number of permits are required for backcountry use, and can be obtained on a first-come, first-served (no reservations) basis for $3 per person at the visitor center between 8AM and 4PM.  Note that during testing at White Sands Missile Range the backcountry is closed and no permits are issued.  Since missile tests are subject to change, please call the park the day before you plan to use the campsite to verify that the site will be available that night.\n\n",{"type":"==","value":["Stay safe"]},"\n\nWhile hiking on the dunes, be aware of your location as it is easy to become disoriented.  Watch the weather, as sandstorms can reduce visibility and make it nearly impossible to find your way.  Heat-related issues are also a concern; carry water with you, and drink at least a gallon of water per day on hot days.  Sunscreen is a must.\n\nWhen driving on the park roads follow speed limits, use turnouts, and lock your vehicle when not attended.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["White Sands Missile Range"]},", known locally as WSMR (and often pronounced \"whiz-murr\"), is nearby, with an interesting museum that covers some of the area's history as well as examples of some of the rockets and missiles that have been launched there.  Generally open 10-3 or 8-4, but call ",{"type":"''","value":["+1 575"]}," 678-8824 to verify hours; as it is on the territory of the Air Force base, closures or restrictions due to security concerns are possible."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Trinity Site"],["alt="],["url=http:\/\/www.wsmr.army.mil\/PAO\/Trinity"],["email="],["address="],["lat=33.6773"],["long=-106.4754"],["directions=arrive north on I-25, east on NM 380, enter at Stallion Gate"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Site of the first nuclear bomb explosion, now a National Historic Landmark, in the remote area at the north of the range where the first atomic bomb was tested. Public tours, held yearly on the first Saturday in April from 8AM-2PM, are a sobering experience (although not a hazardous one -- radiation levels at the site are generally back down to natural background)."]]}]},{"type":"*","value":["Continuing on the space\/science theme, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nmspacemuseum.org\/index.php New Mexico Museum of Space History"]}]}," in ",{"type":"[[","value":[["Alamogordo"]]}," is worth a visit; the International Space Hall of Fame and a piece of lunar rock are among the attractions."]},"\n",{"type":"{{","value":[["routebox"],["image1=US 70.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=Merges with ",{"type":"[[","value":[["Image:I-10.svg"],["18px"]]}],["minorl1=",{"type":"[[","value":[["Las Cruces"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Roswell (New Mexico)"],["Roswell"]]}],["minorr1=",{"type":"[[","value":[["Alamogordo"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:White Sands National Monument"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/New Mexico\/Travel and Tourism\/Parks\/National Parks and Monuments\/White Sands NM\/"]]},"\n",{"type":"[[","value":[["commons:Category:White Sands National Monument"]]},"\n\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"{{","value":[["geo"],["32.779722"],["-106.171667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeast New Mexico"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]}]