[{"type":"{{","value":[["pagebanner"],["Whitehaven banner Commercial Port.jpg"],["caption=Whitehaven Commercial Port"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":["Whitehaven"]}," is a town on the coast of ",{"type":"[[","value":[["Cumbria"]]},", in the ",{"type":"[[","value":[["North West (England)"],["North West"]]}," region of ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe town has two train stations: Whitehaven and Corkickle.  Both of these stations are on the Barrow to Carlisle line, with a travel time of 1:10 to Carlisle.  Access by road is by the A595 trunk road.  Whilst the town was once a major port for England, the lack of a tributary to the harbour prevents modern vessels from docking.  Occasionally historic tramp steamers will make calls to Whitehaven.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town has two train stations Whitehaven and Corckickle, and is served by Stagecoach local services by far the easiest method of seeing the local attractions is by car.\n\n",{"type":"==","value":["See"]},"\n\nWhitehaven was attacked by John Paul Jones - founder of the US Navy - during the American revolutionary wars.  Many of the cannon which were in the fort at the time are still in the harbour area.  However unfortunately they were reused in the 50's as road bollards and are now implanted in the pavements to separate it from the road.  The town is also the first in the UK to be laid out in a grid format, and was later used as a template for major cities.\n\nThe town's cemetery is also home to the Grandmother of George Washington, the first president of the USA.\n\nThe Church at the centre of town is worth a visit.  The original Church was burned down, and due to funding issues rather than rebuild, the saved part was bricked off from the remaining destroyed part and now forms the church.\n\nOne day should be sufficient to see all the town has to offer.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Whitehaven"]]},"\n\n",{"type":"{{","value":[["geo"],["54.5480"],["-3.5855"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cumbria"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Cumbria\/Whitehaven\/"]]}]