[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["White Island"]}," (Maori: ",{"type":"''","value":["Whakaari"]},") is an uninhabited active volcanic island off the coast of ",{"type":"[[","value":[["Whakatane"]]}," in the ",{"type":"[[","value":[["Bay of Plenty"]]}," in ",{"type":"[[","value":[["New Zealand"]]},".\n",{"type":"[[","value":[["Image:White Island, New Zealand.jpg"],["thumb"],["350px"],["White Island"]]},"\n \n",{"type":"==","value":["Understand"]},"\nWhakaari\/White Island is the only active marine volcano near New Zealand's main islands. It is situated 48 kilometres off the east coast of the North Island, in the Bay of Plenty. The nearest mainland towns are Whakatane and ",{"type":"[[","value":[["Tauranga"]]},". The island is roughly circular and about 2 km in diameter.  White Island is around 100,000 to 200,000 years old. Roughly two thirds of the island is hidden below sea level. There are three distinct craters, only one of which is active. It hosts a small crater lake. \n\nThe full Maori name for the island is 'Te Puia o Whakaari' meaning literally 'The Dramatic Volcano'. Captain Cook named it White Island in 1769 as he saw a large white cloud, not realising that it was steam derived from volcanic activity. \n\nSulphur was mined on Whakaari in the late 1800s and early 1900s, but mining was abandoned after a landslide and lahar in 1914 killed all the workers. Mining resumed in the 1920s and '30s, and the remains of the buildings can still be seen, much corroded by the sulphuric gases.\n\nThe volcanic activity is constantly monitored by volcanologists from the Institute of Geological and Nuclear Sciences.  Survey pegs, magnetometers and seismographic equipment for early earthquake warnings via radio have been installed on the crater walls, along with visual surveillance cameras. Visitors have been known to place small objects in front of the crater webcam, with a small, pink toy dinosaur the star. Hourly updates can be seen on two different ",{"type":"[","value":["http:\/\/www.geonet.org.nz\/ GeoNet"]}," webcams.\n\nThe sulphuric fumes and acidic environment ensure that there is very little vegetation within the crater. Eruptions in 1981–83 altered much of the island’s landscape and decimated the extensive pohutukawa forest on the outside of the main crater wall. The crater that formed then filled to became a lake. When it is not too active it is possible to get up close to yellow and white sulphur crystal formations and bubbling fumaroles capped with steam.\n\nThe island was bought by George Raymond Buttle in 1936 and is now owned by the Buttle Family Trust. It was declared a private scenic reserve in 1953. In 1997 the Buttles appointed Peter and Jenny Tait, the owners of White Island Tours, as the official guardians of the island.\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"[[","value":[["File:White Island - tourists coming in to land.JPG"],["thumb"],["Visitors approaching the wharf from a White Island Tours boat"]]},"\nWhakaari is easily accessible through any of ",{"type":"'''","value":["the four authorized tourist operators"]},". As it is a private scenic reserve, visitors can land only with permission and must not disturb or remove anything. \n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=White Island Tours"],["alt=PeeJays"],["url=http:\/\/www.whiteisland.co.nz\/"],["email=info@whiteisland.co.nz"],["address=White Island Rendezvous, 15 The Strand East, Whakatane"],["lat="],["long="],["directions="],["phone =+64 7 308-9588"],["tollfree=0800 PeeJay 733 529"],["fax=+64 7 308-0303"],["hours=Daily, weather permitting"],["price=per person: $175.00. 21 Jan to 19 Dec, children 13 years and under are $120.00 and babies under 1 year are free of charge"],["content=The trip to the island takes about 80 min. inflatables are used to ferry visitors to the jetty. The guided tour on the island is 1.5–2 hr. Allow 5–6 hr for the round trip. Refreshments and lunch are included."]]}]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Frontier Helicopters"],["url=http:\/\/www.frontierhelicopters.co.nz\/white-island"],["email=info@frontierhelicopters.co.nz"],["address=216 Aerodrome Rd, Whakatane Airport, Whakatane"],["lat="],["long="],["directions="],["phone=+64 7 308-4188"],["tollfree=0800 804 354"],["fax="],["hours="],["price=$650 per person (minimum of 2)"],["content=Helicopter trips landing on the island depart from Whakatane Airport daily and are weather dependent. Peak season departure times are 08:00, 10:00, 12:00, 14:00, 16:00."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Helipro"],["alt="],["url=http:\/\/www.helipro.co.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Helicopter trips landing on the island depart from Tauranga and Rotorua."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Volcanic Air Safaris"],["alt="],["url=http:\/\/www.volcanicair.co.nz\/"],["email="],["address=Rotorua City Lakefront, Memorial Dr, Rotorua"],["lat="],["long="],["directions="],["phone=+64 7 348 9984"],["tollfree=0800 800 848"],["fax="],["hours="],["price="],["content=Helicopter trips landing on the island cost from $835. Floatplane flights (that overfly the island but do not land) cost from $595."]]}]},"\n",{"type":"==","value":["See"]}," \n",{"type":"[[","value":[["File:White Island Mining n.jpg"],["thumb"],["right"],["Remains of sulphur mine"]]},"\n",{"type":"*","value":[" The ruins of the ",{"type":"'''","value":["sulphur factory"]},". They are scattered throughout the crater, and some are accessible enough for you to walk into. Most are accompanied by grisly stories of how their inhabitants died from poisoning or avalanches."]},{"type":"*","value":[" ",{"type":"'''","value":["The crater lake"]},". A lake of brilliantly green, hot, steaming sulphuric acid. Don't get too close to the edge!"]},{"type":"*","value":[{"type":"'''","value":["Sulphur encrusted fumeroles"]},". As the sulphur comes out of the ground, it forms striking yellow towers, many of which are still active and billow with sulphuric fumes."]},"\n",{"type":"==","value":["Stay safe"]},"\nThis is an ",{"type":"''","value":["active"]}," volcano with toxic fumes, hot gases and corrosive chemicals. The tour operators will have checked the activity alert level but if you are concerned, consult the experienced guide. Do not go anywhere on the island without them. First aid and safety equipment is provided. Wear fully-enclosed shoes with good grip - not sandals or jandals.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bay of Plenty"]]},"\n",{"type":"{{","value":[["geo"],["-37.5206"],["177.1832"],["zoom=15"],["layer=R"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Whakaari \/ White Island"]]}]