[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Wickford ariel view.jpg"],["thumb"],["alt= Aerial View Of Wickford Village"]]},"\n\nWickford is an established seaport that seems to keep its historical charm despite the large tourist attraction. The tides lap its grounded shores and echo a story of its distinguished past.\nWickford was originally a small island bounded on the north by Mill Cove (North Cove), the south by Academy Cove (South Cove), and on the east by Wickford Harbor. According to Historic Wickford, to the left of the harbor was a small body of water that connected Mill Cove and Academy Cove. In the early 1700’s the village of Lodowicke Updikewide had streets leading to the harbor. Lodowicke Updikewide is presently known as Main Street. According to Historic Wickford Inc. the name Wickford, has no known origin. Some believed the name originated from England while some believe it originated from “Wicke’s Ford” a crossing through the west boundary neck of water near Newton Avenue. Although its origin remains a mystery, Wickford was known for a time as Updike’s Newton. Historic Wickford Inc. states that in the early 1700’s the harbor was a primary port for supplying and transporting the produce of plantations. Eventually, the port expanded to facilitate shipping and shipbuilding after the Revolutionary War. This boom period was from 1780-1830, as seen from the historical houses that were built and still stand today. After the 1830’s, steamboat and railroad lines bypassed Wickford. Historic Wickford Inc. states that this helped maintain and preserve the village. In the late 19th century, Wickford experienced a revival and joined Narragansett and Newport as a summer destination. Historic Wickford Inc. states that Wickford is still a thriving village with a year-round community who work to keep its unique heritage alive.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Car"]},"\n\n",{"type":"*","value":["From the highway, you can get to North Kingstown from Route 4 South, exits 5A and 5B, and Route 4 North, exit 5. There are 2 \"Park & Rides\", one off of Ten Rod Rd. and the other off of Frenchtown Rd."]},"\n",{"type":"*","value":["From Newport or Jamestown Bridge, drive off of the Jamestown Bridge and take the first exit to the right, “to Wickford”. Drive straight on 1A (Boston Neck Rd) until you reach Wickford."]},"\n",{"type":"*","value":["From south take route 1N (Tower Hill Rd). At the Route 4 North split, bear left continuing on route 1N. At Phillips Street turn right and continue straight into Wickford."]},"\n",{"type":"'''","value":["Air"]},"\n\n",{"type":"*","value":["Quonset State Airport, +1 401-294-4504, located in North Kingstown."]},"\n",{"type":"*","value":["T.F. Green Airport, +1 401-294-4504, Rhode Island’s main airport 30 minutes from Wickford"]},"\n",{"type":"'''","value":["Train"]},"\n\n",{"type":"*","value":["Kingston Train station,+1-800-872-7245. Serves Amtrak trains and located next to the University of Rhode Island.  25 minutes from Wickford. "]},"\n",{"type":"*","value":["Wickford Junction Train Station,+1 401-294-0020. 1051 Ten Rod Rd # 5  North Kingstown, RI 02852. Rates to T.F. Green Airport $2.25 and Providence $2.50. July 1 T.F. Green $3.00 and Providence $3.25 each way. Wickford Junction to Boston $9 one way, $11 starting in July. Half price for seniors and people with disabilities. Free for children with paying adult. "]},"\n",{"type":"'''","value":["Bus"]},"\n\n",{"type":"*","value":["R.I.P.T.A. Rhode Island Transportation Authority, +1-800-221-3797.  Bus stop located in Wickford, right across from The Wickford Market Place."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":["R.I.P.T.A."]},", +1-800-221-3797.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Enterprise Rent-A-Car"]},", 6980 Post Rd., +1 401-885-7558, ",{"type":"[","value":["http:\/\/www.enterprise.com\/car_rental\/deeplinkmap.do?gpbr=4909&bid=004&cnty=US"]},". Hours and prices may vary. Must be 25 years or older to rent a vehicle.  Building is located 10 minutes from Wickford."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vineyard Fast Ferry"]},", +1 401-295-4040, ",{"type":"[","value":["http:\/\/www.vineyardfastferry.com\/"]}," Terminal located at Quonset Point, very close to Wickford.  Travels in Narragansett Bay."]},"\n",{"type":"==","value":["See"]}," \n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Brandaris"],["url=http:\/\/www.brandarismaritime.com\/index.html"],["email="],["address=39 Ocean Av"],["lat="],["long="],["directions="],["phone=+1 401-294-0021"],["tollfree="],["fax="],["hours="],["price="],["content=A Dutch sailing yacht that was involved in the rescue of British troops at Dunkirk, France in 1940.  Now makes its home in Wickford for charter sailing, and school field trips."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Casey Farm"],["url=http:\/\/www.historicnewengland.org\/historic-properties\/homes\/casey-farm"],["email="],["address=2325 Boston Neck Rd."],["lat="],["long="],["directions="],["phone=+1 401-295-1030"],["tollfree="],["fax="],["hours=Tuesdays, Thursdays, 1PM - 5PM; Saturdays, 9AM - 2PM (Coastal Growers' Market until noon)\nHistoric New England Open House Day: Free to all on June 2, 2012 from 9AM - 2PM (last tour at 1PM)"],["price=adults $4. Seniors $3 students $2. Free for residents of saunderstown"],["content=Nearby Wickford on the Narragansett Bay coast lays this historic farm.  First built in 1750, it produced local produce that fed the area, but discontinued after the burning in Newport during the Revolution.  Now a working museum with guided tours and also has a weekly farmers market every week from May to October. Casey Farm prides itself in community supported agriculture and fresh organic produce. They have delicious fruits, vegetables and herbs, seafoods and meat, and beautiful flowers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=First Baptist Church"],["url="],["email="],["address=44 Main St."],["lat="],["long="],["directions="],["phone=+1 401-294-4595"],["tollfree="],["fax="],["hours="],["price="],["content= The church offers a friendly, enthusiastic, and Christian approach to all who visit. Worship services are held at 10AM, children’s Sunday school is held at 10:15AM, fellowship hour is held at 11AM, and adult Sunday school is held at 11:30AM"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gilbert Stuart Birthplace"],["url=http:\/\/www.gilbertstuartmuseum.com\/"],["email="],["address=81 Gilbert Stuart Rd"],["lat="],["long="],["directions="],["phone=+1 401-294-3001"],["tollfree="],["fax="],["hours="],["price="],["content=Located nearby the Historic Village lays the birthplace of famous portraitist Gilbert Stuart. Famous for his portraits of George Washington that still lives on the back of One Dollar Bills.  His birthplace includes the red house he was born in, now a museum. Also boasts a small nature trail, a fish ladder, and a gift shop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=North Kingstown Town Beach"],["alt="],["url="],["email="],["address=15 Beach St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a very family oriented beach located less than a mile from the heart of Wickford. The waterfront is similar to a lake, and is surrounded by woods and neighborhoods. There are little to no waves at this beach, lifeguards on duty during all appointed summer hours, and a sandy shore which makes it ideal for small children. This beach has a shaded lawn area, picnic tables, surrounding woods, swings, concession stand, restrooms, public parking and features around a 300-yard narrow beach area that sits in front of the bay. Whether for a picnic, a day at the beach, or for The Fourth of July fireworks, this beach is wonderful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Narragansett Church"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 401-294-4357"],["tollfree="],["fax="],["hours="],["price="],["content=Off Main Street, : The Old Narragansett Church (or St. Pauls) was built in 1707 and it is the oldest Episcopal Church building in the Northeast. It currently houses one of the oldest organs in the United States built in 1680 which is still being used in services."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Smith’s Castle"],["alt="],["url=http:\/\/www.smithscastle.org"],["email="],["address=55 Richard Smith Dr"],["lat="],["long="],["directions="],["phone =+1 401 294-3521"],["tollfree="],["fax="],["hours="],["price="],["content= All of the following information is provided by Four Centuries of Rhode Island History: Smith’s Castle where four centuries of Rhode Island history are preserved. In 1637, Richard Smith established a trading house on land granted by the Narragansett sachems. In 1666 Richard Smith expanded his father’s estate nearly ten miles inland and through Narragansett Bay. In 1675 the combined militia of Connecticut, Massachusetts Bay, and Plymouth gathered and launched an attack on the Narragansett Winter encampment at the Great Swamp during King Philip’s War. In the 1700’s the Updike family built one of the most prosperous Narragansett plantations. In 1923 a noted New York attorney and his wife, the Fox’s, started a large dairy enterprise with award winning imported Scotland cattle. In 1948 Smith’s Castle was restored by a group of preservationist and the Cocumscussoc Association was created to educate the public."]]}]},"Tours of the house are given 12PM, 1PM, 2PM, and 3PM - Th-Su in June, July, and August; F-Su in May, September, and October. Mid-December through mid-April the Castle is closed. Members are admitted free of charge. There is no fee to visit the gardens and grounds.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Seabee Museum and Memorial Park"],["alt="],["url=http:\/\/www.seabeesmuseum.com"],["email="],["address=21 Iafrate Way"],["lat="],["long="],["directions="],["phone = +1 401-294-7233"],["tollfree="],["fax="],["hours="],["price="],["content= The following information is provided by Seabee Museum.com: Seabee Museum and Memorial Park is only a short drive from historic Wickford. The Seabee museum is run, supported and visited by Seabees themsleves, their families, and the public. This unique park and foundation introduces the public to the history of the Seabees and honors the work they have done for our country."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wickford Art Association"],["url=http:\/\/www.wickfordart.org\/"],["email="],["address=36 Beach Street"],["lat="],["long="],["directions="],["phone=+1 401 294-6840"],["tollfree="],["fax="],["hours=Gallery Su 12PM-3PM, Tu-Sa 11AM-3PM"],["price=free"],["content=According to The Wickford Art Association, the association was incorporated in 1969 and was granted non-profit status in 1970. For over 45 years the association has sponsored the Wickford Art Festival, which includes over 250 exhibits from all around the country.The Wickford Art Association is located on the North Kingstown Town Beach. The Association works as not only a gallery, but also a place for classes, monthly lectures, and demonstrations. The gallery often has shows put on from locals who submit into their juried exhibitions. Free admission."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wilson Park"],["url="],["email="],["address=211 West Main Street"],["lat="],["long="],["directions="],["phone=+1 401-268-1541"],["tollfree="],["fax="],["hours="],["price="],["content= A seventy-five acre park just outside historic Wickford.  Best known for hosting little league baseball and soccer games throughout the year.  Tennis and basketball courts are available all hours of the day for recreational use.  A 1.5 mile looping circle offers picnic spots, hidden coves, waterways, and nearby shopping.  Wilson park is just walking distance from the North Kingstown town beach and historic Wickford Village.  Located just behind the North Kingstown police station, the park is monitored at all hours of the day, providing safety for residents."]]}]},"\n",{"type":"==","value":["Do"]}," \n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wickford Shipyard"],["url="],["email="],["address=125 Steamboat Ave."],["lat="],["long="],["directions="],["phone =+1 401 294-3361"],["tollfree="],["fax="],["hours="],["price="],["content=Go to the shipyard and see hundreds of boats scattered through the bay.  Boats will take passengers on whale watches, informational expeditions about ocean life and fishing trips."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Treasures of Wick.ford"],["url="],["email="],["address=Wickford"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=With 15 destinations to be seen this self-guided walking tour of historic Wickford Village can’t be missed. Learn a little about the houses, gardens and what make Wickford such a unique place. Walking through, you’ll discover the charm, architecture, and beauty of these Wickford buildings that have stood for over a century."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rhode Island Bay Cruise"],["url=http:\/\/www.rhodeislandbaycruises.com\/"],["email="],["address=14 Roger Williams Way, North Kingstown"],["lat="],["long="],["directions="],["phone=+1 401-245-1450"],["tollfree="],["fax="],["hours="],["price="],["content=This unique experience reveals 10 Rhode Island lighthouses. According to Rhode Island Bay Cruises this 30 mile cruise takes you past 10 beautiful islands, under the breathtaking Jamestown & Newport Bridges, past mansions, historic Fort Adams and many other famous Rhode Island sights.  Also available during sunset hour!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kayak Centre"],["url=http:\/\/www.kayakcentre.com\/index.htm"],["email="],["address=9 Phillips St."],["lat="],["long="],["directions="],["phone =+1 401 295-4400"],["tollfree="],["fax="],["hours="],["price="],["content=The Kayak Center 9 Phillips St., This premier Kayak Shop, open year round, boasts nearly 130 Kayak models, paddle gear, clothing and accessories. The shop provides tours such as: sunset paddles, moonlight paddles, Wickford Harbor tour, eco tours, seal watching, the Great Swamp Tour, and coastal tours of Jamestown and Newport. The friendly staff, fun environment, and hands-on experience will allow you to see Wickford and its beautiful surrounding areas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wickford Art Festival"],["url=http:\/\/www.wickfordart.org\/?page_id=54"],["email="],["address=Historical Wickford, Brown and Main Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=First weekend in July"],["price=free"],["content=Held in the beginning of July. Ranked first in the fine art festival in New England and 7th out of the 200 best of the country by Sunshine Artist magazine, the Wickford Art Festival is an annual festival that takes over historical wickford with fine art artists with over 250 booths from all over the world. Runs for two days, Saturday through Sunday with free admission with regional food offered for sale by local groups and the church on Main Street."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wickford in Bloom"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=April 30, 2011- The village welcomes spring with artwork, bagpipe and jazz music, and a local fashion show, while you can stroll the open stores on a lovely day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Monthly Events"],["url="],["email="],["address=Wickford"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Winter - clearance sales & specials. April - daffodil days. May - Memorial Day parade, Plum Beach plant sale\nJune - RI Air National Guard Air Show, Smith’s Castle Strawberry Festival. July - Wickford Art Festival, Wickford Garden Tour, Women’s Night. August - Waterfront concerts. September - Wickford Cup Race, National Scrimshaw Competition. October - Spirit of Wickford, Horribles Parade. November - Veteran’s Day Parade. December - Festival of Lights"]]}]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=A Bit Of The West"],["alt="],["url="],["email="],["address=83 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-294-1098"],["tollfree="],["fax="],["hours=Daily 10AM-5PM"],["price="],["content= One of the many jewelry stores in Wickford but this one focus on Native American style with items such as dream-catchers and authentic figurines. All products are handcrafted."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=American Bay Outfitters"],["alt="],["url=http:\/\/www.americanbayri.com\/"],["email="],["address=83 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-294-0000"],["tollfree="],["fax="],["hours=M-F 10AM-3PM; Sa, Su 10AM-5PM"],["price="],["content= Wickford souvenirs (embroidered sweatshirts, T-shirts, hats etc.) easy in and out. The shop also has other nautical themed clothing and sporting goods. Online shop offers an array of their merchandise."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Beauty and The Bath"],["alt="],["url=http:\/\/www.beautyandthebath.com\/store-hours.html"],["email="],["address=11 West Main St"],["lat="],["long="],["directions="],["phone=+1 401-294-3576"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM; Su noon-5PM"],["price="],["content= Exactly what it sounds like, has things to beautify yourself and as well as bathroom accessories. Sells homemade soaps and other great smelling things that are a must for your bathroom."]]},"    "]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Benjamin Thomas Gallery and Printing"],["url=http:\/\/www.benthomasgallery.com"],["email="],["address=83 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-295-7555"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM"],["price="],["content=Photography shop and sells fine art as well"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Blue Hydrangea"],["url=http:\/\/www.295blue.com\/"],["email="],["address=2 Main St"],["lat="],["long="],["directions="],["phone=+1 401-295-2583"],["tollfree="],["fax="],["hours="],["price="],["content=Small and colorful filld shop selling home gifts, changes by the season.  Lots of Christmas Holiday gifts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Canvasworks"],["url=http:\/\/www.canvasri.com\/"],["email="],["address=10 Main St"],["lat="],["long="],["directions="],["phone=+1 401-295-8080"],["tollfree="],["fax="],["hours=M-Sa 10-6; Su 12-5"],["price="],["content=Small women’s store selling ladies purses and clothing. Major name brands. Bit Pricey"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Different Drummer"],["alt="],["url=http:\/\/www.differentdrummerri.com\/"],["email="],["address=7 West Main St"],["lat="],["long="],["directions="],["phone=+1 401-294-4867"],["tollfree="],["fax="],["hours=M-Sa 10-5; Su 12-5"],["price="],["content= A great place for souveniers of unique art pieces, jewelry, wind chimes and just about everything else imaginable."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Elementz"],["alt="],["url="],["email="],["address=83 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-294-6429"],["tollfree="],["fax="],["hours=M-Sa 11AM-5PM; Su 12-4"],["price="],["content= Sells a very “different” plethora of interesting products for the home."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Gold Lady Jewelers"],["alt="],["url=http:\/\/www.goldladyjewelers.com\/"],["email="],["address=30 Phillips St"],["lat="],["long="],["directions="],["phone=+1 401-294-4695"],["tollfree="],["fax="],["hours=Tu-Sa 9:30AM-5:30PM"],["price="],["content= Beautiful jewelry, watches, diamonds, gold, pearls and other beautiful pieces. A little expensive but perfect for jewelry needs of every kind."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Grateful Heart"],["alt="],["url=http:\/\/www.gratefulheart.com\/"],["email="],["address=17 West Main St"],["lat="],["long="],["directions="],["phone=+1 401-294-3981"],["tollfree="],["fax="],["hours=Su M noon-5PM; Tu-F 10AM-5PM; Sa 10AM-6PM"],["price="],["content= Settled in the far corner of Wickford, a great selection for those who are into the celestial pieces. Great array of crystals, gemstones and other interesting geological pieces. Also a book store for books covering witchcraft, spirituality, astrology, Eastern philosophy, mythology, and more. Also contains jewelry, gifts, dreamcatchers and “aura photography.” A very different yet exciting experience in a store."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Green Ink"],["alt="],["url=http:\/\/www.greeninkboutique.com\/"],["email="],["address=17 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-294-6266"],["tollfree="],["fax="],["hours=M-F 10AM-6PM; Su noon-5PM"],["price="],["content= Women’s shop for products from clothing to jewelry."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Green River Silver Co"],["alt="],["url=http:\/\/www.greenriversilver.com\/"],["email="],["address=24 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-295-0086"],["tollfree="],["fax="],["hours=M-Sa 10AM-6PM; Su noon-5PM"],["price="],["content= Perfect gifts for those in love with silver jewelry. Not too pricey and a great selection."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Hour Glass"],["alt="],["url="],["email="],["address=15 West Main St"],["lat="],["long="],["directions="],["phone=+1 401-295-8724"],["tollfree="],["fax="],["hours=Su-M 12-5; T-Sa 10-6"],["price="],["content= Sells every type of time pieces one could want from old antique grandfather clocks to modern style cuckoo clocks. Also has books, frames, weather meters, compasses and more."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=J.W. Graham\/Yes! Gallery"],["alt="],["url=http:\/\/www.jwgraham.com\/index.html"],["email="],["address=26 Brown St"],["lat="],["long="],["directions="],["phone =+1 401 295-0757"],["tollfree="],["fax="],["hours="],["price="],["content=Great artsy pieces for the home as well as jewelry. Great place to get gifts."]]},"  "]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Lulabells"],["url=http:\/\/www.lulabellsgifts.com\/"],["email="],["address=12 Main St"],["lat="],["long="],["directions="],["phone=+1 401-667-7676"],["tollfree="],["fax="],["hours="],["price="],["content=This small pink house sells jewelry by name designers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Mermaid's Purl"],["alt="],["url=http:\/\/www.themermaidspurl.com\/"],["email="],["address=1 West Main St"],["lat="],["long="],["directions="],["phone=+1 401-268-3899"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM; Su noon-5:30PM"],["price="],["content= Yarn shop for all knitting accessories. Everything comes in all colors imaginable and offers knitting classes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Midnight Sun"],["alt="],["url=http:\/\/www.midnightsunri.com\/first.html"],["email="],["address=85 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-295-1601"],["tollfree="],["fax="],["hours="],["price="],["content=Daily 10AM-5PM. Eccentric selection of clothing, jewelry and other items for the home. Many of the items are handmade but not too expensive."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Mystic Scrimshanders"]}," 35 Brown St., ☎ 294-2262, ",{"type":"[","value":["http:\/\/www.scrimshanders.com\/pages\/index.php?sid=2"]}," Daily 10-6PM and Sundays 11:30 to 5PM Information provided by http:\/\/wickfordvillage.org\/shopping\/gifts\/mystic-scrimshanders\/. A wonderful art gallery established in 1996 in Mystic CT. Recently moved to Wickford, the Scrimshanders provides leisurely shopping and items such as Nantucket Baskets, nautical paintings, bird carvings, amber jewelry, and more."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Nautical Impressions"],["alt="],["url="],["email="],["address=16 West Main St"],["lat="],["long="],["directions="],["phone=+1 401-295-5303"],["tollfree="],["fax="],["hours="],["price="],["content=Perfect for Rhode Island souvenirs and ocean inspired products. Gives the sense of what Wickford was like during the 1700s."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Porch"],["alt="],["url="],["email="],["address=24 Brown Street"],["lat="],["long="],["directions="],["phone=+1 401-294-3230"],["tollfree="],["fax="],["hours="],["price="],["content=The Porch offers items for the home and garden. The unique offerings are great for gifts or just to add a little decoration! The Porch also provides eclectic items, fine artwork, and accessories."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Rite Aid"],["alt="],["url="],["email="],["address=59-63 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-294-3662"],["tollfree="],["fax="],["hours=M-F 8AM-8PM; Sa 8AM-7PM; Su 8AM-6PM"],["price="],["content= Formally Earnshaws Drugs, Rite Aid is located right in the village center. Typical drug store with pharmacy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shaggy Chic Pet Boutique"],["alt="],["url=http:\/\/www.shaggychicpets.com\/"],["email="],["address=3 Main St"],["lat="],["long="],["directions="],["phone=+1 401-667-7273"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM; Su noon-4PM. (closed Tuesdays except in July, August, and December)"],["price="],["content= Everything you could want for your dog from collars to treats. Your pet will not be disappointed when you come home with a bag from this store. Accessories in every form for your puppy."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Teddy Bearskins"],["alt="],["url=http:\/\/www.teddybearskins.com\/index.html"],["email="],["address=17 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-295-0282"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM; Su noon-5PM"],["price="],["content= Caters to children clothing but also sells toys and stuffed animals. Expensive but a great selection of clothing from babies to pre-teens."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Village Reflections"],["alt="],["url="],["email="],["address=5 West Main St"],["lat="],["long="],["directions="],["phone=+1 401-295-7802"],["tollfree="],["fax="],["hours=M-Sa 10AM-6PM; F 10AM-8PM; Su noon-6PM"],["price="],["content= Provides a wide variety of beautiful clothing and jewelry for women. Also sells gorgeous accessories like purses and wallets that you won’t find anywhere else. Great place to spoil yourself or get gifts for your loved ones on Christmas."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Wickford Market Place"],["alt="],["url=http:\/\/www.wickfordmarketplace.com\/"],["email="],["address=70 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-667-5940"],["tollfree="],["fax="],["hours=Su-Sa 9am-9pm"],["price="],["content= Bakery and café open at 7am; New to Wickford, has everything from clothing to a deli counter to coffee and toys. Just about everything you could need and a great place to stop and grab some of the Inside Scoops famous ice cream."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wickford Package Store"],["alt="],["url="],["email="],["address=89 Brown St"],["lat="],["long="],["directions="],["phone=+1 401-294-4681"],["tollfree="],["fax="],["hours=M-Sa 9AM-9PM; Su noon-6PM"],["price="],["content= Recently renovated and contains a very large variety of wines, beer and liquor."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wilson's of Wickford"],["alt="],["url=http:\/\/www.wilsonsofwickford.com\/"],["email="],["address=35 Brown St"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-371-9514"],["fax="],["hours=M-Th 9AM-6PM; F 9AM-8PM; Sa 9AM-6PM"],["price="],["content= Upscale clothing for everyone. Expensive but perfect for any dress-up event."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The World Store"],["alt="],["url="],["email="],["address=16 West Main St"],["lat="],["long="],["directions="],["phone=+1 401-295-0081"],["tollfree=+1-800-323-0081"],["fax="],["hours="],["price="],["content=Has products from toys to bird feeders to clothing. Also has many pieces of nature-related artwork and everything else imaginable. Their slogan is: \"A Nature Store and a Whole Lot More.\""]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wickford Appliance & Lighting"],["alt="],["url=http:\/\/www.wickfordappliance.com\/"],["email="],["address=8236 Post Rd"],["lat="],["long="],["directions="],["phone=+1 401-294-2667"],["tollfree="],["fax="],["hours=MWTh 930AM-800PM; TF 930AM-600PM; Sa 930AM-500PM"],["price="],["content= Small appliance store, but sells everything at good prices."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Inside Scoop"],["alt="],["url="],["email="],["address=30 10 Rod Rd"],["lat="],["long="],["directions="],["phone =+1 401 294-0091"],["tollfree="],["fax="],["hours="],["price="],["content=This is some of the best homemade ice cream around. They serve hard ice cream in a variety of flavors. They also have frozen yogurts, shakes, and smoothies. Seating is available outside."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tavern by the Sea"],["alt="],["url="],["email="],["address=16 West Main St"],["lat="],["long="],["directions="],["phone =+1 401 294-5771"],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful setting right on the bay for a nice fancy dinner. Not really a children's place to eat but perfect for parents who want to get away and have a nice dinner. A little expensive but the food is well worth it."]]},"    "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Wickford Diner"],["alt="],["url="],["email="],["address=64 Brown St"],["lat="],["long="],["directions="],["phone =+1 401 295-5477"],["tollfree="],["fax="],["hours="],["price="],["content=Great inexpensive place to grab breakfast, lunch or dinner. A local favorite Clam Chowder is served here."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pastry Gourmet"],["alt="],["url="],["email="],["address=45 Brown St"],["lat="],["long="],["directions="],["phone =+1 401 295-8400"],["tollfree="],["fax="],["hours="],["price="],["content=Delicious array of pastry from wedding cakes to cookies. Everyone in the family with a sweet tooth will enjoy this but may be very full afterwards. Expensive but it serves the best dessert in Wickford."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Place"],["alt="],["url="],["email="],["address=95 Brown St"],["lat="],["long="],["directions="],["phone =+1 401 294-0800"],["tollfree="],["fax="],["hours="],["price="],["content=Classic pizza and a very popular spot for the locals. Inexpensive, greasy and delicious describe the pizza which will make you a repeat customer here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beach Rose Café"],["alt="],["url="],["email="],["address=85 Brown St"],["lat="],["long="],["directions="],["phone =+1 401 295-2800"],["tollfree="],["fax="],["hours="],["price="],["content=Waterfront dining for breakfast and lunch. Good food and bar inside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jitter’s Cafe"],["alt="],["url="],["email="],["address=530 Tower Hill Road"],["lat="],["long="],["directions="],["phone =+1 401 295 9155"],["tollfree="],["fax="],["hours="],["price="],["content=North Kingstown, 1. This cafe looks small from the outside but packs in a whole lot of happy customers inside. Yes, the line can be a small downfall but the coffee is worth it! This place provides great service, and delicious breakfast foods, sandwiches, and salads. Though the inside provides limited seating, the outside provides plenty of picnic tables and umbrella tables."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Oakhill Tavern"],["alt="],["url="],["email="],["address=565 Tower Hill Road"],["lat="],["long="],["directions="],["phone=+1 401-294-3282"],["tollfree="],["fax="],["hours="],["price="],["content=North Kingstown, 1. This great tavern has an old western theme to it. Walking across the floor you can find peanut shells, evident of the relaxed atmosphere. They also offer free popcorn freshly popped from a popcorn machine. Some of the highlights, other than the many beers and alcoholic beverages, include a short drive to Wickford (about 2 miles), and delicious well-priced food. Wednesday nights are a favorite for local residents where the tavern hosts, Wacky Wing night. They offer unlimited 25-cent wings in a variety of different flavors. This tavern is a great place to get together and have fun with family and friends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=E & J’s"],["alt="],["url="],["email="],["address=820 Boston Neck Road"],["lat="],["long="],["directions="],["phone=+1 401-295-0420"],["tollfree="],["fax="],["hours="],["price="],["content=North Kingstown, 1. This restaurant is one of the best places for breakfast in town, just a short distance outside of Wickford. Off to the side of the road, E & J’s blends into the everyday hustle and bustle. However, behind its door you will find a “hole in the wall” kind of place. The service is friendly and quick, the food is delicious, and the prices are very reasonable. Don’t miss breakfast at E & J’s, it is definitely worth the trip."]]}]},"\n",{"type":"==","value":["Drink"]},"\nUnfortunately, Wickford is notorious for all the shops closing around 5PM  This means that you have to travel down the road a bit to find a bar open late.\n\n",{"type":"*","value":[{"type":"'''","value":["Beach Rose Cafe"]},"- Nice bar inside but only open for breakfast and lunch.  Nice place to have an afternoon cocktail right on Wickford harbor."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Wickford Diner"]},"- The second level of this small restaurant has a full bar but again only open till around 5PM  Locals use this bar on weekend mornings to grab a quick breakfast and a drink but mostly dead during the week."]},"\n",{"type":"*","value":[{"type":"'''","value":["Duffy’s Tavern"]},"- This restaurant is just about a mile outside of the Wickford Village and has great seafood and drinks. Indulge in lobster, scallops, mussels, and a variety of fresh fish. The prices are normal for a seafood restaurant and the portions are very well sized. They also provide a variety of other foods such as great burgers and steaks. It is definitely worth the trip and is some of the best seafood around!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Wickford Package store"],["alt="],["url="],["email="],["address=41 West Main Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serving fine wines, spirits, and other delicious beverages. Open seven days a week til 9PM, Sunday till 6PM"]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels directly in Wickford but there are a few in driving distance.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crosswinds Bed & Breakfast"],["alt="],["url=http:\/\/www.crosswindsbnb.com\/"],["email="],["address=800 Boston Neck Rd"],["lat="],["long="],["directions="],["phone =+1 401 294-3031"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Crosswinds Bed and Breakfast is a lovely federally styled farmhouse built in 1850. This pastoral centerpiece is nestled off of Scenic 1A just south of Wickford Village. It is located nine miles from Newport and the University of Rhode Island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Haddie Pierce House"],["alt="],["url=http:\/\/www.haddiepierce.com\/"],["email="],["address=146 Boston Neck Rd"],["lat="],["long="],["directions="],["phone =+1 401 294-7674"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Haddie Pierce House is a beautiful restored Victorian home in the center of Wickford Village and is close to beaches. Bed and breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hamilton Village Inn"],["alt="],["url=http:\/\/www.hamiltonvillageinn.com\/"],["email="],["address=642 Boston Neck Rd"],["lat="],["long="],["directions="],["phone =+1 401 295-0700"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Enjoy a cozy stay at this inn. Guestrooms and suites are available and include cable television, Wi-Fi, telephones, and private bathrooms. The rooms are recently remodeled."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kingstown Motel"],["alt="],["url="],["email="],["address=6530 Post Rd"],["lat="],["long="],["directions="],["phone =+1 401 884-1160"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A small hotel located right in the heart of North Kingstown features 20 well appointed guest rooms. Each unit offers amenities such as 25 inch TV, work Desk, fax, microwave, cable With HBO, refrigerator, 24 Hour Switchboard, Copy Machine, lounge Nearby, fax Machine, ice Machine, restaurant nearby, electronic Locks, sprinkler System, wakeup call system, non-Smoking Rooms, smoke Detector, free Outdoor Parking, non-Smoking Rooms, RV or Truck Parking available, and free Toll-Free and Long Distance. Rates go from 59.95 to 99.95 a night depending on the time of year and size of the room. No pets allowed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wickford Junction Inn"],["alt="],["url="],["email=wickfordjctinn@cox.net"],["address=1266 Old Baptist Rd"],["lat="],["long="],["directions="],["phone =+1 401 295-2242"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=An 1880s country Victorian with conservatory houses this charming bed & breakfast. 3 bedrooms, each with private bath, plus add on bedroom with 2 twin beds forms suite. Beautifully situated in a park-like setting gorgeously landscaped with water features like koi ponds, waterfalls and decorative water fountain. The inn is nestled on a hilly, wooded property at the gateway to historic Wickford Village, Rhode Island. Close to Providence, Newport and TF Green Airport. Bed and breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wickford Motor Inn"],["alt="],["url="],["email="],["address=7650 Post Rd"],["lat="],["long="],["directions="],["phone =+1 401 294-4852"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A clean quiet hotel that seems stuck in the 1970s. Amenities included are a fitness center, in room air-conditioning, cable television, and microwaves. $45 a night."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[{"type":"'''","value":["Wickford Village Association c\/o Blue Hydrangea"]},", 2 Main Street,  ☎ +1-877-295-7200 or 295-5566. ",{"type":"[","value":["http:\/\/wickfordvillage.org\/contact-us\/"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["North"]},"- If you go North along Post Road you will go through the rest of North Kingstown where Wickford is incorporated into.  Keep going and you’ll reach the cities of East Greenwich and Warwick."]},"\n",{"type":"*","value":[{"type":"'''","value":["South"]},"- Plan on driving south along the coast on Post Road or Scenic 1A and you’ll enter South Kingstown, Wakefield, and Narragansett and all the beaches they have to offer. "]},"\n",{"type":"*","value":[{"type":"'''","value":["East"]},"- Take Post Road and take a right that takes you to the Jamestown Bridge, which in turn will take you to Claiborne Pell Bridge ($4 toll) entering another historic city: Newport."]},"\n",{"type":"{{","value":[["geo"],["41.57389"],["-71.46139"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North Kingstown"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Rhode_Island\/Localities\/W\/Wickford\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Wickford, Rhode Island"]]}]