[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Widnes"]}," is a town in ",{"type":"[[","value":[["Cheshire"]]},", ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airport is ",{"type":"[[","value":[["Liverpool"]]},", a short bus or taxi ride away. However Liverpool is not served by direct flights to London or by trans-Atlantic flights. ",{"type":"[[","value":[["Manchester"]]}," is the main airport for these flights, and is about 45 minutes by taxi or car, 90 minutes by train.\n\n",{"type":"===","value":["By car"]},"\n\nWidnes is easy to reach by car from the M62 Junction 7. It is clearly signposted from the motorway. The town centre is quickly reachable by taking the A568 bypass south (Watkinson Way) and turning west onto A562 (Fiddler's Ferry Road). If you are looking to go to the market and pedestrianized section of town near Albert Square, turn right at the large round about onto Green Oaks Way. Follow the signs for parking. After walking through the market building, you will be on the best street for shopping or dining. Unlike most towns in the region, free parking is available 7 days a week.\n\n",{"type":"===","value":["By train"]},"\n\nWidnes does not have a direct rail service to London but trains stop at Runcorn, a short bus or taxi ride away. Widnes Station is about 20 minutes walk to the north of the town centre and is served by frequent trains to Liverpool and Manchester.  Hough Green station, which is in the western side of the town, is also on this line, though more trains pass through here without stopping compared to Widnes station.\n\n",{"type":"===","value":["By bus"]},"\n\nThere is a very limited coach service from London (about 4–5 hours)however more often then not it works out considerably cheaper to get a coach to Liverpool instead - if bought in advance online coach fares to Liverpool from London can be as little as £5. Buses run to and from Liverpool, Runcorn, Chester and Warrington.  National express do not have a dedicated station in Widnes, however they do stop near the town centre occasionally, usually close to the main library.\nLocal Bus services by Arriva and Halton Transport regularly head into Widnes from Liverpool, St Helens, Warrington, Knowsley, and Runcorn.  Day passes are available for both bus services for between £3 and £4.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is small enough to walk around, but there are bus and taxi services.  Most of the main attractions in Widnes are no more than a half-hour walk from the town centre, due to the town's small size. ",{"type":"<","value":["br"]},"\nHalton transport, a local bus company, run very frequently and are also a cheap way of going to other nearby towns, such as Runcorn, St Helens, or Liverpool.  They offer a day-pass service which can be bought on the bus.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Catalyst Science Museum"],["alt="],["url=http:\/\/www.catalyst.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Museum of the Chemical Industry"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Widnes Vikings Rugby League Museum"]}," - Find photographs of past teams and displays of memorabilia. Sit a while and watch some past games and re-live golden moments. Open Fridays & Saturdays 10am-4pm (excluding Bank Holidays). Stobart Stadium Halton, East Stand, Lowerhouse Lane, Widnes, WA8 7DZ. Tel: +44 151 510 2986 ",{"type":"[","value":["http:\/\/www.wrlheritagegroup.co.uk\/ www.wrlheritagegroup.co.uk"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Victoria Park"]}," - A large open park with bowling greens, large children's playground including water features on warm summer days, skateboard & BMX park, rock climbing area, botanical gardens & green house, mini-zoo, cafe and ice cream shop. Located on Birchfield Road, WA8 7TB. Tel: +44 151 424 2061"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kingsway Centre"]}," - The primary leisure centre in Widnes, which has a swimming pool, tennis courts, squash courts, and other facilities"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spike Island"]}," - formerly occupied by chemical works and a railyard, has now been landscaped and is a pleasant place for a walk.  It's also a great place to cycle; depending on your route you could start at Spike Island and head towards Warrington or back into Widnes"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Transpennine Trail"]}," - mainly along the St Helens Canal. Leeds to Liverpool westwards and Warrington (and eventually to Manchester and Yorkshire) eastwards. Accessible on foot, bike or horseback."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Silver Jubilee Bridge"]}," - the only road bridge crossing the River Mersey, the Silver Jubilee bridge is the largest bridge of its type in the UK, and one of the largest in the world.  It stands almost 100m above the river, and has great views when crossing it.  It has a separate walkway for pedestrians, though recently this has been closed at night."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mersey Estuary"]}," - haven for birdlife"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sankey Canal"]}," - officially the St Helens Canal - and you can follow its route all the way to St Helens."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pex Hill Park and Observatory"]}," - a natural beauty spot at the northernmost point of the town, close to the village of Cronton.  Pex hill has great views of the surrounding area due to its height."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Victoria Promenade"]}," - a pleasant walkway by the Mersey"]},"\n",{"type":"*","value":[" A number of ",{"type":"'''","value":["Grade II listed buildings"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Queen's Hall Studio"]}," - formerly a Sunday school, then an additional building to the now unused Queen's Hall theatre, the studio was derelict for a number of years but has now been taken over and renovated by a local non-profit music company.  Shows are hosted there regularly."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Attend the annual ",{"type":"[","value":["http:\/\/www.northwestvintagerally.co.uk North West Vintage Rally"]}," at the end of September in Victoria Park. Free event where you can see approximately 50 fairground organs and around 200 other vintage attractions including classic cars, motorbike and traction engines."]},"\n",{"type":"*","value":[" Watch a ",{"type":"[","value":["http:\/\/www.widnesvikings.co.uk\/ Widnes Vikings RLFC"]}," match at the Stobart Stadium.  Ticket prices are £13 for adults if bought before the match day, and £15 on the day, with discounts available for students OAP's and children.  Tickets, along with club merchandise, can be bought from the club store, which is opposite asda"]},"\n",{"type":"*","value":[" Walk\/shop\/dine in town centre and market"]},"\n",{"type":"*","value":[" Visit one of the 6 Green Flag awarded parks"]},"\n",{"type":"*","value":[" See the views of the town and the surrounding areas from Pex Hill or the Silver Jubilee Bridge"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nThe Premier (Wetherspoons)\n\n",{"type":"===","value":["Mid-range"]},"\n\nCronton Road:\nThe Unicorn Pub(Fresh food),\nThe Black Horse (Fresh food)\n\nLunt's Heath Road:\nChurch View (Pub food)\n\nBirchfield Avenue:\nThe Crown(Fresh food)\n\n",{"type":"===","value":["Splurge"]},"\n\nThe ",{"type":"[","value":["http:\/\/www.thecoterie.co.uk\/pages\/TheWineBar.htm Coterie Restaurant and Wine Bar"]},"\n\n",{"type":"[","value":["http:\/\/www.desii.co.uk\/ Desii Indian Cuisine"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nFour Topped Oak - A CAMRA Real Ale Pub\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" The Everglades Park Hotel"]},"\n",{"type":"*","value":[" The Hillcrest Hotel"]},"\n",{"type":"*","value":[" The Kingsway Hotel"]},"\n",{"type":"*","value":[" The Mersey Hotel"]},"\n",{"type":"*","value":[" Travelodge"]},"\n",{"type":"==","value":["Stay safe"]},"\n\nWidnes is a safe area and as with any area general caution and common sense should be used. If a place doesn't feel safe then simply move on - the layout of Widnes's roads and areas can be unusual, with very safe roads right next to streets which would be considered rough, so often there aren't really unsafe 'areas' as such. ",{"type":"<","value":["br"]},"\nThere have been repeated cases of assaults and muggings on the Jubilee Bridge in recent times.  As such the bridge's footpath has been closed at night recently, and it is best to avoid crossing the bridge on foot after dark.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Liverpool"]]}]}," - 25 minutes west, easily accessed by either bus or train, which will both take you into the city centre without having to transfer"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Chester"]]}]}," - 30 minutes south, by public transport you need to get a bus into Runcorn - Halton Lea shopping centre, where you then transfer onto another bus into Chester"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Manchester"]]}]}," - 40 minutes east, both widnes and hough green train stations run regularly into Manchester.  There's also the option of going by bus via Warrington, though that may take 3 or more transfers to do so."]},"\n",{"type":"[[","value":[["WikiPedia:Widnes"]]},"\n\n",{"type":"{{","value":[["geo"],["53.363"],["-2.728"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cheshire"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Cheshire\/Widnes\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Widnes"]]}]