[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:WiganTownHall.jpg"],["thumb"],["300px"],["Wigan Town Hall"]]},"\n",{"type":"[[","value":[["File:Wigan dot.png"],["thumb"],["200px"],["Wigan in relation to rest of the British Isles"]]},"\n",{"type":"'''","value":["Wigan"]}," is a town and metropolitan borough in ",{"type":"[[","value":[["Greater Manchester"]]},", England. In 1974 the town of Wigan and its surrounding districts were merged into Wigan Borough and  became part of the Greater Manchester region, having formerly been a part of Lancashire.\n\n",{"type":"==","value":["About"]},"\nWigan grew rapidly during the Industrial Revolution, a period that transformed all of ",{"type":"[[","value":[["North West England"]]},", becoming famous for its mills and mines.\nWigan Pier, the wharf on the Leeds & Liverpool Canal, made famous by George Orwell, is located in the town and is now a major tourist attraction.\n\n",{"type":"==","value":["Getting in"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"[[","value":[["Manchester Airport"]]}," is in reasonably close proximity, some 25 miles away with access directly by rail every hour from Wigan Wallgate via ",{"type":"[[","value":[["Manchester"]]}," Piccadilly (55 minute journey), whilst ",{"type":"[[","value":[["Liverpool"]]}," John Lennon Airport is almost equidistant but best accessible from Wigan by train to Liverpool Lime Street and then connecting bus to the airport. This could take in excess of 2 hours or more.\n\n",{"type":"===","value":["By rail"]},"\nThe town has two railway stations:\n",{"type":"*","value":["Wigan North Western Station is run by Virgin Trains and has services to ",{"type":"[[","value":[["London\/Camden"],["London Euston"]]}," (2h15m), ",{"type":"[[","value":[["Glasgow"],["Glasgow Central"]]}," and regional services with 3 per hour to ",{"type":"[[","value":[["Liverpool"]]}," (23 miles), 1 per hour to ",{"type":"[[","value":[["Blackpool"]]}," (27 miles), 3 per hour to ",{"type":"[[","value":[["Preston"]]},", and 3 per hour to ",{"type":"[[","value":[["Warrington"]]},". Wigan is approximately 16 miles north west of Manchester."]},{"type":"[[","value":[["File:Wigan Wallgate railway station frontage.jpg"],["thumb"],["300px"],["Wigan Wallgate, one of the town's two railway stations."]]},"\n",{"type":"*","value":["Wigan Wallgate Station, which is run by Northern Rail and Transport for Greater Manchester, deals with local services to ",{"type":"[[","value":[["Manchester"]]}," with 5 trains per hour. As well as ",{"type":"[[","value":[["Bolton"],["Bolton"]]},", ",{"type":"[[","value":[["Salford"]]}," and ",{"type":"[[","value":[["Rochdale"]]},". Suburban rail stations of Wigan, Bolton, Salford, Manchester and Rochdale are also served."]},"\n",{"type":"===","value":["By road"]},"\nThe M6 runs north - south through the Wigan districts of Orrell, Standish and Ashton in Makerfield. The M61 is also nearby, the nearest exit being J6. This will take you via rural Westhoughton in Bolton Borough and then through to Aspull in Wigan Borough and into Wigan town centre.\nThe M58 provides quick and easy road access to ",{"type":"[[","value":[["Liverpool"]]},".\n\n",{"type":"===","value":["By bus"]},"\nWigan is also well served by buses from around Greater Manchester and beyond, including direct services (daytime estimates, evening & Sundays will vary) to Manchester (every 30 mins from Wigan, every 20 mins from Leigh and hourly peak from Lowton), Salford (every 15 minutes), The Trafford Centre (every 30 minutes) Bolton (every 7–8 minutes), Chorley (every 15 minutes), St Helens (every 15 minutes), Warrington (every 30 minutes), Skelmersdale & Ormskirk (20 minutes) and Preston (hourly).\n\nThis is alongside local high frequency services to Kitt Green, Worsley Hall, Platt Bridge, Orrell, Pemberton, Leigh, Hindley, Ince, Higher Folds, Hawkley Hall, Ashton in Makerfield, Golborne, Lowton, Tyldesley and Atherton in the Wigan Borough. Most services operating in the Wigan Borough and out to Bolton, Salford, Manchester and The Trafford Centre are operated by First Manchester or SLT.\n\nOther services operating beyond Gt Manchester are operated by Arriva, Prestonbus, Strawberry or Stagecoach. The exception being some local services to Golborne and daytime routes to Bolton. First Manchester operates a Sunday 113 between Wrightington and Wigan only as it does not extend out of Greater Manchester into Preston or Lancashire on Sunday.\n\n",{"type":"==","value":["Getting around"]},"\nThe borough itself is large and spreads across with Ashton In Makerfield and Golborne in the south to Appley Bridge and Standish in the north, Leigh and Tyldesley in the east to Pemberton and Orrell in the west. It comprises some 305,000 residents and is the second largest of Greater Manchesters boroughs, after Manchester itself. The bus network is generally your best bet, but there are of course taxis and several suburban railway stations spanning the borough, such at Pemberton, Orrell, Bryn, Gathurst, Appley Bridge, Ince, Hindley, Hag Fold and Atherton.\n\nIf you don't want to stray from the town centre, you can easily get around on foot without too many problems, though some find Wallgate and Standishgate a little hilly.  Wigan walking directions can be planned online with the walkit.com ",{"type":"[","value":["http:\/\/www.walkit.com\/wigan\/"]}," walking route planner.\n\n",{"type":"==","value":["Sights"]},"\n",{"type":"[[","value":[["File:The Orwell, Wigan Pier (2).jpg"],["thumb"],["300px"],["Part of Wigan Pier. The Orwell bar and restaurant in this image is named after the author."]]},"\nWigan's main tourist attraction is Wigan Pier, though this in itself is meant to be an ironic joke, perpetuated by George Formby. The \"pier\" itself is a small wooden overhang where canal barges used to load cotton from nearby mills. It has its own visitor centre and a pub called the Orwell.  Trencherfield Mill has been redeveloped with canal side apartments as well as the heritage centre, where one can discover the largest working mill engine in Europe as well as the history of the factory workers of Wigans early 20th Century.\n\nThe DW Stadium is home to Wigan's two sports teams. Wigan Athletic currently play in the English Championship, while Wigan Warriors are the most decorated Rugby League team in Europe and are the current champions in the European Super League. The stadium is to the south of the town centre, some 20 minutes' walk. The stadium is well signposted from the motorways with brown tourist signs.\n\n",{"type":"==","value":["Activities"]},"\n",{"type":"*","value":["Watch a Wigan Athletic football match. This former non-league club have had a great rags-to-riches story which culminated in them first reaching the Premier League in 2005 with former manager Paul Jewell. The club spent eight seasons in the Premier League before being relegated to The Championship 2013."]},"\n",{"type":"*","value":["Wigan is traditionally a Rugby League town and the side were Super League champions in 2010. They are a proud, historic club who have won the league and cup more times than any other in the country. Both football and rugby team play at the DW Stadium located 10 minutes out of the town centre on the Robin Park Complex near the sports centre, arena and shopping area."]},{"type":"[[","value":[["File:Haigh Hall - geograph.org.uk - 50440.jpg"],["thumb"],["300px"],["Haigh Hall"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Haigh Hall"],["alt="],["url=http:\/\/www.wlct.org\/leisure\/haigh\/haighhome.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a large country park owned by the local council and is well worth a visit. Apart from the historic hall itself, there are acres of well kept grounds and parkland, as well as two golf courses, the Balcarres of 18 holes and the Crawford of 9. Both courses were recently renovated at a cost of millions, and provide a good test for a golfer in beautiful and serene surroundings. As well as lots of space to ramble, there are a kid's playground, stables, shops and cafe and in the summer, there are usually inflatable fair attractions such as bouncy castles and slides etc. Owing to ramblers, golfers and the like, the park does get extremely popular, especially in warmer weather, but is well patronised all year round. The Leeds and Liverpool canal runs through the country park in it's circuit along the Douglas Valley which sees it loop around Wigan on three sides. The canal towpath is navigable by foot in the whole of Wigan borough and passes through a diverse mix of rolling countryside, suburbia and traditional industrial landscapes of renovated cotton mills. There are numerous pubs along the towpath for the thirsty walker."]]}]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Museum of Wigan Life"]},", Library St, details life in Wigan from the days of it being the Roman settlement of Cocchium to its present status as second largest borough of the Greater Manchester region."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["AMF Bowling"]}," is located on the fringe of the town centre offering affordable, cheap fun for the family. It is situated across from Staples and the HSS hire shop."]},"\n",{"type":"*","value":["The Empire cinema multiplex on Robin Park is good for catching the latest releases and is conveniently located near the shopping and eating areas of Robin Park as well as the DW Stadium."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pennington Flashes"]}," in Leigh and has a lot of space for ramblers, bird watching facilities and a golf course."]},"\n",{"type":"'''","value":["Three Sisters Racing Circuit"]},", Ashton-In-Makerfield is a popular venue for motorbike and karting events. The area also has a nature reserve and kids play area and is well worth a visit on event day.\n\n",{"type":"'''","value":["Wigan Roller Rink"]}," Just outside the town centre, the roller rink is a venue to go roller blading to music in a specially designed venue, much similar to ice-skating but without the cold. The roller rink is the only one of its kind in Greater Manchester.\n\nLibraries are all over the place, so you can access the internet and take out books from them.\n\n",{"type":"==","value":["Shopping"]},"\n\nWigan's shopping choices are great and the town centre is now located in the UK top 100 shopping destinations as well as being one of the safest town centres with awards from the retail consortium.\n\n",{"type":"'''","value":["The Galleries"]}," shopping mall features both indoor and outdoor shopping with stores such as Argos, Internacional, New Look, Desire, Varanni, H Samuel, Mary Jane Fashion, Claires accessories, Ryman, The Works, Superdrug, Duffer Menswear,Evans, Bon Marché, Wallis, V2 clothing, Exit fashion, Scotts, Toni & Guy, Clarks, Shoe Zone, Home Bargains, Ethnic Emporium, Hair Pavilion, Glamour Point, Dr Kruger and the newly opened Wigan Athletic store to name afew.\n\n",{"type":"'''","value":["Standishgate"]}," is the main street of Wigan, festooned with favourites such as a Marks & Spencer department store, WH Smith, Miss Selfridge, CEX, Wilkinsons department store, Caffé Nero, Starbucks, Game, B&M Bargains, Gamestation, a large Primark store and Piers department store.\n\nThe newly built ",{"type":"'''","value":["Grand Arcade Centre"]}," is a shopping mall housing a 125,000 square ft Debenhams, a BHS department store and an extended entrance to Marks & Spencer. Fashion Stores such as Next, Topman, Topshop, River Island, Hurley, Bank, Republic, Skopes, Monsoon, Accessorize and TK Maxx. The centre also has Ann Summers, Orange, O2, Vodafone, Waterstones, Chisholm Hunter, JD Sports, Sports Direct, The Body Shop, the Wigan Warriors rugby team store, the carphone warehouse, Boots, Clinton Cards, Schuh and Timepiece.\n\n",{"type":"'''","value":["Makinson Arcade"]},", a small shopping arcade is home to a mixture of independent and high street retailers as well as some upmarket. Messi, Thorntons, Body Shop Clothing, Kings and Swarovski to name but afew.\n\n",{"type":"'''","value":["Wigan Market"]}," consists of an outdoor market and large indoor market with many a bargain to be found with clothing, food, drink and house hold goods, electronics and souvenirs all avialable.\n\n",{"type":"'''","value":["Wallgate"]}," is the main street in entering the town with both train stations located here. This street has shops such as Cash Converters, Alans clothing and Bikes and is the gateway to Market place, the shopping centres and Standishgate, the hub of the town centre.\n\n",{"type":"'''","value":["Robin Retail Park,"]}," just outside the town centre located near the DW Stadium and Robin Park arena is also a large shopping complex. It is nearby an Asda Walmart Supercentre (one of the largest in the north west) and B&Q supercentre. It has stores such as Pets at Home, Comet, JD, JJB, Next, Poundstretcher, Matalan, Boots, Wickes, Argos, Sports Direct, Thorntons\/Birthdays, Sleepmaster as well as being located near a McDonalds, Burger King and local pub the Red Robin for food and drink. It also contains a pizza hut, Jamal Indian restaurant, Frankie and Benny's, Gala Bingo and Empire Cinema with a 3D screen.\n\nTry to take home a tin of \"Uncle Joes Mint Balls\" . These sweets are made in the area and can be found on the shelves of Harrods in London amongst other places ! See next section.\n\n",{"type":"==","value":["Food"]},"\n\nThe local delicacy is the meat pie, so you may wish to try one from one of many of the dozens of Galloways, Hampsons, Greggs, Sayers or Glovers in the town centre. Other options are available at fast food outlets. There are 2 Subway stores, McDonalds, KFC and an array of pubs and bars serving food such as Mortimers, The Moon Underwater, The Tavern, Revolution etc.\n\nCafés are also a promenant feature of Wigan with the Grand arcade shopping centre housing Coffee Delight (formerly BB's), La Petit Four French café and also a Costa Coffee. The Galleries has Bruccianni's, Lancashire Tea House and Continental Diner. On Standishgate there are Caffé Nero, Starbucks and Santo's to choose from. In the indoor and outdoor markets there are many independent cafés and sandwich bars as well as stalls selling freshly cooked food.\n\nRobin Park hosts the Red Robin Pub with combined \"Wackey Warehouse\" for family friendly fun and affordable pub food, as well as national chains such as Frankie & Bennie's, Pizza Hut and Burger King. There is also an Indian curry house called Jamal that service excellent curries at a fair price. The local Asda is also home to an Asda Cafe and there is a nearby McDonalds across the road.\n\nWigan is also home to Uncle Joe's Mint Balls, a local sweet made in the town by Wm. Santus and Co. The factory is on Dorning Street and they also have an outlet in the town centre, selling sweets in a variety of containers and also branded goods.\n\n",{"type":"==","value":["Drink"]},"\nWigan's night life is legendary and many travel from miles around to sample its atmosphere. The main attraction is King Street in the town centre - a venue so rambunctious, it is gated at one end to prevent traffic from hitting drunken revellers spilling out of the myriad pubs and clubs on a mere few hundred yard stretch. The town centre contains one of the largest concentrations of clubs and bars in the UK. It is home to clubs such as Jumpin Jaks, Walkabout, Prive, The Hub, Liquid, Envy, Mortimers, Ibiza, Baa Bar, Club Nirvana, WN1, Bentleys, Madisons, Maloney's, Revolution, Last Orders, Pada Lounge, Indiependance, Number 15, Chicago Rock Cafe, Boulevard and Bar Fever.\n\nWigan Pier Night Club is another world famous landmark, selling many albums and packed every week with revellers for MC, Trance, Dance and Rave music. They also hold an under 18's night. Not long ago the club was infamous in Wigan for drugs and violence with the crowds it drew from all around Wigan, Bolton, Manchester and other surrounding areas.\n\nAs well as King Street, there are many converted old banks on Wallgate but arguably the most interesting establishment has to be the John Bull Chop House. Set in the Wiend (a back street behind JD Wetherspoon on Library Street), the pub is 4 old cottages knocked through and was a seafood shop, dating back to the 1700s and as such is an architectural curiosity, full of sloping floors and ceilings and old style brick work. As well as it's looks, the pub is generally popular with the biking\/rockers fraternity and serves many guest beers. Don't be put off, they are an extremely welcoming crowd and will give you the best night out in Wigan with no hint of trouble. It has a renowned jukebox and hopefully you'll like rock tunes, as that's all you will get out of the oversubscribed jukebox all night. The pub had one of the most well known landlords in Wigan Harold Burgess, Harold struggled with ill health for many years and his wife Margaret ran the pub for many years until his death. His funeral had a 100 motorbike escort. Following Harolds sad loss Margaret retired but their daughter Victoria has taken up the mantle to keep the John Bull as it has been for close on 30 years. Harolds License plate from over the door is framed inside just as you approach the bar in tribute to the great man.\n\nThe Anvil on Hallgate near the bus station is a traditional friendly boozer, with fantastic beer at very reasonable prices. The pub covers most sporting events and is a magnet for Wigan rugby fans.  The Tudor house on New Market Street, a slightly dingy but very atmospheric late bar, appeals mostly to students and the 'alternative' crowd. Real ales are available here. The Swan and Railway, directly opposite North Western station, is a very traditional pub with an attractive mosaic interior, offering a good selection of beers. Just to the north of the town centre, Standishgate and Wigan Lane are the focal point of the 'Lane' pub scene. There are many pubs along here but the most popular are The Royal Oak and the Bowling Green. Both have a wide selection of British and Continental beers and regularly feature music an buffets. The Bowling Green in particular has a fine interior and timeless atmosphere.\nThe Tavern, The Boulevard, Chicago Rock Cafe, Jumpin Jaks, Club Nirvana and The Tudor all regularly host gigs. Club Nirvana also hosting weekly indie club nights (Northern Lights each Friday) and under 18's rock nights every Thursday. An alternative under 18's night is held at Liquid on Tuesday for dance music and WN1 on Wednesday.\n\n",{"type":"==","value":["Accommodation"]},"\n\nThere are many hotels in the borough of Wigan to suit all price ranges. In the town centre on Riverway just past the Grand Arcade there is the Wigan Oak Hotel ideal for anyone sampling the night life, shopping or experience of the town centre, or here visiting.\n\n",{"type":"*","value":[{"type":"'''","value":["Premier Inn"]}," has hotels just outside the town centre in Standish, Orrell and Marus Bridge with rooms from £52-€70. Taxis can be taken from just outside North Western train station and cost around £5-€6.50."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mercure Hotel Wigan"],["url=http:\/\/www.hotels-wigan.com"],["email="],["address=Riverway"],["lat="],["long="],["directions=from the M6 exit 25 take the A49 to Wigan to roundabout, follow A5238 to Bolton follow road to town centre at the 5th set of traffic lights turn right into Crompton Street and immediately left into Orchard St, the hotel is on the left"],["phone=+44 1942 826 888"],["tollfree="],["fax="],["hours="],["price=From £55"],["checkin="],["checkout="],["content=City centre modern hotel. Special 'Real Deal' from £79.95 per couple for one night including three course dinner, bottle of house wine and full English breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Park Inn"],["alt=in Leigh, around 5 miles from the town centre"],["url=http:\/\/www.parkinn.co.uk\/hotel-leigh\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=There are also additional independent B&Bs around the borough, all with easy access to the town centre."]]}]},"\n",{"type":"==","value":["Stay connected"]},"\n\nWigan is well-served by all major UK mobile telephone networks.\n\n",{"type":"==","value":["Keeping safe"]},"\nWigan is statistically the safest area of Greater Manchester however being part of a large city region it has areas best to be avoided. The Norley Hall, Marsh Green and Worsley Hall estates in the west of the town can be intimidating with a lot of youth trouble. Similarly areas east such as Ince, Scholes, Hag Fold, Higher Folds and Platt Bridge are also known as hotspots for trouble in the Wigan area. The safest areas to be are the likes of Orrell, Lowton, Tyldesley, Hindley Green & Standish. The town centre is also safe with high police profile from Greater Manchester Police (GMP) at weekends as well as CCTV.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Manchester"]]}]},{"type":"*","value":[{"type":"[[","value":[["Liverpool"]]}]},{"type":"*","value":[{"type":"[[","value":[["Preston"]]}]}," \n",{"type":"{{","value":[["geo"],["53.5449"],["-2.6300"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Greater_Manchester"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Wigan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Manchester\/Wigan\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Wigan"]]}]