[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Wild-coast-landscape.jpg‎"],["thumb"],["400px"],["Wild Coast landscape."]]},"\nThe ",{"type":"'''","value":["Wild Coast"]}," is part of the ",{"type":"[[","value":[["Eastern Cape"]]}," province in ",{"type":"[[","value":[["South Africa"]]},", encompassing the coastal region from north of ",{"type":"[[","value":[["East London"]]}," to the southern border with ",{"type":"[[","value":[["KwaZulu-Natal"]]}," at ",{"type":"[[","value":[["Port Edward"]]},".\n\n\n",{"type":"==","value":["Towns and Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mthatha"]]}," - Formerly called Umtata, Mthatha is the bustling main town of the Transkei and gateway to the Wild Coast (Mpande, Port St Johns, Coffee Bay, etc). It offers some African spirit and the Nelson Mandela museum. Transportation hub with bus services to ",{"type":"[[","value":[["Durban"]]},", ",{"type":"[[","value":[["East London"]]}," and points south (the bus stop is at the petrol station on the N2).  Cheap safe sleep at the Grosvenor hotel downtown, near the mall and taxi rank. Take a taxi into town from the petrol station. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Coffee Bay"]]}," - At the heart of the Wild Coast, with its idyllic cliffs & beaches. Grocery store and post office.  There are two backpackers here, Coffee Shack and Bomvu, who between them are surf specialists, drum makers and firedancers under moon and stars."]},{"type":"*","value":[" ",{"type":"[[","value":[["Port St Johns"]]}," - Capital of the Wild Coast and home of the wise, the wild, the wacky and the weird. Backpackers in and near town include Amapondo, Ikaya and Jungle Monkey."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kei Mouth"]]}," is about 90km from ",{"type":"[[","value":[["East London"]]}," and is situated on the south bank of the Kei River, beyond which, lies the rural former homeland of the ",{"type":"[[","value":[["Transkei"]]},". The subtropical climate, unpolluted beaches and warm waters of the ",{"type":"[[","value":[["Indian Ocean"]]}," make Kei Mouth ideal for bathers, surfers and sunbathers throughout the year."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Morgan's Bay"]]}," - The seaside village of Morgan Bay is about 85 km east of ",{"type":"[[","value":[["East London"]]},". Morgan Bay lies between the famous Morgan Bay cliffs and a mile-long stretch of unspoilt beach, bordered by the Cape Morgan Nature Reserve."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cintsa"]]}," - On the southern gateway to the Wild Coast this small town has some of the most beautiful beaches in the country. It is also home to Buccaneers Backpackers considered by many travelers to be one of the best backpackers in SA. Volunteering through Volunteer Africa 32 degrees south has made significant inroads to assisting with rural schools development in Cintsa and along the Wild Coast."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mpande"]]}," - Spaza shops, wild unspoiled beaches, amazing surf, canoeing, horse riding and of course The Kraal Backpackers where you can drum with the stars! "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mdumbi"]]}," - Mdumbi lies 24km north of Coffee Bay. The beach lies in a  sweeping bay and is lined with shady Milkwood trees and Xhosa huts and lies at the foot of rolling green hills. The surfing is excellent and the water uncrowded."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Qolora"]]}," - Small seaside village at the mouth of the Qholorha River. The wreck of the Jacaranda is 1 and a half hours hike north along the coast from here."]},"\n",{"type":"*","value":[" Bulungula, in ",{"type":"[[","value":[["Xora"]]},", north of ",{"type":"[[","value":[["Cintsa"]]}," and south of ",{"type":"[[","value":[["Coffee Bay"]]}," is in a small rural village and is an exciting place for travelers to visit. It's a partnership between the local community and Dave Martin and is both beautiful and actively involved in community development."]},"\n",{"type":"*","value":[" Ntafufu River Mouth is about 10km up the coast (north) from ",{"type":"[[","value":[["Port St Johns"]]},". The Ntafufu Lagoon with its mangroves must be one of the most picturesque spots along the Wild Coast."]},"\n",{"type":"==","value":["Understand"]}," \nThe Wild Coast encompasses the coast between the Kei River Mouth and Umtanvuma River along the Indian Ocean. During the former Apartheid regime the Transkei (",{"type":"''","value":["the Wild Coast and adjacent interior up to the border with ",{"type":"[[","value":[["Lesotho"]]}]},") was one of the so called \"homelands\" and officially politically and economically independent. It is still one of the poorest regions of South Africa. It offers spectacular coastlines without the tourist crowd. The whole region is very rural and infrastructure is sparse, so plan ahead.\n\n",{"type":"==","value":["Talk"]},"\nThe home of the Xhosa people, the more rural the community, the less likely they'll speak English. See the ",{"type":"[[","value":[["Xhosa phrasebook"]]},".\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"===","value":["By Bus"]},"\nPublic transport to the Wild Coast is sparse but the some of the main bus companies stop in ",{"type":"[[","value":[["Mthatha"]]}," and ",{"type":"[[","value":[["Port St Johns"]]},". Alternatively the Baz Bus runs along the Wild Coast on it's way from ",{"type":"[[","value":[["Port Elizabeth"]]}," to ",{"type":"[[","value":[["Durban"]]}," making it one of the best options in this part of the country. The Baz Bus services Buccaneers Backpackers at its door before heading to ",{"type":"[[","value":[["Mthatha"]]}," for its links via a separate shuttle to ",{"type":"[[","value":[["Coffee Bay"]]}," and Bulungula. From this point the bus heads to the South Coast, so anyone needing to go to Port St Johns needs to arrange for a shuttle to pick them up at Mthatha.\n\n",{"type":"===","value":["By Car"]},"\nThe N2 and R61 highway go through the Wild Coast and are currently upgraded, but driving is still an experience, as cows and goats routinely cross the roads. If possible, avoid driving at night, especially off the main routes, as both potholes and livestock can leap out of the dark unexpectedly.\nMost major bus companies travel through this route.\n\n",{"type":"===","value":["By Train"]},"\nAs of the beginning of 2009 there is no train service in the Wild Coast. However, the disused railway line from ",{"type":"[[","value":[["East London"]]}," to ",{"type":"[[","value":[["Mthatha"]]}," has been upgraded and full passenger service between the two may have commenced.\n\n",{"type":"===","value":["By Plane"]},"\nThe closest International Airport is located in ",{"type":"[[","value":[["Durban"]]},", ",{"type":"[[","value":[["KwaZulu-Natal"]]},", although you can fly in to ",{"type":"[[","value":[["Mthatha"]]}," from ",{"type":"[[","value":[["Johannesburg"]]}," and possibly other major cities. Depending on which part of the wild coast you are visiting, East London Airport can be closer than Durban Airport. Mthatha is the closest airport but only provides flights to and from Johannesburg.\n\n",{"type":"==","value":["Get around"]}," \nPublic transport is limited.\n\n",{"type":"===","value":["By Car"]},"\nThe N2 highway, which travels far inland for the entire length of the Wild Coast, is tarred. Other tarred roads include the Jikeleza Route, the R349 to Kei Mouth and Morgan's Bay, the R61 to Port St Johns and the severely pot-holed R349 to Coffee Bay. All other roads leading from the N2 to the coast are gravel and are usually in a poor state of repair. Many are accessible by offroad vehicle only \n\nIt is advisable that you phone ahead and enquire as to the state of the roads before you travel and that you take a good map. Hazards on these rural roads include potholes and animals, such as cows, goats, donkeys, sheep and geese.\n\nAlways carry water and tools with you as roadside assistance can be hard to come by here.\n\n",{"type":"===","value":["By Offroad Vehicle"]},"\nYou will need a permit to travel to cottages that are not on proclaimed or designated roads. (E.g. the road to the Jacaranda.) If you do not have a permit for these routes you may be charged by the Green Scorpions and given a spot fine of R2500.",{"type":"[","value":["http:\/\/www.wildcoastholidays.com\/information\/wild-coast-offroading.html"]},"\n\nIf you are a cottage owner and your cottage is not on a proclaimed road you will need to present your PTO (Permission To Occupy) at the Environmental office and acquire a permit to travel on the track to your cottage. No permits will be awarded to anyone without a valid PTO. Cottage owner permits are valid for one year.\n\nIf you are traveling to a cottage that is not on a proclaimed road you will need a letter from the PTO holder which you can present at the offices to acquire a temporary permit. There is no charge for the permit. The permit is valid for one month.\n\nThis applies to anywhere within 1km from the high-water mark along the Wild Coast from Kei Mouth up to Port Edward. You may not drive a motor vehicle in this exclusion zone without a permit. This includes quad and motor bikes, etc. If a proclaimed road goes all the way down to the sea you can then walk left or right to your angling spots from that point. If the road stops 1km before the sea and a bush path carries on towards the sea, you will have to walk from where the proclaimed road ends. You may not ride these trails.\n\n",{"type":"===","value":["By Bicycle"]},"\nThe Wild Coast is prime Mountain Bike territory. Most of the population don't own a car and so there are thousands of well-worn footpaths criss-crossing the landscape, making for great single track riding.\nThere are also several Mountain Bike trails at places such as Mazeppa Bay, Cwebe, Mbotyi and Mkambati. ",{"type":"[","value":["http:\/\/www.wildcoastholidays.com\/activities\/wild-coast-mtb.html"]},"\n\nThe Imana Wild Ride, South Africa's original Mountain Bike stage race is held annually. Much of the race is along the beaches as riders race the tides. There are many river crossings and no set route.  ",{"type":"[","value":["http:\/\/www.wildride.co.za\/"]},"\n\n",{"type":"==","value":["See"]}," \n",{"type":"*","value":[" \"The Kraal\": Dylan's 'chill village' in Mpande (20km from Port St Johns on the wild coast."]},{"type":"*","value":[" ",{"type":"'''","value":["Xhosa villages"]},", See the round huts, meet the friendly people, maybe chat with a Sangoma (witchdoctor). Visit a shebeen (local bar). Beer and food available for hikers.  NOTE: these people have no cash--don't tempt them by flashing yours!"]},{"type":"*","value":[" ",{"type":"'''","value":["Hluleka game reserve"]},", Black and Blue wildebeest, 2 kinds of Zebras, raptors, pristine forest, butterflies in season. No lions! Hiking trail huts on a lonely beach at the south end."]},{"type":"*","value":[" ",{"type":"'''","value":["Silaka game reserve"]},", South of Port St Johns beach 3, beaches, breakers, bush to butterflies. Pay fee here for the Wild Coast trail, at HQ in the middle of the reserve.  Hiker's hut on the north end."]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Wild Coast Trail"]},". One of the world's great hikes, 5 days (Port St Johns - Coffee Bay). Every night on a bed in a hut. Costs about SAR 45 for all; or the old, full 26 days (most other huts are in ruins) all the way down the Wild Coast, beaches and bush and sunshine, spirit and locals' smiles.  Game reserves, few roads, fewer automobiles.  Be prepared to ford estuaries! Wear sandals when crossing in case of stings.  The moment the tide starts IN is least dangerous.  Rumours of sharks are overstated. Fresh water streams at least once a day, use iodine. Firewood sufficient. Guides not needed.  Beware of undertow when swimming! People have walked solo 42 days, no worries.  A hat suitable for strong winds is a must!"]},{"type":"*","value":[" ",{"type":"'''","value":["Wild beaches"]},", clothing optional, sunblock a must, cover up for conservative locals, beware of undertows."]},{"type":"*","value":[" ",{"type":"'''","value":["Beach fishing"]},", km after km of undeveloped, unexplored shores"]},{"type":"*","value":[" ",{"type":"'''","value":["Surfing"]},", go to The Kraal for the best Wild Coast Surf experience"]},{"type":"*","value":[" ",{"type":"'''","value":["Spearfishing"]},", go diving and catch your supper"]},"\n",{"type":"==","value":["Eat"]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Wood oven food"]},", at the Kraal"]},"\n",{"type":"==","value":["Drink"]}," \n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Morgan's Bay"]]},": Seaside village with magnificent cliffs that plunge into the sea."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kei mouth"]]},": Southern gateway to the Wild Coast via one of South Africa's two remain pontoon car ferries."]},"\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Eastern Cape"]]},"\n",{"type":"[[","value":[["wikipedia:Wild Coast Region, Eastern Cape"]]}]