[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Wildwood"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wildwood.com Wildwood"]}]}," is on the ",{"type":"[[","value":[["Southern Shore"]]}," of ",{"type":"[[","value":[["New Jersey"]]},".  It is primarily a holiday town whose population swells in the summer months (June - August) with holidaymakers coming mainly from New York and Philadelphia.  There are also a significant number of seasonal workers from Pennsylvania, Ireland and Eastern Europe. Together with the small bordering towns of North Wildwood and Wildwood Crest, Wildwood is often called \"the Wildwoods.\"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe Wildwoods are easily accessible by car, just minutes off of the Garden State Parkway, the route  the majority of vacationers from the tri-state area take. Many locals use Rt. 55 South to Route 47, but in recent years this route has had serious jams that are more than 10 miles. As the Garden State Parkway traffic has toned down, but it gets bad on holiday weekends.\n\nMany counties in New Jersey also offer Park-n-Ride, a ride sharing and van pooling system.\n\n",{"type":"===","value":["By bus"]},"\nThere are also numerous buses that run into the bus terminal in Wildwood, which is located in the center of town on Davis St.  Many Greyhound buses from Pennsylvania, New York, and Delaware offer services to this location, as well as New Jersey Transit buses for residents of the state of New Jersey.\n\n",{"type":"===","value":["By plane"]},"\n\nNearby Atlantic City is home to an international airport, which has several car rental distributors on site, as well as limousine companies to take tourists from the airport to Wildwood.  Atlantic City International Airport is located 45 minutes north of the Wildwoods.\nPhiladelphia International Airport is located approximately 2 hours away, as well.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airportchariot.com\/ Airport Chariot"]}]},", +1 609 748-3506 Airport Chariot provides private sedan, stretch limousine & charter bus transportation between Atlantic City, Philadelphia,& the New York area airports area and the Wildwood area."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.actransportonline.com\/ A&C Transport Car Service"]}]},", +1 609 892-5467 A&C Transport car service and airport transportation provides quality transportation at affordable prices in the Atlantic City, Wildwood, Ocean City, Long Beach Island, Cape May and more."]},"\n",{"type":"==","value":["Get around"]},"\nOnce in Wildwood, it is incredibly easy to navigate your way around.  If needed, the entire island is walkable.  However, many people choose to drive for time and convenience purposes. Be careful though, parking can be expensive!   Many residents and tourists choose to ride their own bikes, or rent them from one of the several rental facilities in the town. You can rent singles, doubles, or even family sized bikes. It is also very common to see people on skates and skateboards.\n\nTo get from place to place on the boardwalk, which spans numerous miles, many choose to hop aboard the tram car, which is a small, trolley-like vehicle that drives solely from one end of the boardwalk to the other, and is relatively inexpensive, one way only costing approximately $3.00.  \n\nTaxi cabs and NJ Transit buses also operate through Wildwood, both which are cost effective, and are available constantly.\n\nThere are three different taxi services located in the Wildwoods, Caribbean, Checkers, and Pink.  They can pick you up anywhere in Wildwood within about 5 minutes.  This is the safest way to get around at night, especially if you are drinking, for the cops in Wildwood are diligent.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Caribbean 1 NRHP NJ.jpg"],["thumb"],["The Caribbean Motel, a Doo-Wop motel listed on the National Register of Historic Places."]]},"\nAlthough Wildwood is primarily known for being a shore town, there are several historic and recreational sites. \n",{"type":"*","value":["Historic town hall is located in the center of Wildwood, as well as several small local museums. Many of the town's motels were built in the'Doo-Wop\" era of 1950's and 1960's, which may remind you of \"The Jetsons.\".  The interesting architecture and brightly lit signs sure makes Wildwood one of a kind to visit during your stay there.   "]},{"type":"*","value":["Wildwood boasts beautiful landscapes, which can be seen by taking a ",{"type":"'''","value":["helicopter ride"]},", or a ",{"type":"'''","value":["boat tour"]},", both of which are available daily.  "]},{"type":"*","value":["There is a ",{"type":"'''","value":["miniature aquarium"]}," located on the boardwalk that often hosts interactive exhibits."]},{"type":"*","value":["Wildwood is also home to one of the country's oldest wooden roller coasters and the tallest ferris wheel on the east coast, which can be seen from miles, especially at night when it is lit up with an array of LED lights.  "]},{"type":"*","value":["The ",{"type":"'''","value":["convention center"]},", which is located at the end of the boardwalk, often has various activities, demonstations, and shows.  "]},"\n",{"type":"*","value":["The historic ",{"type":"'''","value":["Cape May Zoo"]}," is also a short drive away, which is home to more than 200 different species of animals in a quaint park setting, and is visited by more than 3 quarters of a million people annually.  The Zoo features a playground, nature trails, and a pond for fishing."]},"\nA new attraction, only about 2 years old, is the movies on the beach.  Right in the middle of the second and third piers they set up a large screen on the beach, only at nights.  This is a very unusual experience because it's like an old- fashioned drive in movie but only one the sand, and no cars.  They have the latest movies showing every night at 8 PM, and the tickets aren't that expensive either.\n\n",{"type":"==","value":["Do"]},"\nIn the Wildwoods, there is fun for everyone.\n\nIf you aren't a resident of the tri-state area, it's more than likely that you haven't heard of Wildwood, New Jersey.  However, it is a spot worth noting as both an eclectic town, and an enjoyable family vacation spot.  Located in Cape May County, on the Southern tip of New Jersey, Wildwood has long been known as one of the hot spots along the Jersey coast.  What has always made Wildwood stand out amongst a sea of shore towns is its attention to family-oriented fun and a giant mix of activities for people of all ages.  No matter what your interests are, or your personal vacationing preferences, you are sure to find something to love in The Wildwoods.\n\n",{"type":"*","value":["The most obvious, and most frequently utilized attraction in The Wildwoods are the miles of beautiful sandy ",{"type":"'''","value":["beaches"]}," which are free.  Although tourists and year round residents alike flock to all of the beaches, two of the most popular beaches on the island are The Inlet at the entrance to North Wildwood, and Diamond Beach, located in The Crest.  Both of these spots are known for their seclusion.  Besides from the obvious sunbathing and swimming, there are numerous activities to participate in at the beach, such as ",{"type":"'''","value":["boating, parasailing, hand-gliding, jet-skiing, surfing kite surfing"]},".  "]},{"type":"*","value":["People who want to escape the crowds of the beach often head to the bay area to indulge in an afternoon  of ",{"type":"'''","value":["fishing or crabbing"]},".  "]},"Free events include Friday night fireworks on the beach in the center of Wildwood and concerts featuring tribute bands and local talent that are held at Fox Park on Sunday evening and at the new band shell in Wildwood Crest.\n",{"type":"*","value":["For ",{"type":"'''","value":["rainy days"]}," when the beach is not an option, there are several movie theaters and rental places and a huge library for a quiet day inside.  Wildwood is also a short drive away from the Atlantic City casinos."]},"\n",{"type":"*","value":["If you do not like the sand but love the water, you can find 3 great waterparks in this town. ",{"type":"'''","value":["Ocean Oasis Waterpark"]}," & ",{"type":"'''","value":["Beach Club"]}," is located on Beach & 25th Ave, Raging Water's is at the back of Surfside Pier, and Splash Zone is rather close too.  "]},{"type":"*","value":["Or spend some time parasailing with the islands only parasail company, ",{"type":"'''","value":["Hang Loose Parasail"]},", 609-522-wild the cost is reasonable at between $50 and $65 per person. It is an incredible value for a truly a once in a life time adventure.      "]},"\nDuring the summer months, The Wildwoods also host many ",{"type":"'''","value":["festivals and special weekends"]},".  During Memorial Day weekend, there are parades and many street vendors and special activities to celebrate the beginning of the summer season.  The same types of events are held at the end of the summer over Labor Day weekend.  There is also Irish Weekend and Firefighters weekends in early September and fourth of July fireworks on the beach, along with countless food tasting festivals. From June until August, there are fireworks on the beach every Friday night.\n\nMany cheerleading, dance, gymnastics, wrestling, and basketball tournaments are held in Wildwood.\n\nThere many places to rent boats and jetskis, or you can hop aboard the Thunder Cat, a huge speedboat, that takes you right along the coastline at top speed then out off the coast a couple miles to Whale watch.\n\nMost mornings the boardwalk is full of people riding bikes, skating or walking.  This has been a ritual in wildwood for many years, not only because of the view of the ocean, but because everyone needs the exercise after a good dinner the night before.  There are bike rentals on almost every block in all three of the wildwoods, a regualar bike will cost around eight dollars for the hour.\n\nThe beaches for the most part are clean and inviting, but the only problem with the beaches are that the ocean begins about 3 blocks after you enter the sand.  This makes it extremely tough for senior citizens to walk down to the beach in some places.  The best bet if you don't want to walk too much throught the sand, then go to 1st street in North Wildwood.  Not only does the water start about 100 feet from the street but it has a unique experience because there is not to many waves, it acts like a pool, with a depths of about 30 feet at some points.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cape May Whale Watcher, Inc"],["alt=Whale and Dolphin Watching"],["url=http:\/\/www.capemaywhalewatcher.com"],["email="],["address=890 2nd Ave"],["lat="],["long="],["directions=at the Miss Chris Marina,, across the street from the Lobster House"],["phone = +1 609 884-5445"],["tollfree="],["fax="],["hours=10am-9pm"],["price=Price: $15-$45"],["content=Large largest whale and dolphin watching outfit, claim a 99% success rate to see dolphins, and 68% for whales. Whale Watching Trips starts in March and end in December, with 3 daily tours in high season  (May to September - 10AM, 1PM and 6.30PM."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Antique Images, Old time Photos"],["alt=Old time Photos"],["url=http:\/\/www.aidigital.com"],["email="],["address=Boardwalk Mall"],["lat="],["long="],["directions=On the boardwalk between Garfield and Spicer Aves., 3800 Boardwalk"],["phone = +1 609 522-4716"],["tollfree="],["fax="],["hours=10am - 12am"],["price="],["content=The first and Oldest Old Time Photo Studio on the New Jersey Shore. In continuous operation since 1977 celebrating the 34th summer season in 2010.\nA full service costume photography studio where you can take a vacation from yourself. Adopt a new personna aan Outlaw, Gangster, SOuthern Belle or Femme Fatale."]]}]},"\n",{"type":"==","value":["Buy"]},"\nWhat can't you buy in Wildwood?  Numerous tourist nick-nacks, food products such as world famous fudge, fried Oreos, and chocolate dipped bananas.  Many vendors sell novelty clothing items and hermit crabs for the kids. Henna tattoos are a big hit.  There are several old time photo centers throughout Wildwood where families and friends can dress up in fancy old time costumes and pick a background of their choice, and have a professional photograph taken.  It is also easy to go through a pocket of money playing all the games on the boardwalk and forking out cash for the rides.  There are also tons and tons of arcades.     \n\nYou can take go-cart rides and helicopter rides too. \n\nEven if you need some toiletries or groceries, you could find that in the super markets located on the island.\n\nYou can buy almost any sports team equipment from the teams from the tri-state area (i.e. the Eagles, Giants, Phillies, Mets and Yankees.) There are also places where you can get a custom made shirt by a gentleman who spraypaints images on regular articles of clothing giving it a really unique look, thats hard to find anywhere else.\n\n",{"type":"==","value":["Eat"]},"\nWildwood features numerous places to sample a taste of the Jersey shore in all types of settings.  If you are looking for a quick bite to eat, there is no better place to sample a tasty treat than the boardwalk.  From the famous pizza shop rivals, Sam's and Mack's (everyone has a preference), to Curly's frech fries, Laura's and Douglas's Fudge shops, to countless ice cream and funnel cake stands, the smell of the boardwalk is just as prominent as the sounds of shrieking children and laughs from families enjoying each other's company. You can find popcorn, gourmet pizza, cheesesteaks, hot dogs, salads, waffles and ice cream, polish water ice, Chocolate covered bananas, deep fried Oreo's, milkshakes, and every kind of candy on the boardwalk.  There are also many great deli's.  \n",{"type":"*","value":[{"type":"'''","value":["Russo's and Marrinucci's"]}," in North Wildwood have great sandwiches on the go or for sitting on the beach.  "]},{"type":"*","value":[{"type":"'''","value":["Bill's"]}," in Wildwood, right on Park Boulevard and Glenwood, has great wings and family packages for the whole family.  Sal's is the best if you want some Philly cheesesteaks in Wildwood Crest."]},"\nIf you are looking for more of a sit down meal, the island features numerous diners and family-style restaurants, such as ",{"type":"'''","value":["The Star Diner"]}," and ",{"type":"'''","value":["The Vegas Diner"]},", both in North Wildwood.  The Wildwoods also feature world class seafood and Italian style cuisine in such fine establishments as ",{"type":"'''","value":["Gia's"]}," and ",{"type":"'''","value":["Alfie's"]}," (in Wildwood), ",{"type":"'''","value":["Uries"]}," and ",{"type":"'''","value":["The Boat House"]}," (on Rio Grande Boulevard), and ",{"type":"'''","value":["Little Italy"]}," (where a crazy Slovakian lady with no teeth tries to pass herself off as a true Italian pasta maker).\n\nSeveral world renowned restaurants are also located in ",{"type":"[[","value":[["Atlantic City"]]},", such as Morton's Steakhouse, which is located at Caesar's Pier, and Buddakan.\n\nIf steak is your specialty, then you might want to consider going to ",{"type":"'''","value":["Neil's Steak and Chowder House"]}," or ",{"type":"'''","value":["J.P. Primes"]}," to eat. Neil's is a reasonable place to go with a family or friends, while J.P. Prime's is very expensive, around 120 dollars per couple.  It also has a nice bar\/nightclub setting for a higher class price range.\n\nIn the most southern part of Wildwood Crest, located on Atlantic Ave., there is a small cafe located in the Pier 6600 hotel.  The food is great and the price is very reasonable. And if you wanted to listen to live music during the day you can stay at the Pier 6600 hotel, at the Barefoot bar and grill where they have live music everyday except Sundays.\n\nAdded at the end of the 2008 summer season, a Sonic was built about 10 minutes from Wildwood on Rt. 74.  This is a popular spot for younger crowds, who has never got to eat at a Sonic before, but heard of their huge burgers and thousand of combination of slushes.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Antique Images"],["alt=Old Time Photos"],["url=http:\/\/www.aidigital.zenfolio.com"],["email="],["address=Boardwalk Mall"],["lat="],["long="],["directions=3800 Boardwalk, Wildwood"],["phone = +1 609-522-4716"],["tollfree="],["fax="],["hours="],["price="],["content=Original Home of Old Time Photos on the Jersey Shore.  In Continuous operation by the same owners since 1977. Professional Service, Portrairs not snapshots."]]}]},"\n",{"type":"==","value":["Drink"]},"\nWildwood is certainly not a dry town.  There are numerous places for adults to indulge in a night out on the town in Wildwood.  Some of the town's most popular bars are Keenan's Irish Pub, the Anglesey Pub, Westy's Irish Pub, Echoes, Owen's Pub, and Flip Flopz which are primarily located at the entrance of North Wildwood.  Juan Pablos is a great upscale Mexican restaurant located in the heart of wildwood with lots of sexy women and awesome drinks.  Both locals and tourists alike mingle in this hip setting where drinks and light appetizers are served.  Clubs such as Shakers and The Ship and Shore, Sportsman's Tavern and the Fireman's Tavern are very scary night time spots for the alcoholics and drug smoking locals.  At local bar Shamrocks, Wednesdays are Quizzo night, where anyone can compete in a series of Jeopardy-like questions for prizes, also very popular are: Sunset Bay, La Piazza, A and L P,(A great sandwich shop), Angry Jack's in North Wildwood and Boardwalk Bar and Grill on Atlantic Ave.\n\nWildwood's nightlife is incredibly diverse.  The main attraction for families is the boardwalk, which features miles of novelty shops, eateries, and the three famous amusement piers, ",{"type":"'''","value":["Surfside Pier"]},", formerly Morey's Pier, ",{"type":"'''","value":["Mariners Landing Pier"]},", and ",{"type":"'''","value":["Adventure Pier"]},", formerly Wild Wheels Pier located a few blocks apart from each other.  Both of these amusement parks can be enjoyed by either buying tickets or purchasing an all day pass for a discounted price.  The rides range from kiddie go-carts and merry-go-rounds, to log flumes to sky-high roller coasters and bungee jumping. The boardwalk is lined with games of all kinds and prizes galore. If you are a gambler and do not want to drive all the way to Atlantic City, there are tons of casino arcades on the boardwalk.  There are also dozens of miniature golf centers, many with ice cream parlors attached.  If you are up for it, it is also possible to get your palms and tarot cards read or even get a tattoo and something pierced.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sam's Pizza Palace"],["url="],["email="],["address=2600 Boardwalk Wildwood"],["lat="],["long="],["directions="],["phone = +1 609 522-6017"],["tollfree="],["fax="],["hours="],["price="],["content=Family owned and operated since 1957.  Tasty pizza, great service. Pizza has a nice thin crust the perfect sauce. better then that not only is the service great but they are quick."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThe Wildwoods are broken down into four main towns: North Wildwood, Wildwood, West Wildwood,  and Wildwood Crest.  The Wildwoods are world reknowned for having the largest concentration of Mid-Century Modern or \"Doo-Wop\" motels and other commercial buildings anywhere in the world. The vast majority of vacationers choose to stay in these \"Doo-Wop\" motels during the summer months. Prime examples of \"Doo-Wop\" motels can be found throughout the Wildwoods, including the Daytona Motor Inn on Atlantic and Youngs Avenue, The Starlux Motel on Rio Grande and Atlantic, and The Caribbean Motel on Ocean Ave. and Buttercup. Often times families vacation at the same motels and hotels for multiple generations. Still other vacationers like to rent houses by either the week, the month, or the season.  The most popular month to rent is July, which is consequently the month when housing is most expensive.  Many residents of the surrounding states have second homes in Wildwood, and utilize their vacation homes for all or most of the summer.  These people are known as \"Shoobies\".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pier 6600"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located at the southern end of Wildwood Crest offers the \"Doo-Wop\" look and mood.  The Hotel itself is older with the office draped in older carpets and fixtures.  However the pool and bar area is brand new, it had a warm sunny day feel with good drinks and live music, by Greg Davis, who plays good classic rock."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Oceanview Motel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in Wildwood Crest, this newer motel still keeps the older look.  For kids it had a large minigolf area located on the property, as well as a good grill on the beach that serves hamburgers and hotdogs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Royal Court"],["url=http:\/\/www.royalcourtmotel.com"],["email="],["address=4301 Atlantic Ave"],["lat="],["long="],["directions="],["phone = +1 609-522-5398"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This family-owned motel is located a block from the boardwalk, making it quieter than hotels directly on the boardwalk.  Rooms are a good size and extremely clean."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The European"],["url=http:\/\/www.300european.com"],["email="],["address=300 Ocean Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The European is located on 3rd & Ocean in the Wildwoods. Family friendly complex with large rooms, only 20 units in complex so you can relax at the heated pool with your family.  Outdoor BBQ, Heated Pool, Ocean block with Great Ocean Views."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Caribbean Motel"],["alt="],["url=http:\/\/www.caribbeanmotel.com\/"],["email="],["address=5600 Ocean Avenue"],["lat="],["long="],["directions="],["phone=+1 609 522 8292"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=A historic motel listed in the National Register of Historic Places."]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\nDuring the day, the highly visited beaches and boardwalk are very safe. However, Wildwood has its fair share of social problems, including poverty and violent crime. At night, stay in groups on the boardwalk and do NOT wander around the town alone.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Ocean Drive NJ.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=END"],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Cape May"]]}]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Atlantic City"]]}],["minorr1=",{"type":"[[","value":[["Stone Harbor"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["38.99167"],["-74.81500"]]},"\n",{"type":"{{","value":[["isPartOf"],["Cape May County"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Wildwood, New Jersey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/W\/Wildwood\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Wildwood, New Jersey"]]}]