[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Willow Grove"]}," is a town in the ",{"type":"[[","value":[["Philadelphia Region"]]}," of ",{"type":"[[","value":[["Pennsylvania"]]}," located approximately 12 miles north from the city of ",{"type":"[[","value":[["Philadelphia"]]},".  It is ideal to live due to the immediate availability of super markets, home goods, public and private schools, and travel resources such as train, turnpike, and bus routes.\n\n",{"type":"==","value":["Get in"]},"\nThere are three simple ways to get into Willow Grove.  There is a train station located in the heart of the town which runs to and from Center City Philadelphia as well as to several other suburbs around Philadelphia.  There is also the Willow Grove Exit off of the Pennsylvania Turnpike which can drop you off right in Willow Grove.  SEPTA Bus lines also run in and out of Willow Grove from all over Philadelphia as well as the surrounding suburbs.\n\n",{"type":"==","value":["Get around"]},"\nThe best way to get around Willow Grove would be from using your own personal vehicle, but if you do not have your own means of transportation, there are SEPTA bus lines that can take you around the town, as well as taxi services that you must call ahead of time if you would like them to pick you up.\n\n",{"type":"==","value":["See"]},"\nThe biggest tourist attraction within Willow Grove is the Willow Grove Park Mall.  This three story mall was built in 1982 on the site of the Willow Grove Park, which was a popular amusement park of the first half of the 20th century.  The mall pays homage to the amusement park it replaced by operating a carousel on the third floor, as well as including decorations that resemble the atmosphere of the park.\n\nWillow Grove also hosts a community park known as War Memorial Park.  War Memorial recently built a roller hockey rink that is open to the public, and also has a pleasant walking trail.\n\n",{"type":"==","value":["Do"]},"\n\nA major source of entertainment is the local bowling alley known as Thunderbird, which hosts many leagues of play for all kinds of competitors. Winterports Ice Hockey Ring. War Memorial Park is also a great place to spend a nice afternoon where you can enjoy the public roller hockey rink.  The Willow Grove Park Mall is another excellent place to spend a day walking around and visiting all of the stores within the three story mall.\n\n",{"type":"==","value":["Buy"]},"\n\nThe best location to go shopping is at the Willow Grove Park Mall, which contains over 130 stores.  There is also a shopping center within walking distance of the mall which includes large stores such as Barnes & Noble, Toys R Us, Walmart, and a Dick's Sporting Goods.\n\n",{"type":"==","value":["Buy"]},"\n\nAttractive Property right near Round Meadow Run off or should i say in the pennypack watershed\n\n",{"type":"==","value":["Drink"]},"\n\nEat Smoke Drink! Big Heads Willow Grove\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Courtyard Marriot"],["alt="],["url=http:\/\/www.marriott.com\/default.mi\/\/"],["email="],["address=2350 Easton Road"],["lat="],["long="],["directions="],["phone = +1 215 830 0550"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Route 611."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=SpringHill Suites by Marriott Philadelphia Willow Grove"],["url=http:\/\/www.marriott.com\/PHLWL"],["email="],["address=2480 Maryland Road , Willow Grove, Pennsylvania 19090"],["lat="],["long="],["directions="],["phone=+1 215 657-7800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Residence Inn by Marriott Philadelphia Willow Grove"],["url=http:\/\/www.marriott.com\/PHLRW"],["email="],["address=3 Walnut Grove Drive , Horsham, Pennsylvania 19044"],["lat="],["long="],["directions="],["phone=+1 215 443-7330"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n\n",{"type":"==","value":["Go next"]},"\nWillow Grove has very easy access to local destinations and the Pennsylvania Turnpike.  The hotels are right next to the Turnpike.  From the main intersection of Willow Grove ",{"type":"'''","value":["York Rd & Easton Rd"]}," you can easily get to many different ",{"type":"[[","value":[["Philadelphia Region"]]}," locations.  Following Easton Rd (611) North heads towards the Turnpike or Doylestown.  Following Easton Rd (611) South will get to ",{"type":"[[","value":[["Philadelphia"]]},".\n\n",{"type":"{{","value":[["routebox"],["image1=I-276.svg"],["imagesize1=22"],["image1a=Pennsylvania Turnpike logo.svg"],["imagesize1a=22"],["image1b="],["imagesize1b="],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Harrisburg"]]}],["minorl1=",{"type":"[[","value":[["Fort Washington"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Bristol (Pennsylvania)"],["Bristol"]]}],["minorr1=",{"type":"[[","value":[["Bensalem"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Montgomery County (Pennsylvania)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Willow Grove, Pennsylvania"]]}]