[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Little League World Series Game 1 crop.jpg"],["thumb"],["350px"],["Little League World Series"]]},"\n\n",{"type":"'''","value":["Williamsport"]}," is a city in the ",{"type":"[[","value":[["Susquehanna Valley"]]}," of Pennsylvania.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nWilliamsport is connected to two Interstates: I-180 and I-99.  I-80, which terminates at Interstate 80 south of Williamsport, is the road you'll use if you're coming from New York or Philadelphia.  From Pittsburgh, you'll use I-99, which is not entirely completed and still has some non-expressway gaps, so expect construction and some confusion.  (You might spot signs saying \"Future I-99 corridor\" on the drive in).  Points north should use US-15, which will one day be I-99.  The area north of Williamsport is sparsely populated though, so there will probably be little in the way of delays, just a rather scenic mountain drive.\n\n",{"type":"===","value":["By plane"]},"\nThe main airport servicing the area is ",{"type":"'''","value":["Williamsport Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["IPT"]]},"), located in nearby Montoursville.  Options are extremely limited, with only one destination served: US Airways flies to their hub in Philadelphia.  Because US Airways has a monopoly on the airport, flying to Williamsport can be an expensive endeavor.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Peter J. McGovern Little League Museum"],["url=http:\/\/www.littleleague.org\/learn\/museum.htm"],["email="],["address=525 Route 15 Highway"],["lat="],["long="],["directions="],["phone = +1 570 326-1486"],["tollfree="],["fax="],["hours=Currently closed for renovation; is scheduled to reopen in June 2013"],["price=$5 for adults, $1.50 for children 13 and under, $3 for seniors, and free for children under 4"],["content=Lots of Little League trivia and memorabilia, along with profiles of distinguished ex-Little Leaguers."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Little League World Series"],["url=http:\/\/www.littleleague.org\/worldseries\/"],["email="],["address=games are held at Lamade Stadium or Volunteer Stadium, 539 U.S. 15"],["lat="],["long="],["directions="],["phone=+1 570 326-1921"],["tollfree="],["fax="],["hours="],["price="],["content=Held every August, the LLWS pits sixteen teams of 11-12 year olds from around the world in a tournament to prove the best team. Its very popular among people of all ages and the atmosphere is electric for every game. Tickets are available first come, first served for all games except the World Championship Game. Those tickets are distributed by a lottery system, but seating beyond the stadium fences is always available."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Otto's Bookstore"],["alt="],["url=http:\/\/www.ottobookstore.com\/"],["email="],["address=107 West Fourth Street"],["lat="],["long="],["directions="],["phone=+1 570 326-5764"],["tollfree="],["fax="],["hours=Monday through Friday 9AM to 8PM"],["price="],["content=Otto's Bookstore sells new books and has been in business for 170 years making it one of the oldest bookstores in the country."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=33 East"],["url=http:\/\/www.33east.com"],["email="],["address=33 East 3rd St"],["lat=41.24"],["long=-77.00"],["directions=market turn right on third"],["phone = +1 570 322-1900"],["tollfree="],["fax="],["hours=5PM-10PM"],["price="],["content=33 East is one of the area's most popular \"fine dining\" establishment.  The food is excellent (albeit a little pricey), as is the atmosphere and service. Brought back to life after a complete and utter restoration, 33 East is a delight to your senses."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bullfrog Brewery"],["url=http:\/\/www.bullfrogbrewery.com\/"],["email=contact@bullfrogbrewery.com"],["address=229 West Fourth St"],["lat="],["long="],["directions="],["phone = +1 570 326-4700"],["tollfree="],["fax=+1 570 326-2998"],["hours="],["price=$10-25 entrees"],["content=A very good local restaurant\/microbrewery - it makes a nice change from the plethora of chain eateries in the city.  The food and drink are both excellent, but it's best to make reservations for evening.  It can get busy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Peter Herdic House"],["url=http:\/\/www.herdichouse.com\/"],["email=info@herdichouse.com"],["address=407 West Fourth St"],["lat="],["long="],["directions="],["phone = +1 570 322-0165"],["tollfree="],["fax="],["hours="],["price=$15-25 entrees"],["content=The Peter Herdic House, one of the most famous Victorian-style mansions left over from the prosperous logging days of Williamsport's history (which used to have more millionaires per capita than anywhere else in the world) is now an inn and fine dining restaurant.  The menu is seasonal, and ranges from Parmesan Crusted Shrimp and a side Pear, Walnut and Gorgonzola Salad to Salmon in a Dijon Cream and Homemade Linguine Carbonara with Broccoli.  Reservations are recommended, but walk-ins are also welcomed."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pazzo Restaurant"],["url="],["email="],["address=326 Court Street"],["lat="],["long="],["directions="],["phone = +1 570  320-1808"],["tollfree="],["fax="],["hours=M-Sa 5PM-10PM"],["price=Midrange for the uniqueness of the food"],["content= Pazzo is a very small corner restaurant which is extremely unique with a seasonal menu.  Examples include a sushi-style Duck Roll, Baby Arugula Salad with Prociutto and Mozerella and a Balsamic Glaze, and always-changing desserts.  The atmosphere is very dark and cozy, with a baroque almost-gothic feel with crimson walls, large ornate mirrors, and a diamond\/joker theme.  House-made garlic breadsticks are served free with a side of olive oil and salt and pepper.  The establishment is fairly esoteric as it lies in an ally, but for those who know it it's a favorite."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=DiSalvo's"],["url=http:\/\/www.disalvopasta.com\/"],["email=info@disalvopasta.com"],["address=341 East Fourth St"],["lat="],["long="],["directions="],["phone = +1 570 327-1200"],["tollfree="],["fax="],["hours=Lunch M-F 11:30AM-2PM, Dinner M-Th 5PM-9:30PM, F-Sa 5PM-10PM"],["price=$10-25 entrees"],["content=Best Italian restaurant in the area, hands-down.  The atmosphere is nice, too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Golden Strip"],["url="],["email="],["address=East Third Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Golden Strip (as the locals call East Third Street) has the highest concentration of stores and restaurants in the city.  Most of the eateries are part of chains, so if you're looking for anything from McDonald's to TGIF to Red Lobster, it's right along this half-mile stretch of road."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Coffee and Tea Room"],["url=http:\/\/theomnibus.org\/room217\/index.html"],["email="],["address=217 W 4th St"],["lat="],["long="],["directions="],["phone = +1 570 326-1760"],["tollfree="],["fax="],["hours=M-Th 8AM-9PM; F 8AM-11PM; Sa 9AM-9PM"],["price="],["content=The Coffee and Tea Room is a coffeehouse, a cafe, an art gallery, and a cultural meeting place.  It offers a large selection of specialty drinks including cappuccino, mocha, latte, cocoa, full-leaf tea (many styles available) and a special Kona Blend freshly brewed coffee.  They offer a selection of muffins, scones, bagels, cookies and cinnamon rolls, each baked fresh daily.  For sustenance, the Coffee and Tea Room offers a variety of wraps, panini sandwiches, salads, and soups, each individually-inspired.  An internet-connected computer is free to use as is WiFi access.  Tarot card readings also take place here and earthy clothes and objects can be purchased in the front of the restaurant.  The seating consists of unique chairs, sofas, and armchairs in individual settings - from two to six or so."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Franco's Lounge"],["alt=http:\/\/www.francoslounge.com\/"],["url=http:\/\/www.francoslounge.com\/"],["email="],["address=12 West Fourth Street"],["lat="],["long="],["directions="],["phone = +1 570 327-1840"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic italian food, from bread to pastas and desserts, home-made and absolutely the best in the region. Menu has both traditional italian cuisine as well as unique dishes that are sure to please the palate. Atmosphere is cozy but elegant and the owners will make you feel at home!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["41.244444"],["-77.018611"]]},"\n",{"type":"{{","value":[["isPartOf"],["Alleghenies and Susquehanna Valley"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Williamsport,_Pennsylvania"]]},"\n",{"type":"[[","value":[["Commons:Category:Williamsport, Pennsylvania"]]}]