[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parkweb.vic.gov.au\/1park_display.cfm?park=217 Wilsons Promontory"]}]}," or \"the Prom\" as it is known, is the southernmost point of the ",{"type":"[[","value":[["Australia"],["Australian"]]}," mainland, located in the South Gippsland region of the state of ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},". The Prom is protected as the 50,000 hectare Wilsons Promontory National Park and the seas around the southern end are the Wilsons Promontory Marine National Park. There is another, smaller marine national park in the northern area. The park contains 130 km of walking trails and a number of campsites. The hub of the park is Tidal River where there is a store, visitor center and camping.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nThe Prom is approached along the South Gippsland Highway, turning off at either Meeniyan or Foster. The park entrance is 224 km from ",{"type":"[[","value":[["Melbourne"]]}," and 29 km from Foster. It is another 30 km from the entrance to the park center at Tidal River. Take extra care when driving into the Prom at around sunset or night as there are usually a number of animals out on the road at these times. \n\nIf you don’t have your own transport, you can take an organised tour from Melbourne or ",{"type":"[[","value":[["Phillip Island"]]}," or take the bus from Foster run by Foster Backpackers Hostel. There is also a connecting bus to Tidal River via Fish Creek that meets the V\/Line Coach service from Melbourne at Foster on Friday afternoons. A return service operates on Sunday nights connecting with the V\/Line coach back to Melbourne, with an extra return service operating on Monday public holidays. Contact Viclink on 131 638 for details or see ",{"type":"[","value":["http:\/\/www.foster.vic.au\/transportation\/wilsons-prom-bus-services\/ Wilsons Prom Bus Services"]},".\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nEntry to Victoria's National Parks is free effective from 2010.\n\n",{"type":"==","value":["Get around"]},"\n\n\nBetween dusk and dawn, drive carefully and slowly. Kangaroos and other wildlife will be on the road.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bush camping"]},". There are 6 camp areas in the southern area and all have toilets and a seasonal water supply. The northern area is a declared \"Wilderness Area\". It has 5 camp areas but toilets are generally not available. There are no camp areas in the central area. Permits are required for overnight hikes and can be booked in advance or on arrival at the park entrance or at the visitor center at Tidal Creek."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]},". There are a number of short walks, day hikes and multi-day overnight hikes. Fit walkers can make a full-day return hike from Telegraph Saddle to either the lighthouse at South East Point or to South Point."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}," is permitted in some areas. A recreational fishing license is required. No fishing is permitted in the marine national parks. In some areas line fishing only is permitted."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Swimming, snorkeling, scuba diving"]},". Some of the best ",{"type":"[[","value":[["scuba diving"]]}," in Victoria is in the marine parks of Wilsons Promontory - deep, clear and full of interesting marine life. The Prom is also popular for snorkeling."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wildlife Coast Cruises"],["url=http:\/\/www.wildlifecoastcruises.com.au\/?page_id=108"],["email="],["address=Port Welshpool"],["lat="],["long="],["directions="],["phone = +61 1300 763 739"],["tollfree="],["fax="],["hours="],["price=Adults $78"],["content=A four hour cruise along the northern coast with breathtaking scenery along the sheltered side of the Prom. During June there are regular whale sightings of Humpback and Southern Right Whales during the cruise."]]}]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThe Tidal River Store sells food and other consumables and gas bottle refills. Fuel is no longer sold here. The near petrol station is at Yanakie.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Tidal River Store sells food supplies at rip off prices =D and has a café with takeaways. There are free gas barbecues in car parks at Tidal River.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Huts"],["url=http:\/\/www.parkweb.vic.gov.au\/resources05\/05_2252.pdf"],["email="],["address=Tidal River"],["lat="],["long="],["directions="],["phone = +61 131963"],["tollfree="],["fax="],["hours="],["price=$62 per 4-bed hut (peak), $95 per 6-bed hut (peak)"],["checkin="],["checkout="],["content=One room huts with bunks, stove, small fridge and gas heating - linen and towel hire available on request."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lorikeet Units"],["url=http:\/\/www.parkweb.vic.gov.au\/resources05\/05_2252.pdf"],["email="],["address=Tidal River"],["lat="],["long="],["directions="],["phone = +61 131963"],["tollfree="],["fax="],["hours="],["price=$117.50 per night for 1-2 people (peak)"],["checkin="],["checkout="],["content=Fully self-contained motel style accommodation."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sabrelyn Park"],["url="],["email=info@sabrelynpark.com"],["address=270 Savages Rd, Waratah North Vic"],["lat="],["long="],["directions=15 minutes from the Prom Gate"],["phone=+61428571008"],["tollfree="],["fax="],["hours="],["price=$130+"],["checkin=2pm"],["checkout=11am"],["content=Fully self contained 4 bedroom\/2 bathroom cottage that sleeps up to 10.  Offering,  sensational views, comfortable accommodation & the opportunity to snuggle with an alpaca should the need take you.  \nhttp:\/\/www.sabrelynpark.com"]]}]},{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bear Gully Coastal Cottages in Cape Liptrap"]}," - We have 4 completely self-contained cottages with 1 and 2 bedrooms. The grounds are spacious making it ideal for couples on romantic getaways as well family holidays. In fact, we are very popular with family reunions and 'Girls Getaways'. Each cottage has been designed for comfort and privacy, and to maximise views of the magnificent and ever changing colours of Wilson's Promontory, and the beautiful Waratah Bay. Bear Gully is a very easy 2 ½ hour drive from Melbourne. Nestled into the South Gippsland coast between Walkerville South and Cape Liptrap Lighthouse. Our Cottages all have direct beach access with ocean views of Waratah Bay to Wilson’s Promontory and the islands of the Glennie and Anser Groups. Please visit our website for more details at http:\/\/www.beargullycottages.com.au or Phone +61 3 5663 2364 | Location: 33 Maitland Court, Cape Liptrap VIC 3956 "]},"\n",{"type":"====","value":["South East Point"]},"\n\nCottages at the lighthouse have shared bedrooms with 2 or 4 bunks. http:\/\/www.parkweb.vic.gov.au\/1process_details.cfm?place=109\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"====","value":["Tidal River"]},"\n\nThere are 480 unpowered campsites and toilets, showers and laundry facilities. Bookings are essential for Christmas and January holidays and popular long weekends. \n\nThere are self-contained cabins and huts with 2-6 beds and large group lodges.\n\nThere are a couple of campsites reserved for foreign tourists that are assigned on a daily basis. If you arrive without a reservation and can prove that you are a visitor (e.g. with a passport) you should be able to get a spot even in high season. Try to arrive as early as possible, as the sites usually fill up well before noon.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nGo out the way you came in. If leaving the Tidal River area soon before sunset on a nice evening, stop at the Whisky Bay carpark, take the short walk to the beach to sit on the dunes and watch the sun set behind Norman Island (actual position of setting sun varies with time of year).\n\n",{"type":"{{","value":[["IsPartOf"],["South Gippsland"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Wilsons Promontory"]]}]