[{"type":"{{","value":[["pagebanner"],["WV banner Winchester cathedral ceiling.jpg"],["pgname=Winchester"],["dotm=yes"]]},"\n",{"type":"'''","value":["Winchester"]}," ",{"type":"[","value":["http:\/\/www.visitwinchester.co.uk\/ (web)"]}," is an historic cathedral city in the ",{"type":"[[","value":[["England"],["English"]]}," county of ",{"type":"[[","value":[["Hampshire"]]},", situated within the ",{"type":"[[","value":[["South East (England)"],["South East"]]}," region.\n\n",{"type":"[[","value":[["Image:uk-winchester-cathedral.jpg"],["frame"],["Winchester Cathedral as seen from the Cathedral Close"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nWinchester has a long history: there has been continuous settlement at the site for over 2,000 years.\n\nWinchester began as a Celtic hill fort, predating the Roman invasion of Britain in 43 CE. After the Roman conquest, the town grew and became known as ",{"type":"''","value":["Venta Belgarum"]},". After prospering under Roman imperial rule for several centuries, Winchester discovered a new identity as an important Saxon city. Ultimately, King Alfred the Great named Winchester as the capital, first of his kingdom of Wessex and later all of England south of the Danelaw - despite the growing importance of ",{"type":"[[","value":[["London"]]},", it remained so until the Norman invasion of 1066. During the Middle Ages Winchester was renowned for its woollen goods, amongst other produce.\n\nPresently, Winchester is an attractive and peaceful cathedral city deep in the southern English countryside, located conveniently close to both ",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Southampton"]]},".\n\nA visitor staying in ",{"type":"[[","value":[["London"]]}," but with a day to spare and a desire to see more of ",{"type":"[[","value":[["England"]]}," could do much worse than simply to hop on a train to Winchester (which gives good views of the southern English countryside) and spend the day wandering around Winchester.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe most convenient airports for Winchester are (in order of distance):\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.southamptonairport.com\/ Southampton Airport"]}]}," is a relatively small airport and serves destinations in the ",{"type":"[[","value":[["United Kingdom"],["UK"]]}," and ",{"type":"[[","value":[["Europe"]]},". It is about 8 miles drive from Winchester via the M3 (",{"type":"''","value":["northbound"]},"). There is a direct rail service from Southampton Airport Parkway station, which is immediately adjacent to the airport terminal building, to Winchester; four trains an hour take about 10 minutes for the journey."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.heathrowairport.com\/ London Heathrow Airport"]}]}," is about 60 miles drive from Winchester via the M25 (",{"type":"''","value":["anti-clockwise"]},") and the M3 (",{"type":"''","value":["southbound"]},"). It is one of largest airports in the world, with copious flights to most major international destinations (although they are generally more expensive than other London airports). There is a RailAir ",{"type":"[","value":["http:\/\/www.swtrains.co.uk\/transportlinks\/woking.htm"]}," coach service to ",{"type":"[[","value":[["Woking"]]}," station, where mainline trains to Winchester can be boarded; two services an hour give a journey time of just under two hours for the whole journey. There are also direct National Express buses from Heathrow Airport Bus Station to Winchester, which take about an hour. The second option is generally cheaper and faster. See the 'By bus' section below."]},{"type":"*","value":[{"type":"'''","value":["Bournemouth Airport"]}," is a relatively small airport and serves destinations in the ",{"type":"[[","value":[["United Kingdom"],["UK"]]}," and ",{"type":"[[","value":[["Europe"]]},". It is about 35 miles drive from Winchester via the A31 (",{"type":"''","value":["eastbound"]},") and the M3 (",{"type":"''","value":["northbound"]},"). There is a regular 12-minute shutttle bus to Bournemouth rail station, where mainline trains to Winchester can be boarded, which take about 50 minutes."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gatwickairport.com\/ London Gatwick Airport"]}]}," is about 80 miles drive from Winchester via the M23 (",{"type":"''","value":["northbound"]},"), M25 (",{"type":"''","value":["clockwise"]},") and M3 (",{"type":"''","value":["southbound"]},") motorways. By train, catch a ",{"type":"[[","value":[["London"]]}," bound train which stops at Clapham Junction (note that the heavily advertised Gatwick Express do not stop there) from the airport rail station, and change at Clapham Junction for a service to Winchester; two or three services an hour give a journey time of just under two hours for the whole journey."]},"\n",{"type":"===","value":["By taxi"]},"\n\nThere are couple of Winchester based taxi companies providing long distance transfers from major airports, towns, bus and rail stations to Winchester. Winchester Taxi Co ",{"type":"[","value":["http:\/\/www.winchestertaxi.com\/"]},", Winch Taxis Winchester ",{"type":"[","value":["http:\/\/www.winchtaxis.com\/"]},", Airport Taxis Winchester ",{"type":"[","value":["http:\/\/www.airporttaxiwinchester.co.uk\/"]}," and Winchester Taxi Link  ",{"type":"[","value":["http:\/\/www.winchestertaxilink.com\/"]}," provide online cab\/taxi booking facility.  \n",{"type":"*","value":[{"type":"'''","value":["Taxi Fare"]}," Approximately £75 from Heathrow, £90 from Gatwick, 120 from Luton, £20 from Southampton, £55 from Bournemouth airports."]},"\n",{"type":"===","value":["By train"]},"\n\nWinchester has a station on the main line from ",{"type":"[[","value":[["London"]]}," to ",{"type":"[[","value":[["Southampton"]]},", ",{"type":"[[","value":[["Bournemouth"]]},", ",{"type":"[[","value":[["Poole"]]}," and ",{"type":"[[","value":[["Weymouth"]]},". It is also served by long-distance services from ",{"type":"[[","value":[["Reading (England)"],["Reading"]]},", ",{"type":"[[","value":[["Oxford"]]},", ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," and places further north.\n\nFrom London, trains to Winchester depart from London Waterloo; there are several trains an hour which take about one hour for the journey. A \"cheap\" day-return adult ticket between Winchester and London Waterloo is typically around £22.\nTrain times (from any location) can be found on the National Rail Planner ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk\/planmyjourney\/"]}," or by calling 08457 48 49 50 from anywhere in the UK.\n\nBear in mind that engineering works can occur, particularly at weekends. Double-check your journey with South West Trains before you travel. If engineering works are occurring, consider using a coach\/bus for travels outside Winchester instead - it may be faster than the replacement rail bus service and is invariably cheaper.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nationalexpress.com\/ National Express"]}]}," operate services to Winchester from cities throughout the UK including ",{"type":"[[","value":[["London"]]},". Advanced ticketing is required. National Express coaches drop off in the Broadway. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/megabus.com\/ Megabus"]}]},", which requires online pre-booking, offers cheap daily tickets to Winchester from London on the routes to ",{"type":"[[","value":[["Southampton"]]}," and ",{"type":"[[","value":[["Bournemouth"]]},". The drop off location is St. Catherine's Park and Ride car park, 15 minutes' walk from the city centre.\n\nFor those with a special interest in cathedral cities, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wdbus.co.uk\/ Wilts & Dorset"]}]}," operate the branded ",{"type":"'''","value":["Cathedral Connection"]}," between ",{"type":"[[","value":[["Salisbury (England)"],["Salisbury"]]}," and Winchester, taking in some very attractive countryside on route. Despite its branding, this is a rural bus service (number 68) with no need for advance ticketing; it operates six times a day (except Sundays) and takes about an hour and a half for the journey. Timetable details can be found on the website, or by telephoning +44 1722-336855 from anywhere in the UK.Sometimes the buses take a long time to arrive\n\n",{"type":"===","value":["By car"]},"\n\nThe town is conveniently situated for the M3 motorway (",{"type":"''","value":["US English: freeway"]},") from London to Southampton, with the A34 providing access from the Midlands and the North. Winchester and its city centre are generally regarded as car-unfriendly; an excellent Park and Ride site National Park and Ride Directory ",{"type":"[","value":["http:\/\/www.parkandride.net\/winchester\/winchester_frameset.shtml"]}," is located just off junction 10 of the M3 (from M3 north, exit at junction 9 and follow the signs) and buses provide a link to the city centre every 10-15 mins taking under 10 mins for the journey. Operates Mo-Fr 7.30AM-6.30PM; Sa 8AM-6PM; no service Sundays; £2.70 per car (including all passengers).\n\n",{"type":"===","value":["On foot"]},"\n\nWinchester is at the western end of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nationaltrails.gov.uk\/southdownsframeset.htm South Downs Way"]}]}," and hikers starting out on or completing the 100-mile trail are a common sight in the city.\n\n",{"type":"==","value":["Get around"]},"\n\nIf you are planning to do any visiting or exploring beyond central Winchester, you will probably want to obtain a decent map of the area. You should ensure that any map you buy clearly shows the national grid reference lines, and explains how to use them, as grid references are frequently used to indicate out of town locations. The best maps for this purpose are those published by the Ordnance Survey (Britain's national mapping agency) and the following maps cover all the locations mentioned below:\n",{"type":"*","value":[{"type":"'''","value":["Ordnance Survey Landranger 185"]},". This map covers the area around Winchester at a scale of 1:50000 and is best for exploration by car or cycle."]},{"type":"*","value":[{"type":"'''","value":["Ordnance Survey Explorer 132"]},". This map covers the area around Winchester at a scale of 1:25000 and is best for walking."]},"These maps can be found in any good local bookshop, or can be bought online from the Ordnance Survey's web site ",{"type":"[","value":["http:\/\/www.ordnancesurvey.co.uk\/"]},".\n\n",{"type":"===","value":["By foot"]},"\n\nMost of the things to see and do in Winchester, and the places to eat, drink and sleep are within easy walking distance of each other and the rail station. There are several attractive walks in the surrounding countryside, particularly towards Twyford along the Water Meadows, and on Old Winchester Hill.\n\n",{"type":"===","value":["By bus"]},"\n\nWinchester has a reasonable bus service, both within the town and to the surrounding area, although frequencies can be quite low with little service in the evenings or on Sunday. \n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stagecoachbus.com\/hampshire\/ Stagecoach in Hampshire"]}]},", telephone 0845-121-0180 from within in the UK, operate most of the bus services in the city and surrounding area. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.solentblueline.com\/ Solent Blue Line"]}]},", telephone 023-8061-8233 from within the UK, operate services from the city to the south."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.traveline.org.uk\/ Traveline"]}]},", telephone 0871 200 2233 (+44 871 200 2233 from outside the UK), provide an impartial online travel planner and telephone query service for all local bus services."]},"\n",{"type":"===","value":["By car"]},"\n\nWinchester is quite small and a car is unlikely to be necessary for getting around. In addition, town centre parking can be difficult; if visiting for the day consider using the Park and Ride described above. Visitors with mobility problems can arrange to borrow a wheelchair or electric scooter through the Shopmobility office situated in the Brooks car park, off Friarsgate Street.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Landmarks"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.winchester-cathedral.org.uk\/ Winchester Cathedral"]}]},", ",{"type":"''","value":["tel +44 1962 853224, open daily 8.30AM-6PM (restricted access during services), admission £6 "]}," - a Norman cathedral begun in 1079, containing the Winchester Bible and featuring the longest ",{"type":"[[","value":[["Gothic architecture"],["Gothic"]]}," nave in the world. An interesting fact is that the Cathedral was built on rafts floating on a peat marsh! For 800 years the raft was able to carry the weight but, by the 19th century, the Cathedral was in danger of collapse and the foundations were rebuilt by a diver working under water; look out for the statue and story of the ",{"type":"'''","value":["Winchester Diver"]}," if you visit.  The Cathedral is the venue for regular recitals and concerts, and hosts a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bsolive.com\/ Bournemouth Symphony Orchestra"]}]}," Summer Series. The famous English novelist Jane Austen died in Winchester in 1817 and is buried in the cathedral. A statue by British artist Anthony Gormley is to be found, somewhat unexpectedly, in the Crypt of the cathedral, and is not to be missed."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dean Garnier Garden"],["alt="],["url=http:\/\/www.cityofwinchester.co.uk\/parks\/garnier\/garnier.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Cathedral Close, open daylight hours, admission free"]}," - this garden lies on the site of the dormitory of the Benedictine Monastery and offers splendid views of the Cathedral. Pay special attention to the stonework, and how the medieval builders suffered from problems with subsidence."]]}]},"\n",{"type":"*","value":["The old ",{"type":"'''","value":["City Centre"]},", with its narrow pedestrian streets and overhanging medieval buildings. Of especial interest are the ",{"type":"'''","value":["Pentice"]},", a group of old shops arcaded at the front, and the ",{"type":"'''","value":["Butter Cross"]},", dating back to the 15th century and built with a tax levied on people caught eating butter during Lent. Always open. Free."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[","value":["http:\/\/www.hants.gov.uk\/discover\/places\/great-hall.html Winchester Great Hall and King Arthur's Round Table"]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1962 846476"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["The Castle, open daily 10AM-5PM, closed December 25–26, admission free but donations encouraged"]}," - the only remaining part of Winchester Castle is the Great Hall, built in the thirteenth century by Henry III. This is the home of the world famous Arthur's Round Table; although this is now thought to be a fake commissioned by Henry VIII."]]}]},{"type":"*","value":["The ",{"type":"'''","value":["River Itchen"]},", a crystal clear chalk-upland stream that flows through multiple channels in central Winchester, seemingly just to surprise visitors by its tinkling presence at every turn. Always open. Free."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Winchester City Mill"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/winchester-city-mill\/"],["email=winchestercitymill@nationaltrust.org.uk"],["address=Bridge Street, SO23 0EJ"],["lat=51.062"],["long=-1.30771"],["directions="],["phone=+44 1962 870057"],["tollfree="],["fax="],["hours="],["price=£2 (adult); £1 (children); free to National Trust members"],["content=Owned by the National Trust, this old water mill has been restored to working order and you can visit the working areas and a rather exciting walkway under the mill almost at river level. The building also houses a National Trust shop and the Winchester Youth Hostel (see 'Sleep'). Opening hours are very complex, but the mill is open Mar-Oct Sa-Su 11AM-4PM and much more often in summer; visit the web site or phone the number above for more details."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Winchester College"],["alt="],["url=http:\/\/www.winchestercollege.org\/"],["email="],["address=College Street"],["lat="],["long="],["directions="],["phone=+44 1962 621100"],["tollfree="],["fax="],["hours="],["price="],["content=One of England's old public (US English:",{"type":"''","value":["private"]},") schools, founded in 1382 and believed to be the oldest continuously running school in the country. Guided tours are available, lasting approximately 1 hour and include Chamber Court; the Gothic Chapel with its 14th century vaulted roof; College Hall; the 17th century red brick schoolroom built in the style of Christopher Wren and the original Cloister. Walk in tours available most every day, see web site or phone above for times. £3-4."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wolvesey Castle"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/wolvesey-castle-old-bishops-palace\/"],["email="],["address="],["lat=51.059087"],["long=-1.309543"],["directions="],["phone=+44 1962 854766"],["tollfree="],["fax="],["hours=Open Apr-Sep 10AM-5PM"],["price=Free"],["content=This palace was the chief residence of the Bishops of Winchester and its extensive ruins still reflect their importance and wealth."]]}]},{"type":"*","value":[{"type":"'''","value":["St. Swithun's upon Kingsgate"]},". This tiny church is perched atop the arch of the Kingsgate, one of the two surviving city gates. This was once a not uncommon position for a place of worship, but St. Swithun's is the only one remaining today. The interior is very plain, with whitewashed walls and an unadorned wooden ceiling. Sit for a moment in the simple wooden pews and it is hard not to feel a sense of peace. Open during daylight hours except for occasional services. Free (but donations gratefully accepted)."]},{"type":"*","value":[{"type":"'''","value":["The Westgate"]},". The other of the two surviving medieval gateways, positioned close to Winchester's Great Hall. Interesting graffiti carved into the walls and floor from its use as a debtor's prison from the sixteenth to the eighteenth century. Contains unique collection of the city's weights and measures, including the Winchester bushel and the standard yard of Henry VII's reign. Displays also include a fine ceiling from Winchester College painted to celebrate Queen Mary I and Phillip of Spain's marriage in 1554. Also armour, gibbet, leg-irons. A rooftop viewing platform gives great views down the High Street. Brass rubbing. Children's quiz. Free Entry, open every day during the summer."]},{"type":"''","value":["The Guild Hall"]}," a Victorian building with large rooms located near King Alfred's statue.\n\n",{"type":"===","value":["Museums and Galleries"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Winchester City Museum"],["alt="],["url=http:\/\/www.winchester.gov.uk\/SubTopicR.asp?ID=938"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Parks and Gardens"]},"\n",{"type":"'''","value":["Abbey Ground"]},"s - located off the Broadway between King Alfred's statue and the rer of ",{"type":"[[","value":[["Winchester Cathedral"]]},". These are formal gardens through which the Itchen flows, and include a children's play area.\n",{"type":"'''","value":["Cathedral Grounds"]}," - the green space around the Cathedral contains part of the burial ground, and is a popular meeting spot. The main grounds are around the West entrance of the cathedral, and there is also green space on the Southern side.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Walks"]},"\n\n",{"type":"*","value":["Walk the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ramblers.org.uk\/info\/paths\/threecastles.html Three Castles Path"]}]},", a 60 mile walk from ",{"type":"[[","value":[["Windsor and Eton"],["Windsor"]]}," to Winchester. This walk is inspired by the journeys of King John between the two cities via the castle he built at ",{"type":"[[","value":[["Odiham"]]}," at the time of Magna Carta, and passes through a variety of attractive scenery including parkland and forest, heath and downland, quiet streams and picturesque villages. For more information see the web site, or get a hold of a copy of the book 'The Three Castles Path' by David Bounds and Dave Ramm (ISBN 1874258082)."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nationaltrails.gov.uk\/southdownsframeset.htm South Downs Way"]}]}," is a 100-mile bridleway running from Winchester to ",{"type":"[[","value":[["Eastbourne"]]},". It offers spectacular views of the South's countryside."]},"\n",{"type":"===","value":["Fairs & Festivals"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Winchester Hat Fair"],["alt="],["url=http:\/\/www.hatfair.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is Britain's longest running festival of street theatre. In a typical year, over 30,000 people flock to the city streets to watch this festival of street theatre which combines a mix of circus, clowning, outlandish performances, craft stalls, workshops and world music. First weekend in July, Th-Su (Main day Saturday). Free; but expect to see lots of hats being passed around for donations (hence the name)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Art and Mind"],["alt="],["url=http:\/\/www.artandmind.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Festivals and symposia began in 2004, bringing some of the world's most eminent thinkers and artists to Winchester for events examining the way we experience music, myth, dance, film and visual art."]]}]},{"type":"*","value":["The annual ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.homelandsfestival.co.uk\/ Homelands Festival"]}]}," takes place at Matterley Bowl just outside Winchester. Shuttle buses run from the railway station."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Winchester Chamber Music Festival"],["alt="],["url=http:\/\/www.winchesterchambermusic.com\/)"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=( is a festival of chamber music and song taking place at the Discovery Centre, Winchester from 23–25 April 2010. It is presented and performed by the London Bridge Ensemble, one of Britain’s most exciting and brilliant chamber groups and is co-directed by the Ensemble's highly-acclaimed cellist, Kate Gould, who received her early music training in Winchester. This year there are five concerts,a photographic exhibition, a masterclass, an informal sharing of work by local schools, and two local restaurants hosting the festival club with discounts for ticket holders. There's also a special accommodation package at one of the local hotels. Ticket prices vary but include a Festival Pass and am allocation of free tickets for young people aged 8-22."]]}]},"\n",{"type":"===","value":["Cycling"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Winchester Cycle Fair"]}," held in June every year - times vary - that celebrates all things cycling, including a short gentle bike ride around historic points of interest."]},{"type":"*","value":[" Hire a bicycle in Winchester at ",{"type":"'''","value":["BikeAbout"]}," at the Gladstone Car Park near the Railway Station. Members of the scheme can borrow a bike as many times as they like. Terms and conditions at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.winchestermiracles.org\/ winchester miracles"]}]}," or by telephoning +44 1962 847474. "]},{"type":"*","value":[" Enjoy the splendid views around ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hants.gov.uk\/cycling\/routes\/cheesefoot.html Cheesefoot Head"]}]}," on the off road cycle track, unsuitable for beginners."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe compact city centre of Winchester is unusual in retaining a number of independent bookshops, boutiques, toyshops, galleries, antique and foodshops, particularly in the Upper High Street and in the roads off the High Street such as Parchment Street, Southgate Street, Great Minster Street and The Square.  Winchester is not a major shopping centre; if you want the large chains, go to ",{"type":"[[","value":[["Southampton"]]},", ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," or ",{"type":"[[","value":[["London"]]},".\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.winchester-cathedral.org.uk\/visiting\/shop.htm Cathedral Shop"]}]}," . Housed in an old Coach House just 25 metres from the West Front of the Cathedral, this shop offers a range of gifts, many of them unique to the Cathedral. Open Mar-Oct M-Su 9:30AM–5:30PM; Nov-Feb M-Su 9:30AM–5:00PM."]},{"type":"*","value":["Winchester hosts what is reputedly the country's largest ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hampshirefarmersmarkets.co.uk\/ Farmers Market"]}]},", now every second Sunday, Middle Brook Street, 9AM-2PM. The extended trading hours have eased the crowds and made it pleasant to stroll around taking advantage of free samples of local produce on offer at many stalls."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:uk-winchester-buttercross.jpg"],["frame"],["Winchester High Street, The Pentice and The Butter Cross during Winchester Hat Fair"]]},"\n\nThere are lots of places to eat in central Winchester, particularly in Jewry Street, the High Street and the Square, and a good way to find one is simply to keep your eyes open as you visit. The prices are best guesses for a meal including drinks & tips.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=No.5 Bridge Street"],["alt="],["url=http:\/\/www.no5bridgestreet.co.uk"],["email="],["address=5 Bridge Street"],["lat="],["long="],["directions="],["phone=+44 1962 863838"],["tollfree="],["fax="],["hours="],["price="],["content=No.5 Bridge Street is a pub\/bar & restaurant in Winchester City Centre. Open 7 days a week for breakfast, lunch & dinner. The restaurant’s menu is seasonal & dishes are freshly prepared. The menu is of British influence, based around 1 or 2 central ingredients, with a superb selection of market plates & charcuterie items."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel du Vin"],["alt="],["url=http:\/\/www.hotelduvin.com\/winchester\/winchester_bistro.asp"],["email="],["address=14 Southgate St"],["lat="],["long="],["directions="],["phone=+44 1962 841414"],["tollfree="],["fax="],["hours="],["price="],["content=A town-house bistro in the centre of Winchester, popular with locals and visitors alike. See also 'Sleep' below. £~40."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Black Rat"],["alt="],["url=http:\/\/theblackrat.co.uk\/"],["email="],["address=88 Chesil St"],["lat="],["long="],["directions="],["phone=+44 1962 844465"],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant serves high quality 'Modern British' food with locally produced ingredients. It is located a few minutes form the main high street in what was once a pub. In 2011 The Black Rat was awarded a Michelin star. Open Mon-Sun 7PM-11PM Dinner; Sat-Sun 12PM-2.30PM Lunch. £~35."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Refectory"],["alt="],["url=http:\/\/www.winchester-cathedral.org.uk\/visiting\/refectory.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the walled garden opposite the Cathedral west front. An excellent volunteer run restaurant opposite the main entrance to the cathedral, offering a good selection of homely English dishes at reasonable prices. Open Mar-Oct 9.30AM-5.00PM; Nov-Feb 9.30AM-4.30PM. £5-10."]]}]},{"type":"*","value":[{"type":"'''","value":["Cafe Monde"]},", in the newly pedestrianised Square - just off the High Street heading towards the Cathedral - is a popular, friendly and reasonably priced contemporary cafe serving breakfasts, fairtrade coffee and light lunches. Open Mon-Sat 8AM-6PM, Sunday 10AM-5PM. £~5-10"]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ask Pizza and Pasta"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1962 849464"],["tollfree="],["fax="],["hours="],["price="],["content=God Begot House, 101 High Street. This restaurant serves pizzas and pasta dishes in a relaxing, family friendly atmosphere. It is part of a nationwide chain; quality and price are set accordingly. It is situated in one of the oldest and most historic domestic buildings in the city. Open M-Su noon-11PM. £~20."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Pizza Express"]},", Bridge Street 1. Similar to Ask Pizza and Pasta; maybe slightly closer to an Italian style. Again, part of a chain so quality and price are set accordingly. The restaurant is literally on top of the bridge and the old house radiates a nice atmosphere."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Loch Fyne"],["alt="],["url=http:\/\/www.loch-fyne.com\/pages\/content.asp?PageID=232&RestID=45"],["email="],["address=18 Jewry Street"],["lat="],["long="],["directions="],["phone=+44 1962 872930"],["tollfree="],["fax="],["hours="],["price="],["content=This chain restaurant provides excellent (and apparently eco-friendly) seafood in an attractive environment in the city center. Open M–F 9AM-11PM; Sa-Su 10AM-10PM. £~30."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Chesil Rectory"],["url=http:\/\/www.chesilrectory.co.uk\/site\/chesil\/content-folder\/home"],["email="],["address=1 Chesil Street, Winchester, Hampshire SO23 0HU"],["lat="],["long="],["directions=Follow High Street to the River Itchen; Chesil Street is the first intersection over the river and the Rectory is at the intersection"],["phone=+44 1962 851555"],["tollfree="],["fax="],["hours=Open daily; separate lunch and dinner hours"],["price=Dinner mains from £13-17; set course specials for lunch and early dinners"],["content=This Grade II listed building was built in 1450, gifted to the city by Mary Tudor, and now holds The Chesil Rectory, which received a Michelin star in the early 2000s. The restaurant is a member of the Hampshire Fare group, who strive to use local producers for their supplies."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nEngland is known for its pubs and public houses, and Winchester - being the ancient heart of England - is no exception.  Winchester has a good selection of city centre pubs, many of which are noted in the Real Ale bible 'The Good Beer Guide', and a few that are worth taking a stroll and the time to discover - such as the Wickham, The Black Boy and The Bell.\n\nThis plethora of public houses does not mean that Winchester is saturated with one type of beer.  It is in the unique position that there are many brewers represented in the city.  Although the best approach is to wander around and to go into the one you like the look of, there are a few - such as the Eclipse and the Black Boy - that may not reveal their delights until you venture inside.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Black Boy"],["alt="],["url=http:\/\/www.theblackboypub.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1962 861754"],["tollfree="],["fax="],["hours="],["price="],["content=1 Wharf Hill. Tucked away on Wharf Hill, off Chesil Street, the pub is still faithful to its origins. Although recognised in most of the well known beer and pub guides, it is still a traditional back-street boozer. Open M-S 11AM-11PM; S 12PM-10.30PM."]]}]},{"type":"*","value":[{"type":"'''","value":["The Eclipse"]},", 25 The Square, Winchester, Hampshire, SO23 9EX, Opposite Winchester Museum, a small cozy pub with colourful characters and a spooky history of hangings and gibbets. Very good value pub food and good quality real ales always available."]},{"type":"*","value":[{"type":"'''","value":["The Old Vine"]},", 8, Great Minster Street, Winchester, Hampshire, SO23 9HA, On the Square near to the Cathedral entrance, this pub offers a surprisingly good selection of real ales although seating can be at a premium and it gives the impression that it would rather be a Bistro than a pub."]},{"type":"*","value":[{"type":"'''","value":["Bishop on the Bridge"]},", a modern-style pub set in an old building, reasonable selection of drink and moderately-priced food. Very pleasant (especially in the summer, although it can get very busy) patio area by the river."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Old Gaol House"],["url="],["email="],["address=11-11a Jewry st"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Well stocked ales in the citys original prisons governors building, masses of local history adorn the walls - worth a wander with a well earned refresher, pub grub all day, Food 7am-10pm daily and Drink 9am-12am Weekdays, 9am-1am Fridays and Saturdays, 9am-11pm Sundays."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Harestock Lodge Hotel"],["alt=Harestock Losge Hotel"],["url=http:\/\/www.harestocklodgehotel.com\/"],["email="],["address=Harestock Lodge Hotel 65 Harestock Road, Winchester, Hampshire, UK SO22 6NX"],["lat="],["long="],["directions=Hampshire"],["phone=+44 1962 881870"],["tollfree="],["fax="],["hours="],["price="],["content=Harestock Lodge Hotel in Winchester exudes charm offering friendly and relaxed accommodation in Hampshire, critically acclaimed dining and 17 en-suite rooms"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are many different places to sleep in Winchester. The following can only be a set of suggestions. The prices quoted are negotiable.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wykeham Arms"],["alt="],["url="],["email="],["address=75 Kingsgate St"],["lat="],["long="],["directions="],["phone=+44 1962 853834"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A well run, well regarded pub near the Cathedral and College, with 14 comfortable bedrooms. £90-120 (double room including breakfast)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel du Vin"],["alt="],["url=http:\/\/www.hotelduvin.com\/winchester\/winchester_welcome.asp"],["email="],["address=14 Southgate St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tel +44 1962 841414. Housed in an attractive city center Queen Anne townhouse, the Hotel du Vin has 23 cosy bedrooms. The best rooms overlook the hotel garden. See also 'Eat' above. £109-185 (double room)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Winchester Royal Hotel"],["alt="],["url=http:\/\/www.thewinchesterroyalhotel.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1962 840840"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=St. Peter St. Built as a private residence in the mid 16th century, it has served as a bishop's house, a Benedictine convent and, since 1857, an hotel. The hotel is located close to the Cathedral. £45-£65 pppn."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Mecure Winchester Wessex Hotel"],["alt="],["url=http:\/\/www.accorhotels.com\/gb\/hotel-6619-mercure-winchester-wessex-hotel\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Paternoster Row, tel 0800 400 9090 (from within UK only). A functional hotel built in the 1970s adjacent to the Cathedral, with 91 bedrooms. £70-130 (single room including breakfast), £110-130 (double room including breakfast)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cathedral Cottage"],["url=http:\/\/www.cathedralcottagebandb.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Single room available, very hospitable, within shouting distance of the cathedral and some wonderful pubs.  Room very clean and well provisioned.  Top notch English and continental breakfast served next day. Well kept garden and incredibly quiet.\n\n£70 for double room"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Winchester"],["url=http:\/\/www.hiwinchester.co.uk\/"],["email="],["address=Telegraph Way, Morn Hill, Winchester, SO21 1HZ"],["lat="],["long="],["directions="],["phone=+44 7501 458590"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Holiday Inn Winchester is a brand new hotel in Winchester servicing all types of stay, from leisure and family to business. Holiday Inn Winchester has 141 stylish new rooms on offer and also offers meeting rooms for hire. Just 2 miles from Winchester's town centre and close to all attractions."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The old Gaol House"],["url="],["email="],["address=11-11a Jewry st"],["lat="],["long="],["directions=top of high st towards train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=well stocked ales in the citys 1st prison's governors building."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Little Mead Bed and Breakfast"],["url=http:\/\/www.little-mead.com\/"],["email="],["address=Home Lane, Sparsholt"],["lat="],["long="],["directions=From Winchester, head west on Stockbridge Rd, turn left on Woodman Lane into Sparsholt"],["phone=+44 1962 776204"],["tollfree="],["fax="],["price=£65-£85"],["checkin=By arrangement"],["checkout=11AM"],["content=A friendly and welcoming 4-star bed & breakfast near Winchester, in the leafy village of Sparsholt. 10 minutes drive from the town centre. Offers 3 comfortable rooms from"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nWinchester's area code is 01962 when dialed from within the UK or +44 1962 from outside the UK.\n\n",{"type":"==","value":["Go next"]},"\nThe area around Winchester contains some very attractive scenery and some interesting attractions. Use of a car (or a bicycle) is a near necessity for exploring most of these, although with patience and careful use of a bus timetable some are accessible by public transport.\n",{"type":"*","value":["The ",{"type":"'''","value":["Hospital of St Cross"]},", St Cross Road, Winchester (",{"type":"''","value":["1 mile south of city centre; grid reference SU476277"]},"), telephone +44 1962 878218, [http:\/\/www.hants.gov.uk\/discover\/places\/stcross.html. The Hospital of St Cross was founded in the 1130´s by Bishop Henry of Blois to accommodate thirteen poor men and is still home to 25 Brothers, whose apartments form one side of the historic quadrangle. The chapel is an unspoiled example of the period during which Norman architecture transitions into Gothic. The Hospital has a long tradition of hospitality and now offers refreshment to visitors in the restored Hundred Men's Hall. The traditional Wayfarer's Dole is still given at the Porter's Gate to all travellers who request it. Accessible by road, by a half-hour walk along the River Itchen (from City Mill; signposted), or by Solent Blue Line bus 47 (buses run twice per hour M-Sa and once per hour on Su; see Get around above for bus company details; alight at the Bell Inn). Open any reasonable hour. Free.  "]},{"type":"*","value":[{"type":"'''","value":["Mid-Hants Railway"]},", The Railway Station, ",{"type":"[[","value":[["Alresford"]]}," (",{"type":"''","value":["5 miles east of Winchester on the A31; grid reference SU587324"]},"), telephone +44 1962 733810, ",{"type":"[","value":["http:\/\/www.watercressline.co.uk\/"]},". Often known as the ",{"type":"'''","value":["Watercress Line"]},", this preserved steam railway follows the route of an old line from ",{"type":"[[","value":[["Alresford"]]}," to ",{"type":"[[","value":[["Alton (Hampshire)"],["Alton"]]}," which was abandoned in the 1970s. The stations and trains are carefully restored to bring back the atmosphere of a Southern Railway journey in the first decades of the twentieth century. Accessible by road or by Stagecoach bus 64  (buses run twice per hour M-Sa and every two hours on Su; see Get around above for bus company details; alight at the Swan Hotel, ",{"type":"[[","value":[["Alresford"],["New Alresford"]]},"). Operates on Sa and Su from Apr-Oct, and some weekdays May-Sep; See their website or telephone the number above for details. £10 (adults); £9 (seniors); £5 (children)."]},{"type":"*","value":[{"type":"'''","value":["Marwell Zoological Park"]},", Colden Common (",{"type":"''","value":["6 miles south-east of Winchester on the B2177; grid reference SU506217"]},"), telephone +44 7626-943163 from within the UK, ",{"type":"[","value":["http:\/\/www.marwell.org.uk\/"]},". The Park has over 200 rare and endangered species of animals. The Marwell Preservation Trust is dedicated to conservation and increased knowledge of all living creatures. Accessible by road or by Stagecoach bus 69 (4 buses on Su only; see Get around above for bus company details). Open Apr-Oct M-Su 10AM-6PM; Nov-Mar M-Su 10AM-4PM; last admission 90 minutes before close; closed Dec 25th. £11.50 (adult); £9.50 (senior or student); £8 (child)."]},{"type":"*","value":[{"type":"'''","value":["Twyford Waterworks"]},", Twyford, Winchester, telephone +44 1962 714716, ",{"type":"[","value":["http:\/\/www.twyfordwaterworks.co.uk\/"]},". A preserved Edwardian water pumping station open on selected dates throughout the year where visitors can see how water was pumped by steam, diesel and electrically powered engines. There is also a set of lime kilns, water softening works, industrial railway and an extensive nature trail. Adults £4.00, children free."]},{"type":"*","value":[{"type":"'''","value":["INTECH Science and Technology Centre"]},", Morn Hill, Winchester, telephone +44 1962 863791, ",{"type":"[","value":["http:\/\/www.intech-uk.com\/"]},". An interactive family museum with regular activities and events. Daily 10AM-4PM. Admission charge."]},{"type":"*","value":["Visit the ",{"type":"'''","value":[{"type":"[[","value":[["New Forest"]]}]},", about half an hours drive or a short through train journey away."]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["51.0632"],["-1.308"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Hampshire"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Winchester"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Hampshire\/Winchester"]]},"\n",{"type":"[[","value":[["Commons:Category:Winchester"]]}]