[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Windward Coast"]]},"\nThe ",{"type":"'''","value":["Windward Coast"]}," of ",{"type":"[[","value":[["Oahu"]]}," has great natural beauty.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Waimanalo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kailua"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kaneohe"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Cross-Mountain Routes"]},"\nThe two main towns on the Windward side are served by three routes that cross the Koolau Mountain range via tunnels. Each has its advantages and disadvantages. (Google Maps estimates below assume no traffic.)\n\n",{"type":"'''","value":["Pali Highway (Route 61)"]}," provides the most direct access to Kailua (the highway ends at the main entrance to Kailua town) and access to Kaneohe via route 83 at the foot of the Pali on the windward side. It also passed by the Nuuanu Pali lookout, a spectacular vantage point to view the Windward side. Inbound, the route provides the most direct route to downtown Honolulu. From Waikiki, take H-1 west to exit 21B (Pali Highway, route 61 north). From H-1 the route passes through the residential neighborhood of Nuuanu (with several traffic lights) for the first 3 miles. (Google Maps estimate from Waikiki to Kailua 28 minutes; to Kaneohe via route 83, 30 minutes). \n\n",{"type":"'''","value":["Likelike Highway (Route 63)"]}," ",{"type":"''","value":["(pronounced lee-keh-lee-keh)"]}," provides the most direct route to Kaneohe (Google Maps estimate 25 minutes), and also provides the most direct access to route 83 going up the coast to Laie. From Waikiki, take H-1 west to exit 20A (Likelike Highway, route 63 north). As with the Pali, the route passed through residential areas for the first few miles.\n\n",{"type":"'''","value":["Interstate H-3"]}," provides an alternate route to both Kailua and Kaneohe. Although H-3 allows for speeds as high as 60 mph (and is one of two stretches of highway in Hawaii where speed limits exceed 55 mph), from Waikiki the speed advantage is more than offset by the additional travel time required on H-1 and\/or H-201 to reach the Halawa interchange (Google Maps estimate from Waikiki to Kaneohe 30 minutes, to Kailua 33 minutes). Only recommended if the more direct routes are congested or closed, or if you are staying west of Pearl Harbor (e.g. at Ko Olina). From H-1 west, take exit 19B to H-201 west, then exit 1D from H-201 west to H-3 east. Take exit 9 or 11 from H-3 for Kaneohe; exit 11 or 14 for Kailua. \n\n",{"type":"'''","value":["Other Routes:"]},"\n\n",{"type":"'''","value":["Kalanianaole Highway (Route 72):"]},", from southeast Honolulu, round the southeast corner of the island. Scenic.\n\n",{"type":"'''","value":["Kamehameha Highway (Route 83):"]},", from North Shore, down the eastern coast of the island.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chinaman's Hat"]},", officially known as ",{"type":"'''","value":["Mokoliʻi"]},", is a small island off the shore that juts out in the middle like an Asian straw hat. It is visible from Route 83. It is located just off of Kualoa Regional Park."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Oahu"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]