[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"[[","value":[["Austria"]]}," offers a high density of ",{"type":"[[","value":[["ski resorts"]]},", second perhaps only to Switzerland in Europe. However, most of them are medium-sized. Austria's ski resorts are not as spectacular and glamorous as the mega-resorts found in ",{"type":"[[","value":[["Switzerland"]]}," and ",{"type":"[[","value":[["France"]]},", but they are more cosy, less prone to mass tourism and a little cheaper (particularly for beer).\nDue to their proximity and the common language, most winter sport tourists in Austria come from southern Germany.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\n\nWinter sport tourism has become a billion euro industry in Austria and helped some towns to attain\nformidable wealth. Most Austrian ski resorts are former farming towns that have grown into resorts many times their original size, but often they retain some of their original charm particularly in the old town core. A handful of ski resorts such as Obertauern were built completely from scratch in the 1960's and 1970's.\n\nMany resorts have responded to warmer winters by investing heavily in artificial snow generation. Some resorts are now so well-equipped that they're capable of offering excellent skiing conditions on most pistes even if the natural snow cover is just 5cm, as long as cold weather prevails during the night. All of this comes at a price of course, both environmental and financial. Ski pass prices have risen sharply during the last decade. Austria is also home to many of the high alps glacier skiing resorts.\n\n",{"type":"===","value":["When to go"]},"\n\nThe ski season lasts from early December to late March. A small number of ski resorts keep their\nlifts open all year on glaciers located mainly near the Italian frontier.\n\nThe best conditions for skiing are in mid-January, the coldest time of the year.\nLate February is a good time for sun-seekers.\n\nThe most crowded time is the period from December the 25th until January the 2nd.\nAdvanced skiers may want to avoid this time as slopes can be too congested to be enjoyable. All of February is also rather crowded because of school and university vacations.\n\nThe least crowded times are early December, mid-January and late March.\n\n",{"type":"===","value":["How to go"]},"\n\nPackage holidays are normally more convenient and often cheaper if you plan on skiing for a week only. Airport transfers, flights and accommodation are usually included.\n\nHowever, they have the disadvantage that they mostly run from Saturday to Saturday, they feature few resorts outside the mainstream, and there is a distinct lack of self-catering accommodation or rooms in private houses in most brochures. These types, however, make up the most popular forms of accommodation in the country.\n\nThe increase in low-cost carrier flights to Salzburg, Munich and Friedrichshafen has meant that an increasing number of visitors arrange their own transport and accommodation.\n\n",{"type":"==","value":["Choosing a ski resort"]},"\n\n",{"type":"===","value":["Price, Size and Location"]},"\n\nAs a general rule, the larger the ski resort and the higher the elevation above sea level, the \nhigher the price.  Ski passes will consume a large proportion of your budget.\nBeginners will nomally find that they are unable to use most pistes covered by a ski pass in a large resort such as Arlberg.\n\nSki resorts in ",{"type":"[[","value":[["Carinthia"]]}," and ",{"type":"[[","value":[["Styria"]]}," tend to offer better value than those in ",{"type":"[[","value":[["Tyrol"]]},", ",{"type":"[[","value":[["Vorarlberg"]]}," and ",{"type":"[[","value":[["Salzburg (state)"],["Salzburg"]]},"\nand are less crowded.\n\nLarge ski resorts have a tendency for mass tourism while smaller ones make more of an effort and offer a more personal service. \n\nIf you're skiing in late February or March it might be a good idea to head for resorts located at higher elevations (above 2000 m), as milder temparutures can turn the snow heavy and slushy (danger of knee injury) below that.\n\n",{"type":"===","value":["Athletic experience"]},"\n\nFast lifts (chairlifts and gondolas) mean more skiing than slow lifts or the dreaded (T bar lifts). You get what you pay for. Some resorts have a high proportion of black slopes and are less suitable for beginners. Backcountry type experiences can found in many of the larger resorts in Vorarlberg and Tyrol, offering a high altitude powder bowl environment.\n\n",{"type":"===","value":["Apres Ski"]},"\n\nApres Ski is about getting together after an exhausting day of skiing and talking to people in the many bars and pubs, moshing to swedish rock group at 5pm and then not remembering having dinner. Nowadays, larger resorts also offer organized Apres Ski gettogethers and pub crawls. \n\nPlease note that alcohol and skiing do not mix well, and that on higher altitutes alcohol may impair your reflexes more than on sea level.\n\n",{"type":"===","value":["Other Activities"]},"\n\nSome ski resorts are geared to ski and snowboard alone and others toward a wider range of activities\nor family tourism. If you're more after relaxation than skiing and partying staying away from\npurely athletic ski resorts will offer you better value for money.\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nUnlike many countries, getting in to Austria for skiing shouldn't imply flying to the capital city first.\n\nConsider the following alternatives to Vienna; when comparing alternatives, consider:\n",{"type":"*","value":[" cost and duration if driving by a rented car"]},{"type":"*","value":[" cost, duration, connection time and number of connections if riding by a train"]},{"type":"*","value":[" cost of plane"]},{"type":"*","value":[" final arrival time: whether it will allow you to prepare everything to start skiing just from the very next morning"]},"Only with all these factors considered, choose your interinary.\n\nIt also reverses a typical sequence of travel planning when you first buy airplane tickets to a capital city, and then start choosing your final destination.\n\nThe majority of Austrian ski resorts are no more than a 1-2 hour drive away from a large airport. \n\nClosest airports are:\n",{"type":"*","value":[" for resorts in ",{"type":"'''","value":[{"type":"[[","value":[["Tyrol"]]}]},", ",{"type":"[[","value":[["Vorarlberg"]]},{"type":"'''","value":[", ",{"type":"[[","value":[["Salzburg"]]}]},": ",{"type":"[[","value":[["Innsbruck"]]},", ",{"type":"[[","value":[["Salzburg"]]},", ",{"type":"[[","value":[["Zurich"]]},", or ",{"type":"[[","value":[["Munich"]]},";"]},{"type":"*","value":[" for resorts in ",{"type":"'''","value":[{"type":"[[","value":[["Carinthia"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Styria"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["East Tyrol"]]}]},": ",{"type":"[[","value":[["Graz"]]},", ",{"type":"[[","value":[["Klagenfurt"]]},", ",{"type":"[[","value":[["Ljubljana"]]}," and ",{"type":"[[","value":[["Venice"]]}]},"\n",{"type":"[[","value":[["Vienna"]]}," airport is best avoided; it's a 4 hour drive away from the nearest medium-sized resort, and even longer by public transport due to its proximity to Slovakia and the eastern part of the country.\n\nMany packages include the flight and transfer to the airport. If you're travelling independently, you'll need to take a taxi and\/or train\/bus. Some hotels will offer shuttle buses for their guests for a good price.\n\n",{"type":"===","value":["By train"]},"\n\nSome ski resorts are poorly served by rail services due to their remoteness. ",{"type":"[[","value":[["Arlberg"]]},", ",{"type":"[[","value":[["Bad Gastein"]]},", ",{"type":"[[","value":[["Kitzbuehel"]]},", ",{"type":"[[","value":[["St. Johann im Pongau"]]}," and ",{"type":"[[","value":[["Zell am See"]]}," are larger ski resorts served by frequent rail services, and are easily accessible by train from neighbouring countries. Most large ski resorts that don't have a rail station can be accessed by train followed by a 30-45 min bus transfer.\n\nThere is a train from Zurich airport to Arlberg which serves ",{"type":"[[","value":[["St Anton"]]},"\nvia Feldkirch.\n\n",{"type":"===","value":["By bus"]},"\n\nMost resorts are served by public transport.  The skibus networks are normally very well organised and punctual and almost always included in the lift pass.\n\n",{"type":"===","value":["By car"]},"\n\nAustrian ski resorts are compact and pedestrian-geared so you're unlikely to need a car during your stay in a resort. Some areas (such as Ski Amade in Salzburgerland) offer many different towns spread about a large area all on one ski pass so if you wish to try different places to ski each day then a car is advisable.  If you arrive in your own car, bear in mind that driving conditions can be challenging on routes to some higher resorts although roads are often cleared, gritted and salted very regularly. However, it is a good idea to take snow chains and to have some experience in ",{"type":"[[","value":[["winter driving"]]},". Instead of renting a car for a week, it is often cheaper to connect by taxi on departure\/arrival.\n\n",{"type":"==","value":["Eat"]},"\n\nFood on the ski slopes normally consists of Austrian specialities of the stodgy variety, but is often overpriced.  Some larger restaurants have a canteen styled service where the food is mass produced and the quality can be mediocre when compared to the rest of Austria.  It can be hard for a vegetarian to have a varied diet throughout their stay as even the salads are often served with chicken.\n\nIn the towns themselves, choice and quality of food is better than on the slopes. Hotel food is normally excellent, since hotels compete for guests with their cuisine, while slope restaurants compete with their location. Therefore it might be a good idea to book half-board instead of eating on the slopes. Guest houses can provide you with traditional cuisine but it is always easy to find a Kebab or Pizza\/Italian restaurant.\n\n",{"type":"==","value":["Sleep"]},"\n\nBook accommodation as far in advance as you can. The number of beds in most resorts is limited, and the later you book the less likely you are to find good value. Be aware that accommodation in some cheap packages is not located in the main ski resort, rather in a nearby town from which you must connect by bus. \n\nMany hotels in Austria are family run and offer personal service and surprisingly good facilities at reasonable prices, especially in smaller resorts. Going to the ",{"type":"'''","value":["sauna"]}," after the pistes to warm up and relax tired muscles, as well as fine dining is considered as important as the skiing itself by many Austrians. You'll miss out on a great part of the Austrian ski experience if you book accommodation without sauna facilities. \n\nSelf-catering accommodation is also widely available, but bear in mind that the difference in total price between a half board hotel and a self catering apartment is not huge, and many skiers find they have little energy or desire to cook a meal and clean up themselves after a tiring day on the pistes.\n\n",{"type":"==","value":["Practicalities"]},"\n\n",{"type":"===","value":["Avalanche danger"]},"\n\nAs with all ski resorts, avalanches are an underestimated hazard.\nOff-piste skiing is available and there are often Itinerary Runs.  Some ski areas offer a 'Free Ride' area.  This is a 'safe' area to ski and board off piste. Remember that just because there are tracks in the snow on a certain hillside does not mean it is safe and a good idea to ski there. \nSkiing off-piste is always an excellent activity but it is strongly recommended that you do it with a guide, unless you know exactly what you are doing, carry appropiate avalanche rescue equipment and are proficient in it's use.\n\n",{"type":"===","value":["Equipment"]},"\n\nThere are numerous ski and snowboard rental shops in every larger resort. The choice is normally best made by convenience to the slopes or to accommodation.\n\nWhen hiring equipment it's a good idea to turn up early, and since Austrians get out of bed early in general, that can mean before 8:30 am. Queuing for an hour to have your ski boots fitted can be very frustrating when you're eager to get to the pistes.\n\nIt is almost always better to try to arrange ski hire, ski lessons and lift passes as soon as possible after arrival in the resort--i.e in the arrival afternoon when you most likely won't go skiing. Most of the offices will stay open until late afternoon on a Saturday (the main resort arrivals & departures day).\n\n",{"type":"===","value":["Tuition"]},"\n\nAustria's ski and snowboard instructor industry is centrally regulated by the government.\nLicensed ski instructors must take a series of comprehensive state exams to climb up the\nhierarchy of Skilehrer (conventional ski instructor, mostly part-time workers)\n, Landesskilehrer (regional ski instructor) and Staatlicher Skilehrer (national ski instructor).\nCourses can be taken privately or in groups (Ski school). Beginners normally book a ski\nschool for their first week.\n\n",{"type":"==","value":["List of Ski Resorts"]},"\n\n",{"type":"===","value":["Austria's Best and Largest"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lech and Zürs am Arlberg"]]}," - famous for its royal clientele, an underrated ski area in Vorarlberg"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Anton"]]}," - Tyrol's best-known resort and perhaps Austria's most extreme skiing"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ischgl"]]}," - a progressive resort with a link into Switzerland and the village of Samnaun"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sölden (Ötztal)"]]}," - popular with snowboarders and apres-ski enthusiasts"]},"\n",{"type":"===","value":["Other popular resorts"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kitzbuehel"]]}," - famous for its nightlife and charm, which attracts Austria and Germany's \"beautiful people\".  Host to the annual Hahnenkammrennen, arguably the world's most important ski race. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Flachau"]]},"\/",{"type":"[[","value":[["Wagrain"]]}," - cosy, good for beginners and intermediates"]},{"type":"*","value":[" ",{"type":"[[","value":[["Obertauern"]]}," - compact, very good snow cover due to location and altitude but can be problematic in bad weather"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nassfeld"]]}," - popular with italian tourists"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mayrhofen"]]}," - a busy resort, popular with foreign tourists. Has a nearby glacier."]},{"type":"*","value":[" ",{"type":"[[","value":[["Zell am See"]]}," - a scenic location on a lake attracts visitors for skiing and walking and has a small snowfield\/glacier"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bad Hofgastein"]]}," - famous for thermal baths too."]},{"type":"*","value":[" ",{"type":"[[","value":[["SkiWelt"]]}," -Largest ski area covering villages of Scheffau, Söll, Ellmau, Brixen, Hopfgarten, Westendorf"]},"\n",{"type":"===","value":["Off the beaten track"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Heiligenblut"]]}," - spectacular scenery "]},{"type":"*","value":[" ",{"type":"[[","value":[["Turracherhoehe"]]}," - small and idyllic"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wildschonau"]]}," -Literally wild place, includes Niederau, Oberau and Auffach"]},"\n",{"type":"===","value":["Summer ski resorts"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hintertux"]]}," - a large area for a summer ski resort close to ",{"type":"[[","value":[["Mayrhofen"]]},", in Zillertal valley"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kitzsteinhorn"]]}," - the glacier above the village of Kaprun"]},{"type":"*","value":[" ",{"type":"[[","value":[["Moelltaler Gletscher"]]}]},"\n",{"type":"{{","value":[["PartOfTopic"],["Winter sport"],["Central Europe"]]},"\n",{"type":"{{","value":[["Usabletopic"]]}]