[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Winter Harbor"]}," is a city in ",{"type":"[[","value":[["Maine"]]},".\n\n",{"type":"==","value":["Get in"]},"\nWinter Harbor is approximately 20 miles from Ellsworth (Rt. 1 north to Rt. 186) on the beautiful Schoodic Peninsula.\n\nJust under an hour by car from Bar Harbor village and the Mt. Desert section of Acadia National Park.\n\nApproximately 1.5 hours from Bangor. \n\nApproximately 20 miles from Milbridge.\n\n",{"type":"==","value":["Get around"]},"\n\nThis friendly peninsula is a favorite of hikers, bicyclists, kayakers and those who enjoy exploring by car. During summer the free Island Explorer bus travels the loop from Winter Harbor village (next to the Winter Harbor 5 & 10) to the marina (where it meets each arrival\/departure of the passenger ferry from Bar Harbor), Frazer Point, Schoodic Point, Birch Harbor, Prospect Harbor and back to Winter Harbor.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Winter Harbor Light"],["url="],["email="],["address="],["lat="],["long="],["directions=Schoonic Scenic Byway, south of ME 186."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 1856 lighthouse is located on Mark Island.  It can be viewed from the Schoonic Scenic Byway on the west side of Schoonic Point in Acadia National Park."]]}]},"\n",{"type":"'''","value":["Acadia National Park, Schoodic Point section, Winter Harbor, Maine"]},". Less crowded than the Mount Desert section of Acadia National Park, the Schoodic section of Acadia National Park is often said to be the most beautiful. Many prefer this quieter and less touristed part of the park. No  fee is collected but there is an information booth along the Schoodic Loop Road. People, even the locals, gravitate to Schoodic Point to watch some of the most impressive surf and sea spray in Acadia NP, especially when there's a storm at sea. Views from the top of Schoodic Head are impressive. There are hiking trails to the top of Schoodic Head, or one can drive up, park then make the short walk to the highest point for gorgeous views. Frazer Point Picnic area is one of the first attractions visitors encounter on the Schoodic Loop Road, with its ooeanside picnic tables and grills (be sure to explore along the water to the left and right of the main lawn so you don't miss the picnic tables and grills tucked away waterside in private little grottoes.) Frazer Point and Schoodic Point both offer clean restrooms with flush toilets. NOTE: Take seriously the signs warning visitors not to take rocks out of the park; rangers can and do stop and fine people who fall in love with and try to take home with them the smooth, pink, gray and white granite rorks. Visotors (and bikes) during summer can travel between Winter Harbor and Bar Harbor on the passenger ferry (access at Winter Harbor Marina on Sargent St. and the pier in front of the Bar Harbor Inn). From the marina in Winter Harbor (during high summer) one can ride the free Island Explorer bus that travels a loop through the Schoodic Loop Road, with stops along the way (or just let the driver know you want to disembark or board at any point), to Prospect Harbor and Winter Harbor village. Much of the Schoodic Loop Road is one way (2 lanes) with pullouts, making it bicycle friendly and easy for cars to stop along the way every time there is breathtaking scenery that warrants a better and longer look. So be prepared to pull over often.\n\n",{"type":"==","value":["Do"]},"\nThis is a lively arts community. Schoodic Arts for All sponsors events during every season, but the highlight is the Schoodic Arts Festival in July & August featuring workshops, presentations, musical events. Last Friday coffeehouses year round feature Maine-based musical groups, coffee, wine, desserts at the historic Hammond Hall, enhanced by rotating art exhibits. schoodicartsforall.org\/\n\nRarely will you find as beautiful a home for a public library as Channing Chapel, which houses the Winter Harbor Public Library. \n\nWinter Harbor Lobster Festival is an annual event on the second Saturday of August and includes lobster dinner, pancake breakfast, road race, craft show\/sale, parade and lobster boat races. http:\/\/www.acadia-schoodic.org\/lobsterfestival.html\n\nPark at the Town Landing and watch the eagles soar. Their next is on the point to the right across the harbor, where the Winter Harbor lobster boat fleet moors. \n\nCheck put Frazer Point evenings at dusk to catch glimpses of porcupines grazing in the grassy areas. \n\n",{"type":"[","value":["http:\/\/www.grindstonegolf.com\/photos.html Grindstone Neck Golf Course"]}," offers spectacular ocean views.\n\n",{"type":"==","value":["Buy"]},"\nBuy just-caught, live lobsters directly from the lobster co-op, off Main St. turn left off the bank parking lot.\n\nThere are numerous galleries and shops scattered about Winter Harbor and the area, including Winter Harbor Antiques & Works of Hand, harbor Treasures, Lee Art Glass, and much more. Perhaps the most famous is the Winter Harbor 5 & 10, jam packed with household goods, toys, greeting cards, souvenirs...and information! \n\n",{"type":"[","value":["https:\/\/www.facebook.com\/pages\/Winter-Harbor-Food-Service\/231590773537680 Winter Harbor Food Service"]}," is a full service supermarket with a surprisingly complete selection of wines. Also, in addition to the usual groceries, beer, deli items, produce, there is fresh coffee and a display of magazines and paperback books.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chase's"]},". Across Frenchman's Bay from Bar Harbor (you can drive or take a passenger ferry) is this diner-like restaurant in beautiful downtown Winter Harbor. Incredible fish stews and chowders. Excellent fried clams. Non-Bar Harbor prices. Open year round."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fisherman's Inn"]},". At the Harbor. A classic fish house owned by the former chef at the Bar Harbor Inn. The fried belly clams were crisp with a light coating (cornmeal, I suspect), perfectly fried and utterly sweet. Each table gets house-made foccacia, and your basic EVO vinaigrette punctuated with lots and lots of garlic, countered by just a little parsley. Seasonal"]},"\n[Mama's Boy is no long in operation]\n\n",{"type":"*","value":[{"type":"'''","value":["Harbor Girl Cafe"]},". Pizza, fresh bakery items made on site, soft drinks, sandwiches, lobster rolls. On the left just before the turn into the Schoodic Point section of Acadia National Park in Winter Harbor."]},"\n",{"type":"*","value":[{"type":"'''","value":["JM Gerrish's for Schoodic"]},". Breakfast, lunch, dinner. Ice cream, bakery items, coffee, wine. Seasonal. Across from Winter Harbor 5 & 10 on upper Main Street. (Turn right at the harbor.)"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels or motels in Winter Harbor.\n\n",{"type":"===","value":[" ",{"type":"'''","value":["Vacation Rentals"]}," "]},"\n\n",{"type":"[","value":["http:\/\/www.flipkey.com\/winter-harbor-vacation-rentals\/p123671\/ ",{"type":"'''","value":["Acadia Winter Harbor House"]}]},"] is a lovely, comfortable year round vacation rental home. Available by the week or 2 night minimum. Clean, pretty, with private back deck view of Cadillac Mountain and easy walking distance to the ocean, restaurants, groceries, etc. 3 bedrooms, 1.5 bathrooms, fully equipped. Licensed by the State of Maine and Member Schoodic Chamber of Commerce so you know you're working with a reputable owner. See our EXCELLENT reviews on Flipkey and TripAdvisor. Summer rate: $950\/week. $150\/week. Inquire for fall, winter, spring rates. See photos of the home, its exterior and area views at www.winterharborhouse.com.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["44.39528"],["-68.08306"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Down East"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Winter Harbor, Maine"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Maine\/Localities\/W\/Winter_Harbor\/"]]}]