[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Wirksworth"]}," is a historical market town 4 miles south of Matlock with a population of around 10,000 in ",{"type":"[[","value":[["Derbyshire"]]},", ",{"type":"[[","value":[["England"]]},".\n\n\n",{"type":"==","value":["Get in"]},"\n\nTravelling to Wirksworth is easy from most directions. There are regular bus services to and from Bakewell, Matlock, Derby, Ashbourne and Sheffield Meadowhall. The town is 11 miles north of Derby, and 4 miles south of Matlock and is located on the B5023 between Duffield and Cromford.\n\n",{"type":"==","value":["Get around"]},"\n\nWirksworth is a small town and as such, it is easy to get around. However, Bolehill and The Haarlem Mill areas are both around 1.5 miles from the town center and it is advisable to get the 6.1 bus to either destinations if you are old or less able to walk. Central Wirksworth is completely walkable.\n\n",{"type":"==","value":["See"]},"\n\nThere are several attractions around the town, including St. Mary's Church, a large cathedral-like building, the Puzzle Gardens - a group of small alleyways and jittys in north-west central Wirksworth - and a Heritage Centre near the Market Place.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ecclesbourne Valley Railway"],["alt="],["url=http:\/\/www.e-v-r.com"],["email=ticketoffice@e-v-r.com"],["address=Coldwell Street, DE4 4FB"],["lat="],["long="],["directions="],["phone=+44 1629 823076"],["tollfree="],["fax="],["hours="],["price="],["content=Operates from Wirksworth station in the east of the town. Trains run to and from Duffield, near Derby, where they connect with main-line services, and there is a half-mile northern extension to Ravenstor and a public footpath to the National Stone Centre (see 'Go Next', below)"]]}]},"\n",{"type":"==","value":["Do"]},"\n\nIf you are visiting in September (from the 6th to the 22nd in 2013) you should definitely go to the Wirksworth Festival, a major celebration of the creative and performing arts. It combines free events, like the gig on the roof (a music festival outside the Hope and Anchor pub), and paying events, and includes the popular Art and Architecture Trail. Go to http:\/\/www.wirksworthfestival.co.uk\/ for more information\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Peli Deli"],["url=http:\/\/www.pelideli.com"],["email="],["address=2 St Johns Street Wiksworth"],["lat="],["long="],["directions=middle of town, park in market square"],["phone = +44 7980 694835"],["tollfree="],["fax="],["hours=8-5"],["price=£2-£5 plus"],["content=Excellent real coffees, speciality teas, paninis, sandwiches and cakes; plus deli items such as cheese and salami.  Also contemporary art (mostly paintings) on display and for sale.  Newspapers to read and decent background music"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marmadukes Derbyshire Holiday Cottage"],["url=http:\/\/www.marmadukescoachhouse.co.uk"],["phone=0870 243 0766"],["content=Originally built for the 18th-century industrialist Sir Richard Arkwright, The Coach House is today a self-catering holiday cottage in the heart of Wirksworth."]]}]},"\nWirksworth also has a range of campsites, hotels, youth hostels, and bed and breakfasts.\n\n",{"type":"==","value":["Go next"]},"\n\nApproximately 1 mile\/1.6 km north of Wirksworth is the National Stone Centre (http:\/\/www.nationalstonecentre.org.uk\/), an exhibition and study centre in a disused quarry (part of which has been designated a Site of Special Scientific Interest) where you can learn about the different types of rocks and fossils. Nearby is the Derbyshire Eco Centre (http:\/\/www.ecocentreexchange.org.uk\/), the county hub for courses and activities focusing on education for sustainable development. The Peak tors include a number of archeological sites.\n\nFor a great family day out go to Carsington Water (http:\/\/www.carsingtonwater.com\/). In addition to water sports and a sailing club, there are walking and cycle routes around the reservoir. Cycle hire is available and you can also get refreshments there.\n\n",{"type":"==","value":["Stay Safe"]},"\n\nWirksworth is located in one of the safest districts in the country. As with all towns, take reasonable precautions at night, especially around the dark alleyways surrounding the town centre.\n\n",{"type":"{{","value":[["IsPartOf"],["Derbyshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Wirksworth"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Derbyshire\/Wirksworth\/"]]},"\n",{"type":"{{","value":[["geo"],["53.08206"],["-1.57310"],["zoom=15"]]}]