[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Woonsocket"]}," is a city in ",{"type":"[[","value":[["Rhode Island"]]}," along the northern border with ",{"type":"[[","value":[["Massachusetts"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=TF Green Airport"],["alt="],["url=http:\/\/www.pvdairport.com\/"],["email="],["address=2000 Post Rd"],["lat="],["long="],["directions="],["phone=+1 401-691-2471"],["tollfree=+1 888-268-7222"],["fax="],["hours="],["price="],["content=Warwick, RI 02886  This convenient airport is located right in the center of the state in Warwick, Rhode Island. Directions provided on the website are extremely easy to follow. Call toll-free number for more information about upcoming flights."]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["RIPTA: Woonsocket Flex Service"]}," - Phone: In-State:",{"type":"''","value":["+1"]}," 877-906-3539, or ",{"type":"''","value":["+1"]}," 401-784-9500, ext. 220 between the hours of 8:30 AM - 4:30 PM, Monday through Friday in order to make your reservations. Please call at least 48 hours in advance.  RIPTA will pick you up near or directly at your desired location. Driving hours are 6:00 AM - 6:30 PM, Monday through Friday."]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Valley Cab Co."]},", Woonsocket, +1 401 762-500, This is nothing like the New York City taxi system.  If you want or need a cab ride you will have to call the station and then wait probably around 30 or so minutes for the taxi driver to actually show up at your location."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=American-French Genealogical Society"],["alt="],["url=http:\/\/www.afgs.org"],["email="],["address=78 Earle St"],["lat="],["long="],["directions="],["phone=+1 401 765-6141"],["tollfree="],["fax="],["hours=M 11AM-4PM, Tu 1PM-9PM, Sa (Sep-May) 10AM-4PM"],["price="],["content=Of interest to genealogists researching family history, this is the premiere resource for French-Canadian family history research."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Work & Culture"],["alt="],["url=http:\/\/www.ci.woonsocket.ri.us\/museum.htm"],["email="],["address=42 S. Main St"],["lat="],["long="],["directions="],["phone=+1 401 769-9675"],["tollfree="],["fax="],["hours="],["price="],["content=This interactive museum presents the compelling and touching story of the French Canadians who left the farms of Quebec for the factories of New England. Illustrating a remarkable cultural preservation story of faith, language and customs, the exhibits recreate the unique Woonsocket labor story of the rise of the Independent Textile Union which grew to dominate every aspect of city life."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Woonsocket Harris Public Library"],["alt="],["url=http:\/\/www.woonsocketlibrary.org\/"],["email="],["address=303 Clinton St"],["lat="],["long="],["directions="],["phone=+1 401-769-9044"],["tollfree="],["fax="],["hours=MWTh 9AM-9PM, TFS 9AM-5PM"],["price="],["content=A municipal public library in the city of Woonsocket."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Autumnfest"],["url=http:\/\/www.autumnfest.org\/"],["email="],["address="],["lat="],["long="],["directions=During the first weekend of october"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A free Festival that takes Place at the Social Street WWII memorial park. An autumn celebration known throughout the state and surrounding areas, held every Columbus Day weekend. People come from all over to enjoy the festivities. The weekend boasts vendors from all over new England selling a variety of items including hats, jewelry, cds, toys, Halloween costume, art, candy, one of a kind novelties and so much more . There is live music and a talent contests that continue throughout the weekend, and a carnival complete with rides and games by the beach. There is a strip for foods where you can buy some Woonsocket recipes such as dynamites, and stands where you can buy fall staples like caramel apples. The beer tent is also an autumn fest favorite, with music and various flavors of beer for patrons to try out. The weekend ends on the Monday of Columbus day with one of Rhode Island’s biggest parades and fireworks in the evening. This festival shows the core of the Woonsocket community and is a must see for any fall visitor."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blackstone River Valley National Heritage Corridor"]},", 1 Depot Sq., +1 401 762 0250.  Hosts tours of the most historical sites in the Blackstone Valley including old mills and river passageways."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blackstone Valley Bike Path"],["url=http:\/\/www.tourblackstone.com\/bike.htm"],["email="],["address=Front Street, Lincoln"],["lat="],["long="],["directions="],["phone=+1 401 723-7892"],["tollfree="],["fax="],["hours="],["price="],["content=The bike path is fairly new to Woonsocket, but is a great place to go to get some walking or go bike riding on a nice spring or summer day.  In the very start of the bike path there is a soccer fields open to the public for recreational use.  A goal for the Blackstone valley area is to get the bike path to extend over the state."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stadium Theatre Performing Arts Centre"],["alt="],["url=http:\/\/www.stadiumtheatre.com\/"],["email="],["address=28 Monument Square"],["lat="],["long="],["directions="],["phone=+1 401 762-4545"],["tollfree="],["fax=+1 401-765-4949"],["hours="],["price="],["content=An intimate, historic theatre built in 1926. When built, no theatre of similar size and class in the country offered musical equipment superior to that of the Stadium. Today, the Stadium Theatre has been full restored to its original grandeur and offers performances by local, regional, and national companies."]]}]},"\n",{"type":"===","value":["City Parks"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bernon Park"]},"  Carnation Street.  Consists of a playground, large open fields perfect for playing sports and other games, baseball field, basketball court, two tennis courts, and a shed with an indoor restroom.  A very large park in the middle of the city with various hiking areas as well."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cass Park"],["alt="],["url="],["email="],["address=350 Newland Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This park is directly next to the Woonsocket High school. It is home to a pond that is a favorite local fishing spot and a very large flock of Geese each spring. There is also a small playground area, a secluded stream, tennis and basketball courts as well as space for other sporting events. Also has Skating Rink and Street Hockey Courts."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Globe Park"]}," 192 Avenue A Consists of a Tennis Court, Basketball Court, large open fields, duck pond, and the Savannah Smith Memorial Playground.  The park is located directly next to an elementary school that shares the same name.  There are woods around the back side that are great for hiking and biking as well as beautiful foliage throughout most of the year."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["River Island Park"]}," This is a smaller park, but is actually a state park.  The Blackstone River runs directly through it and this park hosts the annual trout release done each spring.  Also has a canoe ramp if you would like to try out the river. This park always offers something to do hosting outdoor concerts during the summer months and being converted into a free ice rink in the winter; skates provided."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Social Street WWII Memorial Park"]},"   Social Street. Home of the annual Autumn Fest Celebration this is a large park boasting many WWII memorials, a sandy beach with a small to medium size lake.  There are also tennis courts, beautiful garden work, and a bandstand for outdoor concerts."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Walnut Hill Plaza Shopping Center"],["alt="],["url="],["email="],["address=1500 Diamond Hill Rd"],["lat="],["long="],["directions=3.2 mi E of Blackstone"],["phone=+1 401 762-9162"],["tollfree="],["fax="],["hours="],["price="],["content=Includes stores such as Sears, Cardsmart, Game Stop, Olympia Sports, Lowes, and Burlington Coat Factory."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Main Street Shops"]},", The main street shopping area is filled with a variety of stores and shops. The streets are lined with tattoo parlors, restaurants, novelty and pawn shops that sell everything from old VHSs, Prom Dresses, Dishware and antique furniture. There is a game store, a furniture store, a variety of pawn shops, a paintball shop, and an independent clothing store with great prices and fashionable items. Enzo, the clothing store, has a great variety of unique styles and good prices; defiantly check it out! There are also beauty salons and gyms.  While walking down the street you will also get to enjoy the artwork showing scenes from historic Woonsocket on the sides of many of the buildings and will pass by various gardens and sitting areas as well as the River Island state park.  Overall this street provides a fun shopping experience in the heart of Woonsocket with options to choose from in almost any category."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=MTR"],["alt="],["url=http:\/\/www.mtrracing.net\/"],["email="],["address=372 Social St"],["lat="],["long="],["directions="],["phone=+1 401 765-2227"],["tollfree="],["fax="],["hours=Sun-Mon: Closed, Tues-Thurs: 10-6, Fri: 10-5, Sat: 9-5"],["price="],["content=MTR is the place to go for all of your motorcycle needs. They have tons of items on display such as bikes, jackets, helmets. They have an excellent parts department also where they can find exactly what you are looking for."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Beef Barn"],["url=http:\/\/www.thebeefbarn.com\/"],["email="],["address=4 Greenville Rd North Smithfield"],["lat="],["long="],["directions="],["phone=+1 401 762-9880"],["tollfree="],["fax="],["hours=Mon-Sat: 11AM-11PM, Sun: 12PM-10PM"],["price=cheap"],["content=If you are looking for a cheap lunch and especially love roast beef this is the place for you.  This place is known for their roast beef sandwiches.  The second thing on the menu that people always are craving about is their burgers.  There burgers are made to order and made with a supper soft and soggy bun. I don't know why but it just makes it taste all that much better."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Castle Luncheonette"],["alt=The Castle"],["url="],["email="],["address=420 Social St"],["lat="],["long="],["directions="],["phone=+1 401 762-5424"],["tollfree="],["fax="],["hours="],["price="],["content=Woonsocket is home to \"The Castle\" one of Woonsocket landmark restaurants.  This place is known for their french fries.  These fries are the best in town.  The fries use real potatoes and are soft and full of flavor.  \"The Castle\" has endured many hardships such as being flooded in the early 1900's and a few years back experienced a fire.  Even with all of that this place is still up and running.  The service is great as you are treated like family here.  If you are in Woonsocket, this is a must stop place to visit for a great lunch. You can choose to dine in or out with seating indoor and outdoor to experience the sunshine on a nice warm summer day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chelo's Hometown bar and Grille"],["alt="],["url=http:\/\/www.chelos.com\/locations.cfm?locidno=1"],["email=woonsocket@chelos.com"],["address=490 Clinton St"],["lat="],["long="],["directions="],["phone=+1 401-769-6622"],["tollfree="],["fax=+1 401-769-6622"],["hours=Sun 12-9 Mon-Thur 11:30-11:00 Fri 11:00-11:00 Sat 11:30-11:00"],["price="],["content=Chelos is one of the best local places to go and eat. Friendly staff and great tasting food."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=City Side"],["alt="],["url=http:\/\/www.citysideri.com\/index.php?option=com_content&view=frontpage&Itemid=1"],["email="],["address=74 South Main St"],["lat="],["long="],["directions="],["phone=+1 401 235 9026"],["tollfree="],["fax="],["hours="],["price="],["content=Introduced by River Falls Restaurant, and was newly opened in 2009. Features live bands and DJs nightly. Offers dinner and entertainment 8 pm - 1 am Thursday- Saturday, and 12 pm - 8 pm on Sundays. Dinners include steak, sandwiches and burgers ranging from $8 - $17."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moonlight Restaurant"],["alt="],["url="],["email="],["address=32 Rathbun St"],["lat="],["long="],["directions="],["phone=+1 401 766-5806"],["tollfree="],["fax="],["hours="],["price="],["content=By far this is the best wiener place around. This is always my first pick when it comes to wieners. the staff is supper friendly and the service is fast and great. Moonlight is number one when it comes to sanitation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=New York Lunch"],["alt="],["url="],["email="],["address=8 Main St"],["lat="],["long="],["directions="],["phone=+1 401 762-9619"],["tollfree="],["fax="],["hours=Hours vary seasonally. Open late on weekends"],["price="],["content=This is a casual, place full of Woonsocket character. The restaurant is set up with two rooms, the first being a lunch \/ breakfast bar and the second having the more traditional restaurant design. The decorations follow an old school diner type theme, with lots of fun road signs and posters on the walls. The staff is friendly and helpful, the regular customers welcoming, as this is a favorite hangout for many. The food that they are most known for are Wieners, (plain or with the Works). A wiener is a food very similar to a hotdog in appearance and taste, but is a little smaller and is actually a type of German Sausage. Some other foods they offer are the typical fried variety and basic sandwiches. A very affordable Woonsocket favorite."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=River Falls"],["alt="],["url=http:\/\/www.riverfallsri.com\/index.php?option=com_content&view=frontpage&Itemid=1"],["email="],["address=74 South Main St"],["lat="],["long="],["directions="],["phone=+1 401 235-9026"],["tollfree="],["fax="],["hours="],["price="],["content=Northern Rhode Island's #1 Steak and Seafood Restaurant. The restaurant overlooks the Blackstone River and historic Market Square of Woonsocket. Offers dinner only Tuesday through Saturday, and open from 12 pm to 8 pm on Sundays. Dinners include pasta, seafood, pizza and grill. Individual dinners $8 - $20."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vintage"],["url=http:\/\/www.vintageri.com\/site\/"],["email="],["address=2 South Main St"],["lat="],["long="],["directions="],["phone=+1 401-765-1234"],["tollfree="],["fax="],["hours="],["price="],["content=Vintage offers an extensive menu that combines long time favorites with a creative twist. Plays live music every Thursday, Friday, and Saturday."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ye Olde English Fish and Chips"],["alt="],["url="],["email="],["address=25 South Main St"],["lat="],["long="],["directions="],["phone=+1 401 762 3637"],["tollfree="],["fax="],["hours="],["price="],["content=Family owned restaurant since 1922 that is operating in its fifth generation. Open 10 am - 6:30 pm on Tuesdays, 10 am -7 pm on Wednesdays, Thursdays and Saturdays, and 9 am - 8 pm on Fridays. Dinners include fish and chips, fried chicken, shrimp and scallops, chowder and clam cakes as well as others ranging from $8 - $15 for an individual meal."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Double J Saloon"],["alt="],["url="],["email="],["address=541 River St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Karaoke Thursday nights."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Vintage Restaurant"],["alt="],["url="],["email="],["address=4 South Main St"],["lat="],["long="],["directions="],["phone=+1 401 765-1234"],["tollfree="],["fax="],["hours="],["price="],["content=The closest up-scale bar to Blackstone Valley residents. Usually attracts a younger crowd on weekend nights."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Boilermakers"],["alt="],["url="],["email="],["address=81 Allen St"],["lat="],["long="],["directions="],["phone=+1 401 762-3656"],["tollfree="],["fax="],["hours=7PM to 1AM everyday"],["price="],["content=A low key bar and grill with options for all different crowds. They have a good size bar that offers beer, wine, mixed drinks and an awesome Apple Pie shot. The prices are pretty standard bar prices, shots and drinks starting at 4$ and moving up depending on your brand of liquor. The kitchen is stocked to make your standard drinking foods like mozzarella sticks and jalapeño poppers as well as various other appetizers. For entertainment the bar offers a variety of big screen televisions, usually playing a sporting event of some kind and a couple of pool tables. It also happens to be the only bar that I have ever seen that sets up a pong table on occasion, right inside. They do this randomly and unannounced so you’ll just have to stop by and try your luck! It’s fun to play, and helps get to know other patrons, but try to avoid sitting right behind it!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Express Hotel & Suites"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/ex\/1\/en\/hd\/wskri"],["email="],["address=194 Fortin Dr"],["lat="],["long="],["directions="],["phone=+1 401 769-5000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Woonsocket Motor Inn"],["url=http:\/\/www.woonsocketmotorinn.com\/"],["email="],["address=333 Clinton St"],["lat="],["long="],["directions="],["phone=+1 401-762-1224"],["tollfree="],["fax="],["hours="],["price=$68-72\/Night"],["checkin="],["checkout="],["content=If you’re looking for a very cheap get away this is the place to go.  The rates are some of the lowest around."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rustic Drive in Movie Theater"]}," Route 146. North Smithfield,  +1 401-769-7601, Open seasonally.  The movies usually start at 8PM.  This attraction is just outside the city borders and is a summer favorite of many Northern Rhode Islanders. It consists of three large movie screens that each play two movies per night.  It is twenty dollars a car for entry, including both of the movies.  You drive up, park the car and turn the radio on for a night of summer fun.  The movies are always fairly up to date with what is in the theaters and provides far more bang for your buck.  Patrons have the option of bringing their own coolers and snacks or buying them at the store in the center of the three screens.  Many people choose to arrive an hour or two before hand to socialize with others, play football and other games or to just relax outdoors with friends.  The low prices and freedom of this attraction make it a favorite for all age groups.  One of the best ways to spend an evening in the Woonsocket area, or in Rhode Island as this is the only drive in movie theater in the state!"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["42.00278"],["-71.51472"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Providence County"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Woonsocket, Rhode Island"]]},"\n",{"type":"[[","value":[["Wikipedia:Woonsocket, Rhode Island"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Rhode Island\/Localities\/W\/Woonsocket\/"]]}]