[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nDoes earning money while living in a new and exciting surroundings sound appealing to you?  Accepting employment overseas can offer both a cultural experience of living abroad and the possibility of new job skills and earning money.  More people than ever are working abroad, so if you like the concept of working abroad, consider what options are available to you.\n",{"type":"==","value":["Jobs available "]},"\nJobs overseas can largely be divided into two categories -- those professional or skilled jobs that require substantial experience or training, and those that do not.  The more \"professional\" jobs tend to hire exclusively in your home country, and usually offer higher salaries and perhaps an 'expat package' including housing and a relocation allowance.  The more informal jobs can be picked up while travelling abroad, but offer much lower salaries and few if any benefits.\n\n",{"type":"[[","value":[["Teaching English"]]}," is probably the single most common occupation for working abroad, and is discussed in its own article.  It can be done both professionally, if you have the relevant training and experience, or more informally, say as part of a round the world journey. ",{"type":"[[","value":[["Teaching_English#Other_ways_to_teach_abroad"],["Other teaching"]]}," jobs are also sometimes available.\n\nGood resources for finding jobs in general are online recruitment sites such as ",{"type":"[","value":["http:\/\/www.monster.com monster.com"]}," and ",{"type":"[","value":["http:\/\/www.careers-jobs.eu Careers & Jobs"]},", which also offer advice for moving overseas and have listings of opportunities available by country. See also the Work section of country or region listings for local job hunting resources.\n\n",{"type":"===","value":[" Professional jobs "]},"\n\nNearly all ",{"type":"'''","value":["governments"]}," send staff abroad for various reasons, mainly long-term government employees but also consultants or contractors for particular projects. Government departments with offices abroad always include foreign affairs and often trade and immigration. Often in these services, junior employees spend some time \"paying their dues\" by working in Back-of-beyond-istan; you need some luck and seniority to get a posting to Geneva or Hong Kong. These jobs have all the usual benefits and problems of any civil service post. Often, though, there are extra allowances for \"hardship posts\", sometimes enough to pay off a mortgage back home over a few years.\n\nThen there are ",{"type":"'''","value":["government-run foreign aid"]}," organisations. Many countries have several of these. For example, Canada has CIDA ",{"type":"[","value":["http:\/\/www.acdi-cida.gc.ca\/index-e.htm"]},", their main aid agency; working there has similar benefits to any other government job. They also have CUSO ",{"type":"[","value":["http:\/\/www.cuso.org\/"]}," sending volunteers abroad; see ",{"type":"[[","value":[["Volunteer"]]}," for more on such organisations.\n\n",{"type":"'''","value":["Non Governmental Organizations"]}," (NGOs) employ professional expats all around the world.  These include big, quasi-governmental entities such as UNESCO or the Asian Development Bank, and private development organizations such as CARE or World Vision.  If you've got proven leadership ability, and an interest in third world development, many opportunities are available.\n\nThere are many jobs for various sorts of expert ",{"type":"'''","value":["supporting off-shore work"]},". A high-tech company with a development center in India, for example, will send some of its senior employees there and will hire many Indians, but there are still many niches that others might fill. Experienced project managers are hard to find anywhere and there may be a desperate shortage in times of rapid growth, Indian technical writers may need a native English speaker as an editor, and so on. \n\nThe ",{"type":"'''","value":["Petroleum Industry"]}," employs expats anywhere oil is extracted.  Working on an oil rig can be a tough job, but the pay is good. \n\nThere are also many jobs for ",{"type":"'''","value":["volunteers"]},". See ",{"type":"[[","value":[["Volunteer"]]},".\n\n",{"type":"'''","value":["Multinational companies"]},"regularly ship employees overseas for various reasons — to set up or manage factories, overseas branches or joint ventures with local firms, to deal with purchasing and subcontracting, to provide specialist expertise or training, and so on. If you're working at a multinational, contact the human resources department and see if they have any openings.\n\nIf you work for a company with factories abroad, spending a few years in one of them can be a good career move. Consider two young engineers, both with a year or two of experience at the same company. Alice takes an assignment abroad; Bob declines. For the next several years, Alice is one of three foreign staff at the factory, learning to troubleshoot all sorts of weird problems and working directly with the quite senior person who manages the whole show there. Bob is still one of the more junior guys on a team doing routine work back at headquarters. Guess which one has better promotion prospects after those few years.\n\nIf your company is transferring you overseas, ",{"type":"''","value":["never"]}," accept a pay cut.  Yes, your expenses and taxes may be lower in the new country, but if your salary is cut you will lose the ability to save money and when you return, you will have a hard time clawing back up to your original salary, much less any raises that would otherwise have accrued.\n\n",{"type":"===","value":[" Temporary jobs "]},"\n\nIf you're interested in temporary jobs, or your visa limits you to temporary jobs, there are a number of industries which often have work available:\n\n",{"type":"*","value":[{"type":"'''","value":["Hostels"]}," and ",{"type":"'''","value":["hotels"]}," - Smaller hotels and B&Bs are unlikely to require their employees to speak or read English. At luxury hotels, however, with American, Irish, UK, and other English speaking business persons as the main customers, employees are likely to be required to speak and read fluent English. "]},{"type":"*","value":[{"type":"'''","value":["Tourist restaurants"]}," e.g. Hard Rock Cafe, or ",{"type":"[[","value":[["Munich"]]},"'s Hofbrauhaus."]},{"type":"*","value":[{"type":"'''","value":["Theme parks"]}," The most famous European theme park is ",{"type":"[[","value":[["Disneyland Paris"]]},". Disneyland Paris usually requires non-EU citizens to have a work visa before employment. You can ask if the theme park will hire you if you can obtain a visa before leaving your home country. Ask the theme park to write a letter to that effect and apply at the French embassy in your country."]},{"type":"*","value":[{"type":"'''","value":["Tour operators"]}," - Tour operators are almost always looking for people to be tour guides. Getting a job with a tour guide will not allow you to travel independently much, however."]},{"type":"*","value":[{"type":"'''","value":["Teaching"]}," - ",{"type":"[[","value":[["teaching English"]]}," is the most common traveller's teaching job, with significant work available in ",{"type":"[[","value":[["Asia"]]},", but if you have advanced qualifications in other fields, or teaching qualifications, you will be able to find other teaching work internationally at an International School."]},{"type":"*","value":[" ",{"type":"'''","value":["Agriculture"]}," - seasonal work in agriculture, particularly crop work, is available in Western countries where there is often a shortage of willing local labor. Fruit picking is the most common temporary work. Longer term work with livestock is available in countries like ",{"type":"[[","value":[["Australia"]]}," on some of the more remote livestock stations."]},{"type":"*","value":[{"type":"'''","value":["Tourist sports"]}," - sports that people frequently travel to participate in often have associated jobs available, often on a temporary basis. Examples include:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Scuba diving"]]},", which has instructing and dive leading work. In addition, the industry employs cooks, boat operators and deck hands. Work is seasonal, peaking in the summer in subtropical areas and the winter in tropical areas like ",{"type":"[[","value":[["Far North Queensland"]]}," and ",{"type":"[[","value":[["South (Thailand)"],["South Thailand"]]},"."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Alpine skiing"]]},", which has work in instructing, lift operation, ski patrol and rescue, snow grooming and hospitality. Work is seasonal. The major season is in the northern hemisphere's winter with work available in ",{"type":"[[","value":[["North America"]]}," and ",{"type":"[[","value":[["Europe"]]},", but the southern hemisphere's winter has a smaller season in ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["New Zealand"]]}," and ",{"type":"[[","value":[["Peru"]]},"."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Cruising on small craft"]]},", which may provide work and transport for crew or work in places like dockyards and marinas."]}]},"\n",{"type":"==","value":["Prepare"]},"\n\n",{"type":"===","value":["Visas"]},"\n",{"type":"'''","value":["Always"]}," secure the proper visa ",{"type":"'''","value":["before"]}," you start your journey.  Most countries do not allow employment on a tourist visa.  In some cases travellers try to skirt this by departing the country and returning every 3 months or so -- an expensive and troublesome option that still leaves you working in illegal status.  Unless your work plans are very short term, make sure that your employer can sponsor you for a valid work visa before accepting any job. \n\n",{"type":"====","value":["Americans"]},"\nAmerican citizens often have to check the visa laws of the country they will be traveling to. If traveling abroad, but being hosted and taken care of by a company in the U.S. most countries won't require an American to obtain a work visa providing that the stay does not exceed 30 - 90 days.  \n\nIf being hired by a foreign company to travel abroad then a visa is typically required. To obtain the visa, several things will normally need to be submitted to an embassy\/consulate of the nation you plan on working in - \n",{"type":"*","value":["A visa application with passport sized photographs"]},{"type":"*","value":["Criminal background report - This can often be obtained by visiting the sheriff's office in your county."]},{"type":"*","value":["A letter from the employer stating that they need your services, have hired you, the salary you will be making, and length of employment period. Occasionally more information is required."]},{"type":"*","value":["Evidence that you will be able to support yourself and\/or your family while inside the country."]},"\n",{"type":"====","value":["EU citizens"]},"\nCitizens of the ",{"type":"[[","value":[["European Union"]]}," - ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Czech Republic"]]},", ",{"type":"[[","value":[["Cyprus"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["Estonia"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["Ireland"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Latvia"]]},", ",{"type":"[[","value":[["Lithuania"]]},", ",{"type":"[[","value":[["Luxembourg"]]},", ",{"type":"[[","value":[["Malta"]]},", ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Portugal"]]},", ",{"type":"[[","value":[["Romania"]]},", ",{"type":"[[","value":[["Slovakia"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Spain"]]}," and ",{"type":"[[","value":[["Sweden"]]}," - normally do not need a visa to work and live in another EU member country. Exceptions to this are with newly admitted Central European and East European countries. Some nations have instituted immigration rules and laws that effectively create quotas for the number of citizens of new EU member nations allowed to emigrate to the country.\n\n",{"type":"====","value":["United Kingdom"]},"\nThe ",{"type":"[[","value":[["United Kingdom"]]}," has identical arrangements to the EU but has retained its currency the GBP.  ",{"type":"[","value":["http:\/\/www.careers-jobs.eu Jobs"]}," here will not be paid in Euros so it is important to convert currency to understand the salaries offered, just like all other countries in the EU which do not use the Euro.\n\n",{"type":"===","value":["Take a look first"]},"\nIf considering a long-term assignment in a country you haven't been to before, especially with family, ",{"type":"'''","value":["pay a visit first"]},", on your own time if necessary.  This will give a much better idea of what to expect: you can experience the local lifestyle firsthand, you can meet the people you'll be working with, and you'll have a head start on choosing where to live, what schools look like, etc.\n\n",{"type":"===","value":["Accommodation"]},"\nOne of the hardest parts of moving abroad is finding and furnishing a place to stay.  In some Asian countries like ",{"type":"[[","value":[["South Korea"]]}," and ",{"type":"[[","value":[["Japan"]]},", simply renting an apartment can be very difficult due to onerous requirements like finding a Japanese guarantor who agrees to take ",{"type":"''","value":["financial responsibility"]}," for you (if you bail, they get stuck with the bill!) or, in Korea, the requirement to deposit over 50% of the ",{"type":"''","value":["purchase price"]}," of the apartment for safekeeping with the landlord.  Many landlords are also reluctant to rent to foreigners, fearing culture clashes and unpaid bills — or, at the other end of the spectrum, look at foreigners as easily overcharged fools who will pay over the market price.\n\nIf your company can arrange accommodations for you, it's usually wise to take them up on the offer, at least until you get settled.  Otherwise, look into long-stay accommodation like apartment hotels, which will allow you to get your feet out on the ground and explore in peace before taking the plunge.  Sharing apartments with other expats is another common way of reducing hassle and expenses.\n\nThe Classifieds section of a local, expat-oriented newspaper or website is usually a great place to look for foreigner-friendly apartments.\n \n",{"type":"===","value":["Moving"]},"\nMoving to a new house is a hassle, and moving into a foreign country is double or triply so, because you don't know how things work and there may be a language barrier too.\n\nIf you opt to have a professional ship your belongings, you're usually looking at a big bill and wait of several months if you ship by sea, or a huge bill if you ship by air.  Unless you're moving \"for good\", or have the company footing the bill (there and back!), you should aim to bring as little as possible.  Importing a car or other motor vehicle anywhere is a ",{"type":"''","value":["major"]}," hassle.  For furniture, household appliances and electronics it's usually far cheaper to buy new than ship.  Books, on the other hand, can usually be shipped through ordinary mail surprisingly cheaply; ask about special rates for printed matter at your post office (in the United States, the key term is the \"International M-Bag\").  Most international moving companies can assist you on arrival in finding an apartment, getting a driver's license, or getting linked into the local expat community.  \n\nIf you opt to bring all your worldly belongings with you, remember that airlines usually slap on steep excess freight charges if you exceed 20 kilograms.\n\nA recommended solution would be to bring nothing more than clothing, a pc, and absolutely the bare necessities. Many expats are typically living abroad for no more than four years at a time. Often expats will purchase furniture in their destination and before returning home sell their furniture abroad. This will save you money, because you don't have to deal with the hassle of moving large objects abroad and when returning after selling off the furniture an expatriate returns with extra cash.\n\n",{"type":"===","value":["Finances"]},"\nExpect to burn a lot of money in the initial phase as you pay deposits and sort out household appliances, furniture, etc.  Bring a solid chunk of cash — several months' salary is wise — and explore whether your company is willing to front you an advance or pay the deposit(s) for you.\n\nYour expenses will depend on the cost of living at your destination.  North America, West Europe, Australia, the Middle East and Asia's richer countries (Japan, South Korea, Singapore, Hong Kong) will make a sizable dent in your budget, but poorer Asian, Central European, and East European nations are much more reasonable.\n\nSee also: ",{"type":"'''","value":[{"type":"[[","value":[["Money"]]}]},"\n\n",{"type":"==","value":["Expat life"]},"\nExpat life can be dull and lonely at times, but also exciting if one embraces new opportunities.\n\nIn countries and regions less connected to the \"outside world\" than other parts life can be dull and uneventful to cure this many expats often venture into the nearest capital or take a weekend trip to another country.\n\nTo cope with living abroad, familiarize yourself with the local customs and culture as much as possible.  Try to get out and see more than what you normally would during the commute to and from work.  Make new relationships; seek out new friends.  In most countries, you'll generally find that the more polite and good natured you are towards the locals, the easier your stay will be, and you might even make some life-long friends in the process.  The general idea is to NOT be a shut-in, get out and generate some life experiences for yourself.  Remember, people are all made from the same materials, and we all have the same basic feelings.  Those in other countries aren't much different from you.  If you can wrap your head around that concept, you will have a much easier time acquainting yourself with your new surroundings.\n\nA recent Forbes article covers a ",{"type":"[","value":["http:\/\/www.forbes.com\/2008\/12\/09\/relocate-world-countries-employment08-forbeslife-cx_ds_1210friendly.html?feed=rss_popstories survey"]}," of expat-friendly countries; ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Germany"]]}," and ",{"type":"[[","value":[["Australia"]]}," topped the list. The ",{"type":"[[","value":[["UAE"]]}," was most difficult.\n\nSee also ",{"type":"[[","value":[["Retiring abroad"]]},"; some of the discussion of the expat life there also applies if you are working.\n\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Work"]]},"\n\n",{"type":"{{","value":[["related"],["Teaching_English"]]},"\n",{"type":"{{","value":[["related"],["Gap_year_travel"]]},"\n",{"type":"{{","value":[["related"],["Business_travel"]]},"\n",{"type":"{{","value":[["related"],["Retiring abroad"]]},"\n",{"type":"[[","value":[["wikipedia:Work abroad"]]}]