[{"type":"{{","value":[["pagebanner"],["Sri Pada banner.jpg"],["caption=Adam's Peak"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\nThis is an itinerary for backpackers who are World Heritage Site enthusiasts, covering the eight currently listed ",{"type":"[[","value":[["World Heritage Sites"]]}," in ",{"type":"[[","value":[["Sri Lanka"]]},". If you keep to a fairly tight schedule, moving on each day, this itinerary will take not more than 10 days. If you have more time to spend, however, it's well worth lingering at some of the destinations, taking in nearby attractions or allowing for a multiple day hike to see the best of the country's natural treasures.  \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Sri Lanka World Heritage Sites map.png"],["thumb"],["Inscribed World Heritage Sites in Sri Lanka"]]},"\nWith a recorded history of more than 2,500 years, Sri Lanka has a rich cultural and natural heritage and its World Heritage Sites are among the absolute highlights in the country. With eight recognized entries, Sri Lanka currently has the second greatest number of listed World Heritage Sites in South Asia (only India, with 30, has more). Most sites can easily be explored in a day. The most recent addition however are the vast Central Highlands, which were inscribed in 2010. They encompass three different protected areas, which are treated as separate destinations in the proposed itinerary.\n\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/200 Sacred City of Anuradhapura"]}]},"\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/201 Ancient City of Polonnaruwa"]}]},"\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/202 Ancient City of Sigiriya"]}]},"\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/561 Golden Temple of Dambulla"]}]},"\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/450 Sacred City of Kandy"]}]},"\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/1203 Central Highlands of Sri Lanka"]}]},{"type":"<","value":["br"]},{"type":"''","value":["Knuckles Mountain Range"]},{"type":"<","value":["br"]},{"type":"''","value":["The Peak Wilderness Protected Area"]},{"type":"<","value":["br"]},{"type":"''","value":["The ",{"type":"[[","value":[["Horton Plains National Park"]]}]},{"type":"<","value":["br"]},"\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/405 Sinharaja Forest Reserve"]}]},"\n# ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/451 Old Town of Galle and its Fortifications"]}]},"\n\nNote that the Central Highlands of Sri Lanka and Sinharaja Forest Reserve are both natural World Heritage Sites while all others are cultural, mostly Buddhist sacred sites. \n\nOther than these, Sri Lanka has identified two prospective World Heritage Sites: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/tentativelists\/5083\/ Seruwila Mangala Raja Maha Vihara"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whc.unesco.org\/en\/tentativelists\/5531\/ Seruwila to Sri Pada (Sacred Foot Print Shrine), an ancient pilgrim route along the Mahaweli river in Sri Lanka"]}]},". Both are currently on the country's Tentative List and not covered by this itinerary.\n\n",{"type":"==","value":["Prepare"]},"\nBring comfortable shoes that are suitable for hiking: you'll need them during your visit to the Central Highlands of Sri Lanka and Sinharaja Forest Reserve. If you do not want to get wet, bring an umbrella and a raincoat, as it often rains in Sri Lanka without prior notice. In some parts of the Central Highlands and Sinharaja Forest Reserve you'll encounter plenty of leeches, mostly when it is raining. They're usually small in size, but to cope with them, get a pair of leech socks, and carry some salt and a leech repellent such as ",{"type":"''","value":["Dettol"]}," as well. While staying in guesthouses, you'll encounter mosquitoes, so it is a good idea to bring a mosquito repellent too. Only foreigners have to pay for tickets to enter the sites; locals can visit for free.\n\n",{"type":"===","value":["Transportation"]},"\nSri Lanka is rapidly expanding its infrastructure and public transport services, making independent travel easier over time. As of now, however, many roads are still thoroughly potholed and at times terrifying due to local driving traditions. Together with occasional massive crowds (especially on holidays), often lacking luggage space and occasional harassment of women travelling alone, ",{"type":"'''","value":["buses"]}," may not seem like the most appealing way of travel for some. Yet, they offer great opportunities for interaction with locals, are cheap, plentiful and come in different qualities. If you're on a very tight budget, the standard ",{"type":"'''","value":["public buses (CTB)"]}," lack air-con and are regularly pretty overcrowded, but they're dirt-cheap for western standards and run everywhere all the time. ",{"type":"'''","value":["Private buses"]}," charge about double but are still cheap and often do have air-conditioning and often guaranteed seats. Your best bet is to inform upon arrival in a destination about your way out, and if possible secure a seat already. In all cases, arrive early and preferably travel light. If you're carrying a lot of luggage, you might have to purchase a seat for your backpack if you don't want to keep it on you lap or under your feet. \n\n",{"type":"'''","value":["Trains"]}," offer good alternatives when they are available, and the standard trains are only slightly more expensive than the private buses, if at all. One of the advantages is that 1st and 2nd class train tickets can be reserved several days in advance. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.railway.gov.lk\/web\/index.php?option=com_content&view=article&id=61&Itemid=68&lang=en Sri Lankan Railways"]}]}," has a useful website in English. There are also more expensive private trains with 1st class wagons and good service to some of the destinations. These obviously come at higher prices, but are still a reasonable and convenient option for travellers on a mid-range or higher budget, with a trip from Colombo to Kandy costing around LKR1,700 (USD13).\n\nOf course, if you're not on a budget and especially if you're pressed for time, renting a ",{"type":"'''","value":["car with driver"]}," for the whole or part of the route can offer a convenient way to follow this itinerary, and will in some cases allow to see two sites on one day. Daily rates vary between LKR5,000 and LKR10,000 per day excluding fuel, depending on the kind of car you want and whether you book via a hotel or travel agency that will take a commission.\n\n",{"type":"===","value":["Costs"]},"\nPublic transport, food and lodging are all cheap compared to western standards, making this route an excellent choice for budget travellers. Note however that entrance tickets for foreigners at the sights themselves are comparatively high. Entrance prices of USD30 are common, making these fees a prominent factor in your minimum travel budget. For a budget trip, calculate around an average of LKR300 per day for bus transport, LKR1,500-2,500 for simple rooms and around LKR300 for a meal.\n\nSouth Asian nationals receive substantial discounts on entrance fees at several of the sights. Therefore, if you have a South Asian passport, make sure to carry it with you on your visits.\n\n",{"type":"==","value":["Get in"]},"\n ",{"type":"{{","value":[["See also"],["Sri_Lanka#Get_in"]]},"\nThe journey starts in ",{"type":"[[","value":[["Colombo"]]},", Sri Lanka's biggest city. If you're not in Sri Lanka, fly to Colombo-Bandaranayake International Airport. National flag carrier, Sri Lankan Airways, offer direct flights to\/from many destinations European, Middle Eastern and Indian cities.\n\n",{"type":"==","value":["Go"]},"\n",{"type":"===","value":["Day 1: Sacred City of Anuradhapura"]},"\nThis journey starts in ",{"type":"[[","value":[["Colombo"]]},". Make sure to leave early in the morning in order to arrive well before closing time (17:00). There's both a direct bus and a train to ",{"type":"[[","value":[["Anuradhapura"]]}," available. The direct bus leaves from Bastian Mawatha Terminal in Fort. The trip will take about five hours and, for a non-airconditioned public bus, costs around LKR350. Trains take 4-5 hours and a first class seat cost around LKR500. \n\nThe ticket to enter the archaeological site of the \"Sacred City of Anuradhapura\", costs USD30 per person for foreigners and USD15 for nationals of South Asian countries. This ",{"type":"''","value":["old town'"]}," is quite large, so get a tuk-tuk if you want to cover all the sights in one day. Alternatively, some hotels in Anuradhapura can provide you with a bicycle, allowing you to roam around on your own. The old town is open to visit until 17:00. \n\nStay the night in Anuradhapura. Its New Town area has plenty of budget hotels and guest houses. Prices start from LKR1,500-2,000 per person for a night. If you're thinking of moving straight on, note that buses to Polunnaruwa stop running in the afternoon.\n\n",{"type":"'''","value":["Optional side trip"]},{"type":"<","value":["br"]},"\nNext day morning, If you have extra time, you may visit Mihintale, a mountain peak some 20km east of Anuradhapura. A tuk-tuk ride will not cost you more than LKR1,000 to get there. Mihintale is an archaeological and pilgrimage site, with many Buddhist religious monuments and abandoned structures, but it is not a World Heritage Site.\n\n",{"type":"===","value":["Day 2: Ancient City of Polunnaruwa"]},"\nTo get to the city of ",{"type":"[[","value":[["Polonnaruwa"]]},", take a direct bus from the Anuradhapura bus station in New Town. The distance from Anuradhapura to Polonnaruwa is some 100km and the bus trip will take three hours. No train run on this route. Unlike Anuradhapura, the old town (archaeological site) of the Ancient City of Polunnaruwa is not so big and it's not worth hiring a tuk-tuk. All the sights in the old town are located next to each other so you can cover all of them easily using a bicycle in one day. The ticket to enter the Ancient City is USD30 per person for foreigners and USD15 for nationals of South Asian countries.\n\nStay overnight in Polunnaruwa. Just like in Anuradhapura, there are plenty of budget hotels and guest houses to stay at in the new town. Prices start at LKR1,500-2,000 per person for a night. Most accommodation can also provide you with a bicycle, which is a convenient way to get around the Ancient City.\n\n",{"type":"===","value":["Day 3: Ancient City of Sigiriya & Golden Temple of Dambulla"]},"\n",{"type":"[[","value":[["File:Sigiriya.jpg"],["thumbnail"],["the Lion Rock in Sigiriya"]]},"\nSet out early in order to cover these two destinations in one day. No trains run on this route and there is no direct bus from Polonnaruwa to ",{"type":"[[","value":[["Sigiriya"]]},", so you'll have to go first to Inamaluwa (Inamaluwa junction) by bus, where you can change for the bus to Sigiriya. The bus ride from Polonnaruwa to Inamaluwa junction will cost LKR20 and takes some 90 minutes. At Inamaluwa junction, buses for Sigiriya run at intervals of 30 minutes until 18:00. You can also take a tuk-tuk to Sigiriya — the distance is only 10 km and the ride will not cost you more than LKR500. The ticket to enter the Ancient City is USD30 per person for foreigners and a USD15 discount will be given to nationals of South Asian countries.\n\nFrom Sigiriya, you can continue by direct bus to ",{"type":"[[","value":[["Dambulla"]]},". Buses run on this route at intervals of 30 minutes and cost LKR40. The last bus for Dambulla leaves at 18:00. Alternately, you can take a tuk-tuk to go back to ",{"type":"'''","value":["Inamaluwa junction"]},", from where you can take the bus to Dambulla as well, or you can go to Dambulla from Sigiriya by tuk-tuk which will cost not more than LKR1,000. The distance from Sigiriya to Dambulla is 20km and from Inamaluwa to Dambulla is 10km. The ticket to enter Golden Temple will cost around LKR1,200 and it's open to visit 07:00-19:00. Stay in Dambulla for the night; there are both simple guest houses and more up-scale resorts available, some close to the temple complex, about 1km from the town centre.\n\n",{"type":"===","value":["Day 4: Sacred City of Kandy"]},"\n",{"type":"[[","value":[["File:Zahntempel Kandy.jpg"],["thumb"],["the Temple of the Tooth in Kandy"]]},"\nFrom Dambulla bus station, you'll get the direct bus for ",{"type":"[[","value":[["Kandy"]]},". No train run on this route. A non air-con bus will cost you LKR100 and take some 3 hours. Air-conditioned buses are also available on this route but they stop only briefly in Dambulla and they usually stop somewhere outside the bus station. In Kandy you can visit the Temple of the Tooth by tuk-tuk or on foot as well but you'll have to ask for directions. Locally, this temple is known as \"Sri Dalada Maligawa\". The entrance fee to the temple is LKR1,000 for foreigners and LKR500 for South Asian passport holders. \n\nThere are many hostels and budget hotels in Kandy, where you can stay the night before heading to the next site. In case you don't want to visit the two natural sites such as \"Central Highlands\" and \"Sinharaja Forest Reserve\", you may skip them and go back to Colombo by train or bus from Kandy. The train ride from Kandy to Colombo can take 2.5-3.5 hours. From Colombo, you can get a direct bus and train for Galle. The train ride can take between 2-3 hours.\n\n",{"type":"'''","value":["Optional side trip"]},"\n",{"type":"<","value":["br"]}," If you have time, there are many other sights worth exploring in Kandy, including the Royal Palace, Lankatilaka Temple and Gadaladeniya Temple. The Royal Botanical Garden lies 5km to the west of the city centre in Peradeniya.\n\n",{"type":"===","value":["Day 5-7: Central Highlands of Sri Lanka"]},"\nThe Central Highlands of Sri Lanka comprises the mountainous regions of rain forests, and consists of three separate wet-zone protected areas: Knuckles Mountain Range, the Peak Wilderness Protected Area, and the Horton Plains National Park.\n\n",{"type":"*","value":[{"type":"'''","value":["Knuckles Mountain Range"]}]},"To reach the ",{"type":"[[","value":[["Knuckles Mountain Range"]]},", Meemure village is the recommended entrance, some 90km from Kandy. \n\nThis is an excellent area for hiking, and if you're interested in expanding your tour, a 2 or more day guided hike here is an excellent choice. Several tour operators in Kandy offer anything from day trips to week-long hike and camp tours. \n\n",{"type":"*","value":[{"type":"'''","value":["Peak Wilderness Protected Area"]}]},{"type":"[[","value":[["File:Sri Pada.JPG"],["thumb"],["Adam's Peak"]]},"\nAdam's Peak is the major attraction in the Central Highlands of Sri Lanka. There is a third-class train service available from Kandy railway station to ",{"type":"[[","value":[["Hatton, Sri Lanka"],["Hatton"]]},". It is better to take the bus to Hatton as the trains are usually overcrowded and takes the same as the bus. The bus ride takes 3 hours and costs LKR100. From Hatton bus station, you'll have to take another bus to Maskeliya, and from there, yet another bus to ",{"type":"[[","value":[["Dalhousie (Sri Lanka)"],["Dalhousie"]]}," - the buses depart hourly. Another option is to take a tuk-tuk from ",{"type":"[[","value":[["Maskeliya"]]}," to Dalhousie, which will cost you around LKR500 and take 30 minutes. Dalhousie is the nearest place to Nallathanni town, which is one of the many entrances to Adam's Peak (Sri Pada). This entrance is one of the most favoured by those undertaking the climb. Although this trail is the steepest, it is also approximately five kilometres shorter than any of the other trails. It is recommended to stay overnight at any hotel in Dalhousie and start climbing the Adam's Peak early in the morning. There are plenty of budget hotels in Dalhousie. It will take 3 hours to climb up and some 90 minutes to come down. If it rains, it can take longer.\n\n",{"type":"*","value":[{"type":"'''","value":[" Horton Plains National Park"]}]},"The World's End is a major attraction in the Horton Plains National Park, and Ohiya is the closest city. From Hatton, take the train bound for Badulla and disembark at Ohiya railway station.\n\nTo continue the tour after visiting the World's End, take the train bound for Nuwara Eliya from Ohiya railway station and disembark at Hatton.\n\n",{"type":"===","value":["Day 8: Sinharaja Forest Reserve"]},"\nIn terms of getting around with public transport, this is one of the more remote destinations. The main entrance to enter the ",{"type":"[[","value":[["Sinharaja Forest Reserve"]]}," is at ",{"type":"[[","value":[["Kudawa"]]},", while the other two entrances (",{"type":"[[","value":[["Pitadeniya"]]}," and the Morning Side entrance) are less used. For the main Kudawa entrance, you'll have to take a bus from Hatton bus station for Avissawella. It will take two and a half hours and cost LKR100. From Avissawella, continue by bus to Ratnapura. It will take 1 hour and cost LKR60. From Ratnapura, take another bus for Kalawana (LKR70). From Kalawana, take a bus to the small village of Kudawa (LKR60). From Kudawa, it's about a half mile and slightly uphill walk to the northern entrance of the reserve. The entrance to the forest is LKR500 per person. You might need a guide which can be hired from Kudawa or Weddagala, which is en-route to Kudawa when coming from Kalawana.\n\nThe best time to visit the forest is between December and early April or between August and September. Don't forget to bring food and water as there won't be any restaurant or shop inside the forest area. It is also recommended to bring along a binocular as you'll have plenty of opportunities to use it.\n\nThe last bus back from Kudawa to Kalawana leaves at about 16:10. There is accommodation available in Kalawana, and there are also a few options in Kudawa. Spend the night in either. To continue the tour after visiting Sinharaja Forest Reserve, take a bus for Kalawana from Kudawa and disembark at Weddagala.\n\n",{"type":"===","value":["Day 9: Old Town of Galle and its Fortifications"]},"\n",{"type":"[[","value":[["File:GALLE FORT GALLE SRI LANKA JAN 2013 (8553422811).jpg"],["thumb"],["Galle Fort"]]},"\n\nThis is the last site of this itinerary. \nFrom ",{"type":"[[","value":[["Weddagala"]]},", take the bus for ",{"type":"[[","value":[["Rakwana"]]},". From Rakwana, take the bus to ",{"type":"[[","value":[["Deniyaya"]]},". From Deniyaya bus station, you can take a direct bus to ",{"type":"[[","value":[["Galle"]]},". The bus takes some 3 hours to reach Galle from Deniyaya and will cost some LKR120.\n\nThe bus will drop you at the central bus station in Galle, located next to Galle railway station. The Old Town of Galle and its fortifications are within walking distance from the central bus station, so it's better to walk rather than to take a tuk-tuk.\n\nStay overnight in Galle. There're plenty of budget hotels and guest houses in Galle.\n\nOr go back to Colombo. Both the train service and bus service for Colombo are available from Galle. Buses for Colombo, with or without air conditioning, are available from Galle bus station and runs 24 hours. Train takes 2-3 hours to reach Colombo from Galle.\n\n",{"type":"==","value":["Stay safe"]},"\nIt's quite safe to travel in Sri Lanka and many tourists from all over the world started to come to the country after the end of the civil war in 2009. You'll see many foreign tourists at all the sites, mostly Westerners. Locals will greet foreigners with a smile and are generally helpful. It is recommended to avoid going alone after dark. Pickpocketing on public transport is uncommon, but take precaution.\n\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"[[","value":[["Wikipedia:World Heritage Sites of Sri Lanka"]]}]