[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/nps.gov\/wrst\/ Wrangell-St. Elias National Park"]}]},", with over 13 million acres, is the largest ",{"type":"[[","value":[["United States National Park"]]},".  Located in ",{"type":"[[","value":[["Alaska"]]},", the park has no trails and you'll find no Princess Bus Lines (yet).  It is a beautifully glaciated, vast and amazing place.  You can drive the washboarded McCarthy Road from Chitina to McCarthy and access the park from there.  You cannot drive your car into McCarthy.  Once at the end of the road you'll find a footbridge that will lead you into \"downtown\".  Kennicott, an old copper mining town is located 5 miles down the road from McCarthy. Nizina is the other access point.  It is worth the price to flight-see as the views are amazing.  If time and wallet allow, the best way to get into the back country in via small plane.  Base camping or a point-to-point hike might very well become the best memory of your Alaskan adventure.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Ranger Stations and Visitor Centers"]},"\n",{"type":"*","value":[{"type":"'''","value":["Wrangell-St. Elias National Park Visitor Center"]},", Mile 106 Richardson Highway, ",{"type":"[[","value":[["Copper Center"]]},", AK, 907-822-5234. All Year: M-F 8AM-4:30PM. Memorial Day-Labor Day: Daily 8AM-6PM. The Headquarters and Visitor Center provides information about the entire park in addition to the administration and management facilities. This new facility between ",{"type":"[[","value":[["Glennallen"]]}," and Copper Center. Movie theater, exhibits, and a short nature trail to a spectacular view of the Wrangell Mountains. Park rangers provide guided talks and walks daily during the summer months. Subsistence fishing and hunt permits are also available. Services available in nearby Copper Center include a post office, lodging, gas station, food store, tire repair, and telephone."]}," \n",{"type":"*","value":[{"type":"'''","value":["Slana Ranger Station"]},", Mile 0.5 Nabesna Road, 907-822-7401. Summer: 8AM-5PM; Winter: Open, but call ahead. The Slana Visitor Contact Station provides information about the northern side of the park and the Nabesna Road. ATV permits, and subsistence permits are also issued here. Bookstore, phone, restrooms, maps, and park film shown on TV by request. Guided ranger interpretive programs available."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Kennecott Visitor Center"]},", in the historic train depot building within the Kennecott Mill Town, 907-960-1027. Memorial Day through Labor Day 9-5:30. Information hub for the Kennecott Mines National Historic Landmark in the heart of Wrangell-St. Elias National Park and Preserve. Pick up maps and brochures, join a ranger for a history talk or nature walk, or plan your wilderness excursion. The visitor center also hosts a small branch of the Alaska Natural History Association’s bookstore. "]},"\n",{"type":"*","value":[{"type":"'''","value":["The McCarthy Road Information Station"]},", mile 59 McCarthy Road. Open Memorial Day to Labor Day 9:30AM-5PM. The information gateway to the communities of ",{"type":"[[","value":[["McCarthy"]]}," and Kennecott. As you arrive in McCarthy stop by to get the latest information on parking, shuttle service and park and community events. Rangers are also available to help plan backcountry trips and answer questions. Restrooms and day-use parking are available at this site. Overnight parking and camping can be found at a variety of local private companies."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chitina Ranger Station"]},", ",{"type":"[[","value":[["Chitina"]]},", 907-823-2205. Summer Only: Staffed with assistance from the Chitina Chamber of Commerce Th-M 2PM-6PM. Historic log cabin. Explore the exhibits and watch the 22-minute park movie. Services available in Chitina include a post office, gas station, store, tire repair, cafe and payphone. The log cabin station is decorated with historic photographs featuring the town of Chitina as a transportation hub, \"where the rails meet the trails.\" Trains, stagecoaches, dog sleds, and steamboats all passed through Chitina on their way to the mining and commerce centers of Alaska during Chitina's boom years, 1910-1938."]}," \n",{"type":"*","value":[{"type":"'''","value":["Yakutat Ranger Station"]},", ",{"type":"[[","value":[["Yakutat"]]},", 907-784-3295. Hours: 8:30AM-4:30PM all year. This Ranger Station and Visitor Center serves both Wrangell-St. Elias and ",{"type":"[[","value":[["Glacier Bay National Park"]]},". Exhibits, information, park video, bookstore, and trip planning. Located at the base of the St. Elias Mountains, the city of Yakutat (pop. 633) is a Tlingit settlement on the Gulf of Alaska. Outdoor guide services and commercial fishing are the primary sources of income for most residents. Yakutat is approximately 220 air miles northwest of ",{"type":"[[","value":[["Juneau"]]},", 218 air miles southeast of ",{"type":"[[","value":[["Cordova (Alaska)"],["Cordova"]]}," and 342 air miles southeast of ",{"type":"[[","value":[["Anchorage"]]},"."]},"\n",{"type":"===","value":["History"]},"\n\nEuropean exploration of the Copper Basin began in the early 1780s. By 1819, the Russians had established a trading post called Copper Fort in the area.  The U.S. Geological Survey later made topographic and geologic maps of the country, which led to mineral development of the Wrangell Mountains. The first gold discovery in the northern Wrangell Mountains was on Jacksina Creek near the headwaters of the Nabesna River in 1899.  A year later, prospectors traced chalcocite to deposits on Bonanza Ridge, which eventually became the incredibly rich Bonanza Mine, one of five mines that supplied copper and silver ore to the now-historic Kennecott Mill.  The Kennecott mines did not go into full production until 1911, when the completion of a 196-mile-long railroad from Cordova, near the mouth of the Copper River, to the Kennecott mining town allowed transport of the rich copper concentrate. In 27 years of operation, over a billion pounds of ore valued at $100 to 300 million was hauled on the railroad.\n\nThe mine and the railroad were abandoned in 1938. The railroad bed now provides the base for most of the Chitina-McCarthy Road along the south flank of the Wrangell Mountains in the heart of Wrangell-St. Elias National Park and Preserve.  In 1913, gold discoveries in the Nabesna area led to construction of the Nabesna Road, which was built in the early 1930's and used to haul gold ore from the now-closed Nabesna Mine.  Today, the Nabesna Road provides vehicle access along the north side of the Wrangell Mountains into Wrangell-St. Elias National Park and Preserve.\n\nAfter the Kennecott mines closed, several efforts were made to revive interest in the area.  By 1925 companies throughout the U.S. advertised the Richardson Highway as the center portion of the \"Golden Belt Line.\"  Ernest Gruening, Director of U.S. Territories and later Alaska's governor and a U.S. Senator, was the first to recommend the area as a national park or monument.  In 1978, Present Jimmy Carter declared the area a National Monument because of its scientific and cultural significance. When Congress passed the Alaska National Interest Lands Conservation Act in 1980, the Wrangell Mountains became part of the 13.2 million acre Wrangell-St. Elias National Park and Preserve, the largest U.S. National Park.\n\n",{"type":"===","value":["Landscape"]},"\nLocated in the southeast corner of Alaska (north of the Inside Passage), Wrangell-St. Elias is the largest national park in the United States and contains an impressive set of peaks over 16,000 ft, including Mt. Wrangell at 18,008 ft. Several of the peaks are active volcanoes. Because it covers such a large area, the remote wilderness landscape is highly diversified. There are lowland marshes, spruce forests, rock canyons, alpine tundra, glaciers, scree, ice and snow fields and rocky coastline.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nThe winter is long, dark, and extremely cold with highs of 5-7 °F and nighttime lows dipping to -50 °F!  Daytime skies are usually clear and at night the aurora dances overhead. Exceptionally dry snow covers the ground to around two feet.  The spring season brings clear skies, increasingly longer days, and warming temperatures.  Average highs are 40-50 °F.  Lows may still dip into the teens and single digits.\n\nDuring the summer wildflowers and mosquitoes peak in June and July - consider bringing a head-net!  June and July are also the warmest months, with highs reaching near 80 on some days, but it can snow any month of the year in the highcountry. The prime backcountry season is June 20 to August 20 due to snow depths at higher elevations. Drizzling rains are not uncommon throughout the summer and, in general, rainfall increases in August and September, especially along the coast.  Autumn arrives early; willows and aspens begin to change color by mid-August. This season can be delightfully clear, spectacular, and mosquito-free, but it often too short. First snows often fall in September.\n\n",{"type":"==","value":["Get in"]},"\n\nWrangell-St. Elias National Park & Preserve has no entrance stations or gates, and never closes. People visit year-round by foot, car, airplane, ATV, snowmobile, ski, etc. The headquarters building is open weekdays year-round.\n\n",{"type":"===","value":["By car"]},"\n\nAccess into the Park\/Preserve is usually by private vehicle along unpaved gravel roads, via watercraft, or by chartered air taxi service from ",{"type":"[[","value":[["Tok"]]},", ",{"type":"[[","value":[["Glennallen"]]}," (Gulkana), ",{"type":"[[","value":[["McCarthy"]]},", ",{"type":"[[","value":[["Valdez"]]},", ",{"type":"[[","value":[["Cordova (Alaska)"],["Cordova"]]}," or ",{"type":"[[","value":[["Yakutat"]]},". Glennallen, the largest community near the park, is located at the junction of the Richardson and Glenn Highways.\n\nFrom Glennallen, surface access into the Park\/Preserve is via either the McCarthy Road (from Chitina to McCarthy - 60 miles) or the Nabesna Road (from Slana to Nabesna - 42 miles). Both are unpaved gravel roads usually suitable for passenger vehicles. Drivers should check current road conditions at Park Headquarters, (907) 822-5234, or at the respective ranger station listed below:\n\n",{"type":"===","value":["By bus"]},"\n\nAlaska Direct Bus Line (800) 770-6652 runs a bus from Anchorage to Tok, with multiple stops along the way, including in Glennallen. Call for days and schedules.\n\nSeasonally, Backcountry Connections (907) 822-5292 makes daily runs from Glennallen to McCarthy.\n\nWrangell-St. Elias Tours also operates daily tours to Kennicott and McCarthy from Chitina and Kenny Lake. Additionally, Wrangell-St,. Elias Tours provides direct transportation to McCarthy from Anchorage. (907) 822 5978 www.wrangellsainteliastours.com\n\n",{"type":"===","value":["By air"]},"\n\nCopper Valley Air  has scheduled flights on Wednesdays and Fridays. Call (907) 822-4200 for prices and flight times. Wrangell Mountain Air, (800) 478-1160, offers three daily flights (Mid-May to Mid-September) from Chitina to McCarthy with advance reservations.\n\nThere are numerous airstrips throughout the Park\/Preserve. These can be reached via private airplane or by contacting one of the air taxi services licensed to operate in the Park\/Preserve. A list of Local Air Taxi operators is available from Park Headquarters.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are NO entrance stations or required fees to enter Wrangell-St. Elias National Park.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nAlthough there is much wildlife in the park, it is so huge that they have much space to spread out in and some visitors will not see as much as they might in some other parts of Alaska. But there are both black and brown bears, as well as small groups of caribou.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Hiking & Backpacking"]},"\nWrangell-St. Elias National Park offers endless adventures ranging from 1\/2 days walking on glaciers to week long trips in the backcountry.  Local guides give the best information and offer the best services one provider is Kennicott Wilderness Guides ",{"type":"[","value":["http:\/\/www.kennicottguides.com\/"]},".\n\n",{"type":"*","value":["Flightseeing & Air Taxis"]},"\nThis is one of the most popular ways to see the central parts of the park. Flights can average $1 per minute, but you can see a lot in an hour or two. Two providers based in McCarthy are ",{"type":"[","value":["http:\/\/wrangellmountainair.com\/ Wrangell Mountain Air"]}," and ",{"type":"[","value":["http:\/\/mccarthyair2.com\/ McCarthy Air"]},".\n\n",{"type":"*","value":["Mountain Biking"]},"\n",{"type":"*","value":["River Trips"]},"\n",{"type":"*","value":["Mountaineering"]},"\n",{"type":"*","value":["Fishing"]},"\n",{"type":"*","value":["Hunting"]},"\n",{"type":"*","value":["ATV's - Permits are required"]},"\n",{"type":"*","value":["Kayaking"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"[[","value":[["McCarthy"]]}," is generally lacking in budget accommodation. The Lancaster Backpacking Hotel is not a hostel, but a relatively cheaper hotel - because the rooms are not heated. The only hostel-type accommodation, as of 2007, was the Kennicott River Lodge, just west of town across the bridge, and not to be confused with the pricey Kennicott Glacier Lodge, above McCarthy in the town of Kennicott. Kennicott River Lodge has cabins, some of which are generally rented out by the bed. But they also take groups, so these cabins are often unavailable. These beds tend to be about $25 when available. Otherwise, if you want to stay indoors, there are no budget accommodations.\n\n",{"type":"===","value":["Camping"]},"\n\nWithin the park you can set up camp just about anywhere you would like at no charge. It is best to speak with a park ranger at the park visitor's center (south of Glennallen on the Richardson Hwy) or at the north end of McCarthy Road in Chitina to get the most recent update on conditions in the park, especially if you are planning on a multi-day trek. BEARS ARE EVERYWHERE. At higher altitudes, there are no trees for stowing food so be sure to bring a bear proof canister. If you don't have one they can be borrowed at no charge from the ranger station. Be sure to get the latest info on fire restrictions. It is best to be equipped with a propane stove in case of dry and\/or windy conditions. Always remember to leave a detailed plan of your route with someone if you are planning to journey far into the park.\n\n",{"type":"===","value":["Backcountry"]},"\n\nWrangell-St. Elias' (WRST) backcountry is truly vast. Although Denali National Park has the highest single peak in Alaska, WRST has more high peaks and more glaciers. And there are no permits or backcountry zones. The park service will lend you a bear canister, but there are very few rules in this park, aside from the basic requirements not to damage the environment. In this wilderness, as in much of Alaska, you're on your own.\n\nThe best online guides tend to be the websites of the bush plane operators in McCarthy (",{"type":"[","value":["http:\/\/wrangellmountainair.com\/ Wrangell Mountain Air"]}," and ",{"type":"[","value":["http:\/\/mccarthyair2.com\/ McCarthy Air"]},") as well as the national park page.\n\nAlthough it is possible to visit some parts of the WRST backcountry from a car, the true backcountry requires short bush flights, not so much because they are extremely distant, but because there are rivers that most hikers cannot cross. The layout of the park, with McCarthy at the end of a flagpole indent inside of the park, means that these flights are shorter, and thus cheaper, than for most Alaskan parks. Two flights (dropoff and pickup later on) can be had for as cheap as a few hundred dollars for some areas.\n\nThe park service maintains a number of first-come first-serve cabins, most of which you can fly to.\n\nAlthough the common statement is that there are no trails, it would be more accurate to say that there are no (or few) maintained trails. Whether from earlier mining efforts, or from current use, there are trails in some areas, such as going over Chitistone Pass and down Chitistone Canyon on the Goat Trail. Such trails will tend to disappear at times.\n\n",{"type":"==","value":["Stay safe"]},"\n\nPark service offices make bear canisters available with a credit card as a guarantee. The bug season tends to go from some time in June through July, and end soon after. August is the rainy season. So if you go in the summer, you choose between bugs and rain, though it does not rain constantly and there can be periods of nice weather.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Wrangell-St. Elias Tours (907) 822-5978 provides van transportation from McCarthy to ",{"type":"[[","value":[["Anchorage"]]}," twice a week in the summer months. "]},"\n\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southcentral Alaska"]]},"\n\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Wrangell-St. Elias National Park and Preserve"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Alaska\/Travel_and_Tourism\/Parks\/National_Parks_and_Monuments\/Wrangell-Saint_Elias_National_Park\/"]]}]