[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Wrangel Island"]}," is an ",{"type":"[[","value":[["Islands of the Arctic Ocean"],["Arctic island"]]}," in ",{"type":"[[","value":[["Chukotka"]]}," in the ",{"type":"[[","value":[["Russian Far East"]]},". For its rare Arctic tundra bio-system, home to over 400 rare plant species (and large quantities of charismatic megafauna, like Pacific walrus, polar bears, and grey whales), it is one of Russia's ",{"type":"[[","value":[["UNESCO World Heritage list"],["UNESCO World Heritage site"]]},"s.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Wrangel Island tundra.jpg"],["thumb"],["500px"],["Arctic tundra at the foot of the mountains"]]},"\n\n",{"type":"===","value":["History"]},"\n\n1764 was the first reported discovery of Wrangel Island by the Cossack Sergeant Stepan Andreyev. Calling it Tikegen Land, Andreyev found evidence of its inhabitants, the Krahay. Eventually, the island was named after Baron Ferdinand von Wrangel (1797–1870), who, after reading Andreyev's report and hearing Chukchi stories of land at the island's coordinates, set off on an expedition (1820–1824) to discover the island, with no success.\n\nSince the mid 1800's there have been several landings and attempted landings on the island. Depending on the time of the year, access to the island can be manageable or virtually impossible.\n\nThe actual first recorded landing on the island was in 1866 by a German whaler, Eduard Dallmann.\n\nSeveral expeditions in the later 19th and early 20th centuries proved fatal to the explorers involved, including the infamous 1921 expedition to the island funded by Vilhjalmur Stefansson. Canadian Allan Crawford, Americans Fred Maurer, Lorne Knight and Milton Galle, and Eskimo seamstress and cook Ada Blackjack left Alaska in 1921 to claim the island for Canada. On September 16th, 1921 the team was left on Wrangel Island with the promise a ship would relieve them with another crew in early 1922.\n\nA schooner sent to pick up the crew became stuck in the ice in 1922 and the rescue was abandoned until the weather became better in 1923. During that time, however, the explorers quickly ran out of food on the island, and unable to capture game to survive on Crawford, Maurer and Galle set out on foot in January 1923 towards Siberia for help. The men were never seen again. Lorne Knight developed scurvy and died in April 1923 on the island.\n\nAda Blackjack was left alone, save for the cat Vic brought along with the men for company, and was forced to learn how to hunt and shoot game on the island to survive. She was eventually rescued on August 19th, 1923 when a ship made it to the island with a relief crew.\n\n",{"type":"===","value":["Landscape"]},"\nSuffering from a severe Polar climate, Wrangel Island has a barren look to it with little vegetation life. The island does not have trees, and the ground is mostly dry and hard in areas.\n\nThe island has over 900 lakes that, while salty, are considered to have the lowest amount of salt in the Arctic region.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Icebreaker Kapitan Khlebnikov.jpg"],["thumb"],["280px"],["Russian icebreaker ",{"type":"''","value":["Kapitan Khlebnikov"]}," on its way to the island"]]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["71.2333"],["-179.4167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chukotka"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Wrangel Island"]]},"\n\n",{"type":"[[","value":[["ru:Остров Врангеля"]]}]