[{"type":"{{","value":[["pagebanner"],["Wuhan banner Bridge over river.jpg"]]},"\n",{"type":"[[","value":[["File:Wuhan from YellowCraneTower.jpg"],["thumb"],["A section of Wuchang, the Yangtze River, and Hanyang seen from the Yellow Crane Tower"]]},"\n",{"type":"'''","value":["Wuhan"]}," (武汉; ",{"type":"''","value":["Wǔhàn"]},")",{"type":"[","value":["http:\/\/www.wuhan.com\/cmarter.asp?doc=310"]},{"type":"[","value":["http:\/\/english.wh.gov.cn\/"]}," is the capital of ",{"type":"[[","value":[["Hubei"]]}," Province in ",{"type":"[[","value":[["China"]]}," and a major port on the Yangtse River.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"[[","value":[["Image:WuchangUprising.JPG"],["thumb"],["Memorial Hall of 1911 Wuchang Uprising, Where Sun Yat-Sen Issued his Edict to Overthrow the Qing."]]},"\n\nWuhan once consisted of three separate cities; Hanyang, Hankou (formerly known as Hankow), and Wuchang. Hanyang was a busy port as long as 3,000 years ago in the Han Dynasty. Yellow Crane Tower was first built in 223BCE and gained fame throughout China through the poetry of ",{"type":"'''","value":["Cui Hao"]}," during the Tang Dynasty. Wuchang has been a center of learning for centuries, especially in the field of the arts. It became a provincial capital in the Yuan Dynasty.\n\nHankou was considered to be one of China's top four cities during the Ming and Qing Dynasties. It was the busiest inland port, first opened as a treaty port in 1661. During the 19th century, as a result of concessions granted in the aftermath of the Opium Wars, large areas of Hankou's riverfront were carved up into foreign mercantile divisions with port and rail facilities and the area's economy expanded rapidly. There remain many grand buildings along Hankou's riverfront clearly European in design as a result. \n\nThe city is perhaps most famous for its pivotal role in the formation of modern China. On October 10, 1911 the ",{"type":"'''","value":["Wuchang Uprising"]},", led by Sun Yat-Sen, took place sparking the ",{"type":"'''","value":["Xinhai Revolution"]}," throughout the nation which resulted in the overthrow of the Qing Dynasty (China's last) and the formation of the ",{"type":"[[","value":[["Taiwan"],["Republic of China"]]},". The event is commemorated in many place names beginning with \"Shouyi\", literally \"First Revolution\", including a public square with an attached museum. In the ensuing chaos of the Republic of China, Wuchang was the capital of a leftist Guomindang government ruled over by Wang Jingwei in direct opposition to Chiang Kai-shek.\n\nIn 1927, Hanyang, Hankou, and Wuchang were united to form the city of Wuhan. The city fell under siege by the Japanese during WWII and was liberated in 1945. With the opening of China, Wuhan was reopened in 1992 for the first time since the revolution. Today, Wuhan is one of China's largest cities and remains an important center of commerce. While many visitors overlook Wuhan as just another city, beneath its industrial exterior a rewarding tapestry of history and cultural arts awaits.\n\n",{"type":"===","value":["Orientation"]},"\nWuhan is an amalgamation of three smaller cities, Hankou, Hanyang and Wuchang, each separated from the other by a river. Hankou is the business center and it sits to the northwest with the Yangtze River separating it from Wuchang and the Han River separating it from Hanyang. Wuchang is the education center hosting a bewildering variety of universities, institutes and colleges. It is separated from both Hankou and Hanyang by the Yangtze River. Hanyang is the industrial center, separated from Hankou by the Han River and from Wuchang by the Yangtze River.\n\nThe Number One Yangtze River Bridge, an old, Soviet-era colossus of engineering incorporating both rail and automobile traffic in a dual-layer setup, connects Wuchang with Hanyang. The more graceful Number Two Yangtze River Bridge, currently only open to automobile traffic and pedestrians (bicycles are officially prohibited, although you can see them), connects Wuchang with Hankou to the north. There are two major bridges across the Han River shuttling automobile traffic between Hanyang and Hankou. These two bridges are within sight of each other on the few smog-free days that exist. Five other Yangtze river bridges connect the outskirts of Wuchang with the outskirts of Hanyang and Hankou.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   8"],["febhigh =  10"],["marhigh =  14"],["aprhigh =  21"],["mayhigh =  26"],["junhigh =  30"],["julhigh =  33"],["aughigh =  33"],["sephigh =  28"],["octhigh =  23"],["novhigh =  17"],["dechigh =  11"],["janlow =   0"],["feblow =   2"],["marlow =   7"],["aprlow =  13"],["maylow =  18"],["junlow =  22"],["jullow =  25"],["auglow =  25"],["seplow =  20"],["octlow =  14"],["novlow =   8"],["declow =   2"],["janprecip =  43"],["febprecip =  59"],["marprecip =  95"],["aprprecip =  131"],["mayprecip =  164"],["junprecip =  225"],["julprecip =  190"],["augprecip =  112"],["sepprecip =  80"],["octprecip =  92"],["novprecip =  52"],["decprecip =  26"],["description = Wuhan is humid year-round and has chilly winters and oppressive summers"]]},"\n\nTravellers not accustomed to high heat and humidity should avoid visiting Wuhan in the summer months. As the hottest of the \"Three Furnaces\" of China (the others are ",{"type":"[[","value":[["Chongqing"]]}," and ",{"type":"[[","value":[["Nanjing"]]},"), Wuhan often gets summer temperatures above 35 °C (95 °F). Combine the heat with humidity, a lack of wind, and heavy urban pollution typical for most of the rapidly industrialized cities in China, and one has a recipe for a cloudy yet simmering day.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["30.583"],["114.283"],["zoom=11"],["layer=M"]]},"\nWuhan is a major city in a central position. It has all the bus, rail, road and air connections you would expect.  \n\n",{"type":"===","value":["By air"]},"\nWuhan can be accessed easily from ",{"type":"'''","value":["Wuhan Tianhe International Airport"]}," (WUH) ",{"type":"[","value":["http:\/\/www.whairport.com\/"]}," about an hour outside of the city center. Flights from all major domestic airports are available, including ",{"type":"[[","value":[["Xian"]]},", ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Chengdu"]]},", ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Taipei"]]},". International flights operate from ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Tokyo"]]},", ",{"type":"[[","value":[["Singapore"]]}," and ",{"type":"[[","value":[["Paris"]]},".\n\nTaxi from Wuhan Tianhe Airport to the city (Wuchang) costs ¥70-¥80, plus ¥10 toll.\n\nIf you get stuck at the airport for any length of time, the airport has free wifi throughout the domestic terminal (subject to verification of mobile phone number, any country OK), and you can find power outlets (with purchase) at Cite Coffee on the mezzannine above the pre-security departures hall (2F). There is a left-luggage service on the back wall of the departures hall as well, next to the odd-sized luggage check.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Wuchang train station on a winter morning - P1040939.JPG"],["thumb"],["Wuchang Railway Station"]]},"\nWuhan is a major railway hub, connected by direct trains with most of China's major cities. At present (2014), the capital of Hubei is connected by direct trains to the capitals of all other 30 province-level units (provinces, autonomous regions, and municipalities) of the PRC, from ",{"type":"[[","value":[["Harbin"]]}," to ",{"type":"[[","value":[["Lhasa"]]}," and from ",{"type":"[[","value":[["Urumqi"]]}," to ",{"type":"[[","value":[["Haikou"]]},".\n\nOvernight express trains (Z series trains) take one from ",{"type":"[[","value":[["Beijing"]]}," (¥263),  ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Hangzhou"]]}," or ",{"type":"[[","value":[["Ningbo"]]}," in 9-12 hours. There are also frequent train connections from ",{"type":"[[","value":[["Guangzhou"]]}," taking about 12 hours and a bit less frequent trains from ",{"type":"[[","value":[["Shenzhen"]]},".\n\nBesides overnight trains, there are also day-time high-speed trains (D and G series) which connect Wuhan with Beijing (via ",{"type":"[[","value":[["Zhengzhou"]]},"), Shanghai (via ",{"type":"[[","value":[["Hefei"]]}," and ",{"type":"[[","value":[["Nanjing"]]},"), ",{"type":"[[","value":[["Guangzhou"]]}," and ",{"type":"[[","value":[["Shenzhen"]]},"（via ",{"type":"[[","value":[["Changsha"]]},"), ",{"type":"[[","value":[["Xi'an"]]}," (via Zhengzhou), ",{"type":"[[","value":[["Nanchang"]]},", and ",{"type":"[[","value":[["Yichang"]]},". It takes 4.25–6.15 hours to Shanghai (¥280), 5 hours to Beijing and 3-4 hours to Guangzhou (¥490).  The journey to Guangzhou has been reduced to around 3 hours since the opening of the 300km\/h train, it runs every 15 minutes and makes it faster than flying.\n\nThere are three major passenger train stations: Wuhan, Wuchang and Hankou. All Wuhan–Guangzhou-Shenzhen high-speed trains arrive at the new Wuhan station; as to other destinations, there are often trains to them from two or even all three major destinations, so when buying a ticket one can try to choose the most conveniently located stations. With the opening of Line 4 of Wuhan Metro at the end of 2013, all three railway stations are connected by the metro.\n\n",{"type":"====","value":["Direction north"]},"\n",{"type":"*","value":[" Beijing:  5.5 hrs (G-series), 7.5 hrs (D-series), frequent service from Wuhan station; 10.5 hrs (Z- or T-series, including overnight trains), from Wuchang or Hankou"]},{"type":"*","value":[" Shijiazhuang: 4-5 hrs (G, D), frequent service from Wuhan station"]},{"type":"*","value":[" Taiyuan: 5.5-6 hrs (G), two trains a day from Wuhan; one can also travel with a transfer in Shijiazhang "]},{"type":"*","value":[" Zhengzhou: 2 hrs (G), 3.5 hrs (D), frequent service from Wuhan station"]},{"type":"*","value":[" Tianjin: 13 hrs (T, from Wuchang); faster travel by G or D train is possible with a transfer in Beijing (terminal change) or Nanjing"]},{"type":"*","value":[" Harbin: 23-28 hrs (T, from Wuchang or Hankou)"]},{"type":"*","value":[" Changchun: 25 hrs (T, from Wuchang or Hankou)"]},{"type":"*","value":[" Shenyang: 19 hrs (T236\/T237 from Wuchang)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hohhot"]]},": 26-28 hrs (K1276\/K1277 or K600\/K597 from Wuchang); much faster travel is possible by taking a G or D train to Beijing and transferring to T train there"]},"\nIt is also possible to travel to Northeastern China (Harbin, Changchun, Shenyang, Dalian)  by high-speed trains (G or D), but that requires a transfer in Beijing, with a terminal change.\n\n",{"type":"====","value":["Direction north-west"]},"\n",{"type":"*","value":[" Xi'an: 5 hrs (G, from Wuhan); 12-15 hrs (overnight T or K train, from Wuchang)"]},{"type":"*","value":[" Lanzhou: 17 hrs (T264\/T265, from Wuchang)"]},{"type":"*","value":[" Urumqi: 40.5-44 hrs (T, from Hankou or Wuchang) "]},{"type":"*","value":[" Xining: 21 hrs (T264\/T265, from Wuchang)"]},{"type":"*","value":[" Lhasa: 44 hrs (T264\/T265, from Wuchang); runs every other day."]},{"type":"*","value":[" ",{"type":"[[","value":[["Yinchuan"]]},": 30.5 hrs (K1296\/K1297, from Wuchang); much faster travel is possible by taking a G train to Shijiazhuang or Taiyuan and transferring there"]},"\nFor most northwestern destinations, one can save a few hours by taking a fast (G) train to Xi'an, and transferring to a conventional train there. However, that requires a station change in Xi'an.\n\n",{"type":"[[","value":[["File:Wuhan railway station 08.JPG"],["thumb"],["Wuhan Railway Station is served by the new high-speed Beijing-Guangzhou-Shenzhen railway"]]},"\n",{"type":"====","value":["Direction south"]},"\n",{"type":"*","value":[" Guangzhou, Shenzhen: 4-7 hrs (G, D), frequent service from Wuhan; 11-13 hours (Z, T, including overnight trains), from Wuchang or Hankou"]},{"type":"*","value":[" Changsha: 1.5-2 hrs (G, D), frequent service from Wuhan station"]},{"type":"*","value":[" Guilin: 5.5 hrs (G), from Wuhan (one train daily); 12 hrs (T, K, overnight train from Wuchang)"]},{"type":"*","value":[" Nanning: 18.5-19.5 hrs (T, from Wuchang); faster travel is possible by taking a G train to Guilin, and transferring to a D to Nanning"]},{"type":"*","value":[" ",{"type":"[[","value":[["Haikou"]]},": 21.5 hrs (T201, from Wuchang)"]},"\n",{"type":"[[","value":[["File:Hankou Railway Station.jpg"],["thumb"],["Most eastbound trains use Hankou Railway Station"]]},"\n",{"type":"====","value":["Direction east"]},"\n",{"type":"*","value":[" Shanghai: 5.5-6 hrs (G, D), frequent service mostly from Hankou, some from Wuchang or Wuhan; 10 hrs, overnight Z train from Wuchang"]},{"type":"*","value":[" Nanjing: 3.5-4 hrs (G, D), frequent service mostly from Hankou, some from Wuchang or Wuhan"]},{"type":"*","value":[" Hefei, 2.5 hrs (G,D), frequent service mostly from Hankou, some from Wuchang or Wuhan"]},{"type":"*","value":[" Hangzhou: 5.5-6 hours (G, D), mostly from Hankou; one can also travel with a transfer in Nanjing; 8.5 hrs, overnight Z train from Wuchang"]},{"type":"*","value":[" Qingdao: 8 hrs (G), from Wuhan, one direct train daily; one can also travel on G or D trains with a transfer in Nanjing"]},"\n",{"type":"====","value":["Direction south-east"]},"\n",{"type":"*","value":[" Nanchang: 2.5-3 hrs (D), from all terminals"]},{"type":"*","value":[" Fuzhou: 7-7.5 hrs (D), from Wuhan or Hankou"]},"\n",{"type":"====","value":["Direction west"]},"\n",{"type":"*","value":[" Chongqing: 13-15 hrs (T or K, overnight trains from all terminals)"]},{"type":"*","value":[" Chengdu: 16-17 hrs (T, mostly overnight, from all terminals)"]},{"type":"*","value":[" Kunming: 26 hrs (T, from Wuchang)"]},{"type":"*","value":[" Guiyang: 17.5 hrs (T, from Wuchang)"]},"\nPresently, there is no direct high-speed service to Chonqging and Chengdu, because the Yichang-Lichuan section of the Shanghai-Hankou-Chengdu railway is not set up for high-speed service yet. Until it is introduced,  railway authorities ",{"type":"[","value":["http:\/\/baike.hubei.gov.cn\/index.php?doc-view-3438.html suggest"]}," (as of 2014) the following faster alternative for a daytime trip to Chonqging or Sichuan: taking D5817 from Hankou to Yichang, transferring to K8065 to Lichuan, and changing at Lichuan for D2261 to Chongqing or Chengdu.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Wuhan - Wuluo St - Fujiapo bus station - P1040813.JPG"],["thumb"],["Fujiapo Bus station is located a few blocks from Wuchang Railway Station"]]},"\nThere are two major long distance bus stations, again in Hankou and Wuchang respectively, which tend to have buses visiting both.\n\n",{"type":"===","value":["By boat"]},"\nYou can also reach Wuhan via boats on the Yangtze River, either from downstream centers such as ",{"type":"[[","value":[["Shanghai"]]}," and ",{"type":"[[","value":[["Nanjing"]]}," or from ",{"type":"[[","value":[["Chongqing"]]}," further upstream, via the famous Three Gorges route.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Wuhan - a two-level bus in Wuluo Lu - P1040900.JPG"],["thumb"],["Two-level buses are used on some of the city bus routes"]]},"\nWuhan has a cheap, efficient, but horribly bewildering bus system in place. The service has vastly improved compared to the past.  It is the cheapest way to get around the city, bus fares typically being under 2 yuan.  If you have a local to guide you, it can be used to get from place to place with impressive speed (if not comfort or safety). All buses have the route number prominently marked, and usually carry a board listing major stops along the route (in Chinese only). Without a local to guide you, you should better have a good map and a decent grasp of Chinese.\n\nMaps sold at newsstands etc for a few yuan show bus routes and bus stops, but aren't always easy to read, and aren't always up-to-date. There is an interactive ",{"type":"[","value":["http:\/\/maps.vrwuhan.com\/gj.jspx Wuhan bus map"]}," (in Chinese) available online, which allows one to see bus connections between any two bus stops.\n\n",{"type":"===","value":["By subway"]},"\nPresently existing rail transit system consists of one elevated line (Line 1) in Hankou and two underground subway lines (Lines 2 and 4). 12 lines are planned in total that will connect all three major sections of the city (Hankou, Hanyang, and Wuchang), wrecking havoc on the traffic on the streets affected. Line 3 will open at the end of 2014. Hankou Railway Station is connected to the existing Line 2, Line 4 links Wuhan Railway station (the major high speed railway station) to Wuchang Railway Station.\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"[[","value":[["File:HUST local traffic 4125.jpg"],["thumb"],["Battery-operated electric carts are an inexpensive (1Y fare) way to get around the campus of the Huazhoung University of Science and Technology"]]},"\nTaxis are sometimes hard to find, especially in commercial areas.  Taxis are supposed to switch drivers at 17:30 however often they will appear to do so much earlier.  After 16:00, expect half of all taxis to display a sign indicating they are not for hire.  In congested areas, especially 1-way streets with no convenient exit, taxi drivers displaying the for hire sign (空车） will often wave you away when you try to flag them down or stop the car to ask where you are going and dismiss you if it's not to an area they wish to go to.  Be aware and plan accordingly if you have to be somewhere on-time.  Please also be aware that the lack of adequate taxis in congested areas (WuHan Plaza, for example), people in WuHan are much more aggressive when trying to get a taxi.  Expect to race to any car that stops and to hold your ground at the door (for example if you're waiting at the front door, someone will jump in the back).  Rates are relatively cheap at ¥6 on the flag and with around ¥70 getting you between almost any two spots you are likely to want to travel between.  It is possible to get higher taxi fares, but usually only because the taxi driver has deliberately taken you on a longer trip (which is, thankfully, not a common occurrence).  \n\nAirport taxis are the exception.  Foreigners in particular are likely to get ripped off by taxi drivers at the airport.  They will demand prices starting at ¥150 to go anywhere in the city.  For reference, going from the airport to the middle of Hanyang costs about ¥50 typically.  It is advisable to insist on the metre before the taxi starts moving and if the driver refuses, step out, collect your luggage and go back to the taxi stand.  Note that this is not a serious problem in the daytime when there is a supervisor at the taxi stand who is an airport employee, rather than a taxi driver himself.\n\nOne oddity of the taxi system is crossing the bridges.  Because of the traffic problems and snarls at the bridges, the city has instituted a system in which ",{"type":"''","value":["half the taxis are not permitted to cross the bridge on half the days"]},".  Basically, if the day of the month is odd, odd-numbered taxis are allowed to use the Number One Bridge.  If the day of the month is even, even-numbered taxis are allowed to use the Number One Bridge.  This system may extend to the Number Two Bridge (this is not yet confirmed) but it does not extend to the Number Three Bridge.  In most circumstances, however, it is not advisable to use the Number Three Bridge as it tends to increase the taxi fares dramatically (although it is an interesting ride).\n\n",{"type":"===","value":["By ferry"]},"\n",{"type":"[[","value":[["File:Wuhan Ferry 07.jpg"],["thumb"],["A ferry on the Yangtze"]]},"\nThe Yangtze River can be crossed by ferry for a very reasonable fee of ¥1.5.  The ferry runs frequently starting at 07:00 and ending at 21:00.  It offers by virtue of its unique location some nice views of the city, the Number One Yangtze River Bridge, Yellow Crane Tower, etc. during the day and an interesting nightscape view after dark.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Snake Hill from Yellow Crane Tower, Wuhan.jpg"],["thumb"],["220px"],["Snake Hill Park from the Yellow Crane Tower."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yellow Crane Tower"],["alt=黄鹤楼 Huanghelou"],["url=http:\/\/www.cnhhl.com\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The single largest tourist attraction in Wuhan, the tower is a modern construction built on the site of twelve previous incarnations. It is considered one of the four great towers in China. The tower sits atop Snake Hill near the Number One Yangtze River Bridge and affords a commanding view of the Yangtze River as well as the mouth of the Han River where it connects. The view of the city is very impressive, although at times made slightly hazy by smog. On the clearest days, one can see practically the entire city of Wuhan and far up and down the Yangtze River.\n:Entering the park costs ¥80 (as of 12\/2010) which gives access to Snake Hill Park, Yellow Crane Tower and the Mao Pavilion (in which many of the poems of Chairman Mao are etched into stone for viewing pleasure). The park as a whole is nicely landscaped with many charming buildings. Of particular interest is the enormous bronze bell located behind Yellow Crane Tower itself as well as a teahouse on the premises which features regular performances of traditional Chu-era music. The performance itself is free, but it is expected that patrons enjoying it order at least a beverage or a small snack.\n:The current tower was completed in the 1980s using modern materials, most notably, concrete is used instead of wood for all supporting members so as to prevent yet another disaster, since the twelve previous towers were all destroyed by fires and war. The ground floor of the tower contains a large entrance hall, two stories tall, with enormous decorative lamps and a giant ceramic fresco displaying the quasi-mythical story of the tower's initial construction. The second story, essentially a balcony around the entrance hall, contains a souvenir shop as well as displays of traditional Chinese paintings and calligraphy. The third story has a residence done up in the very ancient, Chu style modelled after the kinds of sitting rooms used by nobility greeting guests in the ancient period. The fourth story contains another souvenir shop and a set of models displaying the tower in five of its previous incarnations. This latter display shows the fascinating development of an essentially military watchtower into an increasingly residence\/tourist-oriented showpiece. The top accessible story has pay telescopes and some nice art displays.\n:Yellow Crane Tower (and, in fact, Snake Hill Park in general) is wheelchair-accessible in most areas of interest. The tower even has two elevators suited to the elderly and the handicapped who would otherwise not be able to climb the stairs to the top. Ramps abound in most of the areas of interest."]]}]},"\n",{"type":"[[","value":[["File:Guiyuan temple Wuhan1.jpg"],["thumb"],["Guiyuan Temple"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Guiyuan Temple"],["alt=归元寺"],["url=http:\/\/www.guiyuanchansi.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=84-842-298"],["tollfree="],["fax="],["hours=09:00-17:00"],["price=Entrance is ¥10"],["content=Built in 1658, Guiyuan Temple is known as the first zen temple to be built in ",{"type":"[[","value":[["Hubei"],["Hubei Province"]]},". The most famous and impressive building in the complex is the Arhats Hall, which contains 500 arhat (Buddhist saints) statues. When you enter, from whichever part you choose to begin exploring, you are supposed to count the arhats. When you have counted to your current age, you are then supposed to write down the number above the statue that you stopped on and you can then present it to the small shop outside to purchase a golden card with your fortune, as well as a depiction of that statue. The statues inside are all quite different and intricately designed, so it's well worth the time to thoroughly explore the temple."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Memorial Hall of Wuchang Uprising in 1911 Revolution"],["url=http:\/\/www.1911museum.com\/"],["email="],["address="],["lat="],["long="],["directions=Just below Snake Hill on the south side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On October 10, 1911 the infamous Wuchang Uprising that started the Xinhai Revolution that led to the fall of the Qing Dynasty and the election of Sun Yat-Sen as the provisional president. This was one of the biggest events that shaped modern China, making it a must-see for anyone interested in historical travel. The Revolutionary Army was officially here, and inside the ",{"type":"'''","value":["Red Chamber"]}," (the main building) they issued the edict to bring down the Qing Dynasty. In the outside Uprising Plaza, stands a statue of Sun Yat-Sen."]]}]},"\n",{"type":"[[","value":[["File:VM 4750 Hubei Provincial Museum - grounds.jpg"],["thumb"],["On the grounds of the Hubei Provincial Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hubei Provincial Museum"],["alt=湖北省博物馆"],["url=http:\/\/www.hubeimuseum.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 27 86794127"],["tollfree="],["fax="],["hours="],["price=Free"],["content=Exhibit of ancient Chinese artifacts excavated from throughout Hubei Province. Displays range from pottery, jewelry, clothing, and even ancient human skulls. One of the highlights are the well-preserved musical instruments, and a brief concert is played daily on reproduction instruments. Also houses one very famous weapon: the Sword of Goujian."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wuhan Zoo"],["url=http:\/\/www.wuhanzoo.com\/home.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although it is technically a zoo, there is more to this zoo than just animals. The zoo contains a small area of amusement park rides, and a beautiful bonsai garden. Of course, those who are interested in seeing the animals will not be disappointed, as the zoo features a Giant Panda (be aware that they occasionally take the panda out to travel to other parts of the country), red pandas, hippos, wolves, zebras, and many other popular zoo animals. No visit to this zoo would be complete without seeing one of the daily shows! Well-trained animals performing unbelievable stunts, from puppies doing tricks to bicycling bears."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Baotong Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥10"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Changchun Taoist Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥5"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wuhan Botanical Garden"],["url=http:\/\/www.whiob.ac.cn\/english\/web\/main.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 27 87510290"],["tollfree="],["fax="],["hours="],["price="],["content=Wuhan Botanical Garden was established in 1956 and is known today as one of China's top research botanical gardens. There is an impressive variety of gardens and greenhouses within the grounds of the botanical garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Moshan Hill"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥40"],["content=A large park area filled with monuments, temples, and various shops. While most of the monuments in the area were built in the 1990s, Moshan Hill is still a great place to go hiking and enjoy the natural scenery."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mao Zedong's Summer Villa (Maozedong Donghu Jiuju)"],["alt="],["url="],["email="],["address="],["lat=30.554"],["long=114.368"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥50"],["content=Wuhan is home to one of the villas of the famous Chairman Mao. He returned here annually and typically stayed a few months. The decor was designed in the 1950s fashion, which strikes many visitors as odd, yet there are plenty of indicators that it is no ordinary person's home. One of the most interesting sites is Mao's large indoor swimming pool. NOTE: Mao's pool seems to no longer be accessible. Also, the villa is not where Google Maps says it is, and it is difficult to find since there are no signs (not even in Chinese). To get there, get to Hubei Museum first. As you face the museum main entrance, turn left and walk along the main street. Immediately a street will branch off to your right - take it (the museum will be on your right). The street will lead to a roundabout, on which you should turn right, into a narrow shaded alleyway with some dilapidated houses and chicken coops. Eventually you will come to a gate (may look closed but will have an opening). Continue through the gate and straight along a causeway with water on both sides. You will get to an intersection - turn left. You will come to a parking lot in front of a large building complex - you want to get behind that complex, i.e. pass it so that it's on your left (there's a road with a blue forward-pointing arrow going there - take that road, then turn left). You will see an unremarkable-looking building with Mao's old car in a glass enclosure - this is Mao's villa. Open from 08:00-17:00."]]}]},"\n",{"type":"[[","value":[["File:Wuhan-East-Lake-swimming-0203.jpg"],["thumb"],["A popular swimming area in Liyuan Park on the East Lake"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=East Lake"],["alt=Donghu"],["url="],["email="],["address=Donghu Rd, Wuchang District"],["lat="],["long="],["directions=take bus no 401 or 402"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Largest lake in Wuhan. With numerous parks around it, all summer long it is a popular swimming area for the youths and families alike. The most popular legal swimming area is in Liyuan Park, on the northwestern side of the lake. Entry through ting-tao gate is free. Elsewhere on the lake, there are fancier beaches where admission is charged."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wuhan University"],["alt=Wuhan Daxue, Wuda"],["url=http:\/\/en.whu.edu.cn\/"],["email="],["address=Luojiashan, Wuchang District"],["lat="],["long="],["directions=take bus no 519 or metro line 2"],["phone="],["tollfree="],["fax="],["hours="],["price= ¥20 (only during sakura festival)"],["content=If you are in Wuhan in the spring, be sure to check out the cherry blossom (sakura) in Wuhan University, a famous tourist attraction. If not in spring, you can also take a tour among the palatial buildings in \"one of the most beautiful campuses.\""]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jiqing Street"],["alt=吉庆街"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An ordinary-seeming street by day, becomes transformed by night into a bewildering maze of streetside restaurants and buskers performing music, dance, opera and stand-up comedy. It is a strongly-recommended experience. Food is plentiful and cheap, and it features a lot of unique local cuisine. The performances can be enjoyed by proxy as performers work other tables or they can be purchased. One can expect to pay about ¥10 per song performed. Other performances are more based on contributions—the more you contribute, the longer the performers will do their routines and the more daring\/interesting\/funny the routines will be."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dragon Boat Festival"],["alt=Duanwu Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=fifth day of the fifth lunar month at the East Lake"],["price="],["content=The famous Dragon Boat Festival is celebrated throughout China however, it's origins lie with the ancient Chu Kingdom that resided in Hubei Province and surrounding provinces during the Warring States Period. The festival was brought about from the story of Qu Yuan, advisor of King Huai, who had made many predictions about the dangers of the surrounding kingdoms to their own. Qu Yuan had advised the king on ways to protect the Chu Kingdom, but the king refused to listen and instead banished his advisor from the court. Years later, when word reached Qu Yuan that all of his predictions had come true, he committed suicide in the river out of despair over the fall of his kingdom. It is said that the people of the town loved him so much that they paddled down the river in dragon boats making music and throwing rice into the river so that the fish would not eat his body. This event is believed to have occurred on May 5, and the festival is celebrated in much the same way today as the event had occurred with the dragon boats and music in the river. People eat ",{"type":"''","value":["zongi"]},", special rice wrapped in bamboo leaves, on this holiday. Although Qu Yuan is said to have drown himself in the Miluo River, just outside of Hubei Province, the festival is believed to have originated in Wuhan."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Happy Valley Wuhan"],["alt="],["url=http:\/\/wh.happyvalley.cn"],["email="],["address=Crossing of Happy Avenue (named after the Valley) and Renhe Road."],["lat="],["long="],["directions=Take subway line 4 and transfer to a bus. Bus numbered 534, 566, 545, 810, 782, 108, and 536 come here."],["phone="],["tollfree="],["fax="],["hours=09:00 to 18:00"],["price=¥150 for General Admission"],["content=If you like roller coasters or just rides in general, be sure to check out this amusement park. It has some of the fastest and most scary rides in Asia. The gem is a Strata Coaster 30-story tall and reach 135km\/h when it launched. Other notable rides include a wooden coaster and 3 other steel ones."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Malls"]},"\n",{"type":"[[","value":[["Image:Jianghan_Road_by_Night.jpg"],["thumbnail"],["Jianghan Road by night."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jianghan Road"],["alt=江汉路"],["url="],["email="],["address="],["lat="],["long="],["directions=In Hankou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Of potential interest to a visitor, a pedestrian mall almost as long as Shanghai's famed East Nanjing Road.  During the day it is an interesting look at rampant consumerism in China's rapidly-growing middle class.  At night, starting at 19:00, it is the same but is expanded on each side a few blocks deep by a night market with literally thousands of little stalls hawking every variety of goods imaginable: makeup, souvenirs, clothing, housewares, food, music, movies, etc."]]}]},"\n",{"type":"===","value":["Books and maps"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Chongwen Book City (崇文书城)"],["alt=Chongwen Shu Cheng"],["url="],["email="],["address=Xiongchu Avenu (Xiongchu Dajie)"],["lat="],["long="],["directions=Near Loushi South Road (Loushinanlu), about 3km east of Wuchang Train Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wuhan's best (or at least biggest) book and map store. It occupies the 3rd floor of a huge building.  The place is huge. Most books are categorized by topics, but there are also sections dedicated to specific publishers. Most books are of course in Chinese, but a foreign traveller may be interested in their well stocked map department. Among other products, they carry a series of road atlases for most of China's provinces and autonomous regions, suitable for both drivers and bicyclists. There is also an Internet cafe on the 4th floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Guanggu Book City (光谷书城)"],["alt=Guanggu Shucheng"],["url="],["email="],["address=Guanggu Plaza"],["lat="],["long="],["directions=J"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another major book store, next to the numerous shopping malls of Guanggu Circle (",{"type":"''","value":["Guanggu Guangchang"]},"). Has a small section with books China in foreign languages (mostly English), and books for foreigner studying Chinese. This is the part of the city where all the universities are, so if you look like a Westerner, you'd occasionally encounter a student who'd like to practice his\/her English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hubei Province Foreign Languages Book Shop (外文书店)"],["alt=Waiwen shudian"],["url="],["email="],["address=Zhongnan Road"],["lat="],["long="],["directions=Just north of Wulou Road, no English sign"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another big book shop. The \"foreign languages\" in its name seems to refer mostly to the textbooks and dictionaries of foreign languages for the Chinese audience and the books translated into Chinese from foreign languages, but they carry some literature in English as well."]]}]},"\n",{"type":"==","value":["Eat"]},"\nWuhan is famous for its morning ",{"type":"''","value":["xiaochi"]}," - a variety of breakfast foods.  ",{"type":"''","value":["Hubuhang"]}," in Wuchang is Wuhan's famous breakfast alley where you will find all of Wuhan's famous breakfast dishes.  ",{"type":"''","value":["Reganmian"]}," (literally, \"hot dry noodle\") is the epitome of Wuhan's breakfast food.  It is noodles with peanut sauce, tossed in sesame paste and other seasonings.  You will find these noodles for ¥2 from street vendors.  Other Wuhan breakfast specialties include ",{"type":"''","value":["mianwo"]},", a type of savory donut; ",{"type":"''","value":["tangbao"]},", small dumpling-buns filled with pork and soup; ",{"type":"''","value":["mibaba"]},", a lightly sweetened pancake made with rice flour; and ",{"type":"''","value":["mijiu tangyuan"]},", a sweet soup of rice wine (fermented from glutinous rice) with rice flour dumplings stuffed with sesame paste.\n\nReal men find their fuel on the streets betwixt the hours of 12:00-5:00 in the AM.  On these streets there are generous and well-meaning folk selling dumplings, noodles, wok food, and foies gras.  On the odd occasion that the lounge is closed, one is able to sit outside and enjoy the night air, the delightful local dialect, and any foods you order.  If you are in the mood for a more romantic night on the town, there are countless 3-wall restaurants with candle lights upon the tables, live music flowing from the muses' mouths, and 4-star restaurants' finest fair at a reasonable and sanitary locale.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kebab Kingdom （烤巴巴王国）"],["url=http:\/\/www.kebabkingdomwuhan.com"],["email="],["address=武汉市武昌区桂园路72号华师文化街52号"],["lat="],["long="],["directions="],["phone=027-87880981"],["tollfree="],["fax="],["hours=11:00-21:30"],["price=¥20"],["content=kebabs in Turkish style plus some Indian dishes. Deliveries from 11:30-21:00, free a 2 km radius and ¥4 for orders more than ¥30 for a 3km radius."]]}]},"\nA well-known place is Hubu Xiang (户部巷)], where you can find all kinds of famous foods, including Reganmian(热干面) and mianwo(面窝).\n\n",{"type":"==","value":["Drink"]},"\nThere are a few drinks that are associated with the city.  Included in this list is Jingjiu (a healthy alternative to regular wines), Baijiu.  If you would like to taste something slightly more low key, there is a local micro-brew called Singo (Xingyinge), that will be the beginning of every good night, at just ¥1.5 per bottle.\n\n",{"type":"===","value":["Wuchang(武昌)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=VOX live house"],["url="],["email="],["address=Luxiang, Lumo lu（鲁磨路）"],["lat="],["long="],["directions="],["phone=+86 13437251621 (chinese), 13163308577 (english)"],["tollfree="],["fax="],["hours="],["price=Beers start at ¥5"],["content=The most popular bar in Wuhan for non-Chinese, VOX is a small bar which regularly has shows on the weekend playing host to underground Chinese acts ranging from rock\/punk\/indie\/experimental. Has a DJ after shows playing electro, indie-dance-rock among other things."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Wuhan Prison"],["url="],["email="],["address=Next to the BBQs and Vox on Lumo Lu（鲁磨路）"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A dirty, frenzy free for all anything goes dive bar. They have absinthe. Good luck getting out of there sober."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Grammy International"],["url=http:\/\/grammywuhan.ning.com\/"],["email="],["address=Just south of Luxiang on Minzu Dadao (民族大道）"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Wuhan's International Clubs, playing Rn'B, Hip-Hop, Rap..."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Topone Bar"],["url="],["email="],["address=On the north end of Luoshi Lu（珞狮路） close to Wuhan University （武汉大学）"],["lat="],["long="],["directions="],["phone=13016464840"],["tollfree="],["fax="],["hours="],["price=Beers start at about ¥30"],["content=Chinese style 'club', lots of tables, live entertainment and not a lot of dance floor."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Queens Bar \/ Pin Club"],["url="],["email="],["address=Luoshi Road（珞狮路）"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Beers start at about ¥30"],["content= Wuchangs own little club district, recently refurbished. Limited dance floor, plenty of tables, liquor by the bottle. Friendly atmosphere towards foreigners."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sawa"],["url="],["email="],["address=Opposite Wuhan Prison on Lumo lu（鲁磨路）(near CUG中国地质大学)"],["lat="],["long="],["directions="],["phone=+86 15072306120 (chinese and english)"],["tollfree="],["fax="],["hours=Opens in afternoon"],["price=Beer from ¥5, cocktails are mostly ¥20, Shisha starts at ¥35 for 2 pipes"],["content=Opposite Wuhan Prison, and around the corner from VOX, Sawa is a small Hookah\/shisha bar that serves a wide range of alcohols (that are cheap) and also does food (which is all foreign-styled), it's a really good place to start before heading to Vox. During the day, they sell coffee and food."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Burton \/ La Provence"],["url="],["email="],["address="],["lat="],["long="],["directions=华师文化街 - Huazhong University Culture Street"],["phone="],["tollfree="],["fax="],["hours=14:00-close"],["price=cheap"],["content=Adjoining cafes with good coffee and food which transform, as the night comes along, into a packed, wild place to party. Music is heavy on popular rap, hip hop and dance with a bit of African and Caribbean. Closes with the last customer, its where the party people retreat to the place to go after everyone else has closed. wild party atmosphere. students, students, students. its a student place! during the day nice pizzas and coffee. oh and its two places adjoining one another!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Helen's Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=卓刀泉北路 - Next to Wuhan University's medical"],["phone="],["tollfree="],["fax="],["hours=14:00-04:00"],["price=cheap"],["content=Pizza, Pasta, Hamburgers that are fine for the taste and great for the price. Beer, shishah and a wide variety of cocktails means the dance floor fills up as the night gets on. Wednesday Night is ladies night and it is the place to be. Lots of foreigners, Good Pizza, Good drinks. Can play your own music if you like - sometimes a blessing, sometimes a curse. Ladies night Wednesday night - a weekly highlight."]]}]},"\n",{"type":"===","value":["Hanyang(汉阳)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Toucan"],["url="],["email="],["address=On the ground floor of the Holiday Inn Wuhan Riverside on Qingchuan jie (晴川街)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥25 for a something which resembles a pint."],["content=Irish bar, pool table, watch sports, Guinness on tap."]]}]},"\n",{"type":"===","value":["Hankou(汉口)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Blue Sky Cafe"],["url=http:\/\/www.bluesky-cafe.com\/"],["email="],["address=On Xibeihu Lu (西北湖街）"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Brussels Beer Garden"],["url="],["email="],["address=Also on Xibeihu Lu, directly below Blue Sky Cafe.  A good range of Belgian and German beers on draft and bottled.  (西北湖街）"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jianghan Riverside Club District"],["url="],["email="],["address=Set among the main entrance to the Riverside area (汉口江滩门)next to Hankou's Ferry port (汉口江滩轮船)."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Multiple Chinese style clubs with limited dancefloors but plenty of lounges and tables for lively and expensive drinking. As of 2012 Return 97 and Muse are highlights. Venues generally close between 02:00-04:00, later on holidays such as Western New Years Eve. Wuchang residents can stay to 06:00 and catch the ferry across the river for breakfast at hubuxiang"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:VM 4644 Wuchang Haokelai Zhaodaisuo.jpg"],["thumb"],["Budget hotels in a small lane near the Wuchang Railway Station"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Citadines Zhuankou Wuhan"],["alt=馨乐庭武汉沌口服务公寓"],["url=http:\/\/www.citadines.com\/china\/wuhan\/citadines_wuhan_zhuankou.html"],["email=enquiry.wuhan@the-ascott.com"],["address=No. 159 Dongfeng Avenue, Wuhan Economic & Technological Development Zone"],["lat="],["long="],["directions="],["phone=+86 27 8421-8000"],["tollfree="],["fax=+86 27 8421-8008"],["hours="],["price=Daily rates starts from ¥450"],["checkin="],["checkout="],["content= All 249 apartments, ranging from studios to two-bedroom layouts, have separate living and dining areas, a kitchen, broadband internet access and a home entertainment system."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Wuhan Riverside"],["url="],["email="],["address="],["lat="],["long="],["directions=At the heart of city a few minutes away from the shopping and entertainment district"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Built near the banks of the Yangtze River,opposite to the well-known Yellow Crane Tower,neighbor to the ancient Qing Chuan Pavilion.  315 well-furnished rooms including 10 suites ,80 non-smoking rooms ,2 disabled rooms and 50 rooms on Executive Club floor."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Haiyi Jin Jiang Hotel"],["url=http:\/\/www.haiyijinjianghotel-wuhan.com"],["email="],["address=1 Hongshan Road, Wuchang District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An intelligent building in the heart of the Wuchang District, offers 72 rooms with cutting edge amenities that are perfect for busy executives. It also has a variety of event venues to suit every function, as well as dining options where you can have the best of local cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wuhan Pathfinder International Youth Hostel"],["alt=武汉探路者国际青年旅舍"],["url=http:\/\/www.lutu.com.cn"],["email=yhawuhan@hotmail.com"],["address=368 Zhongshan Road, Wuchang District (武昌区中山路368号)"],["lat="],["long="],["directions=Cannot be seen from the street, and may be difficult to find, so make sure to write down the address in Chinese and phone number to give to your taxi"],["phone=+86 27 88844092, 88851263"],["tollfree="],["fax=+86 27 88844092"],["hours="],["price=Dorm from ¥40(¥35 YHA member), single ¥80 (¥70 member), double ¥158 (¥138 member)"],["checkin="],["checkout="],["content=Free wireless access, and very nice and extensive common area(s).  Restaurant on site with extensive menu of quite good Chinese and Western dishes (¥10-28 per dish).  Although quiet hours are listed as 23:00-08:00, this is barely a suggestion and not enforced too rigidly, so request a secluded dorm.  Not a hotel for light sleepers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Super 8"],["alt=速8酒店"],["url="],["email="],["address=98 Donghu Road, Wuchang District (武昌区东湖路98号)"],["lat="],["long="],["directions="],["phone=+86 27 67811788"],["tollfree="],["fax=+86 27 67811766"],["hours="],["price=From ¥180"],["checkin="],["checkout="],["content=Free internet in rooms. Free simple buffet meals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wuhan Jin Jiang International Hotel"],["alt=武汉锦江国际大酒店"],["url=http:\/\/www.wuhanjinjianginternationalhotel.com"],["email="],["address=707 Jianshe Avenue, Jianghan District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 5-star business hotel with over 400 guestrooms replete with the essentials for the traveling businessman. Also has fully-equipped ballrooms made for business conferences and other special events that can accommodate up to 400 guests. The hotel has restaurants offering Chinese and Western cuisine, and a cigar bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Wuhan Xin Hua"],["alt=武汉新华诺富特大饭店"],["url=http:\/\/www.accorhotels.com\/gb\/hotel-3234-novotel-wuhan-xin-hua\/index.shtml"],["email="],["address="],["lat="],["long="],["directions=In Hankou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New World Wuhan Hotel"],["alt=武汉新世界酒店"],["url=http:\/\/www.wuhan.newworldhotels.com\/index.html"],["email=reservations.wuhan@newworldhotels.com"],["address=630 Jie Fang Avenue, Hankou District"],["lat="],["long="],["directions="],["phone=+86 27 8380 8888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shangri-La Hotel"],["alt=武汉香格里拉大饭店"],["url=http:\/\/www.shangri-la.com\/en\/property\/wuhan\/shangrila"],["email="],["address=700 Jian She Avenue, Hankou"],["lat="],["long="],["directions="],["phone=+862785806868"],["tollfree="],["fax="],["hours="],["price=From around ¥700"],["checkin="],["checkout="],["content=An upscale hotel offering massages, a fitness room, and a swimming pool. Internet is available in all rooms for no extra fee."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Liangjingjing Hotel"],["url="],["email="],["address=401 Zhongshan Avenue Jianghan wuhan"],["lat="],["long="],["directions=Jianghan"],["phone="],["tollfree="],["fax="],["hours="],["price=from ¥108-193"],["checkin="],["checkout="],["content=The Liangjingjing Hotel is an economy business hotel on Zhongshan Avenue, in Wuhan's commercial center. Each guestroom is furnished with a television, air conditioning, wireless telephone"]]}]},"\n",{"type":"==","value":["Education"]},"\nWuhan boasts eight national colleges and universities among its 36 colleges and universities. The city is among one of the biggest collegetown with over a million of college students in town. Most of the colleges are in Wuchang and around the Optics Valley Square. The OVS station ranks the highest for subway ridership in the system ever since its opening.\n\n",{"type":"===","value":["National"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Wuhan University"]},"(武汉大学 Wǔhàn Dàxué), It is regarded as one of the top ten universities in China, and its history dates back to 1893, making it one of China's oldest institutions of higher learning. It was also one of the first modern \"national universities\" in post-dynastic China. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Huazhong University of Science and Technology"]}," (华中科技大学 Huázhōng Kējì Dàxué;), another top ten Chinese university in Wuhan, evolved from a 1953 school specialized in science and engineering studies. It is now a university providing complete education, but some of its engineering programs are among the best in China. It has a medical campus in Hankou (Tongji Medical School), but the main campus is on Luoyu Road, Wuchang."]},"\n",{"type":"*","value":[{"type":"'''","value":["South-Central University for Nationalities"]},"(中南民族大学 Zhōngnán Mínzú Dàxué). It is a national university located in Hubei province's capital Wuhan, directly under the State Ethnic Affairs Commission of PRC. It is a comprehensive university founded in 1951 and the former name was South Central College for Nationalities(Chinese: 中南民族学院). In March 2002, the school adopted the current name. As one of the 6 national higher education institutes for ethnic groups in China, SCUN is committed to the innovation in higher education for ethnic groups, and thus has achieved a rapid and comprehensive development. Everyone in SCUN, led by a wise and united leadership is making great effort for the comprehensive development of the school— to improve its teaching and learning conditions, enhance its education quality, construct a harmonious campus and ultimately make SCUN an outstanding university for ethnic groups with its own distinguishing features. SCUN is well on its way to a better future."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.consulfrance-wuhan.org\/Contacts,923.html?lang=fr"],["email=info@consulfrance-wuhan.org"],["address=New World International Trade Tower Room 1702, 568 Jianshe Ave, Hankou 430022"],["lat="],["long="],["directions="],["phone=+86 27 6579-7900"],["tollfree="],["fax=+86 27 8577-8426"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/wuhan.usembassy-china.org.cn\/"],["email=wencx@state.gov"],["address=New World International Trade Tower I, 568 Jianshe Ave, Hankou District"],["lat="],["long="],["directions="],["phone=+86 27-8555-7791"],["tollfree="],["fax=+86 27 8555-7761"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Republic of Korea"],["url=http:\/\/chn-wuhan.mofat.go.kr\/languages\/as\/chn-wuhan\/consulate\/greeting\/index.jsp"],["email=wuhan@mofat.go.kr"],["address=4F, Pudong Development Bank B\/D, 218, Xinhua Road, Jianghan District 430022"],["lat="],["long="],["directions="],["phone=+86 27-8556-1085"],["tollfree="],["fax=+86 27 8574-1085"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere are two train stations in Wuchang (Wuchang station and Wuhan station, the latter for high speed trains) and one in Hankou. There are also  long-distance bus stations; one in Hankou, and near the Wuchang train station.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jingzhou"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yichang"]]},", for the ",{"type":"[[","value":[["Three Gorges"]]}," and the Shennongjia Mountains"]},{"type":"*","value":[" Mount Wudang"]},{"type":"*","value":[" Ezhou"]},{"type":"*","value":[" Xianning, for the Underground Project 131 (Cold-War era nuclear bunkers, now a museum; some travelers report that foreigners are not allowed)"]},"\n",{"type":"{{","value":[["routebox"],["image1=Jingguang Railway icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Beijing"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Zhengzhou"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Guangzhou"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Changsha"]]}]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["30.583"],["114.283"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Hubei"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Wuhan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Hubei\/Wuhan\/"]]}]