[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Wulai_hot_spring_village.JPG"],["thumb"],["350px"],["Wulai"]]},"\n",{"type":"'''","value":["Wulai"]}," (烏來) is a small town in ",{"type":"[[","value":[["Taipei County"]]},", ",{"type":"[[","value":[["Taiwan"]]},", famous for its hot springs and aboriginal culture. The name of the town derives from the Atayal phrase ",{"type":"''","value":["kirofu ulai"]}," meaning \"hot and poisonous\". Don't let this scare you away from this lovely town! Consider going during the week if you can as it is quite crowded on the weekend. Also, in the summer, it might be a few degrees cooler than Taipei, but the elevation is not sufficient to provide real cooling.\n\n",{"type":"==","value":["Get in"]},"\nMRT to ",{"type":"'''","value":["Xindian"]}," Station (Xindian line). Take the bus, Bus Number 849, with destination name ",{"type":"'''","value":["烏來 Wu Lai"]}," at the bus stop in front of the station, just behind the Information Counter. The bus journey takes about 40 minutes (longer on weekends) and costs NT$40. If you are using the EasyCard, remember to tap both when you are getting on and getting off. Wulai is the last stop, so you can enjoy the journey without worrying when to get off. A seat on the right side of the bus allows views over the river.\n\nDefinitely the easiest and fastest way to get to Wulai is simply to take a taxi from Taipei.  It only takes 30 minutes from Xindian MRT station, but is not cheap.  At the Xindian MRT taxi line, they have a taxi fare sign with predetermined fares (depending on the destination).  Going to Wulai from the Xindian MRT will cost you $600 NT one way.  Returning from Wulai by taxi can be negotiated and should be cheaper than $600 NT, but ultimately not cheaper than the bus.\n\n",{"type":"==","value":["Get around"]},"\nThis compact little town is easily covered on foot. There's a map posted next to the bus stop, with all tourist destinations clearly marked in English. If the taxi drivers waiting there tell you that Wulai Waterfall is too far away to walk, don't believe them: it's a nice stroll of less than half an hour. The walk also passes through the open air market on Wulai Old Street, and continues to the falls via the \"Lover's Path\", which affords some nice views of the river gorge below the falls.\n\nThe ",{"type":"'''","value":["little train"]}," brings you to the terminus of the cable car that brings you to the top of a nearby mountain. From the main tourist street in the town, cross the bridge, and take the wooden staircase across the road. It goes up to the left. Follow the pedestrian street to the station. The little train costs NT$50 each way and takes you one and a half kilometers up the valley.\n\n",{"type":"*","value":["The Gondola is a spectacular way to see Wulai Falls as it takes visitors from the base of the gorge to the top of the mountain. At the top there is a hotel, conference center, and a beautiful garden park with paddle boats, nature trails, and a natural obstacle course (雲仙樂園)"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:wulai_1.JPG"],["thumb"],["250px"],["Wulai"]]},"\nFamous for its natural ",{"type":"'''","value":["hot water springs"]},", along with ",{"type":"[[","value":[["Beitou"]]},", Wulai is the place in the Taipei area to soak away the winter cold and damp. In fact, the name Wulai is the aboriginal tribe Atayal's term for hot springs. The springs at Wulai are clear and odorless. Public hot spring etiquette requires that bathers thoroughly wash and rinse off their bodies before entering the bath, do not wear clothing (including swimwear) in the bath and tie up their hair so that it does not touch the water. Finally, people with high blood pressure, heart disease or open wounds should not enter the baths.\n\n",{"type":"===","value":["Places to bath"]}," \n",{"type":"[[","value":[["image:Waterfall.jpg"],["right"],["thumb"],["250px"],["Wulai"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Gwoji Hotel"]}," (Hotel International) charges NT$450 for a soak in their baths. In the public pool area, there are three hot (one outdoor) and one cold pool, a sauna and steam bath. It is a very relaxing and well maintained facility. The hotel is located on the right, about two minutes after crossing the main bridge into town."]},{"type":"*","value":[{"type":"'''","value":["Long Men"]}," (龍門). The first store on the left near the tourist area adjacent to the Nashih Riverea. First time visitors are greeted with a cool, one-time offer of two-hours in a hot spring room for NT$200. The facilities include TV, music and whirlpool option. The spring also offer rooms for further relaxation."]},{"type":"*","value":[{"type":"'''","value":["Yunding Hotel"]}," (雲頂) NT$500 will get you a soak in the outdoor pools at ",{"type":"'''","value":["Yunding Hotel"]}," (Top of the Clouds). While the main building itself is a bit tacky, the outlay of baths has obviously been inspired by the spacious and luxurious resorts in Bali and Thailand. NB: The hotel has two bathing areas, which they alternate for women and men. Call to make sure that the large baths are available for you on the day that you plan to go. The small bathing area is nowhere near as impressive as its larger neighbor. Yunding Hotel is located right at the very top of the town - turn right after crossing the second bridge and keep going up. The hotel is painted purple. "]},{"type":"[[","value":[["Image:wulai_3.JPG"],["thumb"],["250px"],["hot spring rock pool"]]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["free hot springs"]}," are on the other side of the Nanshih River from the tourist street in downtown Wulai. Just cross the bridge, turn right, and walk up the road. Soon, on the right, you will see a stairway that takes you down to the river. Walk along the river and you will soon arrive at a rustic outdoor public hot springs area, with changing rooms, several pools, and even a sauna. You can also take a dip in the river when the water level is low and the current is weak. NB: As this area is in the open, swimming wear must be worn."]},{"type":"[[","value":[["Image:wulai_2.JPG"],["thumb"],["250px"],["Make your own hot spring rock pool on the banks of the river."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pause Landis"],["alt=璞石麗緻溫泉會館"],["url=http:\/\/pauselandis.network.com.tw\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This hot spring hotel has several open air themed rooms. Their public baths are also open-air overlooking the cliff side across a river. The establishment is clean and well designed with a modern and Zen-like feel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wulai Hot Springs Resort"],["alt=烏來名湯溫泉會館"],["url=http:\/\/www.wulai-spring.com.tw\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large hot spring resort with both private and public pools. Public pools are gender-segregated, are enjoyed Japanese-style (in the nude) and have an excellent view of the mountains. The public pools contain two hot pools, a sauna, a jacuzzi and a steam room. A NT$500 package allows for one-hour in the public pools - with a free meal in the resort cafe included (tea and toast). Towels, lockers and footwear provided. Please remember to bathe before enjoying the pools. The resort is a 15-minute uphill walk from Wulai Old Street. Find the side street called \"Xiaoyi Road\" along Wulai Old Steet and keep walking until you see the resort and its carpark."]]}]},"\n",{"type":"===","value":["Hiking"]},"\nThere are a number of excellent hiking trails in the mountains around Wulai.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Hand ",{"type":"'''","value":["woven cloth"]}," made in traditional aboriginal designs. Available at stores on the main street."]},{"type":"*","value":[{"type":"'''","value":["Candy made of sticky rice"]}," (",{"type":"''","value":["mua-ji"]},") is a speciality of Wulai."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taiya Po Po (泰雅婆婆美食店)"],["url=http:\/\/www.typp.idv.tw\/"],["email="],["address=14 Wulai Street"],["lat="],["long="],["directions=cross the first bridge into town, on the right."],["phone=02-26616371"],["tollfree="],["fax="],["hours="],["price="],["content=Literally \"Atayal Grandmother,\" this restaurant specializes in Aboriginal dishes such as Wild Mountain Boar (山豬), Bamboo Tube Rice (竹筒飯), Wild Mountain Yams (山藥), and Pickled Pork (",{"type":"''","value":["damamein"]},"; 的麼面). Featured on Travel Channel's \"Bizarre Foods: Taiwan\""]]}]},"\nAs an Atayal aboriginal town, Wulai has a host of unusual and delicious dishes, including ",{"type":"'''","value":["wild boar"]},", ",{"type":"'''","value":["Reeve's muntjac"]}," (山羌 - ",{"type":"''","value":["shan qiang"]},"), and ",{"type":"'''","value":["bird's nest fern"]}," (山蘇 - ",{"type":"''","value":["shan su"]},"). A specialty of the area is ",{"type":"'''","value":["seasoned rice steamed in a tube of bamboo"]}," (竹筒飯 - ",{"type":"''","value":["zhu tong fan"]},"). Another Aboriginal specialty is Millet Wine (小米酒), and various foods are seasoned with the Aboriginal spice ",{"type":"''","value":["maqaw"]}," (馬告, ",{"type":"''","value":["Litsea cubeba"]},").\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Helen's Coffee"],["url="],["email="],["address=No. 1, Lane 86, Wenchuan Road."],["lat="],["long="],["directions=cross the second bridge into town after passing through main street."],["phone=02 2661 6392"],["tollfree="],["fax="],["hours="],["price="],["content=The seating is mostly outdoors, so you can enjoy the fresh mountain air and a view over the river and town while sipping your latte."]]}]},{"type":"'''","value":["Cafes:"]},"\n\n",{"type":"*","value":["The first building on the left (",{"type":"''","value":["Xioushan"]},") after crossing the first bridge into town serves good coffee and offers a balcony to sit and enjoy it."]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are numerous hotels in Wulai, but be aware that they are unreasonably expensive (e.g., NT$7000\/night). Most people simply stay in Taipei and come to Wulai for a day trip.\n\n",{"type":"==","value":["Go next"]},"\n\nTo get back to Taipei, take the ",{"type":"'''","value":["烏來 Xindian-Taipei Main Station"]}," bus (849), and get off at the Xindian MRT station.\n",{"type":"{{","value":[["IsPartOf"],["New Taipei"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Wulai"]]},"\n",{"type":"{{","value":[["geo"],["24.866666666667"],["121.55"]]}]