[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:1 zhangjiajie huangshizhai wulingyuan panorama 2012.jpg"],["thumb"],["Wulingyuan Panorama"]]},"\n",{"type":"'''","value":["Wulingyuan"]}," is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," located near the city of Zhangjiajie in ",{"type":"[[","value":[["Hunan"]]},", ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWulingyuan Scenic Area is comprised several national parks, the most famous of which is Zhangjiajie National Forest Park, a 243 square mile park is full of stunning karst pillars of sandstone, covered with sub-tropical rainforest. The park is often covered in fog, adding to the mystery but obscuring views. The mountains in director James Cameron's movie, Avatar, may have been inspired by the scenery here. Park officials have renamed one of the peaks \"Avatar Hallelujah Mountain\" (阿凡达-哈利路亚山; Āfándá hālìlùyà shān).\n\n",{"type":"===","value":["History"]},"\nWulingyuan was named a UNESCO World Heritage Site in 1992\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nWulingyuan covers 3 natural reserves, and contains over 500 tree species, including dawn redwood, believed extinct until it was re-identified in 1948. There are also giant salamanders, rhesus monkeys, and many bird types. The monkeys have become accustomed to human visitors, and have been known to grab white plastic shopping bags from visitors to look for food.\n\n",{"type":"===","value":["Climate"]},"\nThere is extensive fog in the park at times, and summers are very humid. Temperatures vary greatly between early morning and late afternoon. In May, mornings can be a temperate 18°C but rapidly reaching 30°C by noon. Occasional snowfalls in winter make for beautiful landscapes, but walkways may be very slippery.\n\n",{"type":"==","value":["Get in"]},"\nWulingyuan is 155 miles northwest of ",{"type":"[[","value":[["Changsha"]]},". The best way to get in is to take transit from Zhangjiajie city. The closest domestic airport is Zhangjiajie Hehua Airport (",{"type":"{{","value":[["IATA"],["DYG"]]},"; formerly named Dayong Airport). You can also take a train from Changsha, about 5 hours, or ",{"type":"[[","value":[["Huaihua"]]},", about 4 hours.  A 1 hour minibus (¥10) goes from the main bus station in Zhangjiajie City to the village of Zhangjiajie Cun, at the entrance to the park. A taxi from Zhangjiajie city to Wulingyuan entrance should cost about ¥100.\n\nWarning: Be careful with the taxi drivers in the airport parking lot. They are likely unwilling to use the meter. They may claim that your destination is very far and attempt to charge you a \"parking lot fee\". Call your hotel\/hostel to find out how much the trip should cost and ask them to speak with a taxi driver for you. It should cost only ¥20-40 total for a trip from the airport to Zhangjiajie city.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nAs of Sept 2013, the only option available from the ticket office at the main entrance is the comprehensive ticket, which costs ¥248 and includes 3 day park pass, free rides on the internal bus system, and some sort of insurance.\n\nFor students under 24 (age proof requested) the entrance costs ¥160.\n\nIt has been said by recent visitors that you can get a ¥300 ticket valid for 7 days.\n\n",{"type":"==","value":["Get around"]},"\nThere are two cable cars in the park, one near Zhangjiajie Cun that runs for half a mile up to the top of Huang Shi Zhai, and one a few miles to the east that goes near Suoxiyu Cun another half mile to a road to the north. Many other roads go across the park, and many hiking trails go in between those.\n\nThere are two main ticketing gates, one at Zhangjiajie (West side) and one at Wulingyuan (East side). From each of those gates there are buses that take you up to the actual park entrance for free.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nTo understand better where these places are, a few different kinds of maps can be found on the official governmental site ",{"type":"[","value":["http:\/\/english.zhangjiajie.gov.cn"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]}," The main highlight is following the many paths through the stunning sandstone landscape. It can be quite daunting at times, so the above mentioned cable cars help. The park is enormous and there is no way you can see it all, even in two days, so it's important to plan ahead and know which areas you want to visit. The signage in the park is not always adequate, so buy a map from a vendor in the village before you go in (some maps are in both Chinese and English). It's a good idea to use the free bus network within the park to get from one hiking area to another. Some highlights of hiking include the following natural landmarks:"]},{"type":"*","value":[{"type":"'''","value":["Huang Shi Zhai"]}," The highest area in the park at 3,450 feet, which can be climbed up a 3,878 step stairway, but you can take a cable car instead"]},{"type":"*","value":[{"type":"'''","value":["Kongzhong Tianyuan"]}," This garden sits on an outcropping surrounded by slender peaks"]},{"type":"*","value":[{"type":"'''","value":["Xianren Qiao"]}," (Bridge of the Immortals) This spectacular, narrow rock bridge is over a deep chasm, with no railings. Access to the bridge is blocked by barbed wire, but some daredevils choose to walk over it anyway. There are several amazing look-out points you can walk to nearby, including \"Great Viewing Platform,\" \"Emperor's Throne\" and \"Cock-Pecking.\""]},{"type":"*","value":[{"type":"'''","value":["Golden Whip Stream"]}," This famous stream begins near the Zhangjiajie village park entrance and continues for several kilometres through the park. There is a walking path along the length of the stream, from where you can look up at the karsts all around you."]},"\nAt around the halfway point (200 meters before Zicao Pool) you will come to a restaurant\/souvenir shop. At this point there is a bridge across the stream, which leads to a different trail (about 4.5km) through the Shadao Gully. The second half of the Shadao Gully trail is a steep flight of steps, but it leads to one of the most beautiful areas of the park. At the top of the staircase is a road with frequent buses that can take you to the First Bridge of the World (to the right) or to Xianren Qiao (to the left) and many other places. There is also Zhongtian International Youth Hostel (Yuanjiajie) just 50 meters to the right along the road (see Lodging below). \n\nIf you continue along the Golden Whip Stream around 200 meters after Zicao Pool you will come to \"Meeting of Thousands of Ways\" attraction point. Here you can turn to another trail which eventually leads you to the following attraction points with great view: Back Garden, Enchanting Terrace, First Bridge of the World (see below).\n\nAfter another 2 km of walking the Golden Whip Stream path ends by a bus station with souvenir shops and food outlets. From here you can take a bus to the lower stations of Bailong elevator (¥56 adult one-way), sightseeing mini-train, Tianzi Mountain cable car and also to the Wulingyuan park entrance.\n\n",{"type":"*","value":[{"type":"'''","value":["First Bridge of the World (天下第一乔 - Tian Xia Di Yi Qiao)"]}," This is a natural rock bridge similar to Xianren Qiao, but with guard rails that make it much safer to walk across. The bridge itself is really just a minor part of the incredible panoramic views to be seen along this short and easy trail. Not to be missed."]},{"type":"*","value":[{"type":"'''","value":["Yupi Feng"]}," These thin, spiky columns hundreds of feet high are featured on stamps and resemble calligraphy letters"]},{"type":"*","value":[{"type":"'''","value":["Yaozizai"]}," Unlike the other attraction points with nice scenery this area is much less crowded. You may hardly encounter a few people here for hours of hiking. This area can be reached from either ends of the Golden Whip Stream path. There is a also a turn to the Yaozizai area near Zicao Pool at the Golden Whip Stream path."]},"\nOther attractions in the area, about a ¥10 taxi-ride away (Negotiate with the driver) include:\n\n",{"type":"*","value":[{"type":"'''","value":["Baofeng Hu"]}," This pristine artificial lake has boat trips, additional hiking trails, and occasionally traditional performances of the Tujia minority which is native to the area."]},{"type":"*","value":[{"type":"'''","value":["Huanglong Dong"]}," This large cave has boat trips cruise on its subterranean river."]},"\nTip: Try to find an elderly-looking man named Mr Zhou (桌) who hangs out inside the Zhangjiajie park entrance. He offers to help carry bags using a bamboo stick. As it turns out, he knows the park inside-out, and he is also willing to work as a park guide. He is highly reliable, honest, and patient. On our last day, he even arranged transportation for us to Zhangjiajie and accompanied us all the way to make sure we would catch our flight.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nWulingyuan is in Hunan province, a region known for its spicy cuisine. In Zhangjiajie Cun lots of little restaurants have exotic wildlife on display in cages outside - which turn out to constitute the menu. You can have turtle, snake, toad and a huge variety of interesting and obscure fish and shellfish. Definitely interesting. It has been suggested some of these are endangered species, however.\n\nWarning: The restaurants inside Zhangjiajie National Forest Park may present menus printed with ridiculous tourist prices (for example, ¥388 = US$55 for a whole chicken dish). However, you can try to bargain. After some heated insistence, we were able to get more than 50% off the menu prices. It's better to save your appetite (and money) for the string of restaurants located outside the park entrance.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are hotels in both the main villages, Zhangjiajie Cun and Suoxiyu Cun, and there are simple inns throughout the reserve\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yuanjiajie Zhongtian International Youth Hostel"],["alt=袁家界中天国际青年旅舍"],["url=http:\/\/www.zjjzthostel.com\/"],["email="],["address=Wangqiaotai, Yuanjiajie, inside of Zhangjiajie National Park"],["lat="],["long="],["directions="],["phone=0744-5903315"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Simple dorms (around ¥60), double rooms (¥130-150), with laundry facilities. Also serves good, inexpensive hot food. This hostel is inside the park, making it a great place to base yourself if you don't want to return to Zhangjiajie village to sleep, assuming you don't have much luggage. Be warned that the hostel isn't easy to find. The best way is to ask locals how to get to 望桥台 Wàngqiáotái. By foot, refer to the \"Golden Whip Stream\" subsection. By bus, take the park bus from Wulingyuan entrance for approximately 1 hour. There is a bus transfer area 20-30 minutes walking distance from the hostel. From there, walk 5 minutes to a minibus stop, which then stops directly in front of the hostel (again, ask for Wangqiaotai  top). Be warned that it takes at least 2-3 hours to reach the hostel from the nearest Zhangjiajie or Wulingyuan park entrances, and bus services run only around 7:30am to 7:00pm, so plan accordingly."]]}]},"\n",{"type":"*","value":["Railway Hotel (Tielu Binguan)- a budget hotel in Zhangjiajie village which can be booked online for ¥120 for a double room. "]},"\nChinese-speaking touts offering rooms will meet visitors at the Zhangjiajie village bus or the train station. You can probably get a cheap room for about ¥50 for a double by following one of these guys, but be prepared to bargain.\n\n",{"type":"===","value":["Camping"]},"\nCamping is not allowed in the parks.\n\n",{"type":"==","value":["Stay safe"]},"\nHiking is not good here for those with fear of heights, or dropoffs, or generally being near really steep cliffs, but you can always stick to the roads or take a boat cruise\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Wulingyuan"]]},"\n\n",{"type":"{{","value":[["geo"],["29.3500"],["110.5500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Hunan"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]}]