[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n: ",{"type":"''","value":["For the German town, see ",{"type":"[[","value":[["Wuppertal"]]},"."]},"\n\n",{"type":"'''","value":["Wupperthal"]}," is a city in ",{"type":"[[","value":[["South Africa"]]},"'s ",{"type":"[[","value":[["Western Cape"]]},".\n\n",{"type":"==","value":["Get in"]},"\nOne can only enter this rural village by motor car. ",{"type":"[[","value":[["Cape Town"]]}," is roughly 250km \/ 160 miles away i.e a 3 hour motor car drive from the town.\n\n",{"type":"==","value":["Get around"]},"\nThe Village is so small you can walk around on foot. It takes roughly ten minutes to walk from the one side of town to the other side.\n\n",{"type":"==","value":["See"]},"\nWupperthal is a pretty tiny village near the stunning Cederberg mountain range. The Cederberg Wilderness nature reserve (part of the Cape Fynbos UNESCO world heritage sites) is a stunning day trip. Go see the Maltese cross (a massive stone shaped like a Maltese cross). The cross is only a two to three hour walk from the parks main road. The area is full of amazing stone structures like the famous 'Lot's wive' (a sandstone structure resembling the shape of a women) and various arches that slightly resemble that of the Arches National Park in the USA. The beautiful Stadsaal caves are also in the area and various San or \"Bushman\" drawings. A particularly well preserved San drawing of elephants, Shamans and hunters can be found near the Stadsaal structures in the Matjiesfontein Nature reserve. \nWupperthal self has enough attractions to keep one busy for one or two days. The town has a shoe factory that sells traditional South African  leather shoes (known in Afrikaans as 'velskoene'). The area is also famous as being probably one of the best rooibos (redbush) tea growing areas in the country. There is a shop in the village that sells various rooibos products and teas. The town self is quite pretty and different than other smaller rural towns in South Africa. The towns rural location has prevented it from becoming too 'touristy' like other towns in the Western Cape near the coast like Paternoster and Franschoek. Most of the buildings are white and look like beautiful English cottages. Some of the villagers keep stunning little gardens. The church with its traditional bell is also worth a visit and is located in the center of the central business district (if you can call it that- it is tiny!!!). Another site that would humor the tourist coming from the city is the village's gas\/ petrol station - it consists of one pump in the middle of nowhere. The valley is full of cultivated little blocks of land that makes it look like a green quilt.\n\n",{"type":"==","value":["Do"]},"\nLike mentioned the rooibos tea shop and the leather shoe factory is worth a visit. Talk to the locals, many of them have been residing in the town for decades and can probably tell you amazing stories of collecting and producing tea, the changing landscape and etc. Hiking is a must for everyone visiting the area, especially in and around the Cederberg Wilderness Nature reserve. The town has a small restaurant\/ coffee shop but do take into consideration that almost everything is closed on Sundays. \n",{"type":"==","value":["Buy"]},"\nA pair of 'Vellies' (traditional South African leather shoes) is a must and can cost you between R80 to R250. A few packets of real organic rooibos tea is also an absolute must. Then there are various rooibos products like rooibos flavored  soaps on sale in the shop. \n",{"type":"==","value":["Eat"]},"\nWupperthal has only one coffee shop\/ restaurant. If you want a culinary experience rather go to the Clanwilliam hotel on the other side of the mountain range or to one of the hundreds of world class restaurants in Cape Town. \n",{"type":"==","value":["Drink"]},"\nRooibos tea! Rooibos tea! Rooibos tea!\n",{"type":"==","value":["Sleep"]},"\nThere are a few camping terrains in the area. Many tourists recommend the Algeria camping grounds in the Cederberg Wilderness Nature reserve. The camping ground does provide electricity and the ablution facilities are clean and functional. It is a truly stunning camping area but relatively expensive for South African tourists.   \n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe only way out is via the road on which you came into the town or hiking over the mountains. If you decide to hike make sure you have permission from the farmers through which lands you WILL hike and SAN parks. Also ensure that you carry enough water with you (More than 2litres per day) and sunscreen.  \n\n\n\n",{"type":"{{","value":[["IsPartOf"],["West Coast (South Africa)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Wuppertal, Western Cape"]]}]