[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Mount Wǔtái"]}," (五台山 ",{"type":"''","value":["Wǔtái Shān"]},"), is one of the four Sacred Buddhist mountains of China, and a ",{"type":"[[","value":[["UNESCO World Heritage list"],["UNESCO World Heritage Site"]]}," in ",{"type":"[[","value":[["Shanxi"]]}," Province in ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\"Wǔtái Shān\" means Five Plateau Mountain.  It is a popular  pilgrimage destination for Buddhists, who regard it as the domain of the Bodhisattva Manjusri - an emanation of wisdom.   Plentiful vegetarian food(素－sù).  The weather is cool - wear long trousers in the evening in summer.  The town of Táihuái at the center of the park offers many accommodation options.\n\nMaybe worth a 3 day visit - 1 day for Táihuái town temples, 1 day for a plateau or five, and one day for some out-of-town temples.\n\n",{"type":"==","value":["Get in"]},"\nWǔtái Shān is in northeastern Shanxi, near the border with ",{"type":"[[","value":[["Hebei"]]},".  It is about half way between ",{"type":"[[","value":[["Taiyuan"]]}," and ",{"type":"[[","value":[["Datong"]]},", the two largest cities in the province.  These two cities have the two nearest airports, and Wǔtái Shān can be reached by bus from each of these cities in about 4-5 hours.  The occasional train also stops at ",{"type":"[[","value":[["Shahe"]]}," Town (labeled as Wǔtái Shān Station), about a one hour taxi or minibus ride from Wǔtái Shān.\n\nFull price entry ticket is ¥168 (it doesn’t say - but students etc get half price, ie ¥84).  On top of this you have to pay a compulsory ¥50 ‘green coach’ fee for travel within the park (no discounts).  So, full ticket price plus bus ticket is ¥218.\n\n",{"type":"===","value":["Bus"]},"\nA bus from Tàiyuán East Bus Station to Táihuái Village (in the centre of Wǔtái Shān) costs ¥78 and takes 5 hours.\n\nFrom Dàtóng, 2 buses per day in summer leave at 8:30am and 2:10pm from Dàtóng South Bus Station (新南站 Xīnnánzhàn) for Táihuái in the centre of Wǔtái Shān. 75Y. 4 hours.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Taiyuan"]]}," is the nearest airport, which operates flights to\/from ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Beijing"]]}," and ",{"type":"[[","value":[["Shanghai"]]},".  "]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" The train station called \"Wǔtái Shān\" is not in Wǔtái Shān, but in Shahe, about 50 km (an hour) away from Wǔtái Shān itself.  The train stations that service this route are small and obtaining tickets may be difficult.  Major train stations in the vicinity of Wǔtái Shān are ",{"type":"[[","value":[["Taiyuan"]]}," and ",{"type":"[[","value":[["Datong"]]},"; buses and taxis run from either city.  Access to Wǔtái Shān is easiest from ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Xinzhou Xinzhou"]},", the closest city of intermediate size."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" Green coach\/bus.  The ¥50 ticket for this is compulsory and supplied on arrival with the general entrance ticket.  On the ticket it says it is valid for 3 days, which seems very short if like most people you arrive in Táihuái in the evening after 6pm, some sources say it is valid for the duration of your stay - others add that they never saw anyone’s ticket being checked on the buses - everyone is assumed to have one.  The green coach-bus runs every 5 minutes or so through town and some way out until about 6:30-7PM.  For some of the further out points (eg Báiyún Temple in the south) you have to change on to smaller, brownish mini-buses."]},"\n",{"type":"*","value":[" Minibuses to the Five Plateaus (五台顶 Wǔtáidǐng) start at 7:00AM from the foot of Dàiluó Peak in the centre of Táihuái Village. About ¥70 for one plateau, or ¥350 for an 8.5 hour trip to see all five with a 30 minute stop at each.  See details below."]},"\n",{"type":"==","value":["See"]},"\nAlthough most monasteries are free, larger ones charge up to ¥10 entrance, some of these offer half-price student discount.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Púsà Peak."],["alt=菩萨顶 Púsà Dǐng aka Bodhisattva Terrace"],["url="],["email="],["address=Just to the north of Xiǎntōng Temple and Tǎyuàn Temple"],["lat="],["long="],["directions=Take the free green bus to near the stop labelled 菩寿寺口 and change to a free brown minibus to Púsà Dǐng 菩萨顶.  Simplest to ask green bus conductor\/driver for Púsà Dǐng 菩萨顶 and they will let you know the stop and point out where the free brown minibus is to the summit"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The two main temples in Táihuái town are Xiǎntōng Temple and Tǎyuàn Temple, both to the west side of the Qīngshuǐ 清水 river. A good way to see these is to start at the top of the hillock that they are on (Púsà Dǐng), and walk down the hill through all 3 monasteries.  This way you walk down, not up the flights of 108 steps that represent the 108 annoyances of Buddhism."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Xiǎntōng Temple"],["alt=显通寺 - Xiǎntōng Sì"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Xiǎntōng Temple, perhaps the largest Temple, is where Buddhism took over from Daoism as the main religion in this area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tǎyuàn Temple"],["alt=塔院寺 Tǎyuàn Sì"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The white stupa in the centre of Tǎyuàn Temple has become a symbol of Wǔtái Shān."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dàiluó Peak"],["alt=黛螺顶 Dàiluó Dǐng"],["url="],["email="],["address="],["lat="],["long="],["directions=Start near the bus stop for Jīnjiè Temple (金界寺) in the centre of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the east side of the Qīngshuǐ 清水 river, the views from this peak overlook Xiǎntōng Temple, Tǎyuàn Temple and most of Táihuái village.  There are 1008\/1080 steps up to the top.  Locals are not sure but it is definitely ",{"type":"''","value":["not"]}," just 108.  There is also a cable car that can take you most of the way up (or down) ¥30.  Or horses to hire.\n\nAt the foot of Dàiluó Peak is the ticket office for the minibuses to the five plateaus (and also their starting point)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nánshān Temple"],["alt=(南山寺 Nánshān Sì)"],["url="],["email="],["address="],["lat="],["long="],["directions=Get off green bus at Nánshān Temple Bridge (南山寺桥 Nánshān Sìqiáo) and walk\/climb 20 minutes"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=To the south of Táihuái village, arguably the nicest monastery in the area is Nánshān Temple.  Invitations to ride a horse en-route.  Although there are more signboards at Nánshān Temple in English than at many others, non-monks are not welcomed to stay, and neither are Tibetan monks.  These rules and a slight distance from the centre have maintained a greater realistic ‘monastic’ non-conflictive atmosphere than at many other monasteries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zhènhǎi Temple"],["alt=镇海寺 - Zhènhǎi Sì"],["url="],["email="],["address="],["lat="],["long="],["directions=Heading south from Táihuái village the furthest you can go on the public Green Bus is Zhènhǎi Temple."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From here you change to a smaller brown minibus to see Míngyuè well, the more impressive Báiyún Temple or get nearer to the start of the climb to Fómǔ Cave."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Míngyuè well"],["alt=明月池 Míngyuè Chí, aka Míngyuè pool, Temple of Bright Moon, Bright Month Pond, Temple of View Sea"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Míngyuè well is a tiny well in a monastery, a 12-minute climb up a road from the main road (don’t believe the taxi drivers) where reputedly you can see your past and future.  Maybe it is not your destiny to see.  Not so many tourists come here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Báiyún Temple"],["alt=白云寺 Báiyún Sì"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Newly rebuilt - this is a centre for Buddhist nuns.  The building and statues are more impressive than at Míngyuè well or Fómǔ Cave.  This is where the free minibus service ends.  Many tourists head on to see Fómǔ Cave."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fómǔ Cave"],["alt=佛母洞 Fómǔ Dòng"],["url="],["email="],["address="],["lat="],["long="],["directions=Taxis (10Y) wait at the foot of the hill below Báiyún Temple to take you a few kilometres to the foot of the steps to climb to Fómǔ Cave - or you could certainly walk along the road in less than an hour"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Climbing the steps from the end of the road up to Fómǔ Cave might take nearly another hour.  The queue\/wait to see the cave could be anything from 2 hours on a weekday to 7-8 hours at weekends.  The cave is said to have powers of rebirth - there is a part where reputedly the thin cannot pass but the fat can ;-) .  Many opportunities to buy the release of sparrows, squirrels, rabbits etc,  (放生) the price depending on how hard they were to catch in the first place.  Buddhist custom.  Sometimes sparrows get killed\/injured during the netting\/trapping process.  Not a top choice for scenery, but an OK climb."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Five Plateaus"],["alt=五台顶 Wǔtáidǐng"],["url="],["email="],["address="],["lat="],["long="],["directions=Starting at 7am, minibus tickets can be bought on the day at the foot of Dàiluó Peak.  The English sign says “Wutai Shan National Park Ri Sheng Da Commonality Passenger Transport LTD” (台顶售票处), near 金界寺."],["phone="],["tollfree="],["fax="],["hours="],["price=¥350 per person to see all five peaks."],["content=Just because you have gone to Five Plateau ‘Mountain’ (五台山 Wǔtái Shān）doesn’t mean that you have to see all five plateaus - although many people do.  Each plateau has a Buddhist monastery.  Many minibuses leave each day from the foot of Dàiluó Peak in the centre of Táihuái village to tour all five plateaus in succession, fewer minibuses just visit one plateau.  It takes about eight and a half hours to go around all five plateaus with 30 minutes stop at each plateau and a 40-minute break for lunch.  For some people that is a lot of time in a minibus, on bumpy roads near the plateaus and not much time actually spent there.   \n\nSeeing all five plateaus, you might see the Central, West and South plateaus in the morning.  The North and East plateaus are more desolate\/rocky.  Likely to be windier\/wetter\/colder.  The North peak is the highest point in northern China (3058m) and you may notice the thinness of the air when climbing the temple steps - but not to the extent of getting altitude sickness.\n\nIn theory you can choose to see only one plateau - but the minibus company at the foot of Dàiluó Peak likes to have at least 6 customers for each minibus (in a minibus designed for 15).  Visiting one plateau not just saves you money: if you arrange it correctly you should be able to have more ‘plateau time’ and less ‘minibus time’ which could make you day much more enjoyable.  Individual plateaus (by minibus) around ¥60-80 per person, but taxi drivers may be able to offer a deal (for a taxi).  The South（南）plateau is the lowest altitude (2474m), the greenest, (some forest en-route, mushrooms?), and might be the nicest one to visit if you only see one. The weather is likely to be slightly milder - better for a picnic or a short ramble.  Maybe you could stop at Jīngé Temple (金阁寺 Jīngé Sì) en-route.  At the Central or Western plateaus you might see more wild flowers.\n\nThe plateau monasteries are not equipped to supply food to tourists - suggest you stock up at the start point on snacks.  Toilets at the monasteries are Chinese old-style, communal, outdoor squat, dirty and stink.  In theory you can trek to each plateau and, it is rumored, by doing this earn the right to stay overnight - but facilities are basic - and where are the maps\/guides?\n\nFor the record: East is Wanghai Peak (Peak Overlooking the Sea), West is Guayue Peak (Hanging Moon Peak), South is Jinxiu Peak (Splendor Peak), with Nantai Temple at its summit, North is Yedou Peak (Peak of Flourishing Leaves) and Central is Cuiyan Peak (Peak of Green Rocks)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Foguang Temple and Nanchan Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nFóguāng and Nánchán temples house two of the oldest buildings in China (the one in Nánchán being the oldest known wooden structure and the one in Fóguāng the grandest of preserved wooden buildings of the Tang dynasty).  As of 2011, tourist agencies do not appear to serve these destinations, which gives them a wonderfully secluded feel.  They can be visited comfortably on a 4-6 hour excursion from Táihuái (private car asking price CNY300 as of summer 2011, probably negotiable).  The temples are not active, but the atmosphere is without doubt spiritual.  Fóguāng Temple (佛光寺) is located near Dòucūn village (豆村), Nánchán  Temple (南禅寺) is located near Dōngyě village (东冶).  The temples are much more austere in style than the ornate architecture of the Wǔtái valley proper, and extremely elegant (especially Fóguāng)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cifu Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Secluded and very spiritual"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shuxiang Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=36 meter high Buddha"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wanfo Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free ",{"type":"[[","value":[["Shanxi"]]}," opera shows during summer months."]]}]},"\n",{"type":"<","value":["b",["Temple etiquette"]]},"  When stepping over the plank of wood at the foot of each door it is best to enter and exit on the right, and use your right foot first.  “游客止步”and”闲人免进” both mean “no entry to tourists”.  “禁止拍照” and \"请勿拍摄“ mean “no photos”.  For religious sites without such signs, it is strongly recommended to obtain consent from resident monks or managerial staff before you shoot, to avoid possible offence.\n\n",{"type":"<","value":["b",["Beware"]]},"  Beware of monks at shops offering to tell your fortune.\nBeware of monks at a small temple below Zhenhai Temple.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nVarious small restaurants.  ¥10 for buffet breakfast at small restaurant is a common offer.  On the street, yóutiáo at ¥2, and dòuhuā ¥3 are cheaper breakfast options.  For lunch, noodles (刀削面 dāoxiāomiàn) a Shanxi specialty for ¥10 per person including sauce.  Also fried noodles, soup noodles etc. for around ¥10 per serving.  More regular rice dishes for ¥15-20 per person up.  台蘑 táimó (a mushroom) is the local delicacy.  In practice this term seems to be applied to various different mushrooms.  Comments vary from: “It’s just a mushroom with little real nutritional value” to “There is one type that is much tastier - but even locals pay ¥800 a kilo - or tourists pay 288 in restaurants for a small portion.  This type really is much tastier - buying it is a way of offering a gift to your friends.”  Try it in stews，or made into a sauce with 刀削面 (cheapest option - ¥10 - this won’t be the tastiest type). More typically ¥40+ for tourists with chicken\/tofu etc.  2011.\n\nIn theory free food at monasteries (but you would leave a donation?).  Rules such as separate areas for men and women, standing until the master has sat, not allowed to waste food, no talking (you indicate with chopsticks how much you want, and how dense congee you want).\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nLodging is concentrated in Táihuái Village in the centre of Wǔtái Shān.\n\nMany rooms usually available, however rooms are scarcer on (Friday and) Saturday nights, and prices also rise at full and new moon, but otherwise there is an oversupply in the market and prices drop sharply.  \n\n",{"type":"===","value":["Budget"]},"\nThere are temples offering guestrooms at ¥20 per person upwards, (Xiǎntōng Temple Tǎyuàn Temple and Kuangren Temple), but temples in the central area may refuse lodgings to foreigners (being fluent in Chinese does not seem to help, though being a devout Buddhist might).\n\nAt the bus station 招待所 zhāodàisuǒ there was a room for ¥50 ensuite, western toilet, kettle, TV with 24hr hot water (but hard beds, no soap or towels) on a Sunday night in August 2011 (not full\/new moon).  The bus station is in the south of the village.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wutaishan Runaway Hostel"],["url="],["email=648984355@qq.com"],["address="],["lat="],["long="],["directions=Take green bus #1 to Zhenhai Temple. Change there to a smaller gray\/brown bus #4 and drive to the end. Walk about 100m further along the same road to a cluster of hotels on the right hand side. Look around for the hostel sign."],["phone=(0350)6549505"],["tollfree="],["fax="],["hours="],["price=¥128 for twin room. 45 for dorm."],["checkin="],["checkout="],["content=Great newish hostel with super friendly staff. The twin rooms are big with ensuite bathroom. The staff offered us to join them for a tasty dinner for only ¥10 per person."]]}]},"\n",{"type":"===","value":["Midrange"]},"\nMost traveller's lodges range from ¥50 to ¥100 for a room for 2 persons.\n\n20 mins walk north of bus station on the right of the river (or 2 bus stops) Jīnshān hotel (金山宾馆) with solar hot water looked good (near Miào Jí Xiáng 妙吉祥 health vegetarian restaurant bus stop and ABC Yinxin hotel) as did the nearby Cíyuán Inn 慈缘客栈 kèzhàn (modern rooms) which is slightly further down on Míngqīng street 明清街 (that runs parallel to the river) － both ¥100 for much nicer rooms.  Around here there are various 宾馆 with more comfortable rooms at ¥80-100 during the week.  Never believe rack rates - For example, after explaining the rack rates (eg ¥288) you ask if they can offer a deal, see the room, they will pull out a calculator and offer much cheaper (eg ¥100), then when you walk away to explore other options saying you might be back, it will drop to ¥80.  Maybe on a Saturday full-moon night you will hardly get any discount, however.  Further north still are cheaper options if you are willing to live with some lively Chinese tourists.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xianhe Binguan"],["url="],["email="],["address=25 Taiping Jie"],["lat="],["long="],["directions="],["phone=(0350)6542531"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nLast bus leaves from Táihuái Village for Tàiyuán at 1530hrs.\n\n",{"type":"[[","value":[["WikiPedia:Mount Wutai"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Shanxi"]]}]