[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Wuyuan"]}," (婺源; ",{"type":"''","value":["Wùyuán"]},") is a city in ",{"type":"[[","value":[["Jiangxi"]]}," Province.  It is the central transportation hub to the many beautiful villages in the region.  \n\n",{"type":"==","value":["Get in"]},"\nWuyuan does not have a train station.  The nearest city is ",{"type":"[[","value":[["Jingdezhen"]]},", where there are regular buses from the Licun Bus Station to Wuyuan North Bus Station (2 hours).  There are also buses from ",{"type":"[[","value":[["Nanchang"]]},", ",{"type":"[[","value":[["Huangshan"]]},", ",{"type":"[[","value":[["Hangzhou"]]},", ",{"type":"[[","value":[["Quanzhou"]]},", ",{"type":"[[","value":[["Shanghai"]]},", and various large cities in the general region. You may get dropped off at Wuyuan's new north bus station which is bigger and caters for long-distance buses, but you need to get to the old north bus station (taxi roughly ¥10 or try a local bus) for buses to some of the villages (especially the eastern villages). \n\nIf you come from Shangrao (Jiangxi) there are buses from the bus station that will take you to Wuyuan west bus station(3.5hrs, ¥54).\n\nYou can also reach Wu Yuan from San Qing Shan (from Shangrao) using local transportation and guides. These methods of travel might be more expensive but the thrifty traveler can also hitch a ride on buses that pass through places like Gin Shan (a small resort town just below San Qing Shan). A good understanding of the Chinese language is necessary or knowledge of Jiangxi culture if you don't want to get ripped off.\n\nThere are regular buses from the New North Bus Station to ",{"type":"[[","value":[["Jingdezhen"]]}," nearly every 45 minutes. There are also buses to Shangrao for good rail links, every hour at least (3.5 hrs, ¥54).\n\nThere are two daily buses to ",{"type":"[[","value":[["Shanghai"]]},", at 9:30AM and 6:45PM, they take approximately seven hours and cost ¥180.  There is a 9:20AM bus to ",{"type":"[[","value":[["Hangzhou"]]},", it takes approximately five hours and costs ¥103.  There are also buses to ",{"type":"[[","value":[["Nanchang"]]},", ",{"type":"[[","value":[["Huangshan"]]},", and other cities in the region.\n\nDo not let your taxi or motorcycle driver help you with accommodation (or follow you after the ride) in the villages, or else the hotel will offer you a higher charge in order to give the driver a certain commission.\n\n",{"type":"==","value":["Get around"]},"\nPublic transportation is basic around Wuyuan region. Hub for most services is Wuyuan. The only local bus service we know about goes from Wuyuan New North Station(main for long-distance between cities) to Qinghua Village (¥6, 30 minutes). You can take public bus at ¥1 from New North Station to Old North Station where you transfer for short-distance bus between villages on the eastern line such as Small Likeng (¥5-15, 15 minutes), Wangkou, Jiangwan and Xiaoqi. There are other buses from Wuyuan to western villages: Sixi\/Yancun, Qinghua, and from there onwards to Dazhang Shan mountain. They can take a long time though, so a driver to take you to a few places is way more efficient.  \n\nThere are swarms of motorcycle taxis throughout the area, it is also possible to rent them for the day. They should typically charge ¥1 per 2 minutes of travel, make sure of the price before the ride. A trip by motorcycle from Wuyuan to Small Likeng should cost about ¥10. There are also a few taxis that cost four or five times as much as a motorcycle. \n\nGuesthouses (e.g. Linda at Brook Hotel, Little Likeng) can help organise a driver (¥200-250 per minivan per day) to several of the sites. Especially if going further afield, this is the best option. But be aware the driver will expect you to pay for his lunch.\n\nIf you would like you can also travel from the San Qing Shan area to Wu Yuan. It takes about an hour or so. For example: you can have a driver drive you from Gin Shan (a small town located at one of the main cable car entrances to San Qing Shan) to Wu Yuan and back for 150 yuan a person, if 3 or more people. They will take you from Gin Shan, drive you around the Wu Yuan tourists sites and drive you back to Gin Shan the same day. A hotel in Gin Shan can run you somewhere between 50-80 yuan. (You still have to pay for the entrance ticket into the tourists sites...but the price is not bad if you like the freedom to stop anywhere and escape from tour buses).\n\n",{"type":"==","value":["See"]},"\nThere are many small villages and temples throughout the region, and a number of scenic spots where it is rewarding just to stop and look around. The countryside is reknowned throughout China, and if you have ever wanted to try your hand (and feet) out in a rice paddie, this is a place where you can wander up to a friendly farmer and ask to lend a hand. The people are genuinely warm, friendly, and un-imposing everywhere. Even the hawkers seem not particularly bothered whether you buy or not. \n\nMany of the villages charge an admission, with a large majority being operated by one company. ¥60 will grant only one entrance, ¥210 (5 day pass) grants entry to all the scenic spots (including Dazhang shan), except Big Likeng . Students can get half- price for the ¥210 ticket after showing identity. Almost all chinese tour groups have left the villages by 5pm, and life begins to wind down. Dinner (and therefore food options) is eaten around 6-7pm. It can get difficult to find food as it gets later in the day. Life, and light (bring a torch) in the villages stops by 10pm. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Small Likeng"],["alt=小李坑"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An impressive old village with narrow pathways built around several creeks that intersect. One of the best places to stay in the area. There are Buddhist temples, active farms, traditional homes, and teahouses.  There can be many guided tour groups, so it is best visited on weekdays or off-season. A new edition seems to be a long gauntlet of tourist stalls that you have to walk through from the entrance, to the village itself. Having no hair does not seem to be a disincentive for the sellers to try and sell you the ubiquitous sandalwood combs. That aside once in the village, it earns its reputation as one of the nicest villages in Wuyuan. There are also a couple of decent places to eat with some great views down the little river."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sixi Yancun"],["alt=思溪延村"],["url="],["email="],["address="],["lat="],["long="],["directions=it is possible to take the bus between Wuyuan and Qinghua and get off in the middle, at the turnoff, from the turnoff it is still a ten minute motorcycle ride past a village and on to Sixi Yangcun"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A strange claustrophobic duet of villages with tall gray walls and narrow maze-like streets and tumble-down buildings. With the tourist entrance set further away from the town, these villages manage to preserve their living identities better, and, especially towards the end of the day, it really does seem that time stopped in these villages many years ago. There is also an ancient bridge in Sixi that although not as old as Qinghua, is far more pleasant and really renders a visit to Qinghua where the bridge is pretty much its only redeeming feature, a bit pointless."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Qinghua"],["alt=清华; Rainbow Bridge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice if underwhelming bridge, inside a small hamlet.  More beautiful are the larger bridges nearby - from the Rainbow Bridge entrance, walk alongside the river, turn right when you have to, past the row of shops and dentists, and make a left at the first intersection.  After a few minute's walk, at the bend in the road, is an amazing look over a valley, it is easy to go down and explore.  This is also the place to get a bus back to Wuyuan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Big Likeng"],["alt=大李坑"],["url="],["email="],["address="],["lat="],["long="],["directions=Northwest of Small Likeng"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not operated by the same company as most of the other villages."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fucun Town"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wenggong Mountain"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dazhang Shan Mountain"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Strangely absent from some guidebooks, but a truly beautiful location. Soaring mountains, and green and crashing waterfalls at every turn. It has dreams of being ",{"type":"''","value":["number 1 extreme sports area in China"]},", but at the moment its quiet. Probably because the cable car is not finished yet, and the only way up and down is on foot, albeit classic chinese paved mountain paths. It claims the highest waterfall in China (240m) and it is really spectacular even if the claim is exagerated. Theres a tea shop by the last section near the top. Estimate 3hrs up and down at a healthy pace."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wang Kou"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jiangwan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although probably not worth visiting on its own, if you are touring the eastern villages do spend an hour wandering around the old part of Jiangwan (away from the main road). The people are warm and friendly.  Sit a while and chat to some of the old women sat out on steps and stools in the alleyways who always seem to be smiling."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Xiaoqi"],["alt=晓起"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is another duet of villages and on the whole very worthy of a visit. Lower Xiaoqi is tacky and pretty much a guided path around tourist shops, but head out the other side and cross the rice paddies to Upper Xiaoqi for a more secluded, and peaceful place to loose yourself in the buildings. The houses may be similar in both upper and lower Xiaoqi, but its so much easier to appreciate them in Upper Xiaoqi. Food is available here at the tea house on the right as you first wander into upper Xiaoqi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jiangling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small villages which is famous for its terrace-style rapeseed flower around Tomb-sweeping Day"]]}]},"\n",{"type":"==","value":["Do"]},"\nThe rivers in the area have rafts that can be hired.  There is also a very miniature version of this in the streams of Small Likeng.\n\n",{"type":"==","value":["Talk"]},"\nVery little English is spoken, although most of the touristed villages will have signs in English, Japanese, and Korean, as well as Chinese.  If you are not Asian expect have people constantly yell \"hello\" at you, and stare.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nWuyuan city does not have good restaurants.  It is best to eat inside the villages. ",{"type":"'''","value":["Brook Hotel"]},", in Small Likeng, has nice food and an English menu (the only place in the whole of Wuyuan). Good food is also available at the Gunagming teahouse in Little Likeng and has a nice location with a view down the river. In other villages food can be available if you ask.\n\n",{"type":"==","value":["Drink"]},"\nThere are many teahouses dotted throughout the villages. Beer and rice wine can be bought at these or the few restaurants\/guesthouse kitchens. There are no bars\/cafes in the villages.  And partying is definitely not an option as everything shuts down by 10PM.\n\n",{"type":"==","value":["Sleep"]},"\nWuyuan has a number of hotels near the Wuyuan bus stations (but Wuyuan is uninspiring, get out to the villages asap). Any of the villages have simple and cheap accommodation easily available.  There are many signs, generally with English.  Small Likeng's teahouses do not have signs out, but have private rooms that can be rented.  Prices are in the range of ¥100-120.\n\nThere is an accommodation in Small Likeng, ",{"type":"'''","value":["Brook Hotel (傍溪居; Bang Xi Ju )"]}," ,the only one in Wuyuan you can also book online from Hostelworld or Hostelbookers ,telephone 13879349519. A good place to stay and eat in Small Likeng. Friendly family, good rooms (roughly ¥120) with a patio area on the top floor. Hot showers, double with private bathroom and air conditioner, free Internet access. Clean and good value. Food is also available at a couple other places in the village, but restaurants will close by 8PM. Try the local fish, red carp, very delicious in this hotel. Food is reasonably priced. What is more, the son of the owner can speak good English and is very hospitable.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jiangxi"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Wuyuan County, Jiangxi"]]}]