[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Wuzhishan"]}," (五指山; ",{"type":"''","value":["Wǔzhǐshān"]},"; formerly known as Tongzha or Tongshen) ",{"type":"[","value":["http:\/\/www.wzs.cc\/"]}," is a city in ",{"type":"[[","value":[["Hainan"]]},"'s central highlands. It is a scenic town with very few tourists, lively markets and exceedingly cheap food.\n\n",{"type":"==","value":["Get in"]},"\nTake the bus from ",{"type":"[[","value":[["Sanya"]]}," or ",{"type":"[[","value":[["Haikou"]]},". The Wuzhishan bus station is located more or less in the city center.\n\n",{"type":"==","value":["Get around"]},"\nMotorcycle taxis are ubiquitous and easy to flag down. None of them are licensed. They will take you most places in the city for about ¥2. Auto taxis hang about by the bus station, and most don't have meters. They seem to charge about ¥10 or less for a trip within the city.\n\n",{"type":"==","value":["See"]},"\nJust walk around the town and its surroundings. The scenery is beautiful, and the town has an interesting market section, though it does resemble market sections in a lot of other small Chinese towns. Walking or motorbiking on the road past the Wuzhishan Shanguan (see below) takes you quickly into quite rustic quarters. You can then deviate off the road onto one of the small footpaths that leads out into the jungle. Try to get back to the main road before dark, as it can be easy to get lost on these paths.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hainan Nationalities Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Free museum about Hainan Minorities, lots of information in English. From the bus station turn right, walk about 15m and turn right at a street that goes up a hill, take right at first street, you will see some old shops and apartments on that street, walk past those and museum will be on your right. Opens at 9AM."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wuzhi Mountain"],["url="],["email="],["address="],["lat="],["long="],["directions=Take a bus from the Wuzhishan bus station to Shuimanxiang (水满乡) for ¥7. Buses start at 8AM, and also run at 9AM, 10AM and 12PM. They will pick up other passengers, vegetables and dead chickens on the way to Shuimanxiang. At the terminus, take a moto-taxi to the trailhead (¥5). Make sure to get a cell number from the driver so he can pick you up on your way down (or try 138-7650-0626) because otherwise you will have an extra 3km to walk on your way back.  From the trailhead, hike up to the archway, and hang a left (either before or after you go through it, as long as the trail leads uphill you are probably going the right direction).  Buses leave Shuimanxiang back to Wuzhishan at 1PM, 2:30PM, 4:30PM, 5:30PM and 6:40PM"],["phone="],["tollfree="],["fax="],["hours="],["price=Entrance fee of ¥50, which includes a bus ride to the start of the rainforest trail"],["content=The adventuresome (and fit), might try climbing the 1,868 meter peak of Wuzhi Mountain itself. From the trailhead, hike up to the archway, and hang a left (either before or after you go through it, as long as the trail leads uphill you are probably going the right direction). The hike to the top is a grueling 2.5-3.5 hours. You will be climbing up ladders and roots, as the trail is extremely steep. You will probably have the whole mountain to yourself unless you go on one of the holy days of the local minorities. On these days, the trail is apparently quite crowded. Whatever they celebrate, it causes them to leave a lot of trash and firecracker wrappers lying about.  Make sure to take A LOT of food and water, dehydration could even be fatal. Do not do this unless you are in pretty good shape and have some experience hiking.  The area is officially a nature reserve. Staff discourage using the tropical trail on the grounds that you may get lost. This is true, as the trail branches off in many directions and does not conform to the map. The tropical trail is almost completely free of visitors and garbage.  Near the start of the tropical trail (on the rainforest trail, by the bridge) there is a very small outdoor restaurant."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nWuzhishan abounds with ridiculously cheap noodle and dumpling shops. Even the \"upscale\" dining at the hotels is quite inexpensive.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wuzhishan Resort Hotel"],["alt=五指山旅游山庄"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 898 8662 3188, 8662 3560, 3563"],["tollfree="],["fax="],["hours="],["price=Well under ¥200 for a double"],["checkin="],["checkout="],["content=A beautiful hotel with well appointed and comfortable rooms and nice staff. It is quiet and affords very nice views of the town and surrounding mountains."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=At the foot of the mountain, right next to the archway"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Looks pretty basic, cheap and not particularly busy. You probably do not need a reservation. In fact, you might not be able to get one at all.  As of February 2008, there is no accommodation available at the foot of the mountain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hongye Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Most convenient location to the bus station. When you exit turn left and go about 30m."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A very clean hotel with prices for a double room starting at 170 yuan. Best value."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zhujiang Shuijing Hotel"],["alt=Crystal International"],["url="],["email="],["address="],["lat="],["long="],["directions=Very close to the bus station, about 50m away."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 4 star hotel that has very nice rooms, great swimming pool. Its possible to book online to save some money, it's about 400 Yuan for a Queen bed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jadeite Valley Eco Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very standard Chinese rooms, green swimming pool (in color, not eco), rooms booked online are about 250Y and 100 if you don't have a reservation. Free breakfast consists of cold noodles, boiled eggs and hot dogs, but has a great view. Has a cool castle that has rooms but can't stay there. Have to Take a car to and from there about 10 yuan for a tuk tuk and 20 for a car."]]}]},"\n\n\nThere are hotels in Shuiman some within walking distance of the bus station.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shuimanyuan Hotel"],["alt=Shuimanyuan Jiudian"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 898 86550333"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Pleasant architecture and idyllic pastoral views."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe Wuzhishan bus station has more or less hourly buses to ",{"type":"[[","value":[["Haikou"]]},", and ",{"type":"[[","value":[["Sanya"]]}," until about 5:30PM.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Hainan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Wuzhishan City"]]}]