[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Wyckoff"]}," is a township located in Northwest ",{"type":"[[","value":[["Bergen County"]]}," in the state of ",{"type":"[[","value":[["New Jersey"]]},".  It has a population of approximately 16,700 and is 6.7 square miles. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nPlane: Wyckoff is close to four airports including; Newark International Airport, Teterboro, JFK and LaGuardia. \nTrain:  There are currently no operating stops in Wyckoff but there are there different stops surrounding the area in Ramsey, Ridgewood and Allendale.\nBus: Aside from Coach Express busses travelling to Manhattan, there are numerous NJ Transit bus stops all travelling through out the county, state and to New York as well. Both local and express busses run on these schedules and routes. \nCar:  The Garden State Parkway via Exit 160\n\tGeorge Washington Bridge (12 miles) via Rt 4 to Rt. 208\n\tRt. 287 exit 59\/Franklin Lakes-208 South\n\n",{"type":"==","value":["Get around"]},"\n\nThere is no public transportation around Wyckoff but everything is with in a ten-minute drive and all shopping centers offer a great deal of parking for customers. Taxi and car services are available though if needed for travel purposes. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Enviornmental Center"]},{"type":"*","value":[" Gardens of Wyckoff"]},{"type":"*","value":[" Zabriskie Pond Park"]},{"type":"*","value":[" Larkin House Park"]},{"type":"*","value":[" yckoff Community Park"]},"\n",{"type":"==","value":["Do"]},"\n\nWyckoff YMCA, Parisis Speed School \nThe 208 Russell Ave. exit in Wyckoff was the former ‘home’ to the Midnight Walker, a Weird New Jersey legend.\nThe Ramapo Reservation is Bergen County’s largest park area offering numerous hiking trails and is only a fifteen-minute drive from Wyckoff to it’s Ramapo Valley Road (Route 202) location.\nGet your nails done in town at one of the many nail salons or take the quick trip down 208 to the new 16 theater cinema’s at the Garden State Plaza. \n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Boulder Run:"]}," Kid’s Stuff, Marshall’s, Super Stop and Shop \nWyckoff Shopping Center\n",{"type":"'''","value":["Cedar Hill:"]}," Drugfair, Center Stage Dance Supplies\nThere are other major shopping centers in most towns in the Northern part of Bergen County all less than twenty-five minutes by car including shops in Ho-Hokus, Ridgewood, Ramsey, Waldwick and Midland Park as well as the Garden State Plaza, Paramus Fashion Center and Bergen Town Center. \n\n",{"type":"==","value":["Eat"]},"\n\nChains in the area include Dunkin Donuts\/Baskin Robins, Starbucks Coffee, McDonalds, Dairy Queen, Luciano’s Pizza, Giovanni’s Pizzeria, Wyckoff Deli, 3-Chicka’s Mexican Restaurant, Sakura.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Blue Moon"],["url=http:\/\/www.bluemoonmexicancafe.com\/locations\/wyckoff"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The recently renovated Wyckoff location is one of four in the area. They have delicious, fresh Mexican starters and dishes and a variety of authentic drinks to wash them down with such as their sangria and margaritas. They have some great specials including their Thursday night ‘Margarita Madness’ offering $5 Margaritas from Happy Hour to close."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Amici"],["url=http:\/\/www.cafeamiciwyckoff.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An Italian restaurant open for lunch and dinner with delicious desserts, an affordable menu and take-out options, not to mention it's BYOB!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Goldberg's Bagels"],["url=http:\/\/www.goldbergsbagelsnj.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This bagel shop is one of three locations in the area and also was recently moved to a newer location with in Boulder Run. They make AMAZING bagels, breakfast sandwiches and deli options. The flagels (a flat bagel, literally) are to DIE for and if you don’t get in there before 11:00am during the weekends, there is close to no shot of getting your hands on one."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Market Basket"],["url=http:\/\/www.marketbasket.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A much smaller version of the full gourmet grocery and produce store is located on the Franklin Lakes side of town. It offers mostly ready-made options for customers to run in and grab a freshly made meal to go.  If you venture off to the Franklin Lakes location there’s a chance you might run in to one of the Bravo reality-TV series of ‘Housewives of Bergen County’ shopping for Sunday dinner or catch them getting a manicure at Salon Chateau next door."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ridgewood"]]}]},".  Only ten-minutes away and has numerous bars and a few spots known for their nightlife. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ramsey (New Jersey)"],["Ramsey"]]}]},".  Ten-minutes in the opposite direction for great happy hour spots."]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["41.00944"],["-74.17306"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Bergen County"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Wyckoff, New Jersey"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/W\/Wyckoff\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Wyckoff, New Jersey"]]}]