[{"type":"{{","value":[["Pagebanner"],["Wikivoyage page banner boots.jpg"],["caption=cowboy boots for sale in a Wyoming store"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wyomingtourism.org Wyoming"]}]}," is a state in the ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rocky Mountain"]]}," region of the ",{"type":"[[","value":[["United States of America"]]},".\n",{"type":"[[","value":[["Image:TetonsSunrise crop.jpg"],["thumb"],["right"],["300px"],["Sunrise, Grand Teton National Park"]]},"\n",{"type":"==","value":["Regions"]},"\nWyoming's geography includes wide-open plains, swaths of high desert and sweeping mountain ranges. To help visitors get oriented and navigate around, the Wyoming Office of Tourism divides the state into five distinct regions:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Wyoming regions map.png"],["regionmaptext="],["regionmapsize=360px"],["region1name=",{"type":"[[","value":[["Central Wyoming"]]}],["region1color=#4f93c0"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Northeast Wyoming"]]}],["region2color=#d09440"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Northwest Wyoming"]]}],["region3color=#578e86"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Southeast Wyoming"]]}],["region4color=#d56d76"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Southwest Wyoming"]]}],["region5color=#ac5c91"],["region5items="],["region5description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cheyenne"]]}," – The seat of Wyoming politics, Cheyenne is the state capital and host to the annual Frontier Days, one of the largest rodeos in North America. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Buffalo (Wyoming)"],["Buffalo"]]}," – Full of historic buildings, Buffalo sits at the base of the Big Horn Mountains and is a convenient base for exploring the region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Casper"]]}," - Wyoming's second largest city, Casper offers the state's largest concentration of museums and art galleries, numerous performing arts groups and easy access to nearby outdoor activities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cody"]]}," - Named after Buffalo Bill Cody; Cody is a gateway to Yellowstone National Park to the west and the Bighorn mountains to the east."]},{"type":"*","value":[" ",{"type":"[[","value":[["Douglas (Wyoming)"],["Douglas"]]}," - Known as the \"Home of the Jackalope\", Douglas hosts Wyoming's State Fair each August. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Green River (Wyoming)"],["Green River"]]}," – A haven for fishing, canoeing and kayaking and a base for exploring Flaming Gorge National Recreation Area. Also the start point of the John Wesley Powell expedition down the Green River into Colorado. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Jackson (Wyoming)"],["Jackson"]]}," – Surrounded by the Tetons, Jackson is the gateway to Teton National Park and some of the best skiing in North America. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Laramie"]]}," – A quaint college town, Laramie is the home of the University of Wyoming and sits at the foot of the Snowy Range of the Medicine Bow Mountains. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Sheridan (Wyoming)"],["Sheridan"]]}," – A mix of Old West and Victorian architecture, golf courses and the nearby Cloud Peak Wilderness."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.nps.gov\/bica\/index.htm Bighorn Canyon National Recreation Area"]}," — Geologic forces have distorted and bowed once-level layers of rock into 1,000-foot cliffs that loom over the Bighorn Lake. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Black Hills National Forest"]]}," — The Black Hills straddle South Dakota and Wyoming and stand in contrast to the prairies, rolling from 5,000-6,000 feet in elevation."]},{"type":"*","value":[" ",{"type":"[[","value":[["Devils Tower National Monument"]]}," — Made famous in Steven Speilberg's \"Close Encounters of the Third Kind,\" the 500-foot monolith is the core of an ancient volcano. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Flaming Gorge National Recreation Area"]]}," — The canyon surrounding this giant reservoir was named by explorer John Wesley, who upon first looking at the red gorge, believed that it was on fire. "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.wyomingtourism.org\/overview\/Fossil-Butte-National-Monument\/32481 Fossil Butte National Monument"]}," — The monument contains 8,198 acres and protects a portion of the largest deposit of freshwater fish fossils in the world."]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Teton National Park"]]}," — This jagged range in the Rocky Mountains is a wondrous playground for climbers, hikers, skiers and all outdoor enthusiasts. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Yellowstone National Park"]]}," — The nation's first national park was set aside in 1872 to preserve its geysers, hot springs and thermal areas, as well as the area's incredible wildlife and rugged beauty."]},"\n",{"type":"==","value":["Understand"]},"\n\nWyoming is a great place to discover the American West. With many unspoiled mountain vistas, vast blue skies and the awe-inspiring scenery of the high plains and Rocky Mountains, Wyoming offers much of what travelers to this region seek. Unlike other states in the Rockies, Wyoming's demographic growth has been restricted to a few areas of the state where mineral extraction has expanded in the recent past. While mining and drilling have expanded recently (and very notably in some regions), Wyoming is still relatively unspoiled compared to other parts of the region.  \n\nWyoming is the least populated U.S. state, with slightly more than half a million residents, the majority of whom cluster into a handful of cities and towns. Of these, ",{"type":"[[","value":[["Cheyenne"]]}," and ",{"type":"[[","value":[["Casper"]]}," are the largest and are home to more than a quarter of the state's citizens. For visitors, this means that the distance between towns is often vast, requiring more planning and self-sufficiency than travel in more densely populated parts of the country. It also means that travelers will have the chance to experience first hand the feeling of being all alone in vast, wide-open spaces. \n\nThe state offers a wealth of outdoor recreation and sightseeing opportunities, including the nation's ",{"type":"[[","value":[["Yellowstone National Park"],["first national park"]]},", mountain ranges, vast forests, crystal-clear rivers and wilderness areas. The state's attractions include archaeological treasures, such as those at Castle Gardens in central Wyoming, as well as ghost towns dating from the early frontier days (Atlantic City) to the 1980s. Native American culture has left a significant mark on the state and region. The Wind River reservation, home to the Arapahoe and Shoshone tribes, offer visitors excellent opportunities to experience contemporary Native American culture and to learn about the past. \n\nNearly half of the state is designated as public land, so visitors will not lack for opportunities to get out and experience wide open spaces. As visitors might expect, Wyoming's economy is closely tied to these public lands, used for mineral extraction, tourism and ranching, making land-use policy one of the state's most hotly debated issues.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nMost visitors will enter and exit the state by car. The majority of these will stick to the Interstate highway system, which is fast and well maintained. I-80 crosses the state east to west in the south; I-25 cuts through north to south on Wyoming's eastern side; and I-90 loops through the northeastern corner. \n\nThe most interesting routes through the state are on two-lane federal, state and local highways. Since it's not uncommon to see snow late in to May in much of the state and in higher elevation areas throughout the summer, you should pay special attention to weather when traveling by car. For those unfamiliar with the state (and for those who are), travel is safest when your gas tank is full, you've got detailed maps to find alternate routes and you have stashed some snacks and water in your car. \n\nNo matter where you're headed, there's almost always a scenic route. The state offers some spectacular drives on federal and state highways, including 20 byways and backways. See \"Byways and Backways\" below for more details.\n\n",{"type":"===","value":["By plane"]},"\nGetting to and from Wyoming by air can be tricky, expensive or both. Understanding the situation and alternatives can help you get the most out of your visit. \n\n",{"type":"[[","value":[["Jackson (Wyoming)#By plane"],["Jackson Hole Airport"]]}," is the state's busiest and is served by American Airlines, Delta Airlines, Frontier Airlines, Skywest Airlines and United Airlines, which fly to Denver, Salt Lake City, Dallas\/Ft. Worth, Minneapolis, Chicago, Atlanta and Los Angeles. Some services are limited to peak seasons. Most travelers who fly into Jackson Hole visit the nearby national parks or ski at nearby resorts. Flying into Jackson and renting a car is an option, albeit expensive, in summer months. In winter, travel outside of the immediate area is regularly disrupted by weather-related closures of the passes to the east and southwest and the seasonal closure of roads through Yellowstone National Park (closed October-May).  \n\nOther airports in the state are served by regional carriers. Of these, Casper\/Natrona County International Airport is the busiest, with flights to Denver, Salt Lake City, and Las Vegas. Sheridan County, Riverton Regional, Rock Springs - Sweetwater County, Worland Municipal, Gillette - Campbell County, Laramie Regional, Yellowstone Regional (Cody) and Cheyenne Regional all provide commuter airline service to Denver and\/or Salt Lake City. Service to these cities is on propeller aircraft, or regional jets (to Casper). Airfares tend to be expensive and services for travelers may be limited outside of Casper. Car rental is available at most of these airports but may be geared toward business travelers with expense accounts. \n\nA reasonable alternative to flying into one of Wyoming's airports is to fly to Denver, Salt Lake City or Billings and rent a car to drive to the state. Fares to these cities are typically less expensive and all are well served by car rental agencies and other services for tourists. Salt Lake City is approximately 90 minutes from the Wyoming state line; Billings is 110 miles north of Sheridan, Denver is 90 miles south of Cheyenne. The drive from Billings to Yellowstone is especially scenic. The drive from Salt Lake City to Evanston crosses some beautiful mountain scenery. The drive from Denver north to Cheyenne is largely unremarkable except for the view of the Rocky Mountains to the west.\n\n",{"type":"===","value":["By foot"]},"\nFor the dedicated long-distance hiker the ",{"type":"'''","value":["Continental Divide National Scenic Trail"]}," (in short ",{"type":"'''","value":[{"type":"[[","value":[["Continental Divide Trail"]]}]},") is a United States National Scenic Trail running 3,100 miles between ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Canada"]]},". It follows the Continental Divide of the Americas along the ",{"type":"[[","value":[["Rocky Mountains"]]}," and traverses five U.S. states; ",{"type":"[[","value":[["Montana"]]},", ",{"type":"[[","value":[["Idaho"]]},", ",{"type":"[[","value":[["Wyoming"]]},", ",{"type":"[[","value":[["Colorado"]]},", and ",{"type":"[[","value":[["New Mexico"]]},".\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.greyhound.com\/ Greyhound Lines"]}," runs a route from Utah and Colorado into Wyoming, serving ",{"type":"[[","value":[["Rock Springs"]]},", ",{"type":"[[","value":[["Rawlins"]]},", and ",{"type":"[[","value":[["Laramie"]]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.blackhillsstagelines.com\/ Black Hill Stage lines"]}," has some routes serving Wyoming from ",{"type":"[[","value":[["Montana"]]}," and ",{"type":"[[","value":[["Colorado"]]},", connecting ",{"type":"[[","value":[["Billings"]]}," – ",{"type":"[[","value":[["Casper"]]}," – ",{"type":"[[","value":[["Cheyenne"]]}," – ",{"type":"[[","value":[["Denver"]]},",  with additional connections to ",{"type":"[[","value":[["Pahaska Tepee"]]}," at the entrance of ",{"type":"[[","value":[["Yellowstone National Park"]]},".  ",{"type":"[","value":["http:\/\/www.blackhillsstagelines.com\/schedules.asp Schedules from BHL, including a route map"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jackson (Wyoming)"],["Jackson"]]}," in western Wyoming is served by ",{"type":"[","value":["http:\/\/new.saltlakeexpress.com\/ Salt Lake Express"]},"."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Wyoming public lands map.png"],["thumb"],["360px"],["Federal lands in Wyoming"]]},"\n\nThe distances between towns in Wyoming is great and should not be underestimated. Road travel in Wyoming requires more planning than in more densely populated parts of the country. Inquire locally about driving conditions and travel times, which vary as much by weather and terrain as by road condition. In some parts of the state, four-wheel drive vehicles may be advisable or even required for travel. Car rental agencies are located in ",{"type":"[[","value":[["Casper"]]},",  ",{"type":"[[","value":[["Rock Springs"]]},", ",{"type":"[[","value":[["Cody"]]},", ",{"type":"[[","value":[["Jackson (Wyoming)"],["Jackson"]]},", ",{"type":"[[","value":[["Cheyenne"]]},", ",{"type":"[[","value":[["Sheridan (Wyoming)"],["Sheridan"]]}," and ",{"type":"[[","value":[["Laramie"]]},".\n\nState information centers run by Wyoming Travel and Tourism can offer directions, restrooms and other services. Find them in Cheyenne, Sheridan, Beulah (northeast Wyoming) and Laramie. \n\n",{"type":"===","value":["By car"]},"\nWyoming is served by three interstate highways. Interstate 80 runs from east to west along the path of the transcontinental railroad; I-25 runs roughly north-south from the Colorado border south of Cheyenne to just north of Buffalo; and I-90 extends from the South Dakota border west to Sheridan and then north to the border with Montana. These roadways are designed to get you where you're going as quickly as possible, but they do not follow the most scenic routes in the state. Interstate 80, especially, follows a rather bleak path for much of the distance across the state. If you have more time and the weather is good, it's well worth the effort to get off the Interstates and see some of the beautiful scenery along the state's secondary highways. \n\nVisiting the state's national parks by car will mean driving on one or more of the federal and state highways, mostly two-lane roadways that can become clogged with traffic during peak visitor season. These roads follow more interesting terrain, but are slower than the interstates. The highways that run through the Bighorns from Sheridan or Buffalo to Cody are a much more interesting than taking I-90 to Billings or Bozeman (both near entrances to ",{"type":"[[","value":[["Yellowstone National Park"],["Yellowstone"]]},"), but they require a bit of preparation and effort. These highways are more subject to weather conditions because they cross mountain passes and because they are secondary highways. If you're unsure of weather conditions, be sure to phone ahead and inquire, even in summer months. Snowstorms can occur in higher elevations through June. \n\nKeep in mind that the distances between towns and cities can be vast and that in some parts of the state, you may travel great distances without seeing another soul. Be prepared: keep you gas tank full and carry water and some basic provisions, especially in winter. If you're unsure of weather or road conditions, consult Wyoming's Department of Transportation by dialing 511 (within the state) or 1-888-996-7623 (1-888-WYO-ROAD) from anywhere in the US. You'll need a map or some knowledge of highway numbers and locations to use this service.\n\n",{"type":"===","value":["By plane"]},"\nAir travel between points within Wyoming will likely require a change of plane in Salt Lake City or Denver. Fares are prohibitively expensive for leisure travelers - a two-week advanced purchase airfare from Casper to Jackson Hole cost more just over $1,000.00 as of May 2012, involved an eight hour trip and a change of planes in Salt Lake City. The same trip takes no more than five hours by car in good weather. In practical terms, driving is the only real way to get around the state, with air travel an alternative only when weather won't allow travel by car.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"===","value":[" National Parks & Monuments "]},"\n\nLocated in the northwest corner of Wyoming, ",{"type":"[[","value":[["Yellowstone National Park"]]}," and ",{"type":"[[","value":[["Grand Teton National Park"]]}," are places everyone should see at least once in their lifetimes. \n\nGuides and outfitters in nearby towns, such as Jackson and Cody, can help visitors explore the parks' mountains, lakes, waterfalls, forests, wildlife and geysers.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Yellowstone National Park"]]}]}]},"\nSince its designation as a national park in 1872, visiting has been an iconic American adventure. Yellowstone's more than 2 million acres boast the most and widest array of geothermal features anywhere in the world. Visitors flock to its geysers, hot springs, fumaroles and mud pots, and its legendary wildlife includes grizzly and black bears, gray wolves, buffalo, elk, pronghorn and eagles.  \n\nTo experience the park's grandeur, visitors can choose day hikes, backcountry camping excursions, bus tours, guided horseback and wagon rides, boating and fishing, snowmobiling, cross-county skiing and much more.  \n\nKeep in mind that tourist capacity in the Park is limited and crowds are often large. Back country permits are required if you intend to explore the Park's vast and interesting interior. If you want to stay in one of the hotels or lodges inside Yellowstone, you may need to book your rooms far in advance. Camping spaces are similarly limited and must be reserved well in advance. \n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Grand Teton National Park"]]}]}]},"\nJust south of Yellowstone, Grand Teton rises from the relatively flat valley into a towering spine of 12,000-foot peaks that dominate the horizon. Its high-alpine backcountry makes it a paradise of outdoor activities and adventures: more than 250 miles of hiking trails; gorgeous waters that beacon kayakers, canoers, sail boaters, waterskiers and float trippers; world-class fishing in Jenny, Jackson and Phelps lakes; and peaks that lure climbers and mountain bikers.\n\nAs with Yellowstone, lodging and other facilities within Grand Teton National Park are limited. Camp sites, hotel rooms and climbing permits should be secured well in advance of your visit. \n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Devils Tower National Monument"]]}]}]},"\nThis one-of-a-kind natural wonder near the town of Hulett in northeast Wyoming looms more than 1,200 feet above the eastern plains and the Belle Fourche River. The volcanic rock formation is popularly known for its scene in the climax of Steven Spielberg's sci-fi classic, ",{"type":"''","value":["Close Encounters of the Third Kind"]},". The tower is considered sacred by many American Indians, who leave colorful prayer cloths tied to trees near its base. Several campgrounds near the park's entrance offer views of the tower.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fossil Butte National Monument"]}]},"\nJust west of Kemmerer lies a prehistoric limestone lake bed that's home to fossils dating up to 50 million years ago. The visitor center has thousands of them on display, including a 13-foot crocodile and a giant slab of limestone encasing 356 fish. In summer, you can hike to the fossil research quarry and assist park staff as they collect specimens.\n\n",{"type":"==","value":["Do "]},"\n\n",{"type":"===","value":[" Outdoor Adventures "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dude and Guest Ranches"]}]},"\nA Wyoming dude ranch vacation is a quintessential Western experience. Some are working ranches where guests participate in cattle drives and perform daily chores. Others provide a completely different experience, one with less labor involved. No matter what type of dude ranch you choose, there is sure to be a range of fun activities: horse riding for people of all abilities, overnight fishing trips, archery, cookouts, swims, nature walks, trail rides, square dancing and much more.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}]},"\nWith 4,200 crystalline lakes sand 27,000 miles of blue-ribbon, fishable streams, Wyoming is a fishing and fly fishing destination. Expert anglers and eager beginners alike can explore the clear waters scattered across the state. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Downhill Skiing & Snowboarding"]}]},"\nSeveral ski areas offer everything from expert terrain to beginning slopes, ensuring everyone in the family gets to enjoy Wyoming's light, fluffy powder. In the northeast, there's Jackson Hole Mountain Resort, Snow King Resort and Grand Targhee Resort. Near Cody, there's Sleeping Giant Ski Area; White Pine Ski Area and Resort is located near Pinedale; Hogadon Ski Area in Casper; and Snowy Range Ski Area is a short drive from Laramie.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Snowmobiling"]}]},"\nWyoming has more than 2,000 miles of groomed and ungroomed trails  for snowmobilers, including the Continental Divide Snowmobile Trail System, which is consistently ranked among the best snowmobiling in the country.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Camping"]}]},"\nWyoming has more than 18 million acres of public land and numerous wilderness areas perfect for camping. From backcountry adventures to RV adventures to campgrounds with plenty of amenities, there's a spot for everyone.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["River Rafting"]}]},"\nWyoming is home to canyons with stretches of whitewater perfect for thrill-seeking rafters. There are also mellow rivers that offer relaxing, mellow floats through some of the nation's most scenic country. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rodeo"]}]},"\nRodeo is more than a sport in Wyoming — it’s a way of life that stresses the importance of ranching while giving prominence to an American hero and icon, the cowboy. Spectators can feel the raw emotion and see the athleticism and passion in every rodeo event.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf"]}]},"\nNearly 100 courses are scattered throughout the state. The high altitude of Wyoming allows the shots stay aloft almost 10 percent longer than the same shot made at sea level.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wildlife Watching"]}]},"\nThe state is home to more than 600 species of wildlife, which inhabit sagebrush plains, mountain ranges and alpine forests. Look for bison, moose, elk, coyotes, bighorn sheep, mule deer, river otters, trumpeter swans and much more.\n\n",{"type":"===","value":[" Wyoming State Parks "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Bear River, Evanston"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=1"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Featuring a tourist information center, picnic areas and a small herd of bison and elk. The park also contains nearly three miles of hiking\/bicycling trails."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Boysen, Shoshoni"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=2"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Boysen offers fishing, camping and a variety of water sports, plus picnicking and sightseeing. There are 76 miles of shoreline and offers both day-use and overnight camping facilities."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Buffalo Bill, Cody"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=3"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Surrounded by mountainous scenery, the park offers camping, picnicking, trout fishing, nature trails and wind surfing."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Curt Gowdy, Cheyenne"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=4"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Recently named an \"Epic\" trail system by the International Mountain Bicycling Association, the foothills of the Laramie Mountains offer granite towers, rocky soils and timbered slopes. Two small reservoirs form the heart of the park, with excellent rainbow trout and kokanee salmon fishing."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Edness K. Wilkins, Evansville"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=5"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Bird watchers and walkers find this park a shady oasis on the plains. This park is designed for day use; picnic and play areas are numerous."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Glendo"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=6"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– One of southern Wyoming’s most popular boating parks. It offers visitors water skiing, fishing and other water-based activities. Day-use and overnight facilities feature improved campsites, sanitary facilities, tables and grills."]]},"  "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Guernsey"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=7"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Guernsey is known for its excellent boating opportunities and collection of historic 1930s Civilian Conservation Corps buildings and recreational facilities. The park also offers boating, camping, fishing, hiking, birdwatching and picnicking."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hawk Springs"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=8"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Features boating, prime fishing, picnic areas and campgrounds. Bird watchers can see blue heron and the many other birds that inhabit the area."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hot Springs, Thermompolis"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=9"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– The park is built around the world’s largest single-mineral hot spring. Big Spring pours forth millions of gallons of mineral water every 24 hours at a constant temperature of 135 degrees Fahrenheit. Two year-round swimming plunges and the State Bath House provide indoor and outdoor pools."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Keyhole, Moorcroft"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=10"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Located at the edge of the Black Hills within sight of Devils Tower National Monument, Keyghole's reservoir offers excellent fishing for walleye, catfish, small-mouth bass and northern pike."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Seminoe, Sinclair"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=11"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Surrounded by giant white-sand dunes, sagebrush, thousands of pronghorn antelope and sage grouse. The park features the Seminoe Mountains, Seminoe Reservoir and the “Miracle Mile” of the North Platte River and provides facilities for anglers, boaters, picnickers, campers and hikers."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sinks Canyon, Lander"],["alt="],["url=http:\/\/wyoparks.state.wy.us\/Site\/SiteInfo.asp?siteID=12"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– The park features a geologic phenomenon, in which the Popo Agie River vanishes into a large cavern (the Sinks) but reappears in a trout-filled pool. A visitor center features wildlife exhibits, viewing sites and interpretive signs. The park contains hiking trails, camping picnicking sites, rock climbing and fishing."]]}]},"\n",{"type":"==","value":["Eat"]},"\nWyoming is known for its steakhouses, which often offer elk, bison and other local game on their menus. While you're not likely to see many chain restaurants outside of the state's larger cities, most towns have several quaint, locally owned restaurants, and asking a friendly local is the best way to find them. Jackson boasts the widest range of dining choices, including everything from sushi to Thai food to fresh seafood.\n\n",{"type":"==","value":["Drink"]},"\nA saloon dubbed the \"Cowboy Bar\" is nearly ubiquitous in every Wyoming town. Most of these are friendly establishments where jeans and cowboy boots are the outfit of choice, and fancy cocktails are not often on the menu. However, several larger cities, including Cheyenne and Jackson, offer more nightlife opportunities, such as wine and martini bars, live music venues and brew pubs. There are several craft breweries and even a winery in Wyoming as well.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodations options in Wyoming include upscale resorts, name-brand hotels and motels, historic inns, homey bed and breakfasts, and campgrounds and RV parks. Nationally recognized chain accommodation is concentrated in Cheyenne, Casper and at points along I-25 and I-80; in the rest of the state, accommodation will likely be very local.\n\nRanging from deluxe to dicey, roadside motels are by far the most common type of accommodation in the state. If you're traveling in parts of the state with oil and gas fields or near mines, be aware that motels may serve as temporary worker housing and rooms may be hard to come by. As it's hard to tell great places that are off the beaten track from establishments catering to a rougher crowd, a quick look-up on a review site like Yelp or Tripadvisor may help you find the former and avoid the latter.\n\n",{"type":"==","value":["Stay safe"]},"\n\nPay special attention to the weather when traveling on highways in Wyoming.  If the snow gates are down, do NOT ignore them.  Be aware that at higher elevations (including most of the state's mountain passes) snow can fall in June and even July. There are large expanses of land between towns that are wholly uninhabited, and getting stuck out on the interstate in whiteout conditions is an extraordinarily hazardous predicament to be caught in to say the least! If you must travel in winter, keep your gas tank full and carry some snacks - just in case you get stuck. If stuck in a blizzard, do not leave your vehicle.\n\nThe state's abundant wildlife is a big attraction but may also pose a hazard to visitors. While you're unlikely to be stalked by mountain lions or grizzly bears, there is a reasonable chance that you may encounter antelope, moose or deer on the state's highways. When you see signs that say \"open range\", be especially cautious, as cattle may enter the roadway along with the usual assortment of four footed creatures. \n\nWyoming's prairies are prime habitat for rattlesnakes. If you intend to get out and explore the historic trails throughout the state, a pair of sturdy hiking boots and a healthy awareness of the presence of rattlesnakes will serve you well. Do not explore the back country of the state's National Parks, forests or wilderness areas without basic knowledge of how to handle an encounter with bears or wild cats. \n\nWyoming is largely safe and crime rates are low. Locking your car and keeping valuables out of view makes sense anywhere in the state, but especially in town and cities, some of which are contending with epidemics of crime related to meth and alcohol. It's unlikely that you will experience anything bad, especially if you take reasonable precautions to keep yourself and your possessions safe. \n\nDrunk driving is another hazard in Wyoming. Penalties for drinking and driving are severe for first time offenders. Some cities have taxi service (Casper even has a \"Tipsy Taxi\" that will take you home from the bars), but others do not. Public transportation is unheard of in most of the state, and the towns that have transit systems do not cater to late night revelers. You should plan to have a safe ride home before you start drinking.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Montana"]]}]}," - Wyoming's northern neighbor is often called Big Sky Country for its famed big, blue skies, but the amazing natural landscape varies from the flat regions in the East to the towering peaks of the Rocky Mountains in the West."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["South Dakota"]]}]}," - Wyoming's northeastern neighbor is home to such natural and cultural wonders as ",{"type":"[[","value":[["Badlands National Park"]]},", ",{"type":"[[","value":[["Wind Cave National Park"]]}," and ",{"type":"[[","value":[["Mount Rushmore"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nebraska"]]}]}," - The state's southeastern neighbor has a rich agricultural heritage, offering visitors a glimpse into America's heartland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Colorado"]]}]}," - The Rocky Mountain state borders Wyoming to the south and offers a mind-boggling array of outdoor activities."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Utah"]]}]}," - Wyoming's southwestern neighbor is worth visiting for the mind-blowing rock formations found in places like ",{"type":"[[","value":[["Arches National Park"]]}," and ",{"type":"[[","value":[["Zion National Park"]]},", as well as the winter recreation opportunities found around ",{"type":"[[","value":[["Salt Lake City"]]},", host of the 2002 Winter Olympics."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Idaho"]]}]}," - Wyoming's western neighbor is a rugged state, with snow-capped mountains, whitewater rivers, forests, high desert, and plenty of wilderness."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["43.0"],["-107.5"]]},"\n",{"type":"{{","value":[["isPartOf"],["Rocky Mountains (United States of America)"]]},"\n",{"type":"[[","value":[["WikiPedia:Wyoming"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Wyoming\/"]]}]