[{"type":"{{","value":[["pagebanner"],["Wörthersee Banner.jpg"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.woerthersee.com Lake Wörth"]}]}," ",{"type":"''","value":["(Wörthersee)"]}," is a lake region in ",{"type":"[[","value":[["Carinthia"]]}," in ",{"type":"[[","value":[["Austria"]]},".\n\n",{"type":"==","value":[" Cities "]},"\n",{"type":"[[","value":[["File:Velden Schloss 05.jpg"],["thumb"],["210px"],["Castle of Velden am Wörthersee"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Velden"],["Velden am Wörther See"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pörtschach"]]}]},{"type":"*","value":[{"type":"[[","value":[["Krumpendorf"]]}]},{"type":"*","value":[{"type":"[[","value":[["Reifnitz"]]}]},{"type":"*","value":[{"type":"[[","value":[["Maria Wörth"]]}]},{"type":"*","value":[{"type":"[[","value":[["Moosburg"]]}]},{"type":"*","value":[{"type":"[[","value":[["Techelsberg"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Wörthersee is Carinthia's biggest lake and one of Austria's top tourist attractions in Summer. \nThe visually stunning setting is reason alone to stop by for a few hours, though the only way to truly experience it is to take a dip.\n\nMany consider it Austria's best destination for bathing and swimming, for several reasons: a) With water temperatures averaging 21-23 C (often reaching a pleasant 25 C in August), it is one of Austria's warmest lakes. b) Its water is clear, has a characteristic blue-green colour, and is clean enough to be safe for drinking, at least in early June, before the tens of thousands of swimmers arrive in high season. c) Its location south of the Alps means it gets one of the highest number of sunny days in Austria, and it is also protected from strong winds, making ideal bathing weather in the months of July and August.\n\nEver since Austria's aristocracy has chosen the Wörthersee as their summer retreat in the 19th century it has been associated with glamour, though in recent decades it has lost a little of its shine. Nevertheless, the lake still attracts the rich and famous, and food and accommodation prices along its shore are very high compared to the rest of Carinthia.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Klagenfurt"]]}," airport close to the lake and can be easily reached by train, bus, or motorway.\n\n",{"type":"===","value":["By train"]},"\n\nInternational sleeper trains offer direct services from ",{"type":"[[","value":[["Berlin"]]}," or ",{"type":"[[","value":[["Düsseldorf"]]}," to ",{"type":"[[","value":[["Velden"]]}," and Pörtschach on weekends, or otherwise with a change over in ",{"type":"[[","value":[["Salzburg"]]},". Sparnacht offer available on sleeper trains if booked in advance with ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/index.shtml Deutsche Bahn"]},". It costs €60 return.\n\n",{"type":"==","value":["Get around"]},"\nThe best way to explore the region around the lake is by bicycle. A cycle path covers much of the shore and bikes can be rented cheaply in most towns. The foothills are a good place for mountain biking and offer great views.\n\nThe cycle rental in Pörtschach is opposite the post office. No deposit or ID is required and a 5 h rental was €4 in 2003.\n\nLake ferries connect all major settlements in summer but are infrequent.\n\nRegional and international trains connect Velden, Pörtschach, Krumpendorf and Klagenfurt and run approximately every 45 minutes during peak times. You can check train and bus connections, both domestical and international, at: ",{"type":"[","value":["http:\/\/fahrplan.oebb.at\/bin\/query.exe\/en"]},".\n\nOn inline skates, do not expect an uncontinuous and wide enough path all around Wörthersee. From Klagenfurt (i.e. the east end of Wörthersee) to Töschling (which is just east of Pörtschach, approx. in the middle of the north bank), there is no problem, as the path is all asphalted. Once you go further westwards (to Velden), you either stick to the path and walk for ca. 100 m where there is no asphalt, or, once you see the Töschling tourist office across the street on your right, stick to the narrow (!) and a bit uneven pavement next to the main road for ca. 300 m until the railway crossing, where you will hit the asphalted path, from which you departed, again. Until Velden, there are no further obstacles. The south bank of Wörthersee is not recommended for inline skaters.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Auriga Spa"],["alt="],["url=http:\/\/www.auriga-spa.com\/spa-vacations-europe.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+43-4274-52000-5303"],["tollfree="],["fax="],["hours="],["price="],["content=Schloss Velden, a Capella Hotel, Schlosspark 1, 9220 Velden, Austria. Capella Schloss Velden's crown jewel is the signature Auriga Spa. Take a spa vacation in Austria and stay at this wellness hotel in Velden and enjoy custom crafted treatment programs with relaxation and rejuvenation in mind."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["Klagenfurt"]]},", Carinthias capital (approx. 95,000 inhabitants), with its old and neat downtown and lots of smaller shops and boutiques, is equally appealing to the tourist as it is to locals.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Bakery \/ Cafe Wiennerroither in Poertschach is on the main road a few hundred meters east of the train station. A very large variety of freshly baked Austrian bread is sold here from 5:30 am to 10:00 pm. Though quality suffers a bit in summer, by international standards the bread is superb.\n\nThe restaurant Joainig in Poertschach started off as a typical Austrian  Gasthaus and expanded to become a large-scale operation with huge indoor and outdoor dining spaces and an industrial size kitchen supplying smaller local hostels. However, high standard food is still servedat moderate prices and the service is friendly and professional. Wide choice of local specialities on menu, different theme every month. Joainig is about 1 km east of the town centre. It is hard to miss if the cycle path is followed.\n\nHalf way on the main road between Velden and Poertschach, a fully Italian- staffed pizzeria serves excellent stone oven pizzas and pasta.\n€4-8 for a large pizza.\n\nFor a more authentic and simple Austrian Gasthaus in Poertschach, go to the small hostel opposite the Wienerroither Bakery on the main road \nnear the town centre. The interior is simple but local specialities are very good.\n\nSupermarkets are located in all towns along the Woerthersee.\nAt the cheese and ham counter sandwiches are prepared at no extra charge. This is probably the only way to buy a meal for less than a euro in Austria.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" Fabrik (",{"type":"[[","value":[["Velden"]]},")"]},{"type":"*","value":[" Monkey Circus (",{"type":"[[","value":[["Velden"]]},")"]},{"type":"*","value":[" Anna W (",{"type":"[[","value":[["Pörtschach"]]},")"]},{"type":"*","value":[" Rainer's (",{"type":"[[","value":[["Pörtschach"]]},")"]},{"type":"*","value":[" American Bar (",{"type":"[[","value":[["Pörtschach"]]},")"]},"\n",{"type":"==","value":["Sleep"]},"\nThough some of the posh hotels charge prices worthy of London and Paris and other specialise on ripping off tourists, some real bargains are to be had, especially in June or September. A room in a romantic lake villa can be booked for €60 a night full board, most offering surprisingly high standard of cuisine and service. Just a 10-20 minute walk away from the shore prices drop steeply. A private room can be rented for as little as €10 per person here.\n\n",{"type":"==","value":["Stay safe"]},"\n\nWhen swimming, beware of speedboats. To protect swimmers, a strict speed limits applies to speedboats in the region 200m from the shore. It is not recommended that you swim out further than 200 m. If you do, make sure you take a highly visible object like an inflatable buoy with you.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Nearby Forstsee has a ",{"type":"'''","value":["gay nudist beach"]},".  Directions: Go to the 'Fabrik' venue halfway between Pörtschach an Velden, then follow the road signs indicating 'Forstsee', which will take you on an uphill road and eventually to a parking space, where you will be charged approx. €2,50 during daytime. The remaining 300 or so metres you must hike uphill. From three paths, chose the one left of the proper road (which is accessible only by the owners of the small restaurant at the lakeside, not for visitors). After 20 minutes, you will reach a not-so-big tower at the bank, which is a voltage transformation substation (recognizable from the power lines). The 200 m bank LEFT of that tower is a gay male beach. The cruising area is just behind it, and includes the path that takes you from the small tower back to a platform (just follow the power lines), which presents you with a nice view on the Wörthersee.  All around the lake, which can be circumvented in an afternoon, nudists are acceptable; even if you encounter dressed families, you need not be shy (as long as you don't indulge in sexual intercourse). Female and straight nudists are welcome, but please do not lay down in the middle of the gay beach - there is plenty of space elsewhere around the lake for you, too."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Carinthia"]]},"\n",{"type":"{{","value":[["Geo"],["46.633333"],["14.15"]]},"\n",{"type":"[[","value":[["wikipedia:Wörthersee"]]}]