[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Cabarete"]}," is a city in ",{"type":"[[","value":[["Dominican Republic"]]},". It is the city of kitesurfing and windsurfing and considered one of the best places to practice this sports in the Caribbean. Also has a great beach and this has a lot of great bars and restaurants.\n\n",{"type":"==","value":["Get in"]},"\nFly to ",{"type":"[[","value":[["Puerto Plata"]]}," Airport (",{"type":"{{","value":[["IATA"],["POP"]]},"). Be prepared to pay $10 for a tourist card. Check it out on the info page pasted on the glass of the tourist tax collection desk. Take a taxi (approx US $35 per trip, not per person) to Cabarete - approx 20 minutes. Departure is fast and easy, as Puerto Plata airport is very small, but make sure you are there 2 hours before your flight. It is always a good idea to call the airline on the day of your flight to make sure the departure time has not changed.\n\nAnother option is to fly into Santiago airport, and take a taxi from there.  The taxi ride is about 1.5 hours, and the cost is about $80, but you can divide that by up to 10 passengers.  Beware of taxi drivers that want to charge $80 per person.  Fare is for trip regardless of number of passengers.  If coming at night, ask the driver to drive through Puerto Plata, not on the mountain road (too dangerous at night).\n\nAlternatively, from STI (Santiago Airport), get to the Caribe Tours bus station in the Jardines neighborhood in Santiago (see ",{"type":"'''","value":["here ",{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Santiago_%28Dominican_Republic%29#Get_around"]}]}," for how to get to Santiago city from the airport). Take a bus (RD$160 as of 2012 March 15) to Sosua (leaves 20 past every hour from early morning till evening, takes 2 hours) From Sosua, flag any gua gua heading in the direction of Cabarete (RD$25 as of 2012 March 15) (guas guas pass by at least once every 10 mins during most of the day, journey takes about 20-25 mins depending on the number of stops the gua gua makes).\n\nPuerto Plata is an expensive airport to fly to.  Check your options by flying into or out of Puerto Plata, combining with Santo Domingo or Santiago in your way in or out.  The difference in fare is substantial at times.  A taxi cab from Santo Domingo could cost you about $150 but you may save several times this amount in your airfare.  Trip from Santo Domingo takes about 3.5 hours depending on the time of the day.\n\n",{"type":"==","value":["Get around"]},"\nThe town centre of Cabarete consists of a main road of about 800 meters (0.5 mile), so walking is fine. During the day a 'motoconcho' (a simple motorbike with a driver) is cheap and fast (flat fee of RD$25 between any two destinations in town; RD$30 if you're going from one extreme end of town to the other). At night it's best to walk as many of the motoconcho drivers like to have a beer or ten.\n\nYou can walk the beach or you can walk the main street.  Use common sense like not walking alone at night.\n\nPublic transportation comes in two forms: Sedans called \"Publicos\" and mini-vans called \"Guaguas\".  You can flag down either from anywhere on the side of the road, pile in together with the locals, and hop out wherever you like.  Publico is 20 pesos per person in the day and 40 at night, Guaguas are 10 pesos per person and only operate during the day.\n\nTaxis are everywhere and a good alternative as well. Always best to negotiate the price up front.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThis town is renowned for kite surfing and wind surfing, and numerous schools offer multi-day lessons. Kite Beach is the best area for kite surfing with flatter inside water and waves, too.  For the less adventurous one can stand up paddle board the lagoon or at Bozo beach\n\n",{"type":"==","value":["Buy"]},"\nThere are plenty of cool gift shops to buy all kinds of things to remember your holiday and share the Caribbean spirit with people back home.\n\nOne unique idea is ",{"type":"'''","value":["Mamajuana"]}," a bottle of herbs and sticks that you fill with red wine, empty, then fill with rum and honey.  It's for settling the stomach after dinner and makes a very cool addition to anyone's home bar.  It is said that Mamajuana is also used for ",{"type":"''","value":["male vitality"]},".\n\nFor healthier alternatives try a T-shirt or a photo CD of you taking kiteboarding lessons!\n\nCabarete is known world wide as a ",{"type":"'''","value":["testing ground for kite manufacturers"]},", so you can often find slightly used kites at discounted prices.  And amazingly its cheaper to rent gear then to bring your own (airlines have a $100 charge each way).\n\n",{"type":"==","value":["Eat"]},"\nThere are food options to suit every budget and taste.  It is one of the benefits of having such a diverse crowd that lives in Cabarete, from all parts of the globe. Many of the restaurants are located on the beach and place beautiful cushions in chairs under the palm trees and stars for an incredible dining experience.\n\nIndian-Dominican; ",{"type":"'''","value":["Blue Moon"]},". 20 min ride from Cabarete (taxi) . You have to call before, the restaurant is small (30-40 ppl mx). Romantic atmoshere, wonderful sunset, delicious plate. Note that this restaurant requires a group of 8, unless they are already hosting a larger party which they are almost always willing to let you join.\n\nMake a visit to Yamazato at Ocean Dream for surprisingly good sushi from a Japanese sushi chef who now lives in Cabarete.\n\nMarch 16, 2012 updates by a traveler:\nAlis surf camp (aka Cabarete beach hostel) has decent (and decently priced) steak (RD$400 or RD$500 depending on size) and fish (RD$350). The other dishes are not so good. If you're nice to the waitress (and the waitress is nice) she'll give you a shot of mamajagua at the end of the meal.\n\nThe best bakery (WIFI, ambience, food quality) is the Belgian one next to Banco Popular to the west of the town centre.\n\nGordito's serves very popular Tex-Mex food (run by a family from Florida)---burritos and bowls typically RD$110 (or RD$128 after +16% tax).\n\n",{"type":"==","value":["Drink"]},"\nCabarete has many watering holes and it is impossible not to find a bar, disco or restaurant to suit your taste.\n\n",{"type":"==","value":["Sleep"]},"\nFor additional nearby options see ",{"type":"[[","value":[["Sosua"]]}," and ",{"type":"[[","value":[["Puerto Plata"]]},".\n\n",{"type":"===","value":[" Budget "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Alegria"],["url=http:\/\/www.hotel-alegria.com"],["email="],["address=Near Janet's supermarket"],["lat="],["long="],["directions="],["phone=809-571-0455"],["tollfree="],["fax="],["hours="],["price=$30-65"],["checkin="],["checkout="],["content=A family-run budget hotel on Cabarete beach, with direct beach access, in a quiet area, 5 minutes' walk to the town center, with amenities including free WiFi, room safe, cable TV, rooftop jacuzzi and workout area. Restaurant on premises."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Areca Apart Hotel Cabarete"],["url=http:\/\/www.arecahotel.com"],["email=info@arecahotel.com"],["address=Paseo Don Chiche, Cabarete"],["lat="],["long="],["directions="],["phone=809-571-0632"],["tollfree="],["fax=809-571-0632"],["hours="],["price=US $50-US $80"],["checkin="],["checkout="],["content=Located in the heart of Cabarete, near the beautiful beach of Cabarete, personally managed by its owners. For travellers who prefer the personal atmosphere of a guest-house to a hotel."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Albatros"],["url="],["email="],["address="],["lat="],["long="],["directions=right on Bozo Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Natura Cabana"],["url=http:\/\/www.naturacabana.com"],["email=reservation@naturacabana.com"],["address=Paseo del Sol # 5, Perla Marina, Cabarete"],["lat="],["long="],["directions="],["phone=809-571-1507"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Eco-sensitive beachfront Boutique Hotel and Spa.15 minute drive out of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Velero Hotel and Resort"],["url=http:\/\/www.velerobeach.com"],["email=info@velerobeach.com"],["address=Calle la Punta, Cabarete"],["lat="],["long="],["directions="],["phone=(809)- 571-9727"],["tollfree="],["fax="],["hours="],["price=above $100"],["checkin="],["checkout="],["content=Velero Beach Resort is a condo hotel so most rooms have cooking facilities. All rooms have ocean views.  It is located at the quiet end of the beach but still just a 5 minute beach walk to the vibrant center.  Infinity pool and relaxing beach beds make it hard to leave."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lomas Mironas Half Acre Ocean View Villas"],["url=http:\/\/www.lomasmironas.com"],["email="],["address=Localiad \/ Barrio: Lomas Mironas Provincia: Puerto Plata Munucipio: Zona Urbana, Between Cabarete \/ Sosua"],["lat=19.455439"],["long=-70.284697"],["directions=Entrance on the main Highway #5 between Sosua (5km) and Cabarete (9km) near Sea Hose Ranch"],["phone= 809-571-2876"],["tollfree=1-800-844-4156"],["fax="],["hours="],["price=From $1,000USD per week or $1,800 per month"],["checkin=2PM at Perla de Sosua, behind Banco Popular in Sosua"],["checkout=11AM"],["content=easy access to country style horse back riding and is within a few mile of noted El Choco National Park (Parque Nacional \"El Choco\" und \"Las cuevas de Cabarete\" - the caves of Cabarete) An incredible 77 square kilometers of jungle, lagoon, caves, forest, orchids and open backcountry to explore."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mirabon at Playa Las Canas"],["url=http:\/\/www.playalascanas.com"],["email="],["address=Las Canas"],["lat="],["long="],["directions=20 minutes East of Cabarete"],["phone=829-380-1940"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Private beachfront luxury villa rentals - pricey at $275 per night, but a smart choice if you want a high-end 4-bedroom fully staffed villa with its own pool and beach - very quiet and tranquil and a short drive to Cabarete."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Viva Wyndham Tangerine Resort"],["url=http:\/\/www.wyndham.com\/hotels\/POPVT\/main.wnt?aff=wyn11"],["email="],["address="],["lat="],["long="],["directions="],["phone=(809) 571-04-02"],["tollfree="],["fax=(809) 571-9550"],["hours="],["price="],["checkin="],["checkout="],["content=Located three minutes from downtown Cabarete."]]}]},"\n",{"type":"==","value":["Money"]},"\nThis is touristville, so most ATMs charge a fee of RD$112 to withdraw and have a cap of RD$4000. Much better to either have gotten pesos from ATMs in other cities (where there are no fees usually), or bring cash to change. For the best cash exchange rates, there is one completely (and inexplicably) unadvertised place in the town centre, or Caribe Tours near the west end of Cabarete (both offered 38.9 pesos\/USD as of March 14, 2012); most of the other places near the town centre offer either 37.5 or 38 pesos\/USD.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sosua"]]}]}," - Located to the west of Cabarete, this town has a nice beach, a wide selection of hotels and restaurants, and a notorious nightlife."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Puerto Plata"]]}]}," - The area's largest town."]},"\n",{"type":"{{","value":[["geo"],["19.751111"],["-70.408333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western_Cibao"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Cabarete"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Dominican Republic\/Localities\/Cabarete\/"]]}]