[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Cable Beach"]}," is a popular tourist resort on the northern coast of ",{"type":"[[","value":[["New Providence"]]},", about halfway between ",{"type":"[[","value":[["Nassau"]]}," and the airport.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":[" Air "]},"\n",{"type":"'''","value":["Nassau International Airport"]}," http:\/\/www.nassau-airport.com\/index.cfm\n\nTo get into The Bahamas, as of January 23, 2007, a passport is required.  You will also be required to fill out an Immigration Arrival\/Departer card which you will keep until leaving the island.\n\nThere are busses that run to the hotels along the beach, and you can also take a taxi or rent a car to get you where you need to go.\n\n",{"type":"==","value":["Get around"]},"\nYou shouldn't need to get around much unless you are going to a nearby hotel's casino. If you're too lazy to walk, then drive. There is also scooter rental available which is a fun way to get around and enjoy the beautiful weather at the same time.\n\nTo get around, scooter services are very popular in The Bahamas.  If you would like to rent your own car or need a taxi or bus service, the hotel at which you stay at will give you the information you will need to get around the beach safely.  However, mostly at your hotel will be everything you need and want and traveling is not necessary.  If you need to get to casinos, they are in a fair walking distance, but if you would like to go to Paradise Island, a taxi or car is needed.\n\n",{"type":"==","value":["See"]},"\nThe Bahamas itself is something to see.  In the morning the sun rising on the turquoise blue waters is perfect and breath taking, as is the sun set.  You will want to walk along the beach and put your toes in the white sands. Views to see historically include the Queen's Staircases in Nassau along with the government house.\n\n",{"type":"==","value":["Do"]},"\nMost people just come to relax on the beaches. There are casinos in a couple of the hotels, if you feel like gambling. There is also a golf course. There is Goodman's Bay beach for the family, which is a beach and a park. Along the strip there is a small outside hut like bar where they offer virgin and non virgin daiquiris along with music. Even though it's very small inside, there are bar stools and a casual, inviting environment.\n\nOn the beaches, depending on where you are staying, you can go parasailing, ride wave runners, ride on banana boats, and get your hair braided.  Also offered at most resorts are rock climbing, trapeze, and other activities.\n\n",{"type":"==","value":["Buy"]},"\nMost hotels have at least a small souvenir shop. However, much of the merchandise is overpriced. If you're looking for a bit of a bargain and are not feeling going to the Straw Market in Nassau, there is a little straw market located on the other side of the strip. It doesn't have as much variety as the one in downtown Nassau, but it is something nice to do to and you can find nice cheap gifts. Further located in Cable beach are more shopping plazas with liquor stores, some clothing shops and fast food restaurant.\n\nAlso, along the beaches, there are people selling cigars, shirts, and jewelery which are very authentic and unique in the Bahamas.\n\n",{"type":"==","value":["Eat"]},"\nMost hotels along the beach have numerous restaurants. There are also some fast food restaurants along the road.\n\n",{"type":"'''","value":["Indigo"]}," - This Italian restaurant is located further into Cable Beach. They serve Italian food along with other food. 15 to 20 minute walk west of the Sheraton on Cable Beach; 5 minute ride on #10 bus. The mojo shredded pork is excellent. Mains $20–30.\n\n",{"type":"'''","value":["The Poop Deck"]},"- This restaurant is located on the beach and serves traditionally Bahamian dishes as well as other seafood dishes. The atmosphere is a fun one as well, with a beautiful ocean view.  It's located across from Sandy Port in Cable Beach. This restaurant has something for everyone, even those who aren't into seafood.\n\n",{"type":"'''","value":["Cafe Milano"]}," - Good pizza. 5 to 10 minute walk west of the Sheraton and Wyndham.\n\n",{"type":"==","value":["Drink"]},"\nAlcoholic beverages are offered at the hotels' restaurants and bars.\n\n",{"type":"'''","value":["The Daiquiri Shack"]}," Across the street from the Wyndham on Cable Beach. Great daiquiris for $6 each.\n\nDuring the day, a boat called \"The Booze Cruize\" takes you up and down the beaches' coast and is like a dance party.  The drinking age in the Bahamas is 18.\n\nClubs like The Waterloo, Cocktails and Dreams, Charlie's, and Senior Frogs are more of the hot spots for teens and young adults.  In most of the hotels, you can find a nightclub which is very fun.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Breezes Bahamas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-GO-SUPER"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A Super Clubs all-inclusive resort.  Good hotel if you want to stay by the pool all day.  Also has a nice white sand beach. This hotel has very mixed\/poor reviews as of late, seek out actual customer reviews before making any plans."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wyndham Nassau Resort"],["url=http:\/\/wyndhamnassauresort.com\/"],["email="],["address=West Bay Street at Cable Beach"],["lat="],["long="],["directions="],["phone=+1 242 327-6200"],["tollfree="],["fax=+1 242 327-5227"],["hours="],["price="],["checkin=4PM"],["checkout=11AM"],["content=559-room resort, renovated in 2008. Don't count on any peace and quiet if you stay near the pool. A DJ conducts contests and plays LOUD music. I could hear it underwater off the beach. There is some decent snorkeling off the beach, with lots of medium-sized fish that will eat right out of your hand. I also saw a large grouper, and another reported seeing a stingray passing through. Large starfish are sometimes seen on the underwater grasses leading out to the artificially-created break-water\/reef."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sandals"],["url=http:\/\/www.sandals.com\/main\/bahamian"],["email="],["address=West Bay St. Cable Beach"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-SANDALS"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is a couples resort and a winner of the Five-Star Diamond Award. A unique feature of this resort is that they have a personal island Sandal Cay equipped with a swim up bar and other activities. You can be transported there by ferry or jet ski.  They also have ten restaurants and Red Lane Spa."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Nassau Beach Hotel"],["url=http:\/\/www.Sheraton.com\/nassau"],["email="],["address=West bay St Cable Beach"],["lat="],["long="],["directions="],["phone=+1 242-327-6000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel provides an abundance of activities including snorkeling, powerboat tours and fishing. while equipped with three fresh water pool as well as a swim up bar."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nassau"]]},", just minutes away by mini-bus. The bus costs one dollar each way. Returning from down town Nassau can be troublesome as the buses sometimes are not marked well. Ask the drivers if their bus is going to the hotels on Cable Beach."]},"\n",{"type":"{{","value":[["geo"],["25.0667"],["-77.4000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["New Providence"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]