[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Cabo Froward"]}," (Cape Froward) is the southernmost point in the ",{"type":"[[","value":[["America"]]},"n mainland.\n\n",{"type":"==","value":["Understand"]},"\nThe cape is accessible by boat, or by a 4+ day round trip challenging trek, the details of which are explained below. On the hill above the cape is a large cross, ",{"type":"'''","value":["Cruz de los Mares"]},", marking the end of the American continent.\n\nThe trek is exteremely challenging, with rocky beaches and river crossings which must be timed with low tides. The trek covers remote territory where help could be days away, especially considering waiting for low tides to cross the rivers (one of which is still waist deep). For this reason it is not advisable to go alone. Ships occasionally pass in the distance, so with proper signalling equipment it may be possible to signal help from ships (which cannot help you themselves but can call for help) in case of an emergency.\n\nThe path is not well marked, but if you get lost you can always follow the coast (when possible—and paralleling the coast inland otherwise) to find your way back.\n\nIt is critically important that you look up the tide tables at shoa.cl ",{"type":"[","value":["http:\/\/shoa.cl\/"]}," (go to Servicios -> Mareas, then get the tide tables for Punta Arenas for the dates you will be trekking). The tide tables for Punta Arenas should be close enough.\n\n",{"type":"===","value":["Flora and fauna"]},"\nSeagulls and the occasional seal or dolphin may be seen.\n\n",{"type":"===","value":["Climate"]},"\nThis is the end of the world, folks. Expect cool temps, rain, and the straight of Magellan´s infamous winds even in midsummer.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Crx del Sur.PNG"],["thumb"],["Cruz del Sur"]]},"\nThe trek begins at Rio San Pedro, near Fuerte Bulnes, the end of the road. You can get a transfer from ",{"type":"[[","value":[["Punta Arenas"]]}," (for instance, the tourist office next to Sernatur), hitchhike or you can go by bus to San Juan - departures from Punta Arenas 7.30 and 18.00 Monday - Wednesday - Friday - Saturday (as of April 2011). These microbuses leave from a small station across the river from the company Fernandez.\n\nThe path is sometimes marked with orange or blue tape \/ markers. These usually mark the path but also mark the Refugio or a couple camping zones.\n\nWhat follows is a description of each stretch with a time estimate. Times in bold indicate it is slower going at high tide (for instance, you might have to climb more on rocks at high tide). Times in bold italics indicate that the stretch is extremely slow or impassible at high tide.\n\nNOTE! This description is not exact and there are more parts through the forest - those are always easier to take than stick to the beach. Therefore watch carefully for the marks which indicate the path into the forest.\n\n",{"type":"===","value":["Part 1: Rio San Pedro to Lighthouse (about 2:30 hrs)"]},"\n",{"type":"*","value":[" 1:15 hrs: dirt road"]},{"type":"*","value":[" 1:15 hrs: along beach"]},"Pass the hostel (they have a map that you can ask to photograph)\n\n",{"type":"===","value":["Part 2: Lighthouse to Refugio\/first river (about 2:30 hrs)"]},"\n",{"type":"*","value":[" 0:45 hrs: forest path (marked, easy to find)"]},{"type":"*","value":[" ",{"type":"'''''","value":["1:00 hrs"]},": along beach. ",{"type":"'''''","value":["Much slower during high tide."]}," Seagull Island Lookout along the way makes a nice side attraction."]},{"type":"*","value":[" 0:20 hrs: forest path (marked with orange and blue. easy to find)"]},{"type":"*","value":[" 0:25 hrs: along beach to first river"]},"\nThe Refugio is just before the first river. A path marked orange leads into the trees to the Refugio. The first river can be crossed ankle-high at low tide and a bit above knee-high at high tide.\n\n",{"type":"===","value":["Part 3: Refugio\/first river to second river (about 2:45 hrs)"]},"\n",{"type":"*","value":[" 0:15 hrs: along beach"]},{"type":"*","value":[" 0:20 hrs: forest path"]},{"type":"*","value":[" ",{"type":"'''","value":["0:35 hrs"]},": along beach (",{"type":"'''","value":["somewhat slower at high tide"]},")"]},{"type":"*","value":[" 1:15 hrs: forest path"]},{"type":"*","value":[" 0:20 hrs: along beach"]},"\n",{"type":"===","value":["Part 4: Second river to third river (about 3:00 hrs)"]},"\n",{"type":"*","value":[" ",{"type":"'''''","value":["0:15 hrs"]},": ",{"type":"'''''","value":["second river crossing"]},". Waist deep or more at low tide (must strip down and carry backpack over head). ",{"type":"'''''","value":["Impassible at high tide."]}]},{"type":"*","value":[" ",{"type":"'''''","value":["0:30 hrs"]},": along beach, ",{"type":"'''''","value":["very slow to impossible at high tide."]}]},{"type":"*","value":[" 2:15 hrs: along beach, but probably passible at high tide."]},"\n",{"type":"===","value":["Part 5: Third river to cross (about 5:15 hrs)"]},"\n",{"type":"*","value":[" ",{"type":"'''''","value":["0:15 hrs"]},": ",{"type":"'''''","value":["third river crossing"]},". knee-deep at low tide, ",{"type":"'''''","value":["impassible at high tide"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["1:30 hrs"]},": on the beach ",{"type":"'''","value":["(much slower at high tide)"]}]},{"type":"*","value":[" 0:45 hrs: on the beach, to first point from which cross can be seen"]},{"type":"*","value":[" 0:45 hrs: on the beach"]},{"type":"*","value":[" 0:20 hrs: forest path (marked)"]},{"type":"*","value":[" 0:25 hrs: along beach, to base of cross."]},{"type":"*","value":[" 1:15 hrs: climbing up to the cross."]},"\n----\n\nAs a summary for planning with the tides, these are the places where it is impossible or very very slow at high tide, so you should coordinate these with the tide tables.\nWith heavy rainfalls you might get stuck and have to wait even several days to cross the rivers 3 and 2. Take enough food for this case! This probably will not happen during the summer. The water level in the rivers in April 2011 was much higher than indicated in the description and river 2 was very hard almost impossible to pass with a bag. Make sure you can swim well if you cross the river in these conditions. Also strongly recommended to cross the river first without a bag to make sure you find a way where to cross the river.\n\nTotal 16 hours hiking.\n",{"type":"*","value":[" 3:15 hrs (0:00 hrs in): Rio San Pedro to slow beach"]},{"type":"*","value":[" ",{"type":"'''","value":["1:00 hrs (3:15 hrs in): along beach, slow at high tide"]}]},{"type":"*","value":[" 3:30 hrs (4:15 hrs in): to before second river (may be more like 4:00 hrs during high tide)"]},{"type":"*","value":[" ",{"type":"'''","value":["0:45 hrs (7:45 hrs in): second river crossing and next 0:30 hrs. impassible at high tide."]}]},{"type":"*","value":[" 2:15 hrs (8:30 hrs in): to third river"]},{"type":"*","value":[" ",{"type":"'''","value":["1:45 hrs (10:45 hrs in): third river crossing and next 1:30 hrs. impassible\/much slower at high tide."]}]},{"type":"*","value":[" 3:30 hrs (12:30 hrs in): to cross."]},"\n",{"type":"==","value":["Sleep"]},"\nPrimitive camping is possible along the way, in designated camp areas or otherwise.\n\n",{"type":"==","value":["Stay safe"]},"\nAs mentioned above, it is best to go with two or three others. The trek is very challenging. One must climb over slippery boulders and cross cold rivers. Add to this the infamous weather of the Straight of Magellan—cold, rainy and very windy weather even in the summer—and the remoteness of the trek—it is not to be taken lightly. This is the end of world.\n\n",{"type":"{{","value":[["IsPartOf"],["Patagonia (Chile)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Cape Froward"]]},"\n",{"type":"{{","value":[["geo"],["-53.933333333333"],["-71.333333333333"]]}]