[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Caia_bridge.JPG"],["thumb"],["300px"],["Road bridge at Caia"]]},"\n",{"type":"'''","value":["Caia"]}," is a city in ",{"type":"[[","value":[["Central Mozambique"]]},".\n\nCaia is most notable for being a crossing point on the Zambezi river. The lowest crossing point before the Indian Ocean.  Until recently, the crossing was by ferry, but during August 2009 the new road bridge was opened.  This bridge means it is all too easy not to notice the town of Caia.\n\n",{"type":"==","value":["Get in"]},"\nThe main national EN1 highway runs through Caia.  The main town is south of the bridge.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The new road bridge is an impressively modern concrete construction."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere is an ATM at the Standard Bank in the gas station, on the highway. If you are relying on ATMs and going anywhere further afield (e.g. Sena, Chemba, Marromeu) make sure to get cash here - there is an intermittently functioning ATM in Marromeu and none at all anywhere else. \n\nThe highway corridor just south of the bridge has lots of things for sale: food, tires, DVDs, car parts, clothing, etc.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" There is a Portuguese owned restaurant near to the INGC office.  Reasonable food if you can tolerate the flies."]},{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation is available in Caia. \n\nPensao Maia, close to the highway, has inexpensive rooms (up to 800 MT) with fans and shared bathrooms. \n\nTo the south of the city is the Hotel So-Artes, locally known as the Luisa Diogo hotel, after its owner (who is also the former Speaker of the Mozambican Parliament). Take a bicycle taxi to get there (10 MT). Rooms are expensive, at 1200 - 1800 MT, but come with comfortable beds, hot running water, and satellite TV. The restaurant is decent.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Marromeu"]]}," is a 2 hour drive on a dirt road down stream.  ",{"type":"[[","value":[["Mutarara"]]}," \/ Vila de Sena, the location of the Dona Ana Bridge is a 2 hour drive in the other direction.\n",{"type":"{{","value":[["IsPartOf"],["Central Mozambique"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Caia, Mozambique"]]}]