[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"],["Cairo_panorama_banner.jpg"],["unesco=yes"]]},"\n\n",{"type":"{{","value":[["warningbox"],["Because of continued unrest in Egypt, ",{"type":"[","value":["http:\/\/www.gov.uk\/foreign-travel-advice\/egypt governments in English speaking countries"]}," have ",{"type":"[","value":["http:\/\/travel.gc.ca\/destinations\/egypt ",{"type":"'''","value":["warned against all but essential travel to Egypt"]}]}," ",{"type":"''","value":["except for those resorts on the Egyptian mainland in the ",{"type":"[[","value":[["Red Sea Coast"],["Red Sea governorate"]]}," and resorts on the Red Sea in ",{"type":"'''''","value":["South"]}," ",{"type":"[[","value":[["Sinai"]]}]},".",{"type":"<","value":["br"]},"\nA state of emergency has been declared and there have been numerous reports of violence and confirmed reports of hundreds of deaths and thousands of injuries from clashes between protesters and authorities and shootings of unarmed protesters. Christian churches have been attacked. Travellers are urged to remain alert to local security developments, monitor news reports and be vigilant regarding their personal security.",{"type":"<","value":["br"]},"\nMost of Egypt's population is now under a night curfew Sa-Th 23:00-06:00, F 19:00-06:00 scheduled to last until 14 Nov 2013. Contact your travel firm if you have a night airport transfer. Do not leave the relative safety of the grounds of Cairo Airport if you are in transit. (15 Sep 2013)"]]},"\n\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":["Cairo"]}," (pronounced ",{"type":"''","value":["KY-roh\u0000"]},"; ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},": ",{"type":"<","value":["span",{"lang":"ar"},["القاهرة"]]}," ",{"type":"''","value":["al-Qāhirah\u0000"]},") is the capital of ",{"type":"[[","value":[["Egypt"]]}," and, with a total population of Greater Cairo metropolitan area in excess of 16 million people, one of the largest cities in both ",{"type":"[[","value":[["Africa"]]}," and the ",{"type":"[[","value":[["Middle East"]]}," (the regions which it conveniently straddles). It is also the 19th largest city in the world, and among the world's most densely populated cities.\n\nOn the Nile river, Cairo is famous for its own history, preserved in the fabulous medieval ",{"type":"[[","value":[["Cairo\/Islamic Cairo"],["Islamic city"]]}," and Coptic sites in ",{"type":"[[","value":[["Cairo\/Old Cairo"],["Old Cairo"]]},". The ",{"type":"[[","value":[["Cairo\/Midan Tahrir"],["Egyptian Museum"]]}," in the city centre is a must see, with its countless Ancient Egyptian artefacts, as is shopping at the Khan al-Khalili bazaar. No trip to Cairo would be complete without a visit to the ",{"type":"[[","value":[["Cairo\/Giza"],["Giza Pyramids"]]}," and to the nearby ",{"type":"[[","value":[["Saqqara"],["Saqqara Pyramid Complex"]]},", where visitors will see Egypt's first step pyramid built by the architect Imhotep for the third dynasty pharaoh Djoser.\n\nThough firmly attached to the past, Cairo is also home to a vibrant modern society. The ",{"type":"[[","value":[["Cairo\/Midan Tahrir"],["Midan Tahrir"]]}," area situated in downtown Cairo, built in the 19th century under the rule of Khedive Ismail, has strived to be a \"Paris on the Nile\". There also are a number of more modern suburbs including ",{"type":"[[","value":[["Cairo\/Ma'adi"],["Ma'adi"]]}," and ",{"type":"[[","value":[["Cairo\/Heliopolis"],["Heliopolis"]]},", while Zamalek is a quiet area on ",{"type":"[[","value":[["Cairo\/Gezira"],["Gezira Island"]]},", with upmarket shopping. Cairo is best in the fall or spring, when the weather isn't so hot. A felucca ride on the Nile is a good way to escape from the busy city, as is a visit to Al-Azhar Park.\n\nSince the revolution in 2011 and the ongoing counter-revolution, tourists have fled Cairo to a large extent. This has created an opportunity for unique experiences of Cairo's and Egypt's cultural treasures without the crowds. Finding yourself alone inside a pyramid is now a real possibility. Prices are also lower.\n\n",{"type":"==","value":["Districts"]},"\nGreater Cairo is vast; with more than 17 million people, it's the largest metropolitan area in Africa and the Middle East. It is centered at Tahrir Square.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Cairomap.png"],["regiontext=Districts by color, subdivisions outlined & labeled"],["regionmapsize=470px"],["region1name=",{"type":"[[","value":[["Cairo\/Midan Tahrir"],["Midan Tahrir"]]}],["region1color=#FF70DD"],["region1items="],["region1description=Midan El Tahrir is the very centre of the modern city: big hotels, transport nexus and the Egyptian Museum, with downtown extending through Midan Talaat Harb up to Midan Ataba. Midan Tahrir (literally, \"Liberation Square\") is famous for the massive 2011 protests that ousted president Mubarak. Massive political rallies still occur on this square."],["region2name=",{"type":"[[","value":[["Cairo\/Downtown"],["Downtown"]]}],["region2color=#FF70DD"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Cairo\/Midan Ramses"],["Midan Ramses"]]}],["region3color=#0071FE"],["region3items="],["region3description=Contains Cairo's main railway station and a burgeoning retail and accommodation zone."],["region4name=",{"type":"[[","value":[["Cairo\/Garden City"],["Garden City"]]}],["region4color=#FF5500"],["region4items="],["region4description=A district close to the city centre and the Corniche el-Nil, a good option for centred accommodation."],["region5name=",{"type":"[[","value":[["Cairo\/Islamic Cairo"],["Islamic Cairo"]]}],["region5color=#FFD380"],["region5items="],["region5description=The centre of historic Cairo, located east of downtown; contains the Citadel, Mohamed Ali Mosque, Khan el Khalili (the main bazaar or ",{"type":"''","value":["souq"]},"), historic mosques and medieval architecture, as well as some of Cairo's Turkish baths or ",{"type":"[[","value":[["Hammams"]]},"."],["region6name=",{"type":"[[","value":[["Cairo\/Old Cairo"],["Old Cairo"]]}],["region6color=#D6C29D"],["region6items="],["region6description=Located south of downtown, includes Coptic Cairo, Fustat (Cairo's historical kernel) and Rhoda Island."],["region7name=",{"type":"[[","value":[["Cairo\/Dokki and Mohandiseen"],["Dokki and Mohandeseen (Giza)"]]}],["region7color=#7AB6F5"],["region7items="],["region7description=Located on the west bank of the Nile, with upscale restaurants, shopping, and accommodation."],["region8name=",{"type":"[[","value":[["Cairo\/Gezira"],["Gezira and Zamalek"]]}],["region8color=#E7E600"],["region8items="],["region8description=Upmarket district on the Gezira island in the Nile, with the Cairo Tower, the Opera House, as well as some nice shopping, restaurants, cafés, and accommodation. The Gezira Sporting Club is located here."],["region9name=",{"type":"[[","value":[["Cairo\/Giza"],["Giza"]]}],["region9color=#F57B7A"],["region9items="],["region9description=The name Giza commonly refers to the district or the city by the same name, not the actual location of the pyramids. It is west of the metropolitan area overlooking the Nile where the Giza Zoo is located as well as a few other attractions. Giza city includes ",{"type":"''","value":["Haram"]}," (pyramid) district where the Giza Pyramids are located, also includes Dokki and Mohandeseen."],["region10name=",{"type":"[[","value":[["Cairo\/Heliopolis"],["Heliopolis and Nasr City"]]}],["region10color=#78D67E"],["region10items="],["region10description=The two of them are actually completely distinct areas. Heliopolis is an older district where well-to-do Egyptians and higher class people live, built by a Belgian architect. Nasr City is newer, and contains City Stars, Cairo's biggest and most modern shopping mall, and retail social complex. The airport is actually located a bit further east of this area out in the desert near Masaken Sheraton"],["region11name=",{"type":"[[","value":[["Cairo\/Ma'adi"],["Ma'adi"]]}],["region11color=#B4D79D"],["region11items="],["region11description=A more quiet residential district catering to many foreign expatriates, located southeast of Cairo, where upper-class Egyptians live."]]},"\n\n\n\n",{"type":"==","value":["Understand"]},"\nSituated along the Nile, Cairo has ancient origins, located in the vicinity of the Pharaonic city of ",{"type":"[[","value":[["Memphis (Egypt)"],["Memphis"]]},". The city started to take its present form in 641 AD, when the Arab general Amr Ibn Al-Ase conquered Egypt for Islam and founded a new capital called ",{"type":"'''","value":["Misr Al-Fustat"]},", \"the City of the Tents\", due to the legend of Al-Ase finding, on the day he was leaving to conquer ",{"type":"[[","value":[["Alexandria"]]},", two doves nesting in his tent. Not wanting to disturb them, he left the tent, which became the site of the new city in what is now ",{"type":"[[","value":[["Cairo\/Old Cairo"],["Old Cairo"]]},". The Tunisian Fatimid dynasty captured the city in 969 A.D and founded a new city, ",{"type":"'''","value":["Al-Qahira"]}," (\"The Victorious\") just north of Al-Fustat. ",{"type":"''","value":["Al-Qahira"]}," gave the city its English name, Cairo, but the locals still call it ",{"type":"''","value":["MàSr"]}," (مصر), the Egyptian dialectal version of Amr's ",{"type":"''","value":["MiSr"]},". Confusingly, this also the Arabic name of the entire country of Egypt.\n\n",{"type":"===","value":["Climate"]},"\n: ",{"type":"''","value":["See also: ",{"type":"[[","value":[["Egypt#Climate"]]}]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   18"],["febhigh =   21"],["marhigh =   24"],["aprhigh =   28"],["mayhigh =   33"],["junhigh =   35"],["julhigh =   36"],["aughigh =   35"],["sephigh =   32"],["octhigh =   30"],["novhigh =   26"],["dechigh =   20"],["janlow =   8"],["feblow =   9"],["marlow =   11"],["aprlow =   14"],["maylow =   17"],["junlow =   20"],["jullow =   21"],["auglow =   22"],["seplow =   20"],["octlow =   18"],["novlow =   14"],["declow =   10"],["janprecip =  5"],["febprecip =  4"],["marprecip =  4"],["aprprecip =  1"],["mayprecip =  1"],["junprecip =  0"],["julprecip =  0"],["augprecip =  0"],["sepprecip =  0"],["octprecip =  1"],["novprecip =  4"],["decprecip =  6"],["description = Source: ",{"type":"[","value":["http:\/\/www.bbc.co.uk\/weather\/360630 BBC Weather Centre"]}]]},"\nThe best time to visit Cairo is during the winter from November to March, when daytime highs generally stay below 26°C (79°F), with night time lows around 10°C (50°F) with occasional rain showers clearing the air, but still, you do not need an umbrella, even the rainiest months of the year rarely top 10 mm (0.4 in).\n\nIf visiting during winter, be aware that not all buildings are equipped with heaters, including some hotels and hostels. Visitors should always pack a few warm jumpers (sweaters) and a warm jacket for evening wear. In Cairo, in indoor buildings without air-conditioning, temperatures are about 17°C (63°F) in the coldest winter days and about 34°C (93°F) in the hottest summer days.\n\nThe brief spring from March to May can be pleasant as long as there are no sand storms, but summer temperatures, on the other hand, can reach a searing 38°C (100°F). In September and October, the period of late summer and early autumn, farmers burn rice straw to ash after sunset near Greater Cairo and this makes the air smokey.\n\n",{"type":"===","value":["Orientation"]},"\nToday's Greater Cairo is a city with at least 17 million inhabitants, where skyscrapers and fast food restaurants nestle up to world heritage monuments. Originally, Cairo was the designated name of the city on the eastern bank of the Nile, and this is where you'll find both the modern ",{"type":"[[","value":[["Cairo\/Downtown"],["Downtown"]]},", built under influence of French architecture, today the centre of commerce and popular life, as well as historical ",{"type":"[[","value":[["Cairo\/Islamic Cairo"],["Islamic"]]}," and ",{"type":"[[","value":[["Cairo\/Old Cairo"],["Coptic"]]}," sights.\n\nOutside the core on the eastern bank, you'll find the modern, more affluent suburbs of ",{"type":"[[","value":[["Cairo\/Heliopolis"],["Heliopolis"]]}," and ",{"type":"[[","value":[["Cairo\/Nasr City"],["Nasr City"]]}," near the airport, and ",{"type":"[[","value":[["Cairo\/Ma'adi"],["Ma'adi"]]}," to the south. In the middle of the Nile is the island of ",{"type":"[[","value":[["Cairo\/Gezira"],["Gezira and Zamalek"]]},", where many embassies exist. On the western bank is lots of modern concrete and business, but also the great ",{"type":"[[","value":[["Cairo\/Giza"],["Giza"]]}," pyramids and, further to the south, ",{"type":"[[","value":[["Memphis (Egypt)"],["Memphis"]]}," and ",{"type":"[[","value":[["Saqqara"]]},". The city might seem like a lot to handle, but give it a try, and you will find that it has a lot to offer for any traveller.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Moreinfo"],["visa requirements"],["Egypt"]]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.cairo-airport.com\/ ",{"type":"'''","value":["Cairo International Airport"]}]},", (",{"type":"{{","value":[["IATA"],["CAI"]]},") is the second biggest airport in Africa with more than 16 million passengers a year. It is well served by ",{"type":"[","value":["http:\/\/www.egyptair.com\/  Egyptair"]}," the national carrier and its Star Alliance partners ",{"type":"[","value":["http:\/\/www.singaporeair.com\/ Singapore Airlines"]},", ",{"type":"[","value":["http:\/\/www.lufthansa.com\/ Lufthansa"]},", ",{"type":"[","value":["http:\/\/www.swiss.com Swiss"]},", Austrian and LOT). Sky Team  is represented by ",{"type":"[","value":["http:\/\/www.airfrance.fr\/ Air France"]},", KLM ",{"type":"[","value":["http:\/\/www.klm.com"]},", Delta ",{"type":"[","value":["http:\/\/www.delta.com"]},", Alitalia; Oneworld by British Airways ",{"type":"[","value":["http:\/\/www.ba.com\/"]},"). Gulf Carriers include ",{"type":"[","value":["http:\/\/www.flyemirates.com Emirates"]},", Etihad ",{"type":"[","value":["http:\/\/www.etihad.com"]},"). There are alsos budget carriers TUI-fly ",{"type":"[","value":["http:\/\/www.tuifly.com\/"]}," and Jet-Air-Fly ",{"type":"[","value":["http:\/\/www.jetairfly.com\/"]},".\n\n",{"type":"====","value":["Arrival"]},"\nGo ahead and exchange some money in the airport - best to do this before going through customs. ATMs for all major cards are available in the arrival halls. Visas are available at the bank counters before immigration. They are USD15 and can also be paid in other currencies. Change is given in EGP or USD.\n\nThe airport offers “Exclusive Services” that picks you up at the gate, does all immigration procedures for you and picks up your luggage while you wait in a comfortable arrival lounge for USD50, not including the visa fees. It can be pre-booked via ☎ +202 16708 ",{"type":"[","value":["http:\/\/www.cairo-airport.com\/services_exclusive_servicese.asp"]},"\n\nVisitors are allowed to buy duty free articles on arrival. If you are visiting European or American friends, they are always keen to get your passports to get more booze and cigarettes than the excepted quantity at customs. At the airport, the additional quantity is 4 bottles of alcohol.  At the checkout, a customs official will check your passport and give approval for the purchase. You can be accompanied by the person picking you up.\n\nThe airport has three terminals, the latest of which was opened in 2009. Egypt-Air and all Star Alliance members now operate all flights to and from the new Terminal 3. Most other airlines arrive at Terminal 1. Terminal 2 is closed since 2010 for renovation works. A ",{"type":"'''","value":["free shuttle bus"]}," runs between the two terminals and the bus station every 30 minutes, 24 hours a day. Taxi drivers trying to lure you at the airport will try to tell you otherwise regarding the shuttle bus, but if you go outside the terminal, you will find the free shuttle bus. At Terminal 3 it is located at the arrival level at the end of the bus lane (turn right after the exit). At Terminal 1 the Shuttle Bus stops are at Hall 3 in front of the AirMall and at Hall 1 at the curb side. Unfortunately the bus stops are not marked. Sometimes you have to change buses at the bus station due to the driver's coffee break.\n\nMore recently (as of June 2012), you can also use the new APM (automated people mover) which is free, clean and fast. Note, however, that stations are not located inside the terminals. If you are at terminal 3, you have to leave it throw the front door and turn right. Walk to the end of the building and turn right again. Then you might need to ascend or descend a ramp, depending on the level you are at (departure or arrival). At the end of the ramp you turn left and you'll get to the station some 50 m ahead, on your left. Signs are not clear at this point, but the APM is working and is very convenient to transit between terminals. At terminal 1 you need to leave through the main exit and turn left to get to the station.\n\nThe airport is on the north-eastern outskirts of the city at ",{"type":"[[","value":[["Cairo\/Heliopolis"],["Heliopolis"]]},". If you want to spend the night at the airport, there are currently two hotels available:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Cairo Airport"],["url=http:\/\/www.novotel.com\/gb\/hotel-0502-novotel-cairo-airport"],["email=H0502@accor.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Passage"],["url=http:\/\/lepassage-cairo.com\/"],["email=cairo@jaz.travel"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=was Iberotel"]]}]},"\nA new 5-star hotel is being built at Terminal 3.\n\nThere are other lodging options in nearby Heliopolis.\n\n",{"type":"=====","value":["Public transport"]},"\nGetting to downtown Cairo can be a pain. Since the revolution white meter taxis are available at the Terminals. The basic fee is EGP2.50 plus EGP1.25 per kilometre. Do insist on using the meter. Do not accept a fixed price as they tend to be double the fare by meter. Report taxi drivers who refuse to use the meter to Airport Security or Tourist Police. Refuse to pay the \"ticket\" (EGP5 airport parking fee) for the driver. If you are going to downtown Cairo, you may be able to share a taxi with other tourists or backpackers. Another option is to use transportation arranged by your hotel or hostel, though this service is often not complimentary.\n\nThe most convenient way, however, is by one of the numerous \"limousine services\". Pick-Up points are in front of the terminals (curb side). The prices are fixed depending on the destination and the car category. Category A are luxury limousines (Mercedes-Benz E-Class), Category B are Micro Buses for up to 7 passengers and Category C are midsized cars (e.g. Mitsubishi Lancer). Since 2010, London Taxis are available from Sixt as a new Category D.\n\nCurrent Price List (2011)\n\n",{"type":"{|","value":[["class=\"prettytable\""],["|- style=\"background:#cccccc;\""],["! Destinations in Cairo"],["! A (Luxury)"],["! B (Micro Bus)"],["! C (Midsize)"],["! D (London Cab)"],["|-"],["| Airport (Terminals, Hotels)"],["| EGP65"],["| EGP45"],["| EGP45"],["| EGP50"],["|- style=\"background:#EEEEEE\""],["| ",{"type":"[[","value":[["Cairo\/Heliopolis"],["Heliopolis"]]}],["| EGP110"],["| EGP70"],["| EGP60"],["| EGP85"],["|-"],["| ",{"type":"[[","value":[["Cairo\/Heliopolis"],["Nasr City"]]}],["| EGP110"],["| EGP70"],["| EGP65"],["| EGP85"],["|- style=\"background:#EEEEEE\""],["| Gisr El Suez, Roxy"],["| EGP120"],["| EGP85"],["| EGP65"],["| EGP95"],["|-"],["| ",{"type":"[[","value":[["Cairo\/Downtown"],["City Centre"]]}],["| EGP155"],["| EGP100"],["| EGP80"],["| EGP125"],["|- style=\"background:#EEEEEE\""],["| ",{"type":"[[","value":[["Cairo\/Dokki and Mohandiseen"],["Mohandesin"]]},", ",{"type":"[[","value":[["Cairo\/Zamalek"],["Zamalek"]]},", ",{"type":"[[","value":[["Cairo\/Dokki and Mohandiseen"],["Dokki"]]}],["| EGP165"],["| EGP110"],["| EGP90"],["| EGP135"],["|-"],["| ",{"type":"[[","value":[["Giza"]]},", ",{"type":"[[","value":[["Cairo\/Ma'adi"],["Maadi"]]},", Makatam"],["| EGP200"],["| EGP120"],["| EGP100"],["| EGP155"],["|- style=\"background:#EEEEEE\""],["| ",{"type":"[[","value":[["New Cairo"]]}],["| EGP200"],["| EGP120"],["| EGP110"],["| EGP100"],["|-"],["| Helwan, ",{"type":"[[","value":[["Saqqara"],["Sakkara"]]}],["| EGP260"],["| EGP180"],["| EGP150"],["| EGP210"],["|- style=\"background:#EEEEEE\""],["| ",{"type":"[[","value":[["6th of October City"]]}],["| EGP350"],["| EGP190"],["| EGP160"],["| EGP290"],["|-"],["| Sadat City"],["| EGP470"],["| EGP240"],["| EGP230"],["| EGP375"]]},"\n\nMicro Buses and London taxis can be pre-booked:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Micro Bus"],["alt=Cairo Airport Shuttle Bus"],["url=http:\/\/www.cairoshuttlebus.com"],["email=reservation@cairoshuttlebus.com"],["address="],["lat="],["long="],["directions="],["phone=+202 19970"],["tollfree="],["fax="],["hours=24h"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=London Taxi"],["alt=Sixt"],["url=http:\/\/eg.sixt.com"],["email=info@sixt.com.eg"],["address="],["lat="],["long="],["directions="],["phone=+202 19670"],["tollfree="],["fax=+202 463 010 00"],["hours=24h"],["price="],["content="]]}]},"\nFor the adventurous, catch a public bus to ",{"type":"[[","value":[["Cairo\/Midan Tahrir"],["Midan Tahrir"]]}," (read its warnings) or ",{"type":"[[","value":[["Cairo\/Midan Ramses"],["Midan Ramses"]]}," from the bus station (buses number 111, 356, 27 should lead there), which is connected to the terminals by the free Shuttle Bus. Ask a local if unsure, but avoid the notorious (non-A.C) green buses. In some cases, the bus destination and, or number will be in Arabic. If this is the case, be prepared to ask a driver or passengers if the bus stops at your destination. Buses run every 30 min, take 60-90 min and cost EGP2. To get from downtown to the airport, board an A.C bus at the bus terminal just north of the Egyptian Museum (under the highway bridge). Finally, there are also direct express buses from the airport to ",{"type":"[[","value":[["Alexandria"]]}," every 30-60 min; however, the buses operate only during daylight hours (04:00-19:30).\n\nAs of October 2013, public bus number 400 (",{"type":"<","value":["span",{"style":"font-size:200%;font-family:'Times New Roman', 'Arabic Transparent', Arial, 'Simplified Arabic', Scheherazade, Lateef, 'Arabic Typesetting', serif; position: relative; top: 0.05em;font-weight:normal"},["٤۰۰"]]},") departs from the bus station between the Egyptian Museum and Ramses Hilton Hotel (in the middle of the road). Inquire thoroughly and allow ample waiting time. In one case, the waiting time was 40 minutes, the transfer to the airport bus station took 90 minutes, and the charge was only 1LE. Arabic word for the airport (مطار) may come in handy while asking for the bus.\n\n",{"type":"====","value":["Departure"]},"\nWhen returning to the airport for departure, allow plenty of time (2–3 hours to be safe) to get to the airport, as the roads can be very congested. The new airport road connects the airport with the intersection of the Ring Road and Suez Road and has no traffic jams. If you depart on Friday morning or mid-day, the trip to the airport will be quick, as roads are deserted while people go to the mosque for Friday prayers.\n\nEgyptair and all Star Alliance airlines (Lufthansa Group, Singapore Airlines, LOT etc.) are leaving from Terminal 3. Saudi Arabian Airlines leaves from Terminal 1 Hall 2. All other airlines (Sky Team, Oneworld, Emirates, Etihad, etc.) leave from Terminal 1 Hall 1.\n\nUpon arriving, you need to pass through a security checkpoint before you can get to the ticket counter\/check-in area. You must bring a printout with you of your itinerary or ticket to show the security staff to pass through the checkpoint. You will pass through a second security checkpoint just before boarding your aircraft. Allow plenty of time for getting through the security checkpoints and checking in, as lines can be long. Note that there is no baggage room at the airport.\n\nYou can avoid the queues by using the Exclusive Service, which will do all the check-in and emigration formalities for you while you wait in a comfortable lounge and then lets you jump the lines at the first security check and passport control. It can be pre-booked ☎ +202 16708 ",{"type":"[","value":["http:\/\/www.cairo-airport.com\/services_exclusive_servicese.asp"]},".\n\nBoth terminals offer a good variety of duty free shops and restaurants. In Terminal 1are some Egyptair duty-free shops opposite the gates. More shops and designer outlets are on the first floor. The lounges, a pub, Mcdonald's and Coffee Shops such as Starbucks are on the second floor. Terminal 3 has a central market place and food court. The shops in the concourses are limited. Gates in both terminals open maximum one hour prior to departure. Observe the flight data displays for delays as seating in front of the gates is very limited.\n\n",{"type":"===","value":["By train"]},"\nCairo's main railway station - Ramses Station (",{"type":"''","value":["Mahattat Ramses"]},") - is on ",{"type":"[[","value":[["Cairo\/Midan Ramses"],["Midan Ramses"]]},", which is also the location of the Shohadaa (Martyrs) Metro Station. Trains run to Cairo from most other regions and cities within ",{"type":"[[","value":[["Egypt"]]},". Trains in Egypt rarely run on schedule and are almost always at least 15 min late, if not later. Train service is available from Ramses Station to Alexandria, while service to Luxor and Aswan is available at the Giza Railway Station. Visitors wishing to connect with trains to Luxor, Aswan, and the rest of upper Egypt should take the Metro from ",{"type":"[[","value":[["Cairo\/Midan Ramses"],["Midan Ramses"]]}," Shohadaa Metro Station, on line one to Giza Metro-Train Station which should take approximately twenty minutes.\n\nTrains also depart to the canal cities, but buses are much faster.\n\n",{"type":"{{","value":[["infobox"],["Learn Eastern Arabic numerals"],[{"type":"[[","value":[["Egyptian Arabic phrasebook#Numbers"],["Eastern Arabic numerals"]]},", instead of Arabic-Hindu numerals as used in the west, are used to indicate train numbers, departure times, seat numbers, and other key information. You may need to ask for help. The ticket agent or other friendly person might write the departure time in Arabic-Hindu numerals for you, though you may still need help finding your train car and seat. You can also use this chart below of Eastern Arabic numerals in the top table below to guide you.\n",{"type":"[[","value":[["File:Arabicnumerals.png"],["center"],["350px"]]}]]},"\nIt is best to purchase tickets in advance to be assured of a seat. It is also important for travellers to ensure with the ticket office that the train is not a local train used by Egyptians to visit all of the small destinations south wards in the Nile Valley, but only the major cities. For comfort visitors should also preferably insist on a first class seat but nothing less than a second class. ",{"type":"[","value":["http:\/\/enr.gov.eg On-line ticket purchases"]}," are now available, learn more about the system from ",{"type":"[","value":["http:\/\/www.seat61.com\/Egypt.htm Seat 61"]}," - see the \"how to buy tickets\" section. Note that tickets bought on-line are entirely in English, which can make it a bit tricky to match your train to the Arabic information on the departure board - allow plenty of time! Especially in the summer months, trains running between Cairo and Alexandria sell out, so advance purchase is advised. Sometimes it is possible to buy train tickets in the morning, for a train later the same day, or if it is not busy, you might get on the next train. There are multiple windows for different classes and destinations, so check that you are in the correct line.\n\nThere is no longer a left luggage facility.\n\n",{"type":"[[","value":[["Alexandria"]]}," is served by a large number of departures through the day. Among the best trains are El-Espani (Spanish) which has a morning service from Cairo at 09:00. El-Espani and Turbine (Turbo) are the best services, going non-stop to Alexandria and taking 2 hours and 40 min. The next best service is Al-Fransawi (French), which stops at the major Delta cities on the road. The Express (French) and Turbo trains to Alexandria have first and second class, all air conditioned. Refreshments are available for purchase on the train. First class is recommended, but second class is also reasonably comfortable.\n\nTrains heading to Luxor, Aswan, and other Upper Egypt destinations also depart from the rail station in Giza. The Sleeping Trains (Abela Egypt) ",{"type":"[","value":["http:\/\/www.sleepingtrains.com\/"]}," leave Cairo 08:00 and arriving in Luxor 05.05 and Aswan 08.15. There also is a 21:10 departure from Cairo. Check the website for more departures, including one three days a week from Alexandria. It's relatively expensive at USD60 for a bed in a double-person cabin one way. Tickets are bought at the office to your left as you enter the train station from the Metro and taxi station. The tickets are payable in US dollars, euros, or British pounds only. There are no exchange offices at the train station itself. It is also possible to make reservations in advance, by calling or faxing your request to Abela, and then pay for and pick up your tickets at the station. Since these trains are designated for tourists, you will stay in special cars guarded by armed plainclothes policemen.\n\nGoing to Upper Egypt, the alternative to the expensive sleeper (or flying) is the ordinary trains. One of these departs at 00.30 to Luxor and Aswan and is supposed to take 10 hours to Luxor and 13 hours to Aswan. There is also a night train leaving Ramses Station at 21:00 with both first and second class carriages. First class costs approximately EGP110 and has 3 large, business class style seats per row and air conditioning. There is plenty of leg room and the seats recline for a good sleep. However, the lights are on all night and you'll probably be woken several times for ticket checks.\n\nAllow plenty of time to find your platform. There are very limited signs in English and you'll need to rely on station staff to point you to the correct platform. It is advisable to check with several people as you may be given contradictory information.\n\nRamses Station: ☎ +20 2 2575-3555\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"{{","value":[["merge from"],["Cairo to Jerusalem by bus"]]},"\n\nBuses arrive to Cairo from virtually all over the country. The two main destinations are Midan Ramsis and Cairo Gateway, formerly known as Turgoman, but vehicles also sometimes stop at other destinations, notably Abbasiya. From Midan Ramses and Cairo Gateway it's a quick EGP5 taxi cab ride to downtown, EGP7-10 to Zamalek. Cairo Gateway is a new, modern indoor station located approximately 500m from the Orabi Metro Station, within the new Cairo Gateway Plaza.\n\n",{"type":"'''","value":["Destinations:"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Port Said"]]},", ",{"type":"[[","value":[["Ismailia"]]},", and ",{"type":"[[","value":[["Suez"]]}," - hourly services from Cairo Gateway (2 hr EGP20-30"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sharm el-Sheikh"]]}," - East Delta buses take approximately 8 hrs (EGP80) while Super-jet buses take 6 hrs. Some East Delta services continue to ",{"type":"[[","value":[["Dahab"]]},". When taking the bus to Sharm, keep your bus ticket and passport handy, as you will pass through a number of checkpoints, which require passengers to present identification and ticket. A cheaper option to get to Sharm by bus is to take a bus, a train, or a minibus to ",{"type":"[[","value":[["Suez"]]}," (EGP10) and from the main bus station there, take the 11AM or the 13:20 bus to Sharm for only EGP31."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Taba"]]}," and ",{"type":"[[","value":[["Nuweiba"]]}," - Buses leave Cairo Gateway four times daily (06:00, 09:30, 22:00 and 23:00) with prices EGP70 for the morning buses and EGP80 for the overnight ones. It takes around 6 hrs to get to Nuweiba."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Siwa"]]}," - Direct buses leave Cairo Gateway Sunday and Wednesday nights at 19:45 (EGP60)"]},"\nUncomfortable, but cheap, micro-buses leave from Cairo to a large number of destinations. The main garages are Midan Ramsis (For Alexandria, EGP22, and to the delta valley) and Al-Marg metro station (for the north-east and Sinai). They are faster and might as such be an option for shorter trips, but have a terrible toll of accidents. There are also other places these buses leave from depending on your destination, ask locals. Be aware that at least for the Sinai, foreigners are prohibited to use the micro-bus system.\n\nSuper-jet bus to ",{"type":"[[","value":[["Alexandria"]]},", Hurghada and Sinai, ☎ +202 2266-0212.\n\nEast Delta bus to ",{"type":"[[","value":[["Sharm El-Sheikh"]]},", Arish and Rafah, ☎ +202 2576-2293.\n\n",{"type":"===","value":["By car"]},"\nDriving in Cairo is not recommended or necessary. The traffic is, at the least, overwhelming for the common traveler. The driving has a consistency, but not in any official way. Road signs, lanes, right-of-ways, etc. are not adhered to, and there are a large number of junctions and flyovers. Traffic signals exist in only a few locations and are routinely ignored. However, sometimes police officers are directing traffic at busy intersections. In downtown Cairo, drivers will sometimes bump other cars that are blocking their way. Also, do not be upset if your side-view mirror gets hit. At night, many drivers do not use headlights, so use extra caution or avoid driving at night. In Egypt, vehicles travel on the right side of the road. Instead of making a left turn, you will often need to make a U-turn and backtrack, or you can make three right turns.\n\nParking houses or official parking spots are rare. Cars may be parked two or three deep on the side of the road, and will often be left unlocked, and out-of-gear, so they can be moved. In many places, people work to look after parked cars. A small tip is expected for this service. You can also use valet parking.\n\nTo get to Alexandria, The North Coast, The Delta and The Western Desert drivers should take the Cairo - Alexandria Desert Road from The Mewhwar Road- 26 July corridor from Down Town Cairo.\n\nTo get to Beni Sueif, Fayoum, Assyut, Luxor, and Aswan, drivers from Downtown should take the The Sixth Of October-Fayoum exit at the Remaya Roundabout beside The Giza Pyramids at Le Meridian Hotel,to the Fayoum turn off at the Fayoum - Sixth Of October junction, 6 KM from Remaya Roundabout.\n\nTo get to Suez, Port Said, and Ismailia, drivers from Downtown should take the Ring Road to the Suez Road junction for Suez, and The Ismailia junction off the Ring Road for Ismailia and Port Said.\n\nTo get to Hurghada, and Ain Sukhna, drivers from Downtown, should take the Ring Road to the New Ain Sukhna Toll Road at Kattamaya.\n\nTo get to ",{"type":"[[","value":[["Sharm el-Sheikh"]]},", ",{"type":"[[","value":[["Dahab"]]},", Nuweiba, Ras Sidr, Al-Arish, and Rafah on the Sinai Peninsula, drivers from Downtown, should take the Ring Road to the Suez Road junction at the J.W. Marriot Hotel, through the Ahmed Hamdy Tunnel, on to the Sinai Peninsula.\n\n",{"type":"==","value":["Get around"]},"\nYou will find that it's useful to have several maps handy if you are looking to get around Cairo on your own. Spellings of street and place names can vary from map to map and from map to actual location, and not every street will appear on every map.\n\n",{"type":"===","value":["By metro"]},"\n",{"type":"[[","value":[["File:Cairo-Metro.png"],["thumb"],["Outline of Cairo metro system, note that ",{"type":"'''","value":["Mubarak"]}," station is now called ",{"type":"'''","value":["Shohadaa (Martyrs)"]}," station"]]},"\n\nCairo is home to Africa's first and most expansive metro system. While Cairo's metro system fully functioning is modern and sleek, the two lines are all too limited in scope. But they are a major boon in the areas they cover, and the flat rate fare of EGP1 per trip is a bargain. Visitors attempting to use the metro in Cairo should try not to be put off when they go to a ticket window to purchase a ticket. Egyptians do not queue, so be prepared to politely but assertively, navigate your way through the crowd to the ticket window. It is recommended that if you hope to ride the metro multiple times during the day, or within a few days of each other, that you simply purchase multiple tickets to avoid standing in \"line\" on your return or future trips.\nThe key interchanges are ",{"type":"'''","value":["Shohadaa (Martyrs)"]}," (formerly Mubarak), at ",{"type":"[[","value":[["Cairo\/Midan Ramses"],["Midan Ramses"]]},", and ",{"type":"'''","value":["Sadat"]}," ",{"type":"[[","value":[["Cairo\/Midan Tahrir"],["Midan Tahrir"]]},", but as of late 2013, Sadat station is closed and metros never stop at it till further notice.\n\nThe Cairo Metro has stations in Dokki and Maadi, among other places. The Metro is also a means to get to ",{"type":"[[","value":[["Cairo\/Giza"],["Giza"]]}," to see the Pyramids, although it always very crowded at peak times and you'll need to complete the trip taking a bus all the way (change to bus for \"Al-Haram\" at the Giza train station).\n\nNote that there are two cars of each train reserved for women, which are located in the middle section of the train, one of them is for women only till 9PM while the other is for women all the time. The metro stops running at approximately midnight and starts up again around 6AM. There are no timetables, but departures are very frequent. The metro is better to use if you wish to avoid traffic jam, as long as you are able to ride it overly crowded and be extra careful to avoid pickpocketing. It costs one pound one trip and has a clear European navigation system.\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"'''","value":["Solid-White Taxis:"]}," These are modern sedans equipped with meters that are usually used, sometimes with AC, and run on natural gas. Most tourists will pay less using these taxis than they'll be able to negotiate with their non-metered brethren. They can be hailed from the street, and are common enough to be used perhaps exclusively (given a little patience) by any traveler. Compared to the black and white taxis, all tourists will find them more comfortable, and most - less expensive.\n\n",{"type":"'''","value":["Bright Yellow Taxis:"]}," Increasingly becoming rarer. Typically available by reservation only, but sometimes try to pick up fares while en route. Similar to the solid-white taxis, the meter starts at EGP2.50, EGP1\/km after that. The drivers are not allowed to smoke in the cars. Referred to as \"City Cabs\" or \"Cairo Cabs\". From within Cairo, call 0104343438-19155.\n\n",{"type":"'''","value":["Older black-and-white taxis:"]}," Increasingly becoming rarer. Communication can be difficult as these usually have the oldest of drivers, and the meters are extremely outdated and are not used. Prices are, however, not erratic for natives, and any Cairene knows what to pay depending on time and distance. Because of a recent 20% raise in gasoline prices, prices could be slightly higher. It is highly recommended that you have exact change before you enter, as drivers are reluctant to give change.\n\n",{"type":"{{","value":[["infobox"],["Sample taxi prices"],["* ",{"type":"'''","value":["Short trips within one area"]}," EGP5\n",{"type":"*","value":[" ",{"type":"'''","value":["Downtown to Midan Hussein"]}," EGP15"]},{"type":"*","value":[" ",{"type":"'''","value":["Downtown to Mohandesin"]}," EGP10-12"]},{"type":"*","value":[" ",{"type":"'''","value":["Downtown to Pyramids"]}," EGP35"]},{"type":"*","value":[" ",{"type":"'''","value":["Downtown or Zamalek to Airport"]}," EGP35"]},{"type":"*","value":[" ",{"type":"'''","value":["Zamalek to Downtown"]}," EGP8-10"]},{"type":"*","value":[" ",{"type":"'''","value":["Zamalek to Midan Hussein"]}," EGP20"]}]]},"\n\nOrdinary Egyptians do not state prices beforehand. Instead the correct sum is paid through the window after leaving. Some drivers might protest as they expect tourists to pay more than standard. You can use the \"walk away\" technique. As long the driver does not leave the car, you are all right. If this happens, consult someone nearby. As a tourist, you might prefer to state a price beforehand, which may prevent ripoffs, but will require you to quote above local prices. Try to avoid those loitering outside 5-star hotels and restaurants to minimize this. Using a big hotel as your destination may also inflate the price. Always choose the taxi, and never let the taxi choose you.\n\nThey also usually expect more money (EGP2-3) for ferrying more people. If you decide not to negotiate the price beforehand (this is the better method) be ready to jump ship and\/or bargain hard if the cabbie brings up the fare after you are in the car. They rarely accept more than 4 people to a taxi. Also add EGP5-7 driving late at night, mostly for the older taxis without counters.\n\n",{"type":"'''","value":["In General:"]}," Never continue travelling in any vehicle which you deem to be unsafe or the driver to be driving recklessly, especially in the dark on unlit roads, or in single track highways where overtaking is dangerous. If you feel unsafe simply tell the driver to slow down, if he does not do this immediately ask him to stop and simply get out and walk away, but be careful not to end up at a remote place which would be dangerous and difficult to find another thing to ride.\n\n",{"type":"===","value":["By bus"]},"\nThe large red, white and blue public buses cover the entire city and are much cheaper, but are usually crowded. However, there are the similar air-conditioned buses that charge 2 L.E. for the trip and prohibit standing on the bus. They can be found in the main squares in Cairo. Also found in main squares are the smaller mini-buses that are usually orange and white or red, white and blue. Because of problems with sexual harassment women travellers are advised only to take the small micro-buses and buses which prohibit standing.\n\nApart from the main bus stations, buses can be hailed from street-level. Buses are seldom marked with destination, instead passengers shout out (or use a number of sign-language like hand codes) their destinations and if the bus goes this place it will stop. On micro-buses, the fare starts at 50 piastres and goes up to EGP1.25. Travellers unfamiliar with Cairo can ask bus drivers or passengers to let them know where there stop is. Simply politely blurt out the name of your destination to the bus driver or a friendly looking passenger and they will take care of you.\n\n",{"type":"'''","value":[" Late night bus riders "]},": take note, bus frequency, length of route, and in some cases, fees can vary during the late evening hours onward. In some cases, a route may terminate, without notice, short of your destination. When this takes place, locals reply upon private citizens hoping to make some additional money, to get them to their final destination. As always, use caution, if you should choose to accept private transportation. One final note on late night bus transportation, since many mini-buses will not depart until the bus is nearly full, you should be prepared for a lengthy period of time, while the driver waits for enough people to board.\n\nThere are a number of major bus stations (mawqaf موقف, pl. mawaqif مواقف) throughout the city. One of the largest is conveniently located behind the Egyptian Museum in Midan Tahrir. Note that there are actually two stations - the main bus station for the city buses, and the micro-bus station behind it. Travellers who want to visit the Pyramids, for example, can catch a seat in a micro-bus for approximately 2 pounds. Visitors wishing to go to the pyramids and see a bus or micro-bus driver shouting ",{"type":"''","value":["Hàràm"]},", should always before boarding make a pyramid triangle with your hands to ensure that the driver is driving to the actual pyramids themselves, and not just to the district of Haram, which although is fairly close to the pyramids, can terminate a fair distance from the pyramid entrance.\n\nThere are also bus stations in Midan Ramses, under the overpass. Buses run from Ramses to Heliopolis, City Stars Mall and other destinations not covered by the Tahrir bus station.\n\n",{"type":"===","value":["Access information"]},"\nAccess in Cairo is patchy. Anyone with moderate to serious mobility issues should expect to spend a lot of time in taxis.\n\nWheelchair users, beware as many buildings have step-only access. Pavements are variable, even around the popular tourist attractions. There is often an incredibly steep drop from the curbs and where there are ramps they are better suited to pushchairs than wheelchairs. Expect potholes, gulleys, poorly cordoned-off building works and street works, and cars parked across the pavement, where there is a pavement at all.\n\nThe white stick is recognised and help is often offered. The help that is offered can be a little misguided at times but it's usually well intentioned.\n\nAlthough more expensive by far, it is probably best to arrange taxis for major trips (such as visiting the pyramids) via your hotel. Picking up a taxi on the street can be hit and miss. Do not expect to be dropped off at the exact spot that you asked for; you will often be taken to somewhere nearby. Always fix a price before you get into a taxi.\n\nConcessions on tickets cannot be taken for granted.  For example, the Egyptian Museum offers a 50% concession for disabled patrons (and students) whereas the Cairo Tower doesn't offer concessions at all.\n\nA visit to the pyramids is a must. How one does it is either through one of the many stables around the site who will charge anywhere between EGP350 and EGP650 for a horse\/camel ride around the site, or taking a taxi to the Sphynx entrance and attempting to walk. It is important to note that the site is amazingly up and down. A good level of mobility would be required to attempt it by foot. If you opt for a horse\/camel ride, make sure that you haggle hard. (July is the quiet season, when it may be possible to get a 2 hour camel ride for EGP100 each ... albeit when you're with someone who knows the owner of the stables).\n\nIf you are visually impaired or in any other way disabled it may be possible to gain permission to touch the pyramids. The outside of the pyramids are usually off limits to tourists and surrounded by a cordon. To arrange permission to touch a pyramid, approach one of the many tourist police dotted around the site. (Since the revolution with decreased tourism it is a lot easier to do things like climb on the pyramids, go inside the Sphinx fence or inside the pyramids - for a charge!)\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:All Gizah Pyramids.jpg"],["thumb"],["250px"],["The ",{"type":"[[","value":[["Cairo\/Giza"],["Great Pyramids of Giza"]]}]]},"\n\nA selected list of Cairo highlights:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cairo\/Giza"],["Pyramids of Giza and the Sphinx"]]}]},". The only remaining monuments of the Seven Wonders of the Ancient World, it is the country's most famous tourist attraction."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Egyptian Museum"],["url=http:\/\/www.egyptianmuseum.gov.eg"],["email="],["address="],["lat="],["long="],["directions=250 m north of Tahrir square"],["phone=+20 2 25796948"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the ",{"type":"[[","value":[["Cairo\/Midan Tahrir"],["Midan Tahrir"]]}," area and officially named Museum of Egyptian Antiquities but known the all as the Egyptian Museum, it hosts the world's premier collection of ancient Egyptian artifacts."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Citadel and Mosque of Mohamed Ali Pasha"]},", in ",{"type":"[[","value":[["Cairo\/Islamic Cairo"],["Islamic Cairo"]]},". A grand castle built by Salah Al-Din. Also parts of the water pipes (Majra Al-Oyouon) are still there, these pipes used to carry the water from the Nile River to the citadel. Mohamed Ali is considered to be the founder of modern Egypt, the ancestor of the last King of Egypt, King Farouk."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Al-Azhar Mosque"]},". One of the pillars of Islamic thought and home to the world's oldest university."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ibn Tulun"],["alt=مسجد أحمد بن طولون"],["url="],["email="],["address="],["lat="],["long="],["directions=Close to Sayida Zeinab"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arguably the oldest mosque in Cairo, built between 868-884."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Coptic Museum"]},", in ",{"type":"[[","value":[["Cairo\/Old Cairo"],["Coptic Cairo"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The \"Hanging Church\" (Church of the Virgin Mary)"]},", in Zabaleen Area (District of Manshiet Nasser) below Mokkatam Hills, not far away from the Citadel"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cairo Tower"]}," (185 m.\/610 ft.) on ",{"type":"[[","value":[["Cairo\/Gezira"],["Gezira Island"]]}," offers a 360-view of Cairo, along with the Giza Pyramids off in the distance to the west."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Al-Azhar Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A recently opened landscaped gardens overlooking the Citadel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khan El Khalily"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cairo's souk area where visitors will find many merchants selling perfume, spices, Gold, Egyptian hand craft."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Abdeen Palace"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located about one Kilometer away from the Midan El-Tahrir a five minutes walk, home of the last king of Egypt the exiled king Farouk."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pharaonic Village"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is about twenty minutes driving from Downtown."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Coffee and shisha"]},"\nHave a coffee, mint tea or Cola at El Fishawy's coffee shop in Khan El-Khalili. Smoke a ",{"type":"'''''","value":["shisha"]}," water pipe (try the \"double apple\" flavor) and watch the world go by. Great cheap entertainment.\n\n",{"type":"===","value":["Felucca"]},"\nRide a ",{"type":"'''","value":["felucca"]}," along the Nile River. A great way to relax and enjoy a night under the stars in Cairo. Feluccas are available across from the Four Seasons Hotel in Garden City. To charter your own, negotiate a fair price of no more than EGP20-30 for about a half hour for the boat, or EGP50 for an hour, no matter how many people are on it. Pay ",{"type":"''","value":["after"]}," your ride, or you may get much less than you bargained for. Public boats with loud noisy music and a giggling crowd are also available for EGP2 for 1\/2 hour, but are very uncomfortable.\n\n",{"type":"===","value":["Parks"]},"\nCairo has a shortage of parks, but a few of them exist.\n\n",{"type":"*","value":[" The most famous is the Giza Zoo located in the Giza district of Cairo, right in front of the entrance to the Four Seasons Hotel in Giza. This is actually one of the oldest zoos in the world (it was built approximately 100 years ago)."]},"\n",{"type":"*","value":[" Hadiqat Al Orman, translated (Al Orman Gardens). This is a fairly large park in the giza district, close to the Giza zoo, and it can be enterred by paying a daily ticket at the gate. It contains a variety of trees and flowers and is a nice place to escape the noise and traffic of the city. However, it may be very crowded with locals especially on weekends and public holidays like the Eid, etc."]},"\n",{"type":"*","value":[" Hadiqat Al Azbakiya, translated (Al Azbakieya Gardens). Another nice park to enjoy the greenery and scenery of trees and gardens, while remaining inside the city. It is located in the Azbakiya area of Cairo, and the best option is to take a taxi."]},"\n",{"type":"*","value":[" Genenet El Asmak, another park located in Zamalek. It is a nice park, which also includes several large caves containing water aquariums, where you can see different species of fish and underwater life through glass windows. Like other parks, a very cheap ticket enables you to enter and enjoy the day there. Genene El Asmak means Garden of the Fish in English."]},"\n",{"type":"*","value":[" Merryland, in Arabic (Genenet El Merryland), located in Heliopolis district near Roxy Cinema. Again, another park with trees and gardens and nice scenery, but in the last 5 years ago, a number of restaurants and cafes have also opened up inside the park, which means it is now a place where people can eat, drink, and enjoy the park all together."]},"\n",{"type":"*","value":[" El Hadiqa El Dawliya, in English this means (The International Garden), located in Nasr City district. It is one of the more recently opened parks, built when Nasr City district was built. Again, it is another park, with sections containing different copies of famous buildings from around the world. (The copies are much smaller of course and are like small statues that you can view (i.e. The Eiffel Tower of Paris, The Great Wall of China, The Windmills of Holland, etc.) Interesting to see."]},"\n",{"type":"*","value":[" Al-Azhar Park, is probably the newest and most recent park to open in Cairo, also with restaurants and entertainment available. It has a good vantage point of Islamic Cairo and the city skyline."]},"\nYou can also take a stroll along the Corniche el-Nil, and there is a river promenade on Gezira Island.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Desert Park"]},". Wadi Digla Protected Area is a 60 square kilometer environmentally protected park near Ma'adi, that offers opportunity for taking a trek, jogging, rock climbing, and cycling. Wadi Degla is also a good spot for bird watching, and viewing the various reptile species, plants, and deer that reside there. You can take a cab from Ma'adi to the entrance at Wadi Delga. Cab drivers in Ma'adi should know where to go."]},"\n",{"type":"===","value":["Recreation"]},"\nOther options for relaxation include visiting the ",{"type":"'''","value":["Giza Zoo"]}," and the ",{"type":"'''","value":["Cairo Botanical Gardens"]},", or watching horse racing at the ",{"type":"[[","value":[["Cairo\/Gezira"],["Gezira Club"]]}," in Zamalek, or, when you need a break from city life, try a round of golf on the famous ",{"type":"'''","value":["Mena House Golf Course"]}," overlooking the ",{"type":"[[","value":[["Cairo\/Giza"],["Pyramids"]]},", or ",{"type":"'''","value":["The Hilton Pyramids Hotel"]}," tournament Golf Course and nearby Sixth Of October City, Ten minutes drive from ",{"type":"'''","value":["Giza Pyramids"]},".\n\nOr if the family, and especially children are fed up looking at monuments and museums, a ten minute trip from the Giza Pyramids by micro-bus, taxi, or car, will take you to two of the biggest and best theme parks in Cairo, ",{"type":"'''","value":["Dream-park"]},", and ",{"type":"'''","value":["Magic land"]},", both in nearby Sixth Of October City.\n\n",{"type":"'''","value":["Magic land"]}," is also part of ",{"type":"'''","value":["The Media Production City"]}," complex, including ",{"type":"'''","value":["The Mövenpick Hotel"]},", where visitors can take a tour of the Egyptian TV and drama sets, and studios which house many of the Egyptian and other Arabic TV stations.\n\n",{"type":"===","value":["Shopping"]},"\nCitystars is Egypt's premier shopping mall and is quite comparable to a foreign mall. It offers most international brands and most international food chains. It offers a cinema and amusement park.  Mall of Arabia is a brand new spacious shopping mall in the suburb of 6 October City. It is Cairo's other premier shopping destination, featuring many of the same American and European clothiers as Citystars.\n\n",{"type":"===","value":["Horseback riding"]},"\nGo horseback riding in the desert from one of the Nazlet El-Samaan stables such as FB Stables (contact Karim +20 (0)106 507 0288 or visit the website : ",{"type":"[","value":["http:\/\/www.fbstables.net"]}," ) in Giza. Ride in the shadow of the Great Pyramids or further afield to Saqqara or Abu Sir or camp out over night with a barbecue and fire. Popular with expats who keep their horses at livery, FB Stables is also great for a 'tourist' type ride to view the Pyramids from the desert. Longer rides to Saqqara and Abu Seer can be arranged in advance, as can sunrise, sunset and full moon rides. Other than the horses and good company, one of the best things about FB is their amazing rooftop terrace (with bbq) with unrivaled views over the Pyramids - a great place to relax with a drink whilst watching the Sound and Light show.\n\n",{"type":"===","value":["Music and culture"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sufi Dancing"]}," - The Al Tanura Troupe offers free performances every Saturday,Monday and Wednesday night at 8:30PM at the Al-Ghouri Mausoleum. This picturesque place is situated nearby the Khan el Khalili souk, on a narrow street between the Al Azhar and Al Ghouri mosques."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=The Culture Wheel"],["alt=الساقية Al-Saqia"],["url=http:\/\/www.culturewheel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest independent cultural centre in Cairo, offers concerts almost every night."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=The Garden Theater"],["alt="],["url=http:\/\/www.alazharpark.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Al-Azhar Park offers a range of musical performances. The venue is also a great place for an evening stroll."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Cairo Opera House"],["alt="],["url=http:\/\/cairoopera.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It hosted the Cairo International Film Festival in 2012 and screened some international films with very cheap subsidized ticket prices."]]}]},"\n",{"type":"*","value":[" '''Egyptian Centre for Culture & Art (MAKAN) ",{"type":"[","value":["http:\/\/www.egyptmusic.org\/"]}," Egyptian Traditional music."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Townhouse Gallery of Contemporary Art"],["url=http:\/\/www.thetownhousegallery.com\/"],["email=info@thetownhousegallery.com"],["address=Hussein El Me'mar Pasha street"],["lat="],["long="],["directions="],["phone=(+202) 2 576 80 86"],["tollfree="],["fax="],["hours=Daily 10AM-2PM, 6PM-9PM, F 6PM-9PM, Closed Th"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cairo Jazz Club"],["url=http:\/\/www.cairojazzclub.com"],["email="],["address=197, 26th July Street, Agouza, Giza"],["lat="],["long="],["directions=From Zamalek, just before Sphinx Square"],["phone=(+202) 2 3345 9939"],["tollfree="],["fax="],["hours=Daily 5PM-3AM"],["price="],["content=Live entertainment from local and international musicians, a great food and beverage menu (happy hour from 7-9PM) and a relaxed atmosphere. 7 nights a week."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Housaper theater"]}," (مسرح الهوسابير). Mostly erroneously known and spelled as ",{"type":"''","value":["Hosabeer"]},". A small theater which hosts cultural plays and concerts for independent artists. Address: El Galaa St, Kulali, near Ahmed Oraby Metro Station, behind the hospital of Egypt railway."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The International Language Institute"]}," (ILI), ",{"type":"[","value":["http:\/\/www.arabicegypt.com"]}," in Mohandesin offers courses in ",{"type":"[[","value":[["Arabic phrasebook"],["Modern Standard Arabic"]]}," and ",{"type":"[[","value":[["Egyptian Arabic phrasebook"],["Egyptian dialect"]]}," up to an intermediate-advanced level in an international student environment. Teachers are professional and prices relatively low."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kalimat Language and Cultural Centre"]},", 22, Mohamed Mahmoud Shaaban St., Mohandessin, Giza, (202) 761 8136 \/ 337 5814, ",{"type":"[","value":["http:\/\/www.kalimategypt.com"]},". This is a great language school with a lot of friendly teachers and students from around the world."]},"\n",{"type":"==","value":["Work"]},"\nAccording to a recent survey by the Egyptian government in May 2011, there are at least 3 million expat foreignors working in Egypt. This is strange considering that Egypt is a developing country, with a high rate of local unemployment and suppressive economic conditions, especially after the 25th of January 2011 revolution, which has seriously affected the economy. However, there are no strict labor requirements like other developed countries that receive immmigrants such as the EU, Canada, or the USA. Even so, the law is not very often applied as employers easily play around the law to hire their needs from foreignors. That being said, it really depends on the kind of job and field you are applying for.\n \n",{"type":"'''","value":["Factory Work\/Industrial Labor"]},"\nThere are many thousands of people from South East Asia, China, and the Far East working low-paying jobs in factories and similar places. They're hired because they're cheaper than hiring locals. \nSome well-to-do families also like to hire foreign workers to work in their houses as cleaners, houskeepers etc. The majority come from poorer African countries or places like the Philippines and Indonesia.\n\n",{"type":"====","value":["Teaching\/education"]},"\nIf you come from the West however, the situation may be very different depending on your qualification. The most demanded are those who come from native English speaking countries (i.e. the UK, USA, Canada, Australia, etc.). The most demaded jobs for these people are English teachers at schools and some university professors. There are many foreign schools in Cairo and some other big cities that prefer to hire native English speakers as part of their school staff. The reason obvioulsy being that the ability to teach English with a native accent and more importantly their foreign qualifications. Other opportunites may arise in similar institutions if your native language is French, less if it's German, and even less if it is some other European language.\n \n",{"type":"====","value":["Tourism\/hotel industry"]},"\nThere is some demand for Russians also in nightclubs, and hotels. The tourism industry in general may be willing to hire foreigners from European backgrounds to work in countless diving centres and small business around the Red Sea area in Dahab, Hurghada, and Sharm El Sheikh, where many tourists come from Europe to take diving courses in their native langue (German, Dutch, French, Italian, Russian, English, Polish) and other languages being the most popular.\n\n",{"type":"====","value":["Call centres\/customer service reps"]},"\nRecently, there has also been a huge demand for anyone who speaks fluent English with a clear native or neutral accent to work in most of the country's ineternationally based call centres located in and around Cairo. During the past 10 years, Egypt has become a major player in the telecommunications and call centres industry in the Middle East. Many companies including Vodafone, Teleperformance, and other large local call centres are in constant need of English language speakers to work in their call centres, as there aren't that many Egyptians capable of speaking English fluently and clearly enough to serve these companies' offshore accounts. Examples include Vodafone UK, Vodafone Australia, and Vodafone New Zealand, which are currently being outsourced by the call centre of Vodafone Egypt, which basically hires anyone to work as a call centre agent, who speaks fluent English regardless of their nationality. Even if English is not your mother language, the only requirement is the ability to communicate in the language and work shifts. Pay is not bad considering the much lower living expenses in Egypt compared to the West. Salaries for these positions may range from EGP2,500 to EGP3,500 (USD1 = EGP5.93) per month and many companies offer free transportation, medical insurance, social insurance, and other benefits like a mobile allowance.\n\n",{"type":"====","value":["Job and employment resources"]},"\nThe American International School in Cairo (AIS), (2 locations in 6 October City Sheikh Zayed) and Fifth Settlement (EL Tagamoa El Khames ) the two being on the Western and Eastern corners of the city.\n\nCAC (Cairo American College) in Maadi, with a long history of American curriculum and American\/Foreign staff, and foreign students.\n\nThe American University in Cairo\n\nCanadian International College\n\nGerman University in Cairo (GUC)\n\nFor Call Centre jobs, mainly customer service representatives\/agents serving offshore companies in Europe and North America, (outsourced by the call centres in Cairo) try:\n\nVodafone Egypt (located in Smart Village on the Cairo\/Alexandria Desert Road) (the Call Centre is located in 6 October 6 Horizon Building in the 4th Industrial Area.\n\nTeleperformance Egypt (another multinational company, originally French located in 50+ countries worldwide) and based in downtown Cairo. Go to teleperformance.com and choose Egypt to get the full contact and address details. Here again, you can work in either French or English accounts with a salary package around EGP3,000 per month, plus medical and social insurance.\n\nXceed Contact Centre, a local contact centre with a good reputation located in Smart Village, with English, French, Hebrew, and many languages\n\nRaya Contact Centre, in 6 October\n\nWasla Contact Centre\n\nEgyptian Contact Centre Operator (ECCO), in Imtedad Ramsis, near Heliopolis and Nasr City\n\nC3 The Call Centre Company\n\nStream Call Centre, in 6 October, with English and French.\n\nYou can find all address details and websites of these companies if you search them on Google or on the internet in general. Most of them are in constant demand of fluent English speakers regardless of your nationality because of the booming telecommunications and call centre industry in the Egyptian economy. Many of them outsource other companies originally based in Europe and the West.\n\nFor other kinds of jobs, the best option is to have a technical background or previous managing experience in a multinational company and get transferred to the local branch of the company in Egypt.\n\nOther opportunities include teaching English as a free-lance instructor, but it may take a while before you are able to gather enough students to make a good living. Current rates range from EGP50 to EGP100per hour\/lesson in private lessons. Many people in Egypt want to learn English or improve it as it is always demanded in the Egyptian market.\n\nIf you have professional qualifications there are many possibilities for work in Cairo. Try any of the local employment or job websites:\n\nCareer Mideast (www.careermideast.com), one of the oldest job websites in the country, serving the entire Middle East Region, even other countries\n\nBayt (www.bayt.com) you will find jobs in the entire Middle East including Egypt in all sectors\n\nThe American Chamber of Commerce Website (they have a comprehensive database of all kinds of jobs in all sectors and industries (www.amcham.org.eg)\n\nWazayef Masr (it can be easily found on Google search)\n\nThere are several job fairs\/employment fairs that take place every few months in Cairo. Most of them are free to attend by anyone looking for a job. They usually are advertised in English adverts in the Arabic newspapers such as Al Ahram Newspaper. The ads are easy to spot as they are large picture advertisements and written in English, even though the newspaper is in Arabic. They normally take place in well-known places like large five star hotels or the City Stars shopping complex. Examples include Job Master Job Fair, Wazayef Masr Job Fair, and the American Chamber of Commerce Job Fair. You can meet lots of different employers, with mostly multinational companies based in Cairo and other local well-known Egyptian companies. Most recruitment teams at the fairs speak fluent English. You must bring your cv\/resume as most employers expect you to apply for a job on the same day, then you will be called for an interview a few days\/weeks later if they have a suitable vacancy. Take at least 20-30 copies, one for each employer and dress semi-formally or formally.\n\nAnother option is any of the foreign embassies located in Cairo.\n\nYou can also try the English weeklies al-Ahram and al-Waseet for job vacancies. Otherwise, if you have some connections, you can always network with people that you know, and sometimes it may lead to landing a job somewhere.\n\nPlease note that Egyptian work conditions may be very different from Western ones. It is more of a friendly casual environment, but everybody is still treated with respect. Working hours are normally 9-5PM, and the weekend is Friday and Saturday (Friday substituted for Sunday because it is the day that Muslims go to pray at the mosque). Annual leave is normally 21 days, and most national holidays are days off as well.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Talaat harb at night by tinou bao.jpg"],["thumb"],["250px"],["Midan Talaat Harb"]]},"\n\n",{"type":"'''","value":["ATMs"]},", are conveniently located in various places throughout ",{"type":"[[","value":[["Cairo\/Downtown"],["downtown"]]},". A more secure option are the ATMs in the five star hotels. There also are numerous places that handle currency exchange, or you can try any major bank such as HSBC or Commercial International Bank for currency exchanges or redeeming travellers cheques. There also are a number of Citibank ",{"type":"[","value":["http:\/\/www.citibankegypt.com\/"]}," branches in Cairo.\n\nForeign currencies can also be exchanged for Egyptian pound in all the Egyptian banks like Banque Misr ",{"type":"[","value":["http:\/\/www.banquemisr.com\/sites\/engbm\/Pages\/default.aspx\/"]},", National Bank of Egypt ",{"type":"[","value":["http:\/\/www.nbe.com.eg\/en\/exchangerate.aspx?x=1&lang=en\/"]},", Banque De Caire ",{"type":"[","value":["http:\/\/www.bdc.com.eg\/html\/main.htm\/"]},", Arab African Bank ",{"type":"[","value":["http:\/\/www.aaib.com\/\/"]},", The United Bank ",{"type":"[","value":["http:\/\/www.theubeg.com\/wps\/portal\/enub"]},", or the large branches of Bureau De Change.\n\nBe aware that many merchants will try to scam you out of as much as they possibly can. A particularly common trick are the papyrus museums. They come in many different flavours, but they often call themselves galleries, museums or workshops. You will be given a brief talk or demonstration on how papyrus is made, and warned against cheaper shops that make their papyrus from banana leaf (though no matter where you go, no one has a sample to show you, questioning the legitimacy of this \"warning\"). The prices will be in the hundreds, and you will be offered what appears to be an excellent discount. If you look around, however, you will see most of what they offer is worth EGP1-5 at the most. Tour guides, taxi drivers and hotel staff are all in on this, and will often get a 50% commission if they lead an unwitting tourist into this trap.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Khan El-Khalili"]}," bazaar is a giant souq in ",{"type":"[[","value":[["Cairo\/Islamic Cairo"],["Islamic Cairo"]]},". The merchants here are ravenous and skilled, so don't fall for the hard sell and be prepared to ",{"type":"[[","value":[["haggle"]]},". This is a great place to buy rustic glassware and perfume bottles. Be choosy."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cairo\/Gezira"],["Zamalek"]]}]}," has a number of small, but high-end shops, along with shops selling crafts, jewelry and other items. ",{"type":"'''","value":["Fair Trade Cairo"]}," in ",{"type":"[[","value":[["Cairo\/Gezira"],["Zamalek"]]}," is a great shop selling high quality crafts made by local artisans. Nefertari, also in Zamalek, has wonderful organic cotton linens, skin care products, and the like. There is also Nomad, that has a small, charming second floor showroom in Zamalek, as well as Nagada, and Khan Misr Taloun. "]},"Diwan, in Zamalek, is a very nice primarily English-language bookstore.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Midan Talaat Harb"]}," and surrounding streets, including Talaat Harb Street, are home to countless shops, selling everything from shoes and books to sweets."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Midan Ataba"]}," area in ",{"type":"[[","value":[["Cairo\/Downtown"],["Downtown"]]}," Cairo is home to large bookseller markets, where you can find inexpensive books, as well as electronics and clothing markets, but be aware of the over crowding, as it is easier to pickpocket."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["eatpricerange"],["Under EGP10"],["EGP10-40"],["Over EGP40-100"]]},"\n\nCairo has an enormous number of restaurants, catering to most needs. Ironically though, one may want to avoid any restaurants listed in popular guidebooks.  Egyptian restaurants have a habit of after being listed, cooking up a special English menu with vastly inflated prices.  That said, cheap food can be found everywhere in street restaurants and snack stalls. The top notch restaurants are often, but not always, found in hotels and Nile boats. The borders between restaurants and cafes are not crystal-clear in the Egyptian capital. In many places it is perfectly acceptable to just have a drink or ",{"type":"''","value":["sheesha"]},". Medium and high-range outlets might have a minimum charge. Cheaper restaurants will normally not serve alcohol as well as some more expensive outlets.\n\nIn general, ",{"type":"[[","value":[["Cairo\/Downtown"],["downtown"]]}," is good for budget eating, while for higher quality eating you should head to ",{"type":"[[","value":[["Cairo\/Zamalek"],["Zamalek"]]},", ",{"type":"[[","value":[["Cairo\/Dokki and Mohandiseen"],["Mohandiseen"]]}," or any of the other more affluent parts of town.\n\n",{"type":"===","value":["Egyptian and middle eastern food"]},"\n\n",{"type":"[[","value":[["File:Fatir.jpg"],["thumb"],["right"],["250px"],[{"type":"''","value":["feTīr"]}," is a pie, shown here with honey. It can be eaten as a meal or snack, with sweet ingredients like jam or honey, or salty toppings like cheese, meat, and vegetables which make it more like a pizza."]]},"\nTraditional Egyptian staples are available almost everywhere. In stalls and street restaurants you will find traditional dishes like ",{"type":"''","value":["fūl"]}," (bean paste), ",{"type":"''","value":["falāfel"]},", ",{"type":"''","value":["moussaka"]},", ",{"type":"''","value":["koshari"]}," (rice, macaroni, lentils, chick peas and tomato sauce), ",{"type":"''","value":["feTīr"]}," (pancakes with different fillings) and ",{"type":"''","value":["shawarma"]}," (an import from Lebanon and Syria — pieces of roasted meat usually wrapped in bread). Cheaper places will only serve up vegetables and maybe beef hot dogs or corned beef. Eggs, fried potatoes and salads are also usually available. Hygiene varies wildly and the best advice is to go for the most visited places. Avoid empty restaurants as the food will be less fresh. Especially downtown, you can find many good ",{"type":"''","value":["koshari"]}," shops, including many outlets of the excellent ",{"type":"'''","value":["Koshari Tahrir"]}," chain. Delicious and cheap fūl, falāfel, and shawarma sandwiches can be bought at the many outlets of popular ",{"type":"'''","value":["Gad"]}," fast food chain dotted around Cairo. The average price for a tub of takeaway koshari is between 3 to 5 Egyptian pounds, fūl or falāfel sandwiches is between 1 to 1.5 Egyptian pounds, and shawarma sandwiches are between 4 and 8 Egyptian pounds.\n\nIn the medium and upper price range your choice of traditional Egyptian food will be more limited. Although the situation is improving, traditionally Egyptian gastronomical experiences are still mostly restricted to private homes. Quality chain restaurants like ",{"type":"'''","value":["Felfela"]}," (several outlets), ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.abouelsid.com\/ Abou El Sid"]}]}," (Zamalek, Maadi and Dokki), and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aboushakra.com\/ Abou Shakra"]}]}," offer authentic Egyptian food.\n\nOtherwise oriental or Middle Eastern restaurants tend to mix styles or completely go for more Lebanese-style eating, considered more stylish by rich Cairenes. The good side of this is that Cairo is blessed with many quality Lebanese outfits, from chains like ",{"type":"'''","value":["Dar Al-Qamar"]}," to stylish restaurant establishments. Additionally, Turkish food and restaurants catering to Gulf visitors can be found.\n\n",{"type":"===","value":["Western and Asian food"]},"\n\nCairo has a growing number of Western ",{"type":"'''","value":["fast food"]}," outlets available - these are, incidentally, some of the best places to see young Cairenes relaxing together, as fast food restaurants are apparently considered among the hippest places to hang out. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mcdonaldsegypt.com\/ McDonalds"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.americana-group.net\/Default.aspx?id=1620 Hardees"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.americana-group.net\/Default.aspx?id=1620 Pizza Hut"]}]},", and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.americana-group.net\/Default.aspx?id=1620 KFC"]}]}," are spread about the city, but they are relatively more expensive. Most of these also offer free wireless internet.\n\n",{"type":"'''","value":["The Tahrir Table"]}," 11 Tahrir square next to KFC. Owned by a Swedish lady, meals from locally inspired food to international dishes. View of Tahrir square in the second floor. Beer and wine served.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.momen-restaurant.com\/?action=mission Mo'men chain"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cookdoor.com.eg\/ Cook Door"]}]}," the Egyptian equivalent of Mcdonald's has similar menu with similar prices and free wireless internet.\n\nLighter meals like sandwiches and salads as well as pastries can be found in western-style bakeries and cafes. Popular chains like ",{"type":"'''","value":["Cilantro"]},", ",{"type":"'''","value":["Beanos"]},", ",{"type":"'''","value":["Costa"]},", and ",{"type":"'''","value":["The Marriott Bakery"]}," as well as individual outlets all offer more or less similar dishes. Most of these places also offer free wireless internet.\n\nThere is also a cute ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tgifridays.com\/home\/welcome.aspx TGI Friday's"]}]}," on the Nile banks at the entrance of Maadi, serving beer but no wine. Gezira also has its very own Chili's. For burgers, you can also try ",{"type":"'''","value":["Fuddrucker's"]}," ",{"type":"[","value":["www.fuddruckers.com\/"]}," (Maadi and Mohandesseen) or ",{"type":"'''","value":["Lucille's"]}," ",{"type":"[","value":["www.lucillesrestaurants.com\/"]}," in Ma'adi (54 Road n° 9) which is owned by an American woman. ",{"type":"'''","value":["Maison Thomas"]}," has several branches throughout Cairo, including Mohandiseen, Zamalek, and Maadi, and serves some of the best pizza in Cairo. There is an Italian place called the ",{"type":"'''","value":["Mint"]}," in Mohandesseen 30 Gezirt Al Arab ST. open 9AM-1:30, which boasts a very stylish interior, however it's alcohol free. If you prefer more stylish international dining, Cairo offers a wide variety: Italian, Chinese and Japanese outlets in addition to the ambiguous ",{"type":"''","value":["continental"]}," cooking abound, especially in areas like Zamalek, Mohandseen and Dokki. ",{"type":"'''","value":["Rossini"]}," fish restaurant 66 Omar Ibn El Khatab ST +202 2291-8282, ",{"type":"'''","value":["Cedars"]}," 42 Gezerit Al Arab Mohandeseen +202 3345-0088, this Lebanese restaurant is a favorite with Mohandesseen's ladies who can order grills and salads in a specious outdoor terrace.\n\n",{"type":"===","value":["Hygiene and diet issues"]},"\n\nFor health reasons it is advisable not to drink tap water or eat unpeeled fresh fruits and vegetables—at least for the first few days of the visit. There are few solely vegetarian options, ",{"type":"'''","value":["L'aubergine"]}," in Zamalek is a good restaurant for vegetarian food. Otherwise, Egyptian cuisine is dominated by vegetable courses, but be aware of \"hidden\" meat in stock, sauces and the like. One should also be cautious about sushis( slushees?) or ice creams sold outside of main hotels. Also, if served eggs, one should be cautious to ensure that they are fully cooked (sunny side up eggs may allow certain organisms to be transmitted).\n\n",{"type":"===","value":["Self-catering"]},"\n\nThe ",{"type":"'''","value":["Metro"]}," chain and ",{"type":"'''","value":["Alfa Market"]}," dotted around Cairo are convenient supermarkets. They often stock Western brands. Otherwise vegetables and fruit are plentiful and cheap. Bakeries such as ",{"type":"'''","value":["The Bakery"]}," chain sell western-style bread and pastries. Organic food from the local ISIS brand is available at the supermarkets Metro and Carrefour and the ",{"type":"'''","value":["Sekem"]}," Shop in Ahmed Sabri Street (شارع احمد صبر), ",{"type":"[[","value":[["Cairo\/Zamalek"],["Zamalek"]]},".\n\nBy far the cheapest and most satisfying option, buying from Souks and outdoor markets makes for a crash course in Arabic and haggling, not to mention that the produce is often superb! Bread can be found on nearly every corner and comes in two types - whole wheat ",{"type":"''","value":["aysh baladi"]}," and white flour ",{"type":"''","value":["aysh shami"]},". Both are baked fresh daily and delivered by thousands of kids on bicycles to every corner of the city. Every neighborhood has a few streets dedicated to produce and other goods. Always wash fruit thoroughly before eating. Eating a fresh Roma tomato in the heat of Summer straight from a market seller after being washed is a delight, hard to match. The fruits and vegetables in Egypt may not conform to EU or US standards of size, but their taste is far superior.\n\nSmall bakeries (",{"type":"''","value":["furne"]},") sell every kind of baked good imaginable - ranging from Italian style bread sticks with nigella and sesame seeds to croissants, donuts and anything with dates in it. Fresh goods from these bakeries offers a nice alternative to the standard Egyptian breakfast of beans, beans, and beans, as well as the fact that this bread is very cheap.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Flickr - Daveness 98 - Meat market in central Cairo.jpg"],["thumb"],["300px"],["Meat market in central Cairo"]]},"\n\nCairo has a wide range of drinking options from the very traditional to fashionable and modern. At the other end of the scale, almost any street in Cairo has a traditional coffee house, ´ahwa, a traditionally male institution of social life tracing many hundreds of years back in history. Besides that you'll find everything from fruit stalls to patisseriés and bakeries and modern cafés whipping up all varieties of modern European coffee. In addition to the traditional Turkish coffee and ",{"type":"''","value":["shai"]}," tea, virtuall everywhere you'll find drinks like hibiscus tea ",{"type":"''","value":["kerkedeeh"]},", served warm or cold depending on season, ",{"type":"''","value":["sahleb"]},", a milk-based drink usually served in winter,  ",{"type":"''","value":["fakhfakhenna"]}," (a kind of fruit salad), sugarcane juice, mango and tamarind juice, ",{"type":"''","value":["Tamr hindi"]},".\n\n",{"type":"===","value":["Traditional coffee houses"]},"\n\nCairo remains one of the best cities in the world to sample the traditional coffee house culture of the region. They are called ",{"type":"''","value":["maqhâ"]}," in Standard Arabic, but in the local dialect this is turned into ",{"type":"''","value":["´ahwa"]},". The Turkish coffee remains an invariable ingredient in any Cairene coffee house, and water pipe (",{"type":"''","value":["sheesha"]},") and tea is even more popular. While considered \"old fashioned\" for a time, these places are again turning fashionable among younger crowds and even smoking a water-pipe is no longer a male-only pastime. Places vary from just a small affair—plastic chairs and tables put out on the street—to more elaborate cafes especially in upscale and tourist areas.\n\n",{"type":"{{","value":[["infobox"],["A social institution"],["When coffee was introduced to the Arab and Islamic world in the 1600s the Islamic clergy attempted to outlaw it. However people's cravings soon convinced the sheikhs against this, although even today the most pious followers of Islam would still avoid visiting an ´ahwa. For most Egyptian men however, it is an important social institution, usually near one's home and the local mosque or church. It is the place to chat, pick up the latest news, read the paper, watch a TV show or a soccer match, or simply people watch while puffing a waterpipe ",{"type":"'''","value":["sheesha"]},". Some say there are more than 20,000 coffee houses in Cairo. Today Downtown and Islamic Cairo are the best places to visit for a sampling of this essential part of Cairene life."]]},"\n\nFor many, the ",{"type":"''","value":["sheesha"]}," or water pipe, is the main attraction of any visit to a Cairene coffee house. It is usually available in at least two varieties, ",{"type":"''","value":["mu´assal"]},", pure tobacco, and ",{"type":"''","value":["tofâh"]},", apple-flavored. Other fruit varieties are sometimes available. Coffee houses range from the more elaborately decorated to a simple counter and some plastic chairs and tables spread out in the street. Foreigners are invariably made welcome, although women might feel uncomfortable visiting coffee houses in traditional, poor areas of the city. However, in downtown and the tourist areas of Islamic Cairo single or women-only groups should not expect anything more than the ordinary hassle.\n\nTurkish coffee (",{"type":"''","value":["´ahwe turki"]},") is served either sweet (",{"type":"''","value":["helwa"]},"), medium sweet (",{"type":"''","value":["masbout"]},"), with little sugar (",{"type":"''","value":["sukr khafeef"]},") or no sugar (",{"type":"''","value":["sâda"]},"). Sweet means very sweet. Tea (",{"type":"''","value":["shai"]},") is served either as traditional loose tea (",{"type":"''","value":["kûshari"]},", not to be confused with the Cairo macaroni-rice stample ",{"type":"''","value":["kushari"]},"), known as dust tea in English, or in a tea bag. Most coffee shops usually offer fresh mint leaves to put in your tea, upon request. A range of soft drinks are usually available. Most typically you will find hibiscus tea (",{"type":"''","value":["karkadee"]},"), served warm in the winter season and cold during the warmer parts of the year.\n\n",{"type":"===","value":["Fruit juice stalls"]},"\nDuring the hot Cairo summer, fruit juice stalls selling fresh juice (and occasionally fruit salads and other soft drinks) are a delight not to be missed. Basically these places sell fresh-pressed juice of whatever is in season. Typical choices include orange (",{"type":"''","value":["bortoqâl"]},"), lemon (",{"type":"''","value":["limon"]},"), mango (",{"type":"''","value":["manga"]},") and strawberry (",{"type":"''","value":["farawla"]},"), guava (",{"type":"''","value":["gawafa"]},"), pomegranate (",{"type":"''","value":["Rummān"]},"). Prices and quality depend on season and availability. These places are spread out around the city and available at almost all the places tourists typically visit and in all local residential districts. Traditional coffee houses or fruit juice stalls might sell all or some of these drinks.\n\n",{"type":"'''","value":[" A health reminder"]}," Use extra care if you choose to consume beverages from fruit stalls. In general, food handling procedures are not up to Western food sanitation standards. It should also be noted that some vendors mix their fruit juices with less-than-perfect tap-water.\n\n",{"type":"===","value":["Modern cafes and pastry shops"]},"\n\nModern cafes and patisseries are spread out around the city. Typically they serve light food like sandwiches and salad in addition to espresso-based coffees and pastries. Many of these places are chains, like Cilantro, Beanos, Cinnabon, Orangette, The Bakery and Coffee Roastery. Most of these places, including all the chains mentioned above, offer wireless internet connection as well. International chains such as Costa Coffee and Starbucks are also widely available throughout Cairo.\n\n",{"type":"===","value":["Nightlife"]},"\n\nFor the capital of a Muslim country, Cairo is relatively liberal when it comes to the consumption of alcohol. A wide range of bars and dance clubs is available, basically in every major hotel, and some are open 24\/7. If you would like to explore the less fancy drinking places in Cairo, ",{"type":"[[","value":[["Cairo\/Downtown"],["Downtown"]]}," is definitely the place to go. Upscale nightspots are found in and around the Zamalek area\n\n",{"type":"==","value":["Sleep"]},"\n\nCairo has a tremendous range of accommodation, from low-rent budget hotels ",{"type":"[[","value":[["Cairo\/Downtown"],["downtown"]]}," to five-star palaces along the Nile. See individual ",{"type":"[[","value":[["Cairo#Districts"],["district articles"]]}," for hotel listings.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Mail"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.egyptpost.org\/en\/index.asp main post office"]}]}," of Cairo is on Midan Ataba (open 7AM-7PM Sa - Th, 7AM-12 noon Fr and holidays). The ",{"type":"''","value":["poste restante"]}," office is to be found along the side street to the right of the main entrance to the post office and through the last door (open 8AM-6PM Sat - Th, 10AM-12 noon Fr and holidays) - mail will be held for 3 weeks.\n\nEgypt-Post livery is green and yellow.\n\nThere are two kind of mail boxes for international and domestic use. They are typically found on the street in pairs, colored green and yellow. It is said that your mail will be delivered no matter which one you use.\nAlways use the register mail facility to post anything valuable or important. It takes longer but each step of the journey is recorded, as many letters do not arrive at their destinations when using regular mail service.\n\n",{"type":"===","value":["Internet"]},"\n\nThe Internet is rapidly growing in Cairo as in many other Egyptian and Middle Eastern cities. There is now a profusion of established internet cafés and venues, with many more opening for business each month. An hour in a downtown net cafe will set you back EGP3-5. A growing number of cafés including Cilantro and Beanos provide wifi for free, and if all else fails, you can always drop into a McDonalds and try their network. Luxury hotels often provide WiFi at a premium. Also, mobile providers offer relatively high speed internet access via a USB dongle. For example, a Mobinil or a Vodafone USB dongle and sim card will cost you EGP99 with EGP50 of credit.\n\nIf you have access to a traditional telephone line in Cairo, then you will be able to access the internet through dial-up connection for 1.25  EGPper hour by dialing 0777 XXXX numbers.\n\n",{"type":"===","value":["Mobile phones"]},"\n\nIn Egypt, cell phone are a way of life. Walking down any street, or on a crowded bus, it seems that most Egyptians are addicted to cell phones (similar to what you may find in Japan or Korea). Instead of using your phone from your home country (which often tend to carry very high roaming fees), consider obtaining an Egyptian SIM card or cheap unlocked phone. The 2 main carriers in Egypt are Mobinil ",{"type":"[","value":["http:\/\/www.mobinil.com\/"]}," and Vodafone Egypt ",{"type":"[","value":["http:\/\/www.vodafone.com.eg\/en\/Home\/index.htm"]},", with UAE's Etisalat ",{"type":"[","value":["http:\/\/etisalat.com.eg\/portal\/page?_pageid=42,1&_dad=portal&_schema=PORTAL&siteAlias=etisalat&sitePath=Etisalat_Portal_En"]}," a growing 3rd player in the Egyptian market. Mobinil ",{"type":"[","value":["http:\/\/www.mobinil.com\/"]}," and Vodafone ",{"type":"[","value":["http:\/\/www.vodafone.com.eg\/en\/Home\/index.htm"]}," offer the best coverage, but for tourists Etisalat is the best option because it gives the most bang for your buck with minutes and seems to have the lowest calling rates abroad out of any of the 3 (a difference of paying $0.55USD per minute for a call to the States than paying $2.50 USD for using your home GSM provider on roaming).\n\nYou can find mobile dealerships in every section of Cairo (frankly, you can't avoid them), and getting set up is fairly easy. SIM cards for any of the 3 providers go for about EGP5-20 (about USD1–5). You will need to bring your identification (its recommended to bring a copy of your ID, as you may not want someone walking off with your passport in a shady shop to make a copy). If you don't have an unlocked phone, many shops will sell cheap older models (usually Nokia phones) as secondhand phones. But beware, make sure that the phone is fully functional before purchasing it, and buying a used one is at your own risk (as a good percentage of these tend to be stolen ones).\n\n",{"type":"===","value":["Tourist Information"]},"\nThe Egyptian Tourist Authority http:\/\/www.touregypt.net has offices in ",{"type":"''","value":["Cairo City Cente"]},"r, 5 Adly Street, phone: 3913454, ",{"type":"''","value":["Pyramids"]},", Pyramids Street, phine: 3838823, fax: 3838823, ",{"type":"''","value":["Rameses Railway Station"]},", phone: 5790767, ",{"type":"''","value":["Giza Railway Station"]},", phone: 5702233, ",{"type":"''","value":["El Manial"]},", Manial Palace, phone: 5315587, ",{"type":"''","value":["Airport"]},", phone: 2654760, fax: 4157475, ",{"type":"''","value":["New Airport"]},", phone: 2652223, fax: 4164195 and ",{"type":"''","value":["Cairo International, Airport'"]}," phone: 2914255 ext.2223.\n\n",{"type":"==","value":["Stay safe"]},"\n\nSince 2011, when a revolution toppled President Hosni Mubarak, civil unrest has remained a constant problem in Cairo.  In July 2013, President Mohamed Morsi was ousted, prompting violent demonstrations and clashes in the streets.  Vast protests in Tahrir Square and elsewhere, while often with peaceful goals, can turn violent and have proven dangerous for many women.  As is mentioned at the top of the page, it is not advisable to travel to Egypt at all right now (as of July 2013); the streets of Cairo, in particular, are far from safe.\n\nDuring politically-calm times, you can walk around the main streets anytime you feel like roaming. It is fairly safe and you will always find lots of people around smiling and offering to help. Women alone can expect to be the target of an excessive amount of catcalling, but it rarely, if ever, goes beyond that. You should bear in mind that around the more touristy locations there is an abundance of 'helpful' people, but be careful who you go with and under no circumstance let anyone push or guide you anywhere that you do not want to go! If you get lost look for the security and police officers. Many speak some English, and most know their local area very well as well as the tourist spots.\n\nCrossing streets is another major challenge in Cairo. Traffic lights, which only exist in a few locations, are routinely disregarded. In downtown Cairo, police officers may be controlling traffic at key intersections at busy times. Crossing the street is like playing the video game \"Frogger\", hurrying across the street one lane at a time, when there is a small break in traffic. One way to cross a street that proved to be effective is to place yourself next to an Egyptian who wants to cross the street and follow.\n\nAlso, when riding in a taxi, the driver may go quite fast and drive erratically. If at any time you feel unsafe simply tell the driver to stop and get out.\n\n",{"type":"===","value":["Emergency services"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Police"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=122"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ambulance"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=123"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fire"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=180"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"====","value":["Tummy upsets"]},"\n\nAs elsewhere in Egypt, be careful with what you eat. Raw leafy vegetables, egg-based dressings like mayonnaise and minced meat are particularly risky. Avoid cold salads and puddings from buffets even in the 5* hotels just to be on the safe side.Opinions on tap water vary, but most visitors choose to stick to the bottled stuff. Large bottles of water can be purchased for EGP2-3. Avoid ice in drinks, and only eat fruit with a skin you can wash or peel.\nYou may find that tummy medications you bring from home simply don't work.\nAll visitors would do well to buy from any pharmacy Egyptian brand drugs. The best and most common being Entocid and Antinal. Diarrhea and vomiting can almost always be stopped by taking 2 of these tablets with a glass of water in a few hours.\nIf symptoms persist, it is wise to consult a doctor as dehydration in Summer can come on quickly.\n\n",{"type":"'''","value":["Smog"]}," can reach extreme levels, especially in late summer and fall before the rains. This, coupled with the summer heat, can make spending time outdoors in the summer quite unpleasant.\n\n",{"type":"====","value":["Mosquitos"]},"\n\nMosquitos are in some parts of Egypt so you might face them. They are active from dusk till dawn, and then find a dark sheltered place to sleep during the heat of the day. They love humidity and wet environments where they breed. They also love leafy green gardens, and hedging. Sitting around lakes, pools, or in a garden at night can be suicide.\nOnly the female bites, and one female in a bedroom can cause much discomfort by morning, so it is always wise to kill any before sleeping. A fly swatter is best as they move due to air pressure, swatting with a newspaper will not work. Mosquito repellent sprays are of little value either.\n\nMost hotels will have smoke sprays at dusk to quieten them down but they will revive and attack later.\n\nThe best defense is to kill any in hotel rooms. Wear long sleeves and long trousers when out at night. When outside, sit in a breeze or in front of a fan as they do not like moving air. The mosquito tablets and burners merely make them sleepy, they do not kill them. It is better to spend a few minutes going round the hotel room killing any you see than suffer days of itching and painful bites.\n\n",{"type":"===","value":["Hospitals"]},"\n\nFor medical care, hotels usually have a house doctor on call. Any major operations are best performed outside Egypt, but the following hospitals are generally considered the best in Cairo:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cleopatra Hospital"],["url=http:\/\/www.cleopatrahospital.com"],["email="],["address=Heliopolis"],["lat="],["long="],["directions="],["phone=2414-3931"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dar El Fouad Hospital"],["url=http:\/\/www.daralfouad.org\/"],["email="],["address=6th of October City"],["lat="],["long="],["directions="],["phone=3835-6030"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nBackpackers will see doctors' offices dotted all around Cairo on board signs. They are speciality specific. Just look for one and then inquire. Note most surgeries open after 5PM and run late till sometimes midnight.A consultation fee will give you a consultation and one follow up appointment.\n\nTravellers can also visit private hospitals like ",{"type":"'''","value":["El Salam"]},", ",{"type":"'''","value":["Dar Al Fouad"]},",",{"type":"'''","value":["6th October University Hospital"]},", ",{"type":"'''","value":["Ain Shams University Hospital"]},",",{"type":"'''","value":["Kasr El-Eney"]}," during the day. Each has an outpatient clinic with various specialists on duty. Usually no appointment is necessary and you will be seen depending on how early you arrive. The fee for the outpatient clinic of ",{"type":"'''","value":["6th October University Hospital"]}," for a consultation and follow up is 40le.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Afghanistan"]]}," ",{"type":"{{","value":[["listing"],["name=Afghanistan"],["url=http:\/\/www.afghanembassy-egypt.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name= Australia"],["url=http:\/\/www.egypt.embassy.gov.au\/caro\/home.html"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/cairo.itamaraty.gov.br\/en-us\/Main.xml"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/egypt-egypte\/splash.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/eg.china-embassy.org\/eng\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.eg"],["email=sanomat.kai@formin.fi"],["address=3 Abu El-Feda Street,13th floor 11211 Zamalek"],["lat="],["long="],["directions="],["phone=+20 2 2736 3722"],["tollfree="],["fax=+20 2 2737 1376"],["hours=Su-Th 8:30AM-4:15PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.ambafrance-eg.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.kairo.diplo.de\/Vertretung\/kairo\/de\/Startseite.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.hellas.org.eg\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["email="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iraq"]]}," ",{"type":"{{","value":[["listing"],["name=Iraq"],["url=http:\/\/www.mofamission.gov.iq\/egy\/ab\/articles.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.ambilcairo.esteri.it\/Ambasciata_Ilcairo"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kenya"]]}," ",{"type":"{{","value":[["listing"],["name=Kenya"],["url=http:\/\/www.kenemb-cairo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=The Netherlands"],["url=http:\/\/egypt.nlembassy.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norway-egypt.org\/Embassy\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["url=http:\/\/www.egypt.mid.ru\/eng\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Saudi Arabia"]]}," ",{"type":"{{","value":[["listing"],["name=Saudi Arabia"],["url=http:\/\/portal.mofa.gov.sa\/detail.asp?InServiceID=201&intemplatekey=MainPage"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Serbia"]]}," ",{"type":"{{","value":[["listing"],["name=Serbia"],["url=http:\/\/www.serbiaeg.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url=http:\/\/www.exteriores.gob.es\/subwebs\/Embajadas\/ElCairo\/es\/home\/Paginas\/postingHSW.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom of Great Britain and Northern Ireland"],["url=http:\/\/ukinegypt.fco.gov.uk\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["url=http:\/\/egypt.usembassy.gov\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Venezuela"]]}," ",{"type":"{{","value":[["listing"],["name=Venezuela"],["url=http:\/\/www.embavenezegypt.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Zambia"]]}," ",{"type":"{{","value":[["listing"],["name=Zambia"],["url=http:\/\/www.zambiaegypt.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Helwan"]]}," the Japanese Gardens in Helwan 20 min drive from Downtown or by ",{"type":"'''","value":[" The Metro"]}," is a perfect place to spend an afternoon picnic away from the city."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alexandria"]]}," is a possible day-trip. Enjoy a day visiting the library, a museum, fortress or the beach and return to Cairo after a good fish meal and maybe a drink. A first-class train ticket will cost about EGP50 and EGP35 for second class each way and takes about two and a half hours (timetable from Egyptian Rail is available ",{"type":"[","value":["http:\/\/www.egyptrail.gov.eg\/docs\/online\/online.html here"]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ain al-Sukhna"]]}," is the closest Red Sea resort to Cairo and easily reached on a day trip. This place is growing rapidly to become ",{"type":"''","value":["the"]}," getaway for Cairo's moneyed elite. To get here, hire a taxi for the day for about EGP200-300."]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Fayyoum"]]}," is another popular place for Egyptians to picnic. While the city offers little in itself, ",{"type":"'''","value":["the Qaroon"]}," lake and ",{"type":"'''","value":["Wadi Al-Rayyan"]}," both offer scenic spots for relaxing and the area also contains some of the first pyramids in history. Get there by bus and then get a taxi to drive you around for the day at approximately EGP100 or get a taxi from Cairo at EGP200-300. It's possible to stay overnight at the scenic Tunis village for EGP30."]},"\n",{"type":"*","value":[" The pyramids of ",{"type":"[[","value":[["Saqqara"]]},", ",{"type":"[[","value":[["Memphis (Egypt)"],["Memphis"]]}," and possibly ",{"type":"[[","value":[["Dahshur"]]}," all offer an easy day trip out of Cairo. Expect to pay at least EGP150-200 for a private taxi."]},"\n",{"type":"*","value":[" Desert safari to ",{"type":"[[","value":[["Bahariyya"]]}," or ",{"type":"[[","value":[["Siwa"]]}," is also possible."]},"\n",{"type":"{{","value":[["Related"],["Cairo_to_Jerusalem_by_bus"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Egypt\/Localities\/Cairo\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Cairo"]]},"\n",{"type":"[[","value":[["Wikipedia:Cairo"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lower Egypt"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["30.05"],["31.233333"],["zoom=12"]]}]