[{"type":"{{","value":[["pagebanner"],["Banner of Cajamarca.jpg"]]},"\n",{"type":"'''","value":["Cajamarca"]}," is located in the ",{"type":"[[","value":[["Northern Sierra (Peru)"],["northern highlands"]]}," of ",{"type":"[[","value":[["Peru"]]},".\n\n",{"type":"[[","value":[["File:Cajamarca Plaza Cathedral.JPG"],["thumb"],["Night in the Plaza de Armas"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nIt is approximately 2,700 m (8,900 ft) above sea level and has a population of about 100,000 people. Cajamarca has an equatorial climate so it is mild, dry and sunny, which creates very fertile soil. The city is well known for its fine cheeses and dairy products. Cajamarca is also known for its churches, and hot springs, or Inca Baths. Yanacocha is considered to be the world's second largest gold producing mine, one of several active mining sites in surrounding areas. Most of all, Peruvians remember Cajamarca as the place where the Inca Empire came to an end, since the Battle of Cajamarca along with the capture and execution of Inca emperor Atahualpa took place here.\n\nBecause of the high altitude, precautions should be taken. Be sure to take it easy the first day or two in town, drink lots of water and stay away from alcohol and caffeine. Cajamarca is quite cold at night and the sun can be very strong during the day. Bring some sunscreen and some warm clothes.\n\n",{"type":"==","value":["Get in"]},"\n\nService to Cajamarca is via bus or air. There are daily flights from ",{"type":"[[","value":[["Lima"]]},", as well as luxury buses (about 16 hours). Several buses a day also make the trip from ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]}," (6 to 8 hours). Travelers can continue on to the town of ",{"type":"[[","value":[["Celendín"]]},", with connecting buses to ",{"type":"[[","value":[["Chachapoyas"]]},".\nIt is possible to travel through the highlands by road to ",{"type":"[[","value":[["Chota"]]}," & back down to Chiclayo, & south east through ",{"type":"[[","value":[["Cajabamba"]]}," to Huamachuco & down to Trujillo.\n\n",{"type":"*","value":[" Transportes Linea ",{"type":"[","value":["http:\/\/www.transporteslinea.com.pe"]}," have frequent buses from\/to Chiclayo, ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]}," & Lima."]},"\n",{"type":"*","value":[" Cruz del Sur ",{"type":"[","value":["http:\/\/www.cruzdelsur.com.pe"]}," also runs daily luxury buses to Cajamarca from Chiclayo, ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]}," & Lima."]},"\n",{"type":"*","value":[" LAN Airlines ",{"type":"[","value":["http:\/\/www.lan.com"]}]},"\n",{"type":"*","value":[" LC Busre Airlines ",{"type":"[","value":["http:\/\/www.lcbusre.com.pe"]}]},"\n",{"type":"==","value":["Get around"]},"\n\nFrom cheapest to most expensive;\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk"]}," - Most of the major sites in the city can be visited by foot."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Micro bus"]}," - Micro buses, colectivos or combis, whatever you like to call them (Peruvians call them micro buses) are a very cheap and easy way to get around with most voyages costing S\/.1.00 or less and you don't need to haggle over the cost of the fare. They are however often crowded and somewhat dangerous."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mototaxi"]}," - Three-wheel converted motorcycles.  Mototaxis are a little dangerous as they don't fare well in accidents. They are however very economical and lots of fun. Most trips in town are between S\/.2.00 and S\/.3.00."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxi"]}," - Most taxis are Daewoo Ticos or Toyota Corolla wagons. Expect to pay S\/.3.00 for a trip in town, about S\/.6.00 to the airport or to Baños del Inca.  Ask the driver what the fare is before you get in.  Whatever fare you agree to includes the tip."]},"\nTaxi Seguro ",{"type":"[","value":["http:\/\/www.taxiseguro.com.pe\/"]}," (076) 365103 or (076) 365362.  \nSuper Seguro (076) 507090. \nTaxi Unidos (076) 366438.\n\nMicro buses for the airport, Otuzco and Combayo leave at the first intersection of ",{"type":"''","value":["Dos de Mayo"]}," northwest of the river.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" There are several churches in the area of the ",{"type":"'''","value":["Plaza de Armas"]},", one of which (San Francisco) includes the \"Ransom Room\" in which the Inca Atahualpa was held captive by Spanish conquistadors."]},"\n",{"type":"*","value":[" The steps on Santa Apolonia hill lead up to the \"Inca Seat\", where the Inca supposedly addressed his subjects. The hill offers a nice view of the city below."]},"\n",{"type":"[[","value":[["File:Mariposa Carnaval 2011.JPG"],["thumb"],["Mariposa - Carnaval de Cajamarca 2011"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Carnaval de Cajamarca"],["alt="],["url=http:\/\/www.carnavaldecajamarca.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held every year, will be from the 18th of February to the 13th of March in 2011. The three most important days include the day of water and paint, participants cover themselves and each other in paint while onlookers throw water at them. The following two days are parade days with the first going through the Plaza de Armas while the latter sticks to the concourse and features floats and the queens of carnaval, tickets for seats on the concourse range from around S\/.15.00 to S\/.30.00. Be prepared to get wet on all occacsions from water bombs and kids water pistols. This event is one that should not be missed."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Catarata de Plan Manzanas"]}," is a nice waterfall about 9 km from Cajamarca. Take a microbus (19 or 59A - S\/.1.00 each way leaving about every 30 minutes until about 9PM) to Huambocancha Alta and get off at Plan Manzanas (road or carretera Bambamarca). You´ll need to ask the locals for directions as its not a particularly well known attraction, don´t give up just because the first person you ask doesn´t know anything about it. The locals are very friendly and you´ll probably be able to find one who´ll take you to the waterfall and give you directions for an alternate route back to the road for a small fee (S\/.5.00 to S\/.10.00). The trail will take you over the top of the falls. They hold a carnaval celebration 2 days after the main parade on the concourse in Cajamarca (well they did in 2011). Very beautiful countryside in a traditional Peruvian farming community. Its about a 30 minute walk each way from the road to the waterfall and the bus trip is also around 30 minutes each way. Allow 3 to 4 hours for this trip."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Baños del Inca"]}," (The Inca's Baths) are natural hot springs located five kilometers east of Cajamarca in the town of Baños del Inca."]},"\nThere are a number of archaeological sites and other attractions outside the city, to which there are organized tours. Several tour operators can be found on the Plaza de Armas.  These sites include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cumbe Mayo"]},", is a pre-Colombian aqueduct built around 1000 B.C. to bring water from the mountains to the town of Cajamarca during the dry season. Tours from Cajamarca are S\/.18.00 per person. Food and drinks are readily available at the site. Its possible to walk from Cajamarca but allow around five hours each way for the 20 km trek. The site is located at an altitude of around 3500 meters and can be quite cold and wet."]},"\n",{"type":"[[","value":[["File:Otuzco.jpg"],["thumb"],["Ventanillas de Otuzco"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ventanillas de Otuzco"]},", a pre-inca necropolis. Touristic infrastructure, entrance fee (S\/.5.00 May 2014), info plates in English. This is easy to get to by microbus just look for any bus that has Otuzco written on the side, you'll find them easily by the market. The trip is S\/.1.00 each way. Allow around 2 to 3 hours for this trip, a little longer if you want to check out the river nearby."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ventanillas de Combaya"],["url="],["email="],["address="],["lat=-7.048035"],["long=-78.397498"],["directions=North East of Cajamarca"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A pre-inca necropolis like Ventanillas de Otuzco but bigger and in much better condition. No touristic infrastructure at all, seldomly visited. Going there by colectivo takes 1 hour more than to Otuzco (no direct combi from Cajamarca, go to Otuzco first and then take another combi in the village, by the school, to Combaya) and goes through beautiful landscape. Do ",{"type":"''","value":["not"]}," touch the stone as it is not solid - avoid destructing it like Otuzco has been during few years of tourism!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Granja Porcon"],["url=http:\/\/www.granjaporcon.com.pe\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An Evangelical farming colony with tourist services and a zoo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Llacanora"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a picturesque town with waterfalls. The falls are a few kilometers from town but a fairly easy walk. There is also a farm with a lake and gardens nearby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jardín de Hortencias"],["url=http:\/\/www.cajamarca-sucesos.com\/cajamarca_region\/turismo\/jardin_hortesias.htm"],["email="],["address=la carretera a los Tres Molinos"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free entry"],["content=Typical food, chicha de jora, miel de abeja, plants, seeds, art and craft."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kuntur Wasi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quechua for House of the Condor. 93km north east of Cajamarca near the town of San Pablo. Tours from Cajamarca are S\/.100.00 however if you can make it there on your own the entry fee is S\/.4.50. The site features monolithic statues and a museum featuring ceramics, semi-precious stones and gold objects."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Skate Park"],["url="],["email="],["address="],["lat="],["long="],["directions=Inbetween Av. Atahualpa and El Inca near the sports centre, Coliseo Qapac Nan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Officially opened in August 2011. There's some decent bowls, plenty of slides and it looks like chicks and BMX's are welcome too."]]}]},"\n",{"type":"===","value":["Volunteer"]},"\nAsociación Incawasi is a non-profit organization started by both individuals from Cajamarca and international volunteers. Their objective is to improve the educational, social and nutritional situation of children from the disadvantaged areas of the city of Cajamarca, Peru.\n\n",{"type":"==","value":["Buy"]},"\n\nCajamarca is known for its fine dairy products and chocolate. A visit to one of the cheese shops is worth your time. There are also several street markets along the Rio San Lucas selling farm goods, cloth and various other items.\n\nCajamarca also has modern shopping malls like:\n\n",{"type":"*","value":[{"type":"'''","value":["El Quinde Shopping Plaza"]}," ",{"type":"[","value":["http:\/\/elquinde.com\/"]}," offers secure parking, a super market, two large department store, movie theater, children's entertainment, food court, electronics, clothing, pharmacies, jewerly stores, banking, and many kiosk-type businesses. It is located about six blocks northeast of the Main Square."]},"\n",{"type":"*","value":[{"type":"'''","value":["Real Plaza"]}," ",{"type":"[","value":["http:\/\/www.realplaza.pe\/"]}," is the biggest mall, it offers a secure underground parking, two large department store, a hypermarket, a large home improvement store, five cinemas in HD and one 3D cinema, food court, gym, restaurants, cafe, discotheque, children's entertainment, outdoor clothing stores, boutiques, electronics, banking, pharmacies, and another kiosk-type businesses. It is located about ten blocks east of the Main Square."]},"\n",{"type":"*","value":[{"type":"'''","value":["Open Plaza"]}," ",{"type":"[","value":["http:\/\/www.openplaza.com.pe\/"]},". This mall is under construction."]},"\nThere is a decent drop-off laundromat behind the San Francisco on calle Belen. 5 soles per kilo. Closed Fridays.\n\n",{"type":"==","value":["Eat"]},"\n\nThe diet here consists largely of items in cream sauce, probably due to the large dairy industry. Several restaurants serve Cuy (guinea pig) for those feeling adventurous. Street vendors sell tamales and various other street food, especially around dinner time.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Restaurant Tuna"]}," Jr. Malia Puga. This place is very popular and warm inside. There is a wood fired oven and they make tasty personal pizzas starting from S\/.5.50. You´ll probably need two of them if you want more than a snack though. They also have a range of other dishes, drinks and wine."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Ideal"]}," Panaderia y Pasteleria. Jr. Malia Puga 966. A great place for coffee, cakes, hamburgers and delicous rolls. Think of it as a cross between Subway and a coffee and cake shop. A clean modern store with excellent service."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pia"]}," dishes out tasty Pollo a la Brasa (rotisserie chicken) for a bargain price. It is located on Amazonas about a block away from the Plaza de Armas, near the secondary school."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Cajamarques"]}," is one of the top restaurants in town. The food is quite good, but the real attraction is the courtyard containing exotic birds and wildlife."]},"\n",{"type":"*","value":[" Not recommended: ",{"type":"''","value":["El Batan Gran Buffet"]},". This fancy restaurant has very attentive service, but the food is mediocre at best."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Super Chicken"]}," has two locations:  one on the Recoleta and the other in El Quinde shopping center.  Good chicken and fries.  Eat in or take out."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Renzos"]}," one block up from the Plaza. Italian food:  pizza and pasta."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Cena"]}," towards the west end of Via Evitamiento.  Large family-style restaurant. Good pollo a la braza and parrilla."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Castillo"]}," an interesting converted farm house outside of town past the airport.  Good beef.  Expect that your taxi driver will charge you extra to take you there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Punta Sal"]}," the place to go in Cajamarca for ceviche, which is a marinaded raw seafood dish with many aficionados in Peru."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Paskana"],["alt="],["url=http:\/\/www.paskana.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fine dining, beautiful surroundings, secure parking. Located on the road to Baños del Inca across from the university."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chifa Central"]}," Chinese food, located on the Plaza de Armas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cascanuez"]}," Serving breakfast, lunch, and dinner, but the main attraction is the deserts. Located half a block north west of the Plaza on Amalia Puga."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Don Paco"]}," Fine dining.  Located just off the Plaza across from the San Francisco Church."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Querubino"]}," Mediterranean dining with a Peruvian influence. Located just north west of the Plaza on Amalia Puga."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bella's Cafe"],["alt=Bar & Lounge"],["url="],["email="],["address=Jr. Junin #1184"],["lat="],["long="],["directions=One block from the plaza through Pasaje San Martin"],["phone=345-794"],["tollfree="],["fax="],["hours=9AM-11PM"],["price="],["content=In the need of great Peruvian coffee, capuccino, the best Pisco Sour, & Margaritas... Bella's Cafe Bar & Lounge gives you a great place to hang out after or before getting out visiting Cajamarca. We serve breakfast, quesadillas, tacos with our signature homemade tortillas... We also have Wifi Service for our customers... As of May 2012, this address now has a pizzeria"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nVarious street vendors sell home-made juice which is worth a try.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chicha de jora"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A sweet tasting homemade alcoholic drink made from corn."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hot Chocolate"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chocolate produced locally to make hot drinks with is widely available or have it made for you at one of the many restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Myshky Cafe"],["url=http:\/\/www.facebook.com\/pages\/Myshky-Caf%C3%A9\/311874872198219"],["email="],["address=Jirón Curz de Piedra, 646"],["lat="],["long="],["directions=Half a block from the Plaza de Armas"],["phone="],["tollfree="],["fax="],["hours=8:30AM-9:30PM"],["price="],["content=Coffee shop. Espressos, lattes, moccas, white moccas, etc. (all prepared with the best coffee beans from Jaén). Also offer frappés (ice-cold sweet drinks), chai latte, desserts and sandwiches."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are many inexpensive options for accommodations in Cajamarca. In addition to the various hotels and hostels in town, there are also a number of spa hotels in the outskirts of town.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Cruz de Piedra"],["url=http:\/\/hostalcruzdepiedra.com"],["email="],["address=Jr. Cruz de Piedra 287"],["lat="],["long="],["directions="],["phone=(076) 363370"],["tollfree="],["fax="],["hours="],["price=Matrimonial S\/.40.00, Doble S\/.70.00 (March 2011)."],["checkin="],["checkout="],["content=Cable TV, hot water, private bathrooms, some rooms have a view of the park on Cerro Santa Apalonia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Prado Hotel"],["url=http:\/\/www.hotelpradocajamarca.com\/"],["email="],["address=Jr. La Mar 582"],["lat="],["long="],["directions="],["phone=(076) 344772"],["tollfree="],["fax="],["hours="],["price=With private bathroom: Simples S\/.40.00, Dobles S\/.70.00, Matrimoniales S\/.70.00. With shared bathrooms: Simples: S\/.25.00, Dobles: S\/.35.00, Matrimoniales S\/.35.00"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hospedaje Posada de Belén"],["url="],["email="],["address=Del Comercio 1008"],["lat="],["long="],["directions="],["phone=(076) 430681"],["tollfree="],["fax="],["hours="],["price=S\/.60.00 for single, S\/.95.00 for double"],["checkin="],["checkout="],["content=Nice hotel on the corner of Plaza de Armas. Good bedding, friendly staff, and WiFi included. Ask for a room facing the Plaza if you like natural light."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Cajamarca"],["url="],["email="],["address=Jr. Dos de Mayo 311"],["lat="],["long="],["directions="],["phone=(076) 362532"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casona del Inca"],["url=http:\/\/www.casonadelincaperu.com"],["email="],["address=Jr. Dos de Mayo 458-460"],["lat="],["long="],["directions="],["phone=(076) 367524"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Private Bathroom, TV, Internet, Bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Hatunkay"],["url=http:\/\/www.hostalcajamarcaperu.com"],["email="],["address=Jr. José Gálvez 648, Barrio San Pedro."],["lat="],["long="],["directions="],["phone=(076) 364664"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Private Bathroom, Kitchenette, Fridge, Microwave, TV, Internet."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hospedaje los Jazmines"],["url="],["email="],["address=Jr. Amazonas 775."],["lat="],["long="],["directions="],["phone=(076) 361812"],["tollfree="],["fax="],["hours="],["price=Matrimonial S\/.80.00 (March 2011)."],["checkin="],["checkout="],["content=Very nice place, clean, hot water, cable TV, nice beds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Peru"],["url="],["email="],["address=Jr. Amalia Puga 605"],["lat="],["long="],["directions="],["phone=(076) 364030"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Portal del Marques Hotel"],["url=http:\/\/www.portaldelmarques.com"],["email="],["address=Jr. Del Comercio 644"],["lat="],["long="],["directions="],["phone=(076) 368464"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Blanca Hotel"],["url="],["email="],["address=Jr. 2 de Mayo 446"],["lat="],["long="],["directions="],["phone=(076) 362141"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=San Lorenzo Hotel"],["url="],["email="],["address=Jr. Amazonas 1070"],["lat="],["long="],["directions="],["phone=(076) 822909"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Portada del Sol Hostal - Ciudad"],["url=http:\/\/www.hostalportadadelsol.com\/"],["email="],["address=Jr. Pisagua 731"],["lat="],["long="],["directions="],["phone=(076) 363395"],["tollfree="],["fax="],["hours="],["price=Single S\/.75.00, Double S\/.115.00"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Portada del Sol Hostal - Hacienda"],["url=http:\/\/www.hostalportadadelsol.com\/"],["email="],["address=Km. 6 Camino el Cumbe Mayo"],["lat="],["long="],["directions="],["phone=(076) 363395"],["tollfree="],["fax="],["hours="],["price=Single S\/.75.00, Double S\/.115.00"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Los Pinos Inn Hostal"],["url=http:\/\/www.lospinosinn.com\/"],["email="],["address=La Mar 521-527"],["lat="],["long="],["directions="],["phone=(076) 365991"],["tollfree="],["fax="],["hours="],["price=Single S\/.110.00, Matrimonial S\/.150.00, Suite S\/.220.00"],["checkin="],["checkout="],["content=TV, Internet, hot water"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Los Balcones de la Recoleta Hostal"],["url="],["email="],["address=Jr. Amalia Puga 1050"],["lat="],["long="],["directions="],["phone=(076) 363302"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Cumbe Inn Hostal"],["url=http:\/\/www.elcumbeinn.com\/"],["email="],["address=Pje. Atahualpa 345"],["lat="],["long="],["directions="],["phone=(076) 366858"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Private bathroom, hot water, TV, Room service, Restaurant, Internet, Gym, Parking"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Cabildo Hostal"],["url="],["email="],["address=Jr. Junín 1062"],["lat="],["long="],["directions="],["phone=(076) 827025"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Breakfast, TV, Internet, 24 Hour Reception"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Campina Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 827985"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cajamarca Hostal"],["url="],["email="],["address=Jr. Dos de Mayo 311"],["lat="],["long="],["directions="],["phone=(076) 822532"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maris Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 824799"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Incas Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 823516"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jusovi Hostal"],["url="],["email="],["address=Amazonas 637"],["lat="],["long="],["directions="],["phone=(076) 822920"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Turismo Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 823101"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Don Pepe Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 821887"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sil Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 821227"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Santa Apalonia Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 827207"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gran Celis Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 823307"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Mirador Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 824149"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amazonas Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 822620"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Plaza Hostal"],["url="],["email="],["address=Puga 669"],["lat="],["long="],["directions="],["phone=(076) 822058"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Becarra Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 827867"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=San Francisco Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 823070"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=San Jose Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 822002"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yobreda Hostal"],["url="],["email="],["address=220 Avenida La Paz"],["lat="],["long="],["directions="],["phone=(076) 369916"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Atahualpa Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 827840"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=San Carlos Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 822600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amalia Puga Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 821524"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ana Maria Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 826158"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chero Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 822929"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Imperio Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 829997"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Punuy Wasi Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 828405"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maria Antonia Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 821253"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Colonial Prado Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 825300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jose Galvez Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 838396"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Campero San Antonio Hostal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(076) 838237"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laguna Seca Hotel"],["url=http:\/\/www.lagunaseca.com.pe"],["email="],["address=Av. Manco Cápac 1098, Los Baños del Inca"],["lat="],["long="],["directions="],["phone=(076) 894600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Costa del Sol"],["url=http:\/\/www.costadelsolperu.com"],["email="],["address=Jr. Cruz de Piedra 707"],["lat="],["long="],["directions="],["phone=(076) 362472"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good Peruvian chain hotel, located on the Plaza de Armas. Hot water pool, spa, gym."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Continental Hotel"],["url=http:\/\/www.hotelescontinental.com.pe\/"],["email="],["address=Jr. Amazonas 760"],["lat="],["long="],["directions="],["phone=(076) 362758"],["tollfree="],["fax="],["hours="],["price=Matrimonial S\/.198.00"],["checkin="],["checkout="],["content=Excellent service, fantastic rooms and hot water, TV, Internet, some rooms have bar fridges, breakfast included, restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gran Continental Hotel"],["url=http:\/\/www.hotelescontinental.com.pe\/"],["email="],["address=Jr. Amazonas 781"],["lat="],["long="],["directions="],["phone=(076) 341030"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Basically the same as the Continental Hotel but its four star instead of three."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sierra Galana Hotel"],["url="],["email="],["address=Jr. Del Comercio 773"],["lat="],["long="],["directions="],["phone=(076) 822472"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Ingenio Hotel"],["url=http:\/\/www.elingenio.com\/"],["email="],["address=Av. Via de Evitamiento 1611-1709"],["lat="],["long="],["directions="],["phone=(076) 368733"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Parking, Jacuzzi, Internet, TV"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Americas Hotel"],["url=http:\/\/www.lasamericashotel.com.pe"],["email="],["address=Jr. Amazonas 622"],["lat="],["long="],["directions="],["phone=(076) 363951"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=TV, Internet, breakfast, minibar, jacuzzi, telephone"]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada del Puruay Hotel"],["url=http:\/\/www.posadapuruay.com.pe\/"],["email="],["address="],["lat="],["long="],["directions=Drive along Av. Angamos (main road to Porcón Hualgayoc) and continue on this road for about 10 to 20 minutes until Km. 4.5."],["phone=(076) 827928"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Farmhouse converted to a hotel. Five kilometers out of town. Good restaurant is known for its fondue. TV and DVD, purified water, horseback rides, trout fishing."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nTraffic is probably the visitor's biggest risk.  Most drivers assume that you will get out of their way.  Driving the wrong way on a one-way street is not uncommon, but stopping at stop signs is.  So, look around before you cross the street!\n\nRemember to take it easy on arrival, since the altitude can make you short of breath and cause headaches.\n\nThe central city is fairly safe, but as always keep an eye out for ",{"type":"[[","value":[["pickpockets"]]}," and always hang on to your belongings. That being said, tourists should avoid traveling away from the city centre after dark.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jaén (city, Peru)"],["Jaen"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chachapoyas"]]}," & the amazing fortress of ",{"type":"[[","value":[["Kuelap"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Sierra (Peru)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Cajamarca"]]},"\n",{"type":"{{","value":[["geo"],["-7.1644444444444"],["-78.510555555556"]]}]