[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Caldicot"]}," is a small town in ",{"type":"[[","value":[["Monmouthshire"]]},". A pleasant enough dormitory town, but there's little here for the visitor except the castle.\n\n",{"type":"==","value":["Get in"]},"\n; ",{"type":"'''","value":["Car"]},"\nAccessible from the M4. Equally placed between both of the ",{"type":"[[","value":[["Severn Bridge"]]},"s, but be careful as the convenient M48 linking them doesn't have a turn-off for Caldicot.\n\n; ",{"type":"'''","value":["Train"]},"\nThere is a train station on the line between ",{"type":"[[","value":[["Newport (Monmouthshire)"],["Newport"]]}," and ",{"type":"[[","value":[["Gloucester (England)"],["Gloucester"]]},", including services to ",{"type":"[[","value":[["Chepstow"]]},". The number of trains passing is quite high, the number that stop is rather fewer.\n\nCaldicot is close to the even smaller village of ",{"type":"[[","value":[["Rogiet"]]},", which does however contain ",{"type":"[[","value":[["Severn Tunnel Junction railway station"]]},". This also serves the line to ",{"type":"[[","value":[["Bristol"]]},", ",{"type":"[[","value":[["Bath"]]},", England and even ",{"type":"[[","value":[["London"]]},". It's often quicker to walk the mile between them than to wait at Caldicot.\n\n; ",{"type":"'''","value":["Bus"]},"\nCaldicot has many bus stops on the X73 route from ",{"type":"[[","value":[["Newport (Monmouthshire)"],["Newport"]]},".\n\n",{"type":"==","value":["Get around"]},"\nWalk\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Caldicot Castle"]},": This old castle is quite interesting. Many events throughout the year, particularly over the Summer school holidays. Local residents can bring their heritage card for free entry, otherwise there is a modest admission charge.\n\n",{"type":"'''","value":["Dewstow Grotto"]},": A bizarre underground grotto, set in landscaped gardens. Buried during World War II and only re-discovered and excavated decades later. Remarkably unusual and well worth seeing.\n\n",{"type":"===","value":[" Nearby "]},"\n",{"type":"[[","value":[["Caerwent"]]}," and the Roman town of ",{"type":"''","value":[" Venta Silurum"]}," is nearby.\n\n",{"type":"[[","value":[["Sudbrook"]]}," and the Victorian works for the Severn Railway Tunnel is nearby. If you like Victorian history, or just a close-up view of the ",{"type":"[[","value":[["Second Severn Crossing"]]},", it's more interesting than it sounds.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nA modest town centre, becoming increasingly depleted by empty shops and high rents. Functional for locals, but not a shopping destination of choice. A well-stocked, albeit somewhat bemused, branch of Waitrose arrived here a few years ago.\n\nCaldicot has an open air market on Tuesdays and Saturdays.\n\n",{"type":"==","value":["Eat"]},"\nTake-aways and a couple of cafes, but nowhere you'd take a date.\n\n",{"type":"==","value":["Drink"]},"\nCaldicot is famous for its pubs and the populace's love of drink. Despite this, many are now closed and boarded, same as most other UK towns.\n\n",{"type":"'''","value":["Ye Olde Tippling Philosopher"]},": Believed to be the longest pub name in Britain (it's not). Now closed.\n\n",{"type":"'''","value":["The Good Measure"]},": This pub serves overpriced but drinkable lagers to all sorts of weird and wonderful. Pool matches on a Sunday must be experienced if the chance arises. Some have compared it to drinking in the chimpanzee section of the zoo.\n\n",{"type":"'''","value":["The Galleon"]},": This is where the young and rich of Caldicot come to drink cocktails and dance to pretentious dance music. Strict clothes policy on the door means come prepared to dress up to see how the other half live. Its architectural merits hint at the sophisticated atmosphere within.\n\n",{"type":"'''","value":["The Haywain"]},": This is part of the sizzling steak co chains pubs. Offers fine food at low prices. In fact it is the cheapest pub in Caldicot. Just don't expect service or clientele to match.\n\n",{"type":"'''","value":["24 hours of Flap"]},": New bar opened on the outskirts of Caldicot in a field. Famed for offering outdoor raves on weekends and almost seeming as though it never closes. Advance tickets for the Saturday Slosh Pot are recommended (available from Kibbys fish and chips in the shopping district) due to large numbers attending. Very gay friendly in fact some locals think too much.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Monmouthshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Caldicot, Monmouthshire"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Wales\/Monmouthshire\/Caldicot\/"]]},"\n",{"type":"{{","value":[["geo"],["51.590833333333"],["-2.7491666666667"]]}]