[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Calitri"]}," is a city in ",{"type":"[[","value":[["Campania"]]},". Its population is roughly 6,500.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Bari"]]},", 2.5 hours\n",{"type":"[[","value":[["Lacedonia"]]},", follow the blue and white street signs for ",{"type":"[[","value":[["Bisaccia"]]},". When you hit Bisaccia follow the blue and white street signs for Calitri.\n",{"type":"[[","value":[["Naples"]]}," (Napoli), 1.3 hours. Take the A16 (toll road) and head east\n",{"type":"[[","value":[["Rome"]]},", 3.5 hours. Take the A1\/E45 to A30 to A16\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\nVisitors can wander round the medieval village to soak in the atmosphere and enjoy the local artisan's shops and the exceptional regional cuisine among other activities. Calibri is known for its ceramics, needlepoint, and arts. Many sports including skiing, paragliding, horse riding, mountain biking, fishing, and hunting can also be practised. For those seeking more relaxing occupations, soaking in the nearby thermal baths or embarking on exciting culinary or wine itineraries are an attractive option.\n\nThe area is steeped in history and tradition and sprinkled with castles and aristocratic palazzos.\n\nThe Antico Borgo Calitri is in the oldest section of  town and is dominated by the castle which predates the 12th century. The town is known to locals as the \"Positano d'Irpinia\" because its pastel colours and architecture reflect those of the villages on the Amalfi coast.\n\nCalitri is surrounded by idyllic countryside interspersed with rivers, lakes, fields, woods and archaeological ruins. Here, old folk traditions are very much woven into everyday life, with the whole community working towards keeping their ancestor's heritage alive and at the same time maintaining the high standards of service that an excellent location, a variety of traditions, and a rich agriculture-based economy permits. Those spending time in the area can enjoy the many village fairs, local food festivals, markets, and commemorative processions that take place in the piazzas and the alleys of little villages in Irpinia and Vulture.\n\nThe locals have witnessed many wars and invasions in centuries gone by. There are many visible signs of the presence of the Romans, the Longobards, the Aragoneses, and the Bourbons. Medieval historical centres and old castles are a must for the discerning visitor, who can also look to the visit for tranquility, hospitality and a high quality of life.\nThe origins of Calitri are lost in the mists of time, and the town and its surroundings are dotted with archeological remains Calitri countryside dating back to ancient Rome. With the passing of the centuries the area became an important route of communication and transport connecting the Tyrrhenian to the Adriatic coast. It fell under the reign of Fedric II of Svevia during the 12th century and was subjected to Spanish dominion, and later became difficult to visit when many locals became makeshift highwaymen in a bid to combat Napoleonic dominion. This turned the region into an isolated, insecure, and poor area, which in turn encouraged workers and families in the early 1900s to emigrate to the richer north of Italy as well as North and South America in search of a better future, abandoning many villages and towns. The local economy also suffered from an earthquake in the 1980s.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ceramics Museum"],["alt=Museo della Cermica"],["url="],["email="],["address="],["lat="],["long="],["directions=In the Borgo Castello"],["phone="],["fax="],["hours="],["price="],["content=It houses samples of Calitrian ceramics, dating from antiquity to modern times. The permanent ceramics exhibit is in the restored Borgo Castello, which owes its name to the ancient feudal castle that once occupied this site, but was destroyed by repeated earthquakes through the centuries. The present day ceramics industry and its practitioners have a centuries-old history, and thus the exhibit houses various sections, including one dedicated to contemporary ceramics."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of the Annunciation"],["alt=Chiesa dell' Annunziata"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Built in 1577 and restored toward the end of the 17th century, it has an artistic stone portal with lunette and several 18th century paintings by Cavallino."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Interactive Sciences"],["alt=Museo delle Scienze Interattive"],["url="],["email="],["address="],["lat="],["long="],["directions=In the Largo San Berardino"],["phone="],["fax="],["hours="],["price="],["content=Instruments and mechanical devices designed to provide an entertaining approach to science for museum visitors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of the Immaculate Conception"],["alt=Chiesa Dell'immacolata Concezione"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=It was open for worship in 1714 and completely rebuilt after the 1980 earthquake. Noteworthy is the 17th century statue of St Vitus and that of the Immaculate Conception, dated 1730. A permanent nativity scene, of great value, set in the church crypt, reproduces the narrow streets of the old town, some of which are no longer in existence. The objects on display are centuries old and come from various churches in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cupa Lane"],["alt=Sentiero della Cupa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A nature trail amid the countryside greenery leading to the site of an ancient legend."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lake of Reeds"],["alt=Lago delle Canne"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The lake abounds in a rich variety of fish (trout, carp, et al.), in a fascinating natural setting, ensconced in the Castiglione Forest, whose fauna includes boars, hares, foxes, and badgers, as well as blackbirds, hawks, woodcock, and quail."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Peasant Culture"],["alt=Museo della Civilta Contadina"],["url="],["email="],["address="],["lat="],["long="],["directions=In the A. Del Re Middle School"],["phone="],["fax="],["hours="],["price="],["content=Houses objects and tools pertaining to the peasant life of the past."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Canion Church"],["alt=Chiesa de Dan Canio"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Among the other works of art in this church are three splendid paintings representing St Canion Falls, the Adoration of the Holy Sacrament, and the Presentation in the Temple."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Town Hall"],["alt=Casa del Comune"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The building, formerly a convent for Benedictine nuns, dates back to the second half of the 16th century. Its present appearance is the result of restoration done after the 1930 earthquake. The original oratory and some cells have been preserved."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cooking Class"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Palazzo Zampaglione"],["phone="],["fax="],["hours="],["price="],["content=Each course includes demonstrations, preparation, cooking, and tasting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mount Vulture Vineyard."],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Visit the vineyard to be educated on various type of wines grapes, climates, and soils. Back in the cellar, learn the history of wine and how the wine was made."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Palazzo Zampaglione"],["alt=Wine tasting"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Learn the mechanics of serving wine (glasses, bottles, corks, corkscrews, and various paraphernalia). Subjects covered: how to taste the wine, principles of food and wine matching, buying wine for your cellar. Campania, Basilicata, and Puglia wines are sampled."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sculpture Course"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Spend a day in the workshop of Vito Zabatto, a renowned local sculptor, who will teach you the antique art of Italian Pompeiian-style sculpting, where vases and statues are fashioned out of strips of clay."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\nCalitrian food is known for being tasty and spicy. Typical handmade pasta dishes include cingul', the local dish par excellence. This is short, twirly pasta boiled and then served with a thick, tasty tomato sauce. Other varieties of pasta with the same sauce include lahan' and aurecchi' r' preut'- (priest's ears in the local dialect). Another must is cannazze', served with delicious hot tomato sauce and pecorino cheese; and sciliend' (a special vermicelli-like pasta) with a condiment of garlic-fried oil and hot chili pepper.\n\nMeat-based delicacies include m'gliatiegghij' a local favourite made up of tasty roulades of kid or lamb casings garnished with cheese, offal, garlic, parsley, salt, pepper, and sliced sausage; sfritta, or chopped pork meat sautéed with hot peppers; sammuchij', a local pudding made of pork blood seasoned with minced lard, little segments of orange peel, rice, raisins, cinnamon, pork casings, walnuts, salt, and chili pepper powder.\n\nA traditional fish-based delicacy is stock fish a la ualanegna, the favourite of plowmen in the past (ualan' means \"plowman\"), in which stock fish is boiled and flavoured with garlic, herbs and chili peppers. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jolly Bar-Gelateria"],["url="],["email="],["address=Corso Garibaldi"],["lat="],["long="],["directions="],["phone=0827 30012"],["tollfree="],["fax="],["hours="],["price="],["content=A range of freshly made ice cream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Locanda dell' Arco di Zampaglione Ristorante"],["url="],["email="],["address=Via dell' arco di Zampaglione 5"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Closed Su"],["price="],["content=Calitrian cuisine."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Manhattan Restaurant\/Pizzeria"],["url="],["email="],["address=Via Pittoli"],["lat="],["long="],["directions="],["phone=333 429 4003"],["tollfree="],["fax="],["hours="],["price="],["content=Local food, very lively, very central."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Punto Pizzeria"],["url="],["email="],["address=Corso Garibaldi 1"],["lat="],["long="],["directions="],["phone=0827 34574"],["tollfree="],["fax="],["hours=Closed Tu"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ristorante Gagliano"],["url="],["email="],["address=Località Gagliano"],["lat="],["long="],["directions="],["phone=0827 30069"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Speedy Pizzeria"],["url="],["email="],["address=Corso Matteotti"],["lat="],["long="],["directions="],["phone=0827 38024"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tre Rose Ristorante"],["url="],["email="],["address=Via Sotto Macelli 9"],["lat="],["long="],["directions="],["phone=0827 34123"],["tollfree="],["fax="],["hours=Closed Su"],["price="],["content=An osteria serving good local wines and food of Calitrian style. Expect to pay €3-4 for a meal. Excellent cooks. Gets very busy with the locals so get there early."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zabatta Bar-Pasticceria"],["url="],["email="],["address=Via de Sanctis 7"],["lat="],["long="],["directions="],["phone=0827 30325"],["tollfree="],["fax="],["hours="],["price="],["content=Desserts and biscuits."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa del Cipresso"],["url="],["email="],["address=Via Cipresso"],["lat="],["long="],["directions=In the medieval borgo"],["phone="],["tollfree="],["fax="],["hours="],["price=€385\/week"],["checkin=15:00"],["checkout=10:00"],["content=Self-catering holiday rental in a charming medieval village house. Weekly\/long weekend rent by owner. Sleeps 2-4 guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palazzo Zampaglione"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bed and breakfast in the medieval part of the village. It is a three-story building of historical importance. The ground floor of the palazzo dates back as far as the end of the 15th century and is characterized by vaulted-ceiling cellars. Many internal sections of the palazzo are strengthened in wood, on which carved and painted heraldic decorations can be seen on display. The palazzo has been completely restructured with a view to maintaining all the characteristics. The design has been carefully preserved."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Monticchio"]]}," is a stunning location in the heart of the Mount Vulture region. It is on the crater of an extinct volcano, and is made up of two emerald-green lakes surrounded by a dense forest of chestnut and beech trees. This wood was a favourite haunt of highwaymen in the years following the unification of Italy in 1860. The remains of the ancient Abbey of Sant'Ippolito (Abbazia di Sant'Ippolito) are near the Great Lake (Lago Grande), while the Abbey of San Michele (Abbazia di San Michele) overlooks the Little Lake (Lago Piccolo), dominating the surroundings and reflecting off its waters. It is partially carved out of an enormous rock that used to be the living space of a Brazilian hermit. The lakes and the nearby woods have numerous trails to offer both the serious hiker and the casual stroller. There are various restaurants nearby specializing in local delicacies and wine. 20km from Calitri, about a 40 minute drive."]},"\n",{"type":"{{","value":[["geo"],["40.9000"],["15.4333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Campania"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Calitri"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Campania\/Localities\/Calitri\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Calitri"]]}]