[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Callahan"]]},"\n",{"type":"'''","value":["Callahan"]}," is a city in the ",{"type":"[[","value":[["Shasta Cascades"]]}," region of ",{"type":"[[","value":[["California"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nCallahan doesn't have any train or bus stops, so the best way to go is by car.\nThere are 3 ways to get there, in order of recommended routes.\n\nDirections: \n1. From Redding, go north on I-5 to Weed. Just north of Weed, take Gazelle exit. Turn left under freeway. Travel west-north until you reach Gazelle (~10 mi). Turn left on Callahan-Gazelle Rd. Travel west until you reach Callahan (~40 mi).\nIf you reach Etna, you've gone too far.\n\n2.From Redding, go west on CA-299 until you reach Weaverville (it goes right through town).  Head north on CA-3 until you reach Callahan (~1.5 hrs from Weaverville).  This route has a 20 mile stretch of very windy road over Scott Mountain.\nIf you reach Etna, you've gone too far.\n\n3. From Medford, OR, go south on I-5 to Yreka, CA. Take South Yreka\/Hwy 3 exit. Turn right, get into left turn lane. Head south on CA-3 until you reach Callahan (~45 minutes from Yreka). You'll pass through Fort Jones and Etna.\n\n",{"type":"==","value":["Get around"]},"\n\nWalking is best here, for such a small town.  Don't blink or you'll miss downtown with only a post office, historic Hayden Hotel, the Callahan Emporium Store and Bar, the Mt. Bolivar Grange Hall, and the law office of Michael Thamer.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["   ",{"type":"{{","value":[["see"],["name=Sugar Creek Ranch"],["alt="],["url=http:\/\/www.sugarcreekranch.com\/default.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 530 467-5213"],["tollfree="],["fax="],["hours="],["price="],["content=9926 CA-3 S., is one draw here for tourists. It is a private trout fishery, located at the confluence of the Scott River and Sugar Creek. However, they only allow fly rods with barbless hook imitations."]]}]},"Link to Email: ",{"type":"[","value":["mailto:mike@sugarcreekranch.com"]},"\n\nThis is an outdoor enthusiasts paradise. Activities include hiking the numerous trails around Mt. Bolivar and great swimming in pools in the Scott River and tribs. Many through hikers on the Pacific Crest Trail will stop over at the local historic tavern, the Callahan Emporium (530-467-3395), for supplies and refreshments, and to pick up supplies at the post office.\n\nThe area is fortunate to have a vibrant musical spirit with periodic music festivals sponsored by local artists, or the Callahan Emporium.\n\nThe Mt. Bolivar Grange hosts holiday dinners and celebrations periodically.\n\n",{"type":"==","value":["Do"]},"\n\nThe town of Callahan is in the Scott Valley. If you are interested in the local history of ",{"type":"[[","value":[["Siskiyou County"]]},", this is a good place to go.  For example, along the road north of Callahan, you can see some remains of a former gold dredge.  Also nearby are former Native American grounds, chased away by fur trappers.\n\nThis area is also very scenic.  One thing not to miss is the Gazelle-Callahan Road.\n\n",{"type":"==","value":["Buy"]},"\n\nThe Callahan Emporium sells general merchandise. Inventory includes general food supplies, Prison Blues clothing, Burt's Bees products, organic foods (soups, chocolates, drinks), local produce in season, special toiletry products (linen sprays, hand creams, lotions), jewelry, hardware, and gift cards.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Callahan Emporium serves beer, wine, sandwiches, salads, and soups from their menu from 10AM-7PM on weekends. Weekdays they serve 10AM-6PM.\n\n",{"type":"==","value":["Drink"]},"\nThe Callahan Emporium sells beer and wine in the bar, and other refreshments in the store.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere aren't any accommodations in Callahan.\nIf you want to stay the night, buy a couple of rounds at the Emporium. Maybe you'll make a friend.\nOtherwise, bring a tent and stay camp out under the stars at one of the nearby mountain lakes.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=California 3.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Hayfork"]]}],["minorl1=",{"type":"[[","value":[["Weaverville (California)"],["Weaverville"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Yreka"]]}],["minorr1=",{"type":"[[","value":[["Etna (California)"],["Etna"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.30972"],["-122.80139"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Shasta Cascades"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Callahan, California"]]}]