[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Calvi"]}," is a city on the ",{"type":"[[","value":[["France"],["French"]]}," island of ",{"type":"[[","value":[["Corsica"]]}," and the biggest tourist centre of the island proper.\n\n",{"type":"[[","value":[["File:Calvi.jpg"],["thumb"],["Calvi Bay"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nBecause of the Corsica's strategic location, Calvi has a rich and chequered history. The earliest found remains of settlers in Calvi date back to the Neolithic period, in one of its many caves.\n\nThe first real recorded history of the settling of Calvi was around 1000BC, when the Romans brought agriculture to the land. Since then, Calvi has been invaded many times, giving rise to the popular saying ",{"type":"''","value":["souvent conquis, jamais soumis"]}," (often conquered, never enslaved). Until 1729, Calvi was part of the Genoese empire, leading to the legend that Christopher Columbus supposedly came from there (there is a large statue at the foot of the citadel that commemorates this legend).\n\nThe anarchist uprising against the Genoese led by Pascal Paoli from 1729 to 1768, and the shortly independent Corsica as a whole, was not supported by Calvi, which retains a very cosmopolitan feel, as opposed to the strictly Corsican feel of the old capital Corte, even today.\n\nAdmiral Nelson lost his right eye at Calvi during the siege of the citadel.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" You can fly direct to Calvi from Manchester, Birmingham, Gatwick, Heathrow and Edinburgh in the UK for appx. £200 return on Air France."]},{"type":"*","value":[" You can also fly to ",{"type":"[[","value":[["Bastia"]]}," and then make your way to Calvi; this is often necessary as there are rarely many flights direct to Calvi. During the summer a bus runs daily from Bastia to Calvi, taking around 2 hours and costing €20, or you can always take a taxi."]},"\n",{"type":"===","value":["By boat"]},"\nThere are several ferry routes to Calvi port, including ",{"type":"[[","value":[["Nice"]]},", ",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["Savona"]]},". It is generally best to book in advance to avoid disappointment.\n\nTake Corsica Ferries from Nice. There are two ferries; the fast one, the blue-and-white NGV (",{"type":"''","value":["Navire à Grand Vitesse"]},") which reaches Calvi in 2h45m, or the slow yellow-and-white one, which takes appx. 5hr30m. I would recommend the latter, as the NGV is not much fun on rougher crossings (you cannot go above deck) and the crew of the slower boat are hilarious – loud, friendly and warm, though they don't speak much English ",{"type":"''","value":["or"]}," French (they're Sardinian). You can book cabins on the slow ferry, though unless you have to drive or need the sleep, it's probably not worth it. Meals in the restaurant are of Italian fare and are fantastic and super-cheap, as is the beer which is served in the aft bar above deck. Whales can sometimes be seen following the slower boat for some way, and it is generally a very enjoyable crossing.\n\n",{"type":"==","value":["Get around"]},"\nThere are no buses, but there is a small red train that runs along the coast from ",{"type":"[[","value":[["Île Rousse"]]}," to Calvi, and a blue one that runs from Calvi to ",{"type":"[[","value":[["Bastia"]]},".\nThere is no need to hire cars, scooters etc. to get around Calvi, as it is quite a small and densely-packed town. If you wish to get around Corsica as a whole, it is worth checking the 'Get Out' section below.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The Citadel is worth at least one visit. It is very hard work, especially during the 12-3PM period, with many steps and seemingly unendless cobbles, but there are some restaurants and shops to ease you and an art gallery halfway up. It is hard to recommend the citadel for its contents (though the 2nd Bn. Parachutistes of the Foreign Legion put on a show every year, discussed below, which is worth going to), but the views are simply amazing, especially at sunset."]},{"type":"*","value":[" Come during the 15 Août, and you will be treated with the best fireworks show you have ever seen. Go to the main beach and you will see the show proper; each year has its own theme. We went in 2006 and saw the 'Apocalypse' themed show, which included fireworks evoking fire, brimstone (we were hit on the head numerous times by falling caps—not a great idea to sit on the street directly beneath it) and volcanic eruptions accompanied by loud, Germanic classical music and an accompanying video projected onto its largest wall. In the daytime, the Parachutistes put on a show and do a jump from 15,000 ft, landing in the sea. Best viewed from the bar U Cornu Marinu, if only under the pretense of avoiding flying boots."]},{"type":"*","value":[" ",{"type":"'''","value":["L'Eglise Santa Maria"]}," is worth a visit; you can't miss it, it's the 'Big Pink Church'. It is a lovely old-style Catholic church evocative of the Orthodox style."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Take the train to Île Rousse or Bastia."]},{"type":"*","value":[" Take the 4hr round trip to Scandola by boat, which can be booked on the Marina (you can't miss it). Scandola is an island, now a nature reserve, that boasts, among other things, coral, birds '450 seaweeds', etc. Best to book the afternoon trip to avoid being hit by Calvi's infamous winds, which tend to make the trip less than pleasant."]},{"type":"*","value":[" Go diving around Calvi's corals (can be booked on the Marina, look for the boat with all the diving suits hanging off it, toward the eastern side)."]},{"type":"*","value":[" Hire kayaks or dinghies or jet skis on the beach."]},{"type":"*","value":[" Hire catamarans from the Marina."]},"\n",{"type":"==","value":["Buy"]},"\nAlmost every shop in Corsica will sell dried meats (you'll smell them before you see them) and also offer an amazing variety of honey, olive oil, spices and herbs (from the bushes that litter the mountains, called ",{"type":"''","value":["maquis"]},"). For those of you who are a little more adventurous, it may be worth buying some chestnut flour (",{"type":"''","value":["farine de châtaignes"]},"), which is a local speciality used in crêpes, cakes, etc.\nIf you want to be a little more touristy, on the Rue Artisanat you will find everything from hats (I'm not kidding; check out the Chapellerie, nearer the citadel, for every kind of hat you have ever imagined) to Watches (there is a shop selling everything from Breitling to Swatch opposite the ",{"type":"''","value":["Eglise Santa Maria"]},", or the Big Pink Church) and T-Shirts (Bianc' & Neru ",{"type":"[","value":["http:\/\/www.biancu-neru.com\/accueil.html ",{"type":"<","value":["sup",[{"type":"<","value":["nowiki",["[1]"]]}]]}]}," sell some fantastic shirts, all of the best quality, great classy gifts for family etc.) and of course knives, of which there is a rather disturbing prevalence here (Opinel knives are sold in the tabac opposite the Grand Hotel on Boulevard Wilson, fantastic quality and super cheap—great for campers).\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bar du Golfe"]}," is perhaps the only 'budget' restaurant on the marina, but serves honest-to-goodness French food, such as steack haché and pizzas(!), with no frills attached. It is at the very end of the marina, so the views\/happenings are not as exciting, but you can't really complain at the price. Has an extensive cocktail list and seems popular with tourists and locals alike."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["U Casanu"]},", 18 Boulevard Wilson, serves authentic Corsican food and is run by a couple seemingly out of their front room; friendly service and a cosy feel only make it better. Try the Stufatu as a main course and Fiadone for dessert (but be careful how much eau de vie you put on!). Prices are quite reasonable. Remember to book ahead, as its small size and popularity ensure that walking in and finding a place is not likely."]},{"type":"*","value":[" ",{"type":"'''","value":["Café L'Orient"]},", also on the Marina, and distinguishable by its yellow parasols, is excellent for a pre-beach lunch. Super-friendly service and banter from the two young waiters is guaranteed, and a great selection of cheap (for Calvi, at least) food and drink (including 1664 ",{"type":"''","value":["en pression"]},") is served. The low-down seats are very comfy and the view over the marina is great; especially recommended  are the Milkshakes (",{"type":"''","value":["deux boules de choix"]},") and the Croc Monsieurs ('crocs' for short). If green is your thing, the salads are also superb. L'Orient is also a cybercafe, so you can either go inside and buy some time on the 8 computers or bring your laptop for Wi-Fi access."]},{"type":"*","value":[" ",{"type":"'''","value":["Via Marina"]},", on the Rue Artisanat—the road running parallel to the marina, which you can reach by mounting the great staircase beside Café L'Orient, and find Via Marina to your left—serves fantastic Italian food, including an extensive pasta menu and good pizzas. Try the ",{"type":"''","value":["lasagnes a la bolognaise"]},", which is fantastic. Pizzas are OK, but nothing to write home about; desserts are simply gorgeous. Prices here are reasonable, as it appears to be somewhat forgotten due to its proximity to the marina, however arguably this location is much better due to the extensive people-watching and shelter from the wind. Probably not a good idea for those who would be peturbed by people walking right past them eating, unless you are a couple, in which case you can sit on the balcony overlooking the marina. "]},{"type":"*","value":[" ",{"type":"'''","value":["U Pescadore"]},", Place Bel'Ombra, beside the three-star Hotel St. Christophe (but attached to the Christophe Colomb, **), offers fantastic seafood and a great location with lovely atmosphere both at night and at breakfast. The view of the citadel and sound of the sea are very relaxing, without being too exposed to the wind. This place is favoured by the locals—always a good sign—who you will see playing pétanques on the sand that surrounds the restaurant. Make sure to play with Pescadore's daft dog, Benjamin (Benj), who is a bit of a minor celebrity due to his wanton road-crossing. He likes playing with pebbles, so throw one for him if you find one."]},{"type":"*","value":[" ",{"type":"'''","value":["Cappucino"]}," on the Marina is an efficient pizzeria distinguishable by its brown parasols. The dark parasols give it a lovely coolness in the evening, and the food is not bad (though asking for the dessert menu for the first time often results in somewhat bewildered faces). The pizza sauce found on every table is probably the best in Calvi. Service is efficient and delivered by very French shirt-and-tie waiters, most of whom look like ex-legionnaires, though not particularly friendly, as such. Enjoys a very healthy reputation with the 'boat people', who are easily distinguishable. You are likely to encounter poseurs here, though aside from its classiness and position, its reputation is somewhat befuddling."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel St. Christophe"]},", Place Bel'Ombra, has a restaurant which non-guests may use (though it is wise to book ahead, as every other night most guests pack the place out due to half-board agreements), though in all honesty it is probably not worth it. Couples can sit on the balcony outside, enjoying a great view overlooking either the citadel or the Place Bel'Ombra, but are subject to the elements somewhat (the wind is felt most in this part of town). Service is particularly English-friendly as all of the waiters and waitresses are foreign, mostly from Slovakia but also from Senegal and other French ex-colonies, so a good choice for those who speak no French at all."]},{"type":"*","value":[" ",{"type":"'''","value":["Grand Hotel"]},", Boulevard Wilson, serves decent food at a high-price; but the view from its 8th-floor ",{"type":"''","value":["restaurant panoramique"]}," is simply amazing, and may well be worth it if you are not on a strict budget."]},"\n",{"type":"==","value":["Drink"]},"\nA romantic place to have a bottle of wine is Chez Tao in the cittadell. The cheapest bottle of red wine costs 30E.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n\nThere is a youth hostel up the hill from the beach a couple of kilometers towards I'lle Rousse, up from a supermarket and small shopping centre. However it is difficult to find and you would probably need some French to be able to locate it and get a room.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel St. Christophe"]},", Place Bel'Ombra, is a 3-star hotel just up from the citadel with some great views and good service to boot. Rooms are clean, if a little small, with the newly renovated first floor being somewhat bewildering in its layout. A good choice for couples, but slightly too small for a 3-person family, and almost impossible unless booking multiple rooms for 4 or more. Through most companies (Corsican Places, Holiday Options) you are entitled to eat at the restaurant every other day (or thereabouts), though by the end of the holiday this frequently becomes a chore rather than a pleasure. The breakfast, however, is simply amazing and is served until 10AM and is constantly replenished. There are plenty of gizmos and gadgets to keep you occupied while you wait for your egg to boil; particularly the orange juice machine, which is a source of wonderment to all. In terms of food at breakfast, there is something for everyone, from cheese to waffles to (obviously) croissants. The coffee here is not excellent, so it is probably better to order ",{"type":"''","value":["chocolat"]}," (which is superb) or nab a paper and go down to U Pescadore for a coffee afterwards. Staff all speak good English and are friendly, though the maids have a disturbing tendency to burst into your room regardless of what you hang on the door. The clientele is mostly English and Scottish, which is superb for Brits who prefer to have a native base, though because of this you should not expect to get a sunbed by the small pool; towel antics abound, and recent '30 minutes only' rules have not eased this at all. However, due to Calvi's simply astounding main beach, there is no real need to frequent it. Prices are pretty expensive, though cheaper than rivals nearer the marina. Wi-Fi is available throughout the hotel, including in your room, though prices are absolutely ridiculous (EUR4 for 30 minutes, EUR8 for an hour, etc.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand Hotel"]},", Boulevard Wilson, is a somewhat neglected late 19th-century monolith of a building situated in a good position not far from the marina. Views from the rooms are not particularly astounding, but views from the 8th-floor ",{"type":"''","value":["restaurant panoramique"]}," more than make up for it. Restaurant is OK, but you will want to be eating out more often than not. Breakfast is simple but satisfying, with a selection of bread and croissants, as well as yoghurts, jams etc. available. Service from the reception staff is good, though the night watchman is leering, unpleasant and generally quite frightening. Rooms are enormous generally, with grand features belying their age and spacious balconies with proper awnings. However, there seems to be a very bad mosquito problem, the likes of which I have truthfully never encountered elsewhere in Calvi. Perhaps the ventilation system or lift sumps are harbouring them. Prices are expensive, but I would have trouble recommending it due to the frankly depressing mosquito problem."]},"\n",{"type":"==","value":["Stay safe"]},"\nCalvi is, on the whole, a very safe place to be. Locals leave their keys in their cars, ignition running and the doors wide open, with apparently no fear of GTA. Pickpocketing is almost unheard of, and general theft moreso. Violent crime against tourists is likewise rare. However, 80% of France's violent crime occurs on the island of Corsica, so it is worth taking several precautions. It is probably best not to discuss the Mafia, the FLNC or FNLC (Fronte di Liberazione Naziunale di a Corsica \/ Front de Libération Nationale de la Corse), Napoléon or refer to Corsica as 'France' or 'French' when talking to natives\n\n",{"type":"*","value":[" In the past, the FLNC were known to direct their actions on tourists, but nowadays there is little to worry about in this regard, especially in Calvi. "]},{"type":"*","value":[" It is a tradition at Corsican weddings to fire rifles into the air as a form of celebration. If you are invited to such an event, bear in mind the possible dangers of mixing powerful firearms with drink."]},{"type":"*","value":[" Calvi has a very high mafia presence, though this is probably not likely to affect you unless you own a business or make substantial money from the place."]},{"type":"*","value":[" Driving in Calvi is probably not a good idea unless you are used to French or Italian driving standards. Most of the cars here have dents or scratches, and people will rarely stop at crossings or slow down for you if you step out into the middle of the road. Motorbikes are everywhere, though in all honesty it is probably safer to ride one in Calvi than it is to drive a car."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["By train"]},"\nThere is a red train that runs several times daily to Île Rousse, also running by the beach at Calvi and affording wonderful views. Be careful which carriage you choose to sit in—the smaller one has windows that do not open properly and it gets incredibly hot in there. There is also a blue-and-white train to Bastia which appears to be fairly regular.\n\n",{"type":"===","value":["By car or motorcycle"]},"\nIt is possible to rent Motorcycles and Cars from several places in Calvi, the most notable being ",{"type":"''","value":["Locations Auto-Moto"]}," on the Marina (you will most likely notice this company by the two Porsche 911s parked out front). Aside from the more expensive vehicles previously mentioned, they also rent family cars, dual-purpose bikes, etc. All vehicles seem to be in great condition and prices are pretty reasonable.\n\nIt is worth noting that Corsica's road network leaves a lot to be desired outside of the main tourist centres, with roads either lacking markings, being extremely narrow or having no guard rails over mountains and cliffs. If renting a motorbike, I would recommend going for something that is not averse to a bit of rough terrain; Ducati 999Rs, while lovely, are probably not best suited to the Corsican road system (though this does not stop the Italians trying!).\nAlso, many of the road signs are in Corsican only, the French having been scrubbed out thanks to the FLNC or at least nationalist sympathisers, so make sure you have a map that covers both.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Upper Corsica"]]},"\n",{"type":"{{","value":[["geo"],["42.568611"],["8.756944"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Calvi"]]}]