[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Camalu"]}," is a city in ",{"type":"[[","value":[["Baja California"]]},", ",{"type":"[[","value":[["Mexico"]]},". \n\n",{"type":"==","value":["Get in"]},"\nCamalu is one of several 'beach towns' between Colonet and El Rosario, about 2 hours south of ",{"type":"[[","value":[["Ensenada"]]},".   \n\n",{"type":"==","value":["Get around"]},"\nAt the stop light, a dirt road takes you 2 miles west to the beach and a unique restaurant and hotel, Cueva de Pirata (Pirate's Cove), on a bluff above the ocean. The hotel has a glass wall and patio that overlooks the beach and mountains, and serves wonderful seafood entrees at a reasonable price.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nTo the south of here along the beaches are a few local fishermen and a few camping tourists with some expectations of surfing. Most of the better surfing is just to north at Shipwreck (Punta San Jacinto), and Quatro Casas. \n\nNorth of town is the turnoff to San Pedro Matir National Park, with the highest point in Baja. There is an observatory open to visitors, great hiking, a condor preserve, pine covered hills and meadows--not your usual Baja scenery.\n\nCamalu offers great fishing for large white sea bass, ling cod and red cod. Commercial fisherman sell to the local restaurants as well as trucks that deliver to the United States daily.  You can hire a local fisherman to take you out in a panga, and then have the fish cooked at the Cueva de Pirata restaurant.\n\nThere is a coastal dirt road that many dune buggies and motorcycle enthusiasts enjoy traveling for the beautiful views and plush ride.\n\nDue to the serenity, beauty, wonderful people, and close proximity to Highway 1, developers are starting to provide power and water to the beaches for an influx of residents. Several American communities are starting to spring up including Playa de Arena, Brisas del Mar, and El Encanto Al Mar.\n\n",{"type":"==","value":["Buy"]},"\n\nSome of the few things for sale are produce from local farmers and beach front lots.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["The Pirate's Cove"]}," hotel\/restaurant has great food and sweeping vista of the beaches. The fish taco plater is a great deal for US$7.95.\n\nLas Brisas restaurant in town has very good food at very reasonable prices. Octavio is the owner and extremely helpful to all visitors with questions about the area.\n\nThere are some developments underway. One is TheDunesAtCamalu, which is making progress.\n\n",{"type":"==","value":["Drink"]},"\nThe Pirate's Cove has an extensive bar of many very good Tequilas and capable of mixing up most cocktails. You can have top shelf drinks at cheaper than American well drink prices.  They also have cold Mexican beers for your enjoyment.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pirate's Cove Hotel"]}," has rooms with queen beds for $30 per night, and can add an additional single bed at your request. Rooms at the end of the hotel are ideal for fishermen looking for a place to sleep.  Each has two sets of bunkbeds and two showers in the bathroom. They are in the process of adding a second storey with nice size rooms with balconies, a pool is being built with an ocean view as well."]},"\n",{"type":"*","value":[{"type":"'''","value":["Villa Margarita"]},". 22 rooms at budget prices, $25 dlls.  "]},"\nOther hotels in town include Hotel California.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Carretera federal 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Tijuana"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Ensenada"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Guerrero Negro"]]}],["minorr1=Jct ",{"type":"[[","value":[["File:Mexican Federal Highway 12.png"],["18px"]]}," ",{"type":"[[","value":[["Bahia de Los Angeles"],["E"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Baja California (state)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Camalú"]]},"\n",{"type":"{{","value":[["geo"],["30.837777777778"],["-116.05722222222"]]}]