[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Camarines Sur"]]}]}," is a Province in the ",{"type":"[[","value":[["Bicol"]]}," peninsula in the island of ",{"type":"[[","value":[["Luzon"]]},", Philippines.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Naga"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Iriga"]]}]},"\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baao"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bombon"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Caramoan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Goa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pasacao"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Fernando (Philippines)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Jose (Cam Sur)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nabua"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Calabanga"]]}]},"\n",{"type":"==","value":["Get In"]},"\n",{"type":"===","value":["By plane"]},"\nFrom Manila, Cebu Pacific flies 3 to 4 times a day; Air Philippines\/PAL Express flies twice per day (45 mins) and Zest Air flies daily to Naga Airport (actually in Pili about 10kms East of Naga)\n\n",{"type":"===","value":["By train"]},"\nMaintenance is currently being conducted on the train line from Manila, this journey normally takes about 10-12hrs and is therefore slower than by bus (8hrs) - as of 20 April, 2009\n\n",{"type":"===","value":["By bus"]},"\nYou can go to Cubao Terminal or Pasay Bus Terminal where buses going to Naga Cam. Sur can be found. Buses operate daily going to Bicol. Some of the buses in Cubao Terminal are Gold Line Tours, Isarog Lines, RSL, Raymond, Peñafrancia Tours, etc. In Pasay are the AMihan Bus and PhilTranCo. Cost of Fare One way is around Php600-800, depending on the bus line and the season. If it's peak season then it may be higher.\n\n",{"type":"===","value":["By taxi"]},"\nGoodluck na lang sa pamasahe mo pag nagtaxi ka! As of May 14, 2012.\n\n",{"type":"==","value":["Get around"]},"\nIn downtown, Naga City you can be able to roam around the place just by foot. If you don't prefer walking tricycles and jeepneys are the main transportation and Taxi are also available since 2010 the opening of SM City. \n\nTrisikad, padyak or manpowered tricycles are also available in areas that mostly aren't included in jeepneys and tricycles routes. \n\nBuses, vans and Jeepneys are mostly use traveling outside the city going to connecting towns of Camarines Sur and Taxi as well but with double charging or depending on your price negotiation with the driver.\n\nFor other municipalities jeepneys, tricycles and trisikad are the main transpo as well.\n\n",{"type":"==","value":["See"]},"\n\nThe closest beach to Naga City is located in Pasacao, a primary destination for Nagauenos during the weekend. ",{"type":"''","value":["Pasacao Beach"]}," is a very popular beach to the landlocked residents of Naga City.\n\nFor those seeking a place more isolated, this would be the Caramoan Peninsula.  From Sabang in San Jose, it will take you two hours by boat to Caramoan's port Barangay, a 30 minute jeep or Tricycle ride to the barangay of Bikal on Caramoans northern coast and from there you must take another boat to visit various beaches and resorts.  Gota beach resort is a project of the provincial government and has played host to the shooting of two consecutive seasons of Survivor in 2008 and 2009.\n\n",{"type":"*","value":[{"type":"'''","value":["Mt Isarog National Park"]}," The ",{"type":"''","value":["Malabsay Falls"]}," is just inside the Mt Isarog National Park, after taking the path to the right after passing the entrance hut the visitor will drop down into a spectacular gully where the 20 metre falls are located. The crystal clear waters offer opportunities for rock jumping and relaxing in nature. Also check out ",{"type":"''","value":["Nabontolan Spring"]}," - located near Malabsay Falls and close to the National Park and Wildlife Preservation center."]},"\n",{"type":"*","value":[{"type":"'''","value":["Itbog Falls"]}," - a twin waterfalls cascading amidst verdant vegetation located in Sta. Cruz, Buhi. It could be reached by means of a banca ride from the town proper, then a 30 minute trek"]},"\n",{"type":"*","value":[{"type":"'''","value":["Mt. Iriga"]}," - this distinct volcano has an elevation of about 4,823 feet, the eruption in 1611 caused the existence of Lake Buhi in the province, an inland lake where wild ducks habituate, a choice site for wild duck hunters"]},"\n",{"type":"*","value":[{"type":"'''","value":["Culapnitan Cave"]}," - found in Libmanan, it contains innumerable stalactites and pillars ranging from massive to extremely delicate"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sabang Beach"]}," - this coastal barangay of San Jose sees the connection of the river and the sea and has various options for accommodation as well as serving as the main stopover for tourists heading to Caramoan Peninsula.  Every year during the last week of April (May during 2009) Sabanga hosts the \"Malasagui Festival\" (Blue Marlin) which plays host (among other things) to fishing competitions involving fastest and biggest catch.  The Blue Marlin has been known to grow as big as 600Kgs!  Though don't expect to see this size on show."]},"\n",{"type":"*","value":[{"type":"'''","value":["Atulayan Island"]}," - a cinema-like paradise of an island, you can easily pull your heart down and complete your collection of rare shells and stones.  Once the site of the French-Italian movie \"Mutiny in the South Seas\". Its ivory-colored beaches provide the best setting for the movie"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nato Beach"]}," - its beach is long with clear and gradual sea-depthness"]},"\n",{"type":"*","value":[{"type":"'''","value":["Omang Cave"]}," - situated in Barrio Paniman, Caramoan, its entrance is about 30 feet above sea level and the interior is architecturally designed"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Buhi"]}," - where one of the smallest commercial fish species (tabios) in the world is found, and also ",{"type":"''","value":["La Roca Encantada"]}," - an enchanting island on the lake"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gota Beach"]}," - a project of the provincial government, Gota beach resort is steadily becoming one of the most attractive resorts for Philippinos who are not attracted to the over-developed Boracay.  It is surrounded by jagged mountains, interesting rock formations, secluded white beaches and suprisingly, other like-minded tourists.  A less pricey option is to stay in one of the many home stay or other accommodation options and hire a boat to take you wherever you choose to enjoy nature without expensive resorts."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rose Islet"]}," - the small islet near the town of Presentacion, it has a white sandy beach good for swimming and snorkeling. Rose Islet or the Aguirangan Island is found between Maangas and Adiangao."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kapungkulan Spring"]}," - a crystalline spring, located in Brgy. San Juan, Naga City"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bayagin Falls"]}," - located near the Barit River where the movie \"OG\" was entirely filmed for its natural location"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sabang and Tubigan Falls"]}," - found in Waras River in sitios Tubigan and Sabang in Brgy. Sta. Maria, Iriga City. Cascading at a magnificent height of 15 feet, it is 15 km from the main poblacion. Tubigan Falls is only 2 km away and its tiered waterfalls cascade 24 feet "]},"\n",{"type":"*","value":[{"type":"'''","value":["Leaning Tower of Bombon"]}," - Camarines Sur's replica of the very famous Leaning Tower of Pisa in Italy"]},"\n",{"type":"*","value":[{"type":"'''","value":["PNR Markers Park"]}," - located in Del Gallego, the site where the late Pres. Manuel Luis Quezon had driven a golden nail during the inauguration of the North and South Railroad tracks which connected Manila and Legazpi"]},"\n",{"type":"*","value":[{"type":"'''","value":["Plaza Quince Martires"]}," - a place constructed at the heart of Naga City, built in honor of the 15 Bicol martyrs"]},"\n",{"type":"*","value":[{"type":"'''","value":["Alatco Terminal"]}," - site of the oldest transportation company in the country founded by Albert L. Amman in 1914. Amman built a passenger bus on two cylinders truck, Grabowsky and hired Max Blouse (who later became president of Batangas Transportation and Laguna-Tayabas Company) as chauffeur and started operation in this area. This became the first passenger truck operated in the Philippines. Amman was later acknowledged as the Father of Bus Transportation in the Philippines"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kinuwartelan"]}," - located in Brgy. Perpetual Help, Iriga City, this place was made a Spanish garrison camp where Filipino insurrectos were kept and force to hard labor. Hence, the name \"kinuwartelan\" meaning \"place of incarceration\""]},"\n",{"type":"*","value":[{"type":"'''","value":["Defenders of Bataan and Corregidor Marker"]}," - located at the northeastern corner of Rizal Park (Iriga City), constructed and inaguarated last March 3, 1985 to give honor to Filipinos particularly Bicolanos both living and deceased who fought the Japanese Imperialist Army during world War II unpaid Guerrilla Remnants, 6th Army USAFFE and PHILCOM Bicol Area"]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tinagba Festival"]}," - it is the harvest offering on the  Feast of Our Lady of Lourdes every 11th of February in Iriga City. During the festival all the different barrios join the celebration by making a well-decorated cart drawn by a carabao"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bowa-Bowaan Festival"]}," - held evey May 2, coinciding the town fiesta of Nabua. The highlight of the affair is the re-enactment of the 13th century pagan rites which is enriched by colorful costumes. The rite is dramatic revival of the traditional boa feast during the pre-Spanish era where pagans believed that the chains of coconut embryos called \"Boa\" are offered to their old deities"]},"\n",{"type":"*","value":[{"type":"'''","value":["Feast of Our Lady of Buenviaje"]}," - the town fiesta of Sabang, held every last Saturday of May, highlighted by a fluvial procession"]},"\n",{"type":"*","value":[{"type":"'''","value":["Penafrancia Festival"]}," - every year on the third week of September, the most awaited celebration of Bicol is being held in honor of Our Lady of Penafrancia. Her centuries old image becomes an object of a stirring religious event which is the ceremonial fluvial procession"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lagonoy Festival"]}," - every 1st day of May Lagonoy celebrating the town fiesta in honor to the patron saint's St.Phillip and St.James.The highlight of the affair is to promote the town's best products and native foods. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Kamundagan Festival"]}," - Naga City open its doors every December in commemorating of their charter anniversary and the birth of Jesus Christ. Highlights of the festivity are: Kiri-kiti, Pastoras, Beauty Search, Agro-Industrial Fair, Cultural Presentation, Civic Parade, Bikol Song Festival"]},"\n",{"type":"*","value":[{"type":"'''","value":["Voyadores Festival"]}," - a street dance reenactment on the transfer of the image of Our Lady of  Penafrancia from the Basilica to the Metropolitan Cathedral. Named after the male devotees (voyadores) who accompany and carry the Virgin's image in a procession called Translacion for a novena at the Metropolitan Cathedral."]},"\n",{"type":"==","value":["Eat"]},"\nBicolanos are noted for their gastronomic appetite in fiery or chili-hot dishes. Unlike people from other regions in the entire country, a Bicolano can relish every meal which has for its recipe anything spicy.\n\nHere are some of the list of recipes which are notably pure Bicolano.\n\n",{"type":"'''","value":["Gulay Na Natong (Laing)"]},"\nThis Bikolano recipe is made of finely shredded \"natong\" or gabi leaves flavored with a \"bangut\" of \"balaw\" or small shrimps, or small crabs. Sometimes ground pork with a little amount of fat is added; for an appetizing aroma, a few pieces of whole native pepper (not labuyo) are added just before removing the cooking vessel from the fire.\n\n",{"type":"'''","value":["Langkang Palusag (Bread fruit)"]},"\nLangka, bangut, garlic, onion are placed in the coconut milk and brought to a boil then allowed to simmer until the langka is tender. Stirring of the ingredients need not be done.\n\n",{"type":"'''","value":["Bikol Express"]},"\nMade of \"balaw\", with a little amount of ground pork and \"siling labuyo\". The amount of pepper placed in the recipe depends upon the capacity of the consumer to savour \"hot\" food.\n\n",{"type":"'''","value":["Pinangat"]},"\nDiced lobster meat mixed with the meat of young coconut (lukadon), lemongrass (tanglad) and ground garlic, diced onions are added. All these are mixed together in coconut milk. Each lump of this mixture is wrapped in two layers of well-wiped, clean gabi leaves and pairs of these wrapped lumps are tied together with strips of the paklang (the skin of the gabi stalk). All of these paired wrapped lumps of the flattened mixture are cooked in coconut milk just enough to cover all the packages. Bring the milk to a boil, allow it to simmer until the cooked aroma is smelled.\n\n",{"type":"'''","value":["Ginuygoy"]},"\nTender leaves of the gabi (natong na piniripit) are cooked in little water, flavored with dinaelan and when cooked is seasoned with lemon juice.\n\n",{"type":"'''","value":["Inon-on"]},"\nSibobog(galunggong) or the remolyetes or any saltwater fish may be cooked with vinegar or lemon juice, garlic, onions with generous amount of oil and as little water as possible.\n\n",{"type":"'''","value":["Ginaring"]},"\nAn appetizing dish which is a roast skewered fish of talusog (dalag).\n\nRipe guavas may be made into \"gulay na bayawas\" from small slices and cooked in coconut milk with melted \"sangkaka\"(panutsa).\n\nSantan cooked from the coconut milk and melted sangkaka brought to the right consistency and pilinut is added for making it.\n\nIbos of pulutan (malagkit rice) which is allowed to stand for a couple of hours in coconut milk then wrapped in coils of cocnut leaves and then cooked. It is usually dipped in chocolate or eaten with santan.\n\nSinuman of pulutan (malagkit rice) cooked in melted sangkaka(panutsa) and coconut milk cooked in the same manner as rice is cooked.\n\nButse, tabog-tabog snacks made from camote (sweet potato)\n\nLinubak- mashed unripe bananas which are sweetened with scrapings of panutsa.\n\nOlog-olog (called holog-holog by some)these are small balls of malagkit flour cooked in boiling water sweeted with sangkaka.\n\n",{"type":"==","value":["Drink"]},"\nrootbeer... redhorse, Gin Bulag, Lambanog, C2, Tanduay Ice, Beer na Beer, Myrone Pogi!\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bicol"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Camarines Sur"]]},"\n",{"type":"{{","value":[["geo"],["13.666666666667"],["123.33333333333"]]}]