[{"type":"{{","value":[["pagebanner"],["Campania banner View from Capri.jpg"],["caption=The view of Naples and Campania from the island of Capri"]]},"\n",{"type":"[[","value":[["image:ItalyCampania.png"],["right"],["noborder"]]},"\n\n",{"type":"'''","value":["Campania"]}," is a region in South-Western ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Naples"]]}," (",{"type":"''","value":["Napoli"]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Amalfi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Avellino"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Caserta"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Castellabate"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grottaminarda"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Maiori"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Massa Lubrense"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pisciotta"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Positano"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Praiano"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Salerno"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sorrento"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cava de' Tirreni"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amalfi Coast"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Capri"]]}," and ",{"type":"[[","value":[["Ischia"]]}," — the famed islands in the Bay of Naples"]},{"type":"*","value":[" ",{"type":"[[","value":[["Calitri"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cilento and Vallo di Diano National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Paestum"]]}," — Greek temples"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pompeii"]]}," and ",{"type":"[[","value":[["Herculaneum"]]}," — Roman archaeological sites"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sant'Agnello"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sant'Angelo Dei Lombardi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pozzuoli"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ventotene"]]}," - a small island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Vesuvius"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nWithin Campania the public transport has a unified ticket system called ",{"type":"'''","value":["Campania Unico"]},". ",{"type":"[","value":["http:\/\/www.unicocampania.it\/ing\/"]}," Tickets are organised in zones which means that with one ticket you can travel within one or more zones. The zones radiate out from the centre of Napoli, and allow you to travel within a zone or between zones, with a maximum time limit for the journey. The idea is that you can purchase a single ticket to travel from a zone outside Napoli to the centre, or vice-versa. Included in this system are generally national trains (also to ",{"type":"[[","value":[["Paestum"]]},", the underground in ",{"type":"[[","value":[["Naples"]]},", the Funicolare in Naples, Sita buses along the ",{"type":"[[","value":[["Amalfi Coast"]]},", the Funicolare on ",{"type":"[[","value":[["Capri"]]},", Bus of ",{"type":"[[","value":[["Ischia"]]}," the Circumvesuviana that goes also past ",{"type":"[[","value":[["Pompeii"]]}," and ",{"type":"[[","value":[["Herculaneum"]]}," but NOT ferries. The advantage is not only that you can get tickets for different kind of vehicles, but you could also buy tickets in advance for areas where it is difficult to find a ticket office such as ",{"type":"[[","value":[["Paestum"]]},", as the tickets start to be valid once you ",{"type":"'''","value":["stamped"]}," them. You should stamp the tickets each time you change vehicle, but be aware that the tickets are only valid for ",{"type":"'''","value":["one"]}," train, Metro or Funicolare journey. It is possibly also cheaper to buy a bunch of 'one zone' tickets than each time a new one. But careful: some tickets are locally bound (only in Naples, for example). If in doubt, ask when you buy your tickets.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Pompei staz.jpg"],["thumb"]]},"\nNational train lines go from ",{"type":"[[","value":[["Naples"]]}," to ",{"type":"[[","value":[["Salerno"]]}," and further east and southwards. The ",{"type":"'''","value":["Circumvesuviana"]}," is a local private train link serving the area around the Mount Vesuvius from Naples to Sorrento. The service has the appeal of typical metropolitan trains connecting to local suburbs (including the odd graffiti and cut open seat\/window). For tourists this train service is particularly interesting because it is the only reasonable public transport link to Pompeii, Herculaneum and Vesuvius. ",{"type":"''","value":["Note:"]}," there are several different lines but ONLY THE BLUE LINE goes to Pompeii, Herculaneum and Vesuvius. Pompeii is in Zone 3 of Campania, and an one way ticket to (and from) \"Zone 3\" is €2.80. On weekdays all day ticket is €8.40 and on weekends all day ticket is €4.50. You can use this ticket to get to Pompeii and to get back to Naples. When going to visit the ruins of Pompeii, get off the train at the Pompei Scavio stop. It's about a 40 minute ride from Naples. The entrance is approximately 50m from the station.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Autodromo bus L239 of ANM Naples in 2000.jpg"],["thumb"]]},"\nBuses run generally pretty efficiently, but can become full and a bit uncomfortable. Tickets are part of the Unico Campania system, which must be bought in advance. Once exception is the AliBus, which travels from the airport to the centre of town, where you can buy the tickets on the bus.\n\nAlong the ",{"type":"[[","value":[["Amalfi"]]}," coastline, buses are the only option, with the exception of ferries. The roads are narrow and winding, but the drivers are exceptionally skilled, only usually being slowed down by the less experienced tour bus drivers.  \n\n",{"type":"===","value":["By car"]},"\n\nThe Amalfi-Sorrento-Salerno road is narrow and full of hairpin turns. Cars pass fast and close. Take care.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Cave canem - beware of the dog.jpg"],["thumb"],["Pompeii"]]},"\nThe Statue of Liberty in Central Naples. A great statue, an Italian original.\n\n",{"type":"==","value":["Do"]},"\n\nThe ocean is one of the biggest lures to visitors of the Campania region. \n\nThe Amalfi coasts presents a series of mountainside towns that seem to tumble into the sea. Also, not far from Naples are some of the most beautiful islands in the world: ",{"type":"[[","value":[["Ischia"]]},", ",{"type":"[[","value":[["Capri"]]}," and Procida.\n\n",{"type":"'''","value":["Visit an ancient village"]}," called ",{"type":"[[","value":[["Calitri"]]},", located in the centre of Italy - halfway between the ruins of Pompeii and the Amalfi coast to the west and Magna Graecia to the east. The area around Calitri is sprinkled with castles, aristocratic palazzos and delightful locations soaked in history and tradition, ridged with hills and valleys and marked by the ancient trails along which Hannibal and his legions marched when setting off to attack ancient Rome 2,000 years ago.\n\n",{"type":"==","value":["Eat"]},"\n\nPerhaps the ",{"type":"[[","value":[["Campania"]]}," product most widely known is ",{"type":"'''","value":["Mozzarella di Bufala"]},", with DOP awarded by the European Union. Due to vast market demand and the scarce number of water buffalo, it is also however a product at risk of a ”bufala“ (also Italian for scam). To avoid this, each wrapper carries the symbol of the protection consortium to guarantee its authenticity and geographic origin. The origin of the mozzarella – so called from the verb ”mozzare“ to cut – probably goes back to the 12th century, while the buffalo was already part of the Campanian landscape in the 7th century. The true characteristic of this fresh cheese with a delicate taste is its consistency, which should be firm, slightly elastic and chewy. When cut, the centre of a true mozzarella di bufala 'weeps': an interior still be slightly serous, protected by a thin skin and it should be smooth, but not viscous. It should be preserved in its liquid for no more than 48 hours, preferably not in the refrigerator but in a cool and airy place. As well as the characteristic round form it is produced in braids, knots, nuts and cherries and there is also a smoked version.\n\nIt is not possible to talk about Campania’s gastronomy without mentioning the ",{"type":"'''","value":["pizza"]},". This palate’s delight was born in Naples, in honour of Queen Margaret. From simple baked product it became a fanciful, rich, surprising and always appreciated food.\n\n",{"type":"==","value":["Drink"]},"\n\nLocal Campanian beverages include limoncello and crema di limone, both lemon-based. Limoncello has the highest alcohol content, is very strong in flavor, and is a very bright translucent yellow color. Crema di limone, as the name suggests, is cream-based. It is less strong than limoncello and is an opaque off-white.\nAnother beverage highly recommended for travelers to Italy is coffee - ask for caffe, espresso, cappucino, or caffe latte. Especially for US travellers, the quality of the coffee and the drink preparation is vastly better than at home, and a coffee at a small cafe is the perfect way to wind down while in Italy. Coffee or espresso are also staple after-dinner drinks in Italy, but Italians drink cappucino mainly as a morning drink, so you may get strange looks when ordering this after a meal.\nLocal Italian beer includes Nastro Azzurro, Moretti, and Peroni - all mild-tasting lagers similar to Heineken. Beer is extremely locally available in the cafes and ristorantes in Campania, though wine is more the local drink of choice with a meal.\nTrue to Italy's image, wine is readily available in Campania (though at some stores it is less cheap than some travelers may be expecting). Prices in local groceries for a bottle of wine vary somewhere between EURO 4.50-100+. Some of the cities in Campania such as ",{"type":"[[","value":[["Positano"]]},", ",{"type":"[[","value":[["Sorrento"]]},", and cities on the islands of ",{"type":"[[","value":[["Capri"]]}," and ",{"type":"[[","value":[["Ischia"]]}," will be more expensive due to their high levels of tourism. \nOne local wine of Campania is Lacryma Christi, or \"Tears of Christ\". This wine is produced on the lower slopes of Mount Vesuvius and is available at many groceries in Campania. For travelers going to the Mount Vesuvius National Park, this wine is available from some of the giftshops at the top at a deeply reduced rate compared with other stores in the area. Terraced land for grape cultivation is frequently visible in countryside of Campania, and many other local wines exist.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nCampania is a good base for exploring other regions of southern Italy such as ",{"type":"[[","value":[["Basilicata"]]},", ",{"type":"[[","value":[["Calabria"]]}," and ",{"type":"[[","value":[["Apulia"]]},", as well as ",{"type":"[[","value":[["Sicily"]]},".\n\n",{"type":"{{","value":[["isPartOf"],["Southern Italy"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Campania"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Campania\/"]]},"\n\n\n",{"type":"{{","value":[["geo"],["40.833333"],["14.25"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]