[{"type":"{{","value":[["pagebanner"],["Alberta (Canada) banner Herbert lake shore.png"],["caption=Herbert Lake at Icefields Parkway (Promenade des Glaciers). Alberta, Canada."]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Moraine Lake 17092005.jpg"],["caption=Moraine Lake"],["location=LocationCanada.png"],["flag=Flag of Canada.svg"],["capital=",{"type":"[[","value":[["Ottawa"]]}],["government=Federation with parliamentary democracy and constitutional monarchy"],["currency=Canadian dollar (CAD)"],["area=9,976,140 km",{"type":"<","value":["sup",["2"]]}],["population=33,647,989 (May 2009 est.)"],["language=English 59.3% (official), French 23.2% (official), other 17.5%"],["religion=Roman Catholic 43.6%, Protestant 29.2%, No religious affiliation 16.5%, Other 10.7%"],["callingcode=+1"],["tld=.ca"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.canada.travel\/selectCountry.html Canada"]}]}," is the largest country in ",{"type":"[[","value":[["North America"]]}," by land area, and the second largest in the world, behind ",{"type":"[[","value":[["Russia"]]},".  Renowned worldwide for its vast, untouched landscape, its unique blend of cultures and multifaceted history, Canada is one of the world's wealthiest countries and a major tourist destination.\n\n",{"type":"==","value":["Understand"]},"\nCanada is a land of vast distances and rich natural beauty. Much of Canada's economic, cultural, linguistic and social characteristics closely resemble its neighbour to the south, the ",{"type":"[[","value":[["United States"]]},", but there are significant differences as well. For one thing, over 20% of Canadians (mostly, but by no means all, in Quebec) speak French as a first language. On the other hand, Canada has far fewer Spanish speakers than the US. Also, while Canada has somewhat more land than the US, it has only about a tenth the population, most of them living within 200 km of the US-Canada border. Large areas further north are quite sparsely populated and some is nearly uninhabited wilderness.\n\nThough a medium sized country by its population (34 million), Canada has earned respect on the international stage and is consistently ranked as one of the wealthiest, least corrupt and most liveable nations on earth.\n \n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:LanseAuxMeadows LargeBuilding.JPG"],["thumbnail"],["L'anse Aux Meadows, a former Viking settlement on Newfoundland"]]},"\nThe main wave of prehistoric settlers that came into the Americas from Northeast Asia via Alaska are thought to have arrived around 15,000 years ago, although the first migrants may have arrived around 30,000 years back and the last about 5,000. The present theory as to the expansion of the prehistoric settlers currently is a southward migration along the coast with branching populations moving east and, later on, north. By this theory, the longest established cultures are the Pacific Coast tribes and the most recently established are the Arctic cultures.\n\nThe first confirmed European contact with Canada was just after 1000CE; Vikings under Leif Erikson certainly reached Newfoundland and there are some controversial indications that they also sailed far up the St Lawrence and South along what is now the US coast but were beaten in their exploration by the Irish. The next confirmed group were the Portuguese who had fishing outposts along the Atlantic coast by the early 1500s. However, neither group built permanent settlements.\n\nMore permanent settlements were subsequently founded by the English and the French. John Cabot, an Italian working for the English, seems to have reached Newfoundland in about 1497, but the records are neither clear nor complete. The French explorer Jacques Cartier landed on the Gaspé Peninsula in 1534 and claimed it for King Francis I of France. Subsequently, French fishing fleets began to sail to the Atlantic coast, where they traded with the indigenous people. ",{"type":"[[","value":[["Quebec City"]]}," was founded by Samuel de Champlain in 1608 as the first permanent settlement in New France.\n\nThe English explorer Humphrey Gilbert landed at ",{"type":"[[","value":[["St John's"]]},", Newfoundland and claimed it for Queen Elizabeth I of England in 1583 as the first English colony in North America. Under King James I, the English established more settlements in Newfoundland, from which they eventually moved on to establish the colony of ",{"type":"[[","value":[["Virginia"]]}," further South in what is now the United States of America. The British took Quebec in 1759 during the Seven Years' War and at the end of that war in 1763, the French ceded most of their colonies in continental North America to the British, though the British agreed to permit the continued official usage of the French language and legal system in the ceded colonies, and French continues to be the dominant language in ",{"type":"[[","value":[["Quebec"]]}," province to this day.\n\nAfter the American War of Independence, during which the thirteen colonies became independent from the British as the United States of America, there was considerable migration to Canada by people who wanted to remain part of the British Empire. They are known in Canada as United Empire Loyalists, though Americans might call them Tory traitors. Other substantial waves of immigration were ex-soldiers, mostly Scots, after the Napoleonic wars and many Irish from about the time of the potato famine onwards.\n\nThe British and Americans fought a war in 1812 which saw invasions in both directions between the US and Canada. Some of the hotter heads on both sides had quite ambitious goals — drive the British out of North America entirely and annex Canada into the US, or reverse the effects of the American Revolution a few decades earlier and bring the US back into the Empire. Neither side got anywhere near achieving such goals, and both ideas were thoroughly discredited by the end of the war. The US national anthem was written about one of the battles in this war.\n\nAmericans consider the war a draw, since no boundaries changed as a result. Canadians don't necessarily see it that way as fending off an large-scale US annexation of Canadian territory, particularly on the valuable Niagara Peninsula, is heralded as a historic British-Canadian military victory. \n\nThe 1850 introduction of the US ",{"type":"''","value":["Fugitive Slave Act"]},", a federal law which angered abolitionist northern states by allowing negros to be abducted by slavecatchers and forcibly returned to slavery in the ",{"type":"[[","value":[["south (United States of America)"],["south"]]},", led to the establishment of an ",{"type":"[[","value":[["Underground Railroad"]]}," of disparate routes leading north to freedom in Canada's Niagara Peninsula or other British Empire outposts, such as ",{"type":"[[","value":[["Nova Scotia"]]},". \n\nThe British established the first colony on the Pacific coast of Canada in 1849, when the colony of ",{"type":"[[","value":[["Vancouver Island"]]}," was chartered with ",{"type":"[[","value":[["Victoria (British Columbia)"],["Fort Victoria"]]}," as the capital. The colony of ",{"type":"[[","value":[["British Columbia"]]}," was later established in 1858. Subsequently, the colony of Vancouver Island was merged into British Columbia in 1866.\n\nThe colonies of ",{"type":"[[","value":[["Ontario"]]},", ",{"type":"[[","value":[["Quebec"]]},", ",{"type":"[[","value":[["Nova Scotia"]]}," and ",{"type":"[[","value":[["New Brunswick"]]}," federated to from the self-governing British dominion of Canada in 1867, with each former colony becoming a province of Canada. Subsequently, the federation was greatly expanded. A huge territory called Rupert's Land — all the land whose rivers drain into Hudson's Bay, much of Canada and parts of a few US states — was granted by the British crown to the Hudson's Bay Company in 1670. In 1870, the newly formed Dominion of Canada purchased it. That more than doubled the sizes of existing provinces Ontario and Quebec and led to the creation of new provinces Manitoba, Saskatchewan and Alberta. ",{"type":"[[","value":[["Manitoba"]]}," joined the federation in 1870, followed by ",{"type":"[[","value":[["British Columbia"]]}," in 1871, ",{"type":"[[","value":[["Prince Edward Island"]]}," in 1873, and ",{"type":"[[","value":[["Saskatchewan"]]}," and ",{"type":"[[","value":[["Alberta"]]}," in 1905. Following World War II, the former ",{"type":"[[","value":[["Newfoundland and Labrador"],["Dominion of Newfoundland"]]}," became the final province to join the Canadian federation in 1949. Canada's newest territory, Nunavut, was created in 1999 from part of the existing ",{"type":"[[","value":[["Northwest Territories"]]},".\n\nCanada's relation with the UK is somewhat complex. It was the British parliament's British North America Act in 1867 that officially established the country and the British monarch is still King or Queen of Canada, with a Governor General representing him or her on the ground. However, this is a constitutional monarchy in which the monarch \"reigns but does not rule\"; the real governing power is Parliament. There were changes in 1931 which made Canada more-or-less fully independent of the ",{"type":"[[","value":[["United Kingdom"]]},". One notable difference was that in the Great War (World War I), there were Canadian regiments in the British Army under British generals, but by World War II there was a Canadian Army with its own generals; Canadians and Newfoundlanders made significant contributions in both wars. Another significant change is that since the 1960s all the Governors General have been Canadians; prior to that they were all British and often noblemen.\n\nIn 1982, the UK passed the Canada Act, with Canada simultaneously passing the Constitution Act, ending any residual power the British parliament may have had to pass laws for Canada.\n\n",{"type":"===","value":["Politics"]},"\n",{"type":"[[","value":[["File:Parliament Centre Block from the south east corner.JPG"],["thumbnail"],["Canada's parliament, Ottawa"]]},"\nCanada has a federal system of government, consisting of ten provinces and three territories. Each of the provinces has its own provincial government and legislature, and laws vary slightly from province to province, though they are for the most part fairly uniform.\n\nAt the federal level, the Canadian parliament is based on the British Westminster system, with a lower House of Commons that is popularly elected by the people, and an upper Senate that is appointed by the Governor-General on the advice of the Prime Minister. The head of government is the Prime Minister, who is typically the leader of the party with the most seats in the House of Commons.\n\nThe provinces have a large deal of autonomy. Each province has its own provincial government, and the Canadian constitution defines certain areas of exclusively provincial jurisdiction. For example, each province sets its own drinking age, minimum wage, sales tax, labour regulations, and administers its own roads, healthcare and education systems. Two of the three territories' legislative assemblies (Nunavut and the Northwest Territories) are peculiar, as they are non-partisan – no political parties are represented.\n\nThe Queen remains the nominal head of state, with an appointed Governor-General as her representative in Canada. In practice, the Queen's role is largely ceremonial, with the Prime Minister wielding the most authority in government.\n\nThere are four main parliamentary parties at the federal level: the Conservative Party (right of centre), the Liberal Party (left of centre), the New Democratic Party (left), and the Bloc Québécois (a regional party that promotes the separation of Quebec from Canada, running no candidates outside of Quebec). Only the Conservatives (currently) and the Liberals (more often) have ever been the national government, though the NDP have governed various provinces. The Bloc – who are for obvious reasons regarded somewhat negatively in other parts of the country – do not participate in provincial-level politics, but another provincial-level sovereignist party, the Parti Québécois, has won provincial elections and formed the government in Quebec on several occasions.\n\n",{"type":"===","value":["Culture"]},"\n\nDomestically, Canada has displayed success in negotiating compromises among its own culturally and linguistically varied population, a difficult task considering that language, culture, and even history vary significantly throughout the country. In contrast to the United States' traditional image of itself as a ",{"type":"''","value":["melting pot"]}," (now falling out of use), Canada prefers to consider and define itself as a ",{"type":"''","value":["mosaic"]}," of cultures and peoples. Canadians are used to living and interacting with people of different ethnic backgrounds on a daily basis and will usually be quite friendly and understanding if approached in public. The country is largely urban-based and is home to a diverse population (less so in rural areas). As is common with any neighbouring nations, there is some rivalry between Americans and Canadians, which may be more evident in Canada than the United States. Consequently, if you are obviously an American visitor, a minority of Canadians may make comments that could offend you.\n\n",{"type":"===","value":["Time zones"]},"\n\nThe Canadian Sir Sandford Fleming first proposed ",{"type":"[[","value":[["time zones"]]}," for the entire world in 1876, and Canada, being a continental country, is covered coast to coast with multiple zones.\n",{"type":"*","value":[" GMT −8 ",{"type":"'''","value":["Pacific Time"]}," (",{"type":"[[","value":[["Yukon"]]},", ",{"type":"[[","value":[["British Columbia"]]},")"]},{"type":"*","value":[" GMT −7 ",{"type":"'''","value":["Mountain Time"]}," (",{"type":"[[","value":[["Alberta"]]},", ",{"type":"[[","value":[["Northwest Territories"]]},", ",{"type":"[[","value":[["Nunavut"]]},")"]},{"type":"*","value":[" GMT −6 ",{"type":"'''","value":["Central Time"]}," (",{"type":"[[","value":[["Saskatchewan"]]},", ",{"type":"[[","value":[["Manitoba"]]},", portions of northwestern ",{"type":"[[","value":[["Ontario"]]},", ",{"type":"[[","value":[["Nunavut"]]},")"]},{"type":"*","value":[" GMT −5 ",{"type":"'''","value":["Eastern Time"]}," (",{"type":"[[","value":[["Ontario"]]},", ",{"type":"[[","value":[["Quebec"]]},", ",{"type":"[[","value":[["Nunavut"]]},")"]},{"type":"*","value":[" GMT −4 ",{"type":"'''","value":["Atlantic Time"]}," (",{"type":"[[","value":[["Nova Scotia"]]},", ",{"type":"[[","value":[["New Brunswick"]]},", ",{"type":"[[","value":[["Prince Edward Island"]]},", portions of ",{"type":"[[","value":[["Labrador"]]}," and eastern ",{"type":"[[","value":[["Quebec"]]},")"]},{"type":"*","value":[" GMT  −3.5 ",{"type":"'''","value":["Newfoundland Time"]}," (",{"type":"[[","value":[["Newfoundland and Labrador"]]},")"]},"Daylight saving time, when clocks are moved forward by one hour, is observed in most of the country (except Saskatchewan) from 2AM on the second Sunday in March until 2AM on the second Sunday in November; during this time, for example, British Columbia uses GMT −7 while Alberta has GMT −6.\n\nAnglophone Canada mostly uses the 12-hour clock system, but the 24-hour clock is generally used in francophone Canada. The 24-hour notation is also often used in English in such contexts as train and airline schedules.\n\n",{"type":"===","value":[" Units of measure "]},"\n",{"type":"{{","value":[["See also"],["Metric and Imperial equivalents"]]},"\n\nCanada's official measurement system is metric, but many Anglophone Canadians still use the imperial system for many things in colloquial usage. One of the most common holdovers from the imperial system is the use of feet and inches for measurement of short distances and heights, and especially the use of pounds for masses, even among younger Canadians, though these measurements will be recorded in metric units on official documents. However in Quebec and other Francophone communities, the metric system is used almost exclusively. You will still hear older Canadians use the term 'mile' when referring to informal distances, and they may also give temperatures in Fahrenheit when referring to pools and hot tubs. All weather forecasts will be in °C. Similarly, all road signs will use metric units, meaning that speed limits will be given in km\/h and distances will be given in km.\n\n",{"type":"===","value":["Climate"]},"\nTrying to distill the climate of Canada into an easy-to-understand statement is impossible, given the vast area and diverse geography within the country, but \"Frozen North\" would be a reasonable first approximation. In most places, winters are harsh, on par with ",{"type":"[[","value":[["Russia"]]},". The most populated region, southern Ontario has a less severe climate, similar to the bordering regions of the midwestern and northeastern United States. ",{"type":"[[","value":[["Iqaluit"]]},", the capital of Nunavut, is just south of the Arctic Circle and remains very cold except for the months of July and August, when the July average maximum is only 12°C (54°F). On the other hand, the coastline of British Columbia is very mild for its latitude, remaining above freezing for most of winter, yet it is not far away from some of the largest mountain glaciers on the continent.\n\nMost of the large Canadian urban areas are within 200 kilometres (124 mi) of Canada's border with the United States (",{"type":"[[","value":[["Edmonton"]]},", ",{"type":"[[","value":[["Calgary"]]},", ",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]}," and ",{"type":"[[","value":[["St. John's"]]}," being notable exceptions). Visitors to most cities will most likely not have to endure the weather that accompanies a trip to more remote northern or mountainous areas often pictured on postcards of Canada. Summers in the most populated parts of Canada are generally short and hot. Summer temperatures over 35°C (95°F) are not unusual in Southern Ontario, the southern ",{"type":"[[","value":[["Prairies (Canada)"],["Prairies"]]}," and the southern Interior of BC, with ",{"type":"[[","value":[["Osoyoos"]]}," being the hot-spot of Canada for average daily maximums. Toronto's climate is only slightly cooler than many of the larger cities in the northeastern United States, and summers in the southern parts of Ontario and Quebec (including ",{"type":"[[","value":[["Montreal"]]},") are often hot and humid. In contrast, humidity is often low in the western interior during the summer, even during hot weather, and more cooling occurs at night. In the winter, eastern Canada, particularly the ",{"type":"[[","value":[["Atlantic Provinces"]]},", is sometimes subject to inclement weather systems entering from the US, bringing snow, high wind, rain, sleet, and temperatures in their wake of under −10°C (14°F).\n\nMany inland cities, especially those in the Prairies, experience extreme temperature fluctuations, sometimes very rapidly. Owing to a dry climate (more arid west than east on the southern Prairies), bright sunshine hours are plentiful in the 2300–2600 annual hours range.\n\n",{"type":"[[","value":[["Winnipeg"]]}," has hot summers with bouts of aggressive humidity, yet experiences very cold winters where temperatures around −40°C (−40°F) are not uncommon. The official hottest temperature in Canada ever recorded was in southern Saskatchewan, at 45°C (113°F), while the coldest was in Snag, Yukon −63°C (−81°F). Summer storms in the Prairies and Ontario can be violent and sometimes unleash strong damaging winds, hail, and rarely, tornadoes. On the west coast of British Columbia, ",{"type":"[[","value":[["Vancouver"]]}," and ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]}," are far more temperate and get very little snow, average low wind speeds and seldom experience temperatures below 0°C or above 27°C (32–80°F) but receive high rainfall amounts in winter then in turn dry, sunny, pleasant summers.\n\nThe average temperature is typically colder in Canada than in the US and Western Europe as a whole, so bring a warm jacket if visiting between October and April, and earlier and later than this if visiting hilly\/mountainous terrain or Northern areas. For most of the country, daytime highs in the summer are generally well above 15 °C (60 °F) and usually into the 20s–30s°C(70s–100s°F) range.\n\n",{"type":"===","value":["Holidays"]},"\n\nCanada recognizes and celebrates the following national holidays (some provinces may have minor differences):\n\n",{"type":"*","value":[" ",{"type":"'''","value":["New Year's Day"]}," — 1 January"]},{"type":"*","value":[" ",{"type":"'''","value":["Family Day"]}," — 3rd Monday in February (not observed in all provinces, known as Louis Riel Day in Manitoba, Islander Day in PEI) "]},{"type":"*","value":[" ",{"type":"'''","value":["Good Friday"]}," — Friday before Easter (a few institutions also close on Easter Monday)"]},{"type":"*","value":[" ",{"type":"'''","value":["Easter Sunday"]}," — late March or early April, first Sunday after first full moon after the spring equinox"]},{"type":"*","value":[" ",{"type":"'''","value":["Victoria Day"]},"—Last Monday in May before 25 May (known as Fêtes des Patriotes in Québec; always one week before the US Memorial Day)"]},{"type":"*","value":[" ",{"type":"'''","value":["St. Jean Baptiste Day"]}," (Québec) — 24 June (also known as Fête Nationale)"]},{"type":"*","value":[" ",{"type":"'''","value":["Canada Day"]},"— 1 July"]},{"type":"*","value":[" ",{"type":"'''","value":["Civic Day"]}," — first Monday in August (only applies in some provinces, under different names; not in Québec)"]},{"type":"*","value":[" ",{"type":"'''","value":["Labour Day"]}," — first Monday in September"]},{"type":"*","value":[" ",{"type":"'''","value":["Thanksgiving"]},"—Second Monday in October (the same day as the US holiday of Columbus Day)"]},{"type":"*","value":[" ",{"type":"'''","value":["Remembrance Day"]}," —11 November (bank holiday only; the same day as the US Veterans Day)"]},{"type":"*","value":[" ",{"type":"'''","value":["Christmas Day"]}," — 25 December"]},{"type":"*","value":[" ",{"type":"'''","value":["Boxing Day"]},"—26 December"]},"\nNote also that Canada's Labour Day is not celebrated on 1 May, as in much of the world, but on the first Monday in September (the same day as the US celebrates its Labor Day).\n\n",{"type":"==","value":["Regions"]},"\nVisiting Canada all in one trip is a massive undertaking. Over 5,000 kilometres (3,100 mi) separate ",{"type":"[[","value":[["St. John's"]]},", Newfoundland from ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]},", British Columbia (about the same distance separating ",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Riyadh"]]},", or ",{"type":"[[","value":[["Tokyo"]]}," and ",{"type":"[[","value":[["Kolkata"]]},"). To drive from one end of the country could take 7–10 days or more (and that assumes you're not stopping to sight see on the way). A flight from Toronto to Vancouver takes over 4 hours. When speaking of specific destinations within Canada, it's better to consider its distinct regions:\n",{"type":"{{","value":[["Regionlist"],["regionmap=Canada regions map.png"],["regionmaptext=Canada regions"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["Atlantic Provinces"]]}],["region1color=#e56666"],["region1items=",{"type":"[[","value":[["New Brunswick"]]},", ",{"type":"[[","value":[["Newfoundland and Labrador"]]},", ",{"type":"[[","value":[["Nova Scotia"]]},", ",{"type":"[[","value":[["Prince Edward Island"]]}],["region1description=This region is well known for unique accents, the origin of the Acadian culture, natural beauty (particularly around coastal areas), the historic beauty of ",{"type":"[[","value":[["St. John's"]]}," and  ",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]},", and a huge fishing and shipping industry."],["region2name=",{"type":"[[","value":[["Quebec"]]}],["region2color=#90cd9a"],["region2items="],["region2description=Quebec is notable for being the only province with a French-speaking majority. Originally settled as part of New France, this region is very much culturally French-Canadian (English isn't the dominant language here), and is known for great cultural sites like ",{"type":"[[","value":[["Quebec City"]]},"'s Winter Festival, Montreal's grand classic architecture, and of course, maple syrup and poutine (french fries with cheese curds and gravy) – two of the most commonly known things in Canadian cuisine. It's a great way to see the Old World of Europe without leaving North America! ",{"type":"[[","value":[["Montreal"]]}," is also the second largest French-speaking city in the world."],["region3name=",{"type":"[[","value":[["Ontario"]]}],["region3color=#71bcd1"],["region3items="],["region3description=Canada's largest province by population, it has endless opportunities of things to see and\/or do.  From Canada's largest metropolis (",{"type":"[[","value":[["Toronto"]]},") to the national bi-lingual capital (",{"type":"[[","value":[["Ottawa"]]},"), to the central escarpment region (",{"type":"[[","value":[["Hamilton (Ontario)"],["Hamilton"]]},"), to glitzy ",{"type":"[[","value":[["Niagara Falls (Ontario)"],["Niagara Falls"]]},", to the vast wilderness of ",{"type":"[[","value":[["Northern Ontario"]]}," and the ",{"type":"[[","value":[["Great Lakes"]]},", Ontario is full of almost everything that represents Canada."],["region4name=",{"type":"[[","value":[["Prairies (Canada)"],["Prairies"]]}],["region4color=#cbd37f"],["region4items=",{"type":"[[","value":[["Alberta"]]},", ",{"type":"[[","value":[["Manitoba"]]},", ",{"type":"[[","value":[["Saskatchewan"]]}],["region4description=From the east, this region starts off with rocky terrain and flat farmland, and as one travels westward, eventually ends up at the foot of the Rocky Mountains.  The region is rich in geographic variety, from rolling hills to rich canola farm fields to forests rich in diversity to outstanding lakes to rather unique rock formations.  This region is also one of the fastest growing in Canada, and is well known for mountain resorts like Banff and Canmore.  The major cities here are Winnipeg, Saskatoon, Edmonton, and Calgary and each offer an array of things to do."],["region5name=",{"type":"[[","value":[["British Columbia"]]}],["region5color=#d9a64b"],["region5items="],["region5description=Vancouver is the heart of British Columbia. It's perhaps one of the most liberal and culturally diverse cities in North America with everything from world class skiing to nude beaches. Travelling outside of Vancouver, finds Victoria, provincial capital with a bustling downtown and stunning legislature grounds or Canada's version of ",{"type":"[[","value":[["Arizona"]]},", the ",{"type":"[[","value":[["Okanagan"]]}," which is home to wineries, graceful mountains, resorts, and retirement villages. Get lost in the vastness of mountains, lakes, and other natural wonders. Either way, British Columbia is one of the most beautiful regions in Canada, both for those who are looking for nature excursions and those who kick it in the city."],["region6name=",{"type":"[[","value":[["North (Canada)"],["The North"]]}],["region6color=#bd8ecd"],["region6items=",{"type":"[[","value":[["Northwest Territories"]]},", ",{"type":"[[","value":[["Nunavut"]]},", ",{"type":"[[","value":[["Yukon"]]}],["region6description=Some of the most remote and sparsely populated regions on Earth - which means plenty of nature to observe. A vast wilderness with extraordinary animals and landscapes. Unique Inuit and \"First Nations\" cultures and rich in natural resources."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:False Creek morning.jpg"],["thumb"],["300px"],[{"type":"[[","value":[["Vancouver"]]}]]},"\nThere are many cities in Canada, all of which are distinctive, welcoming to tourists, and well worth visiting, including\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ottawa"]]}," — Canada's national capital, this city is home to national government monuments like Parliament Hill, many major museums like the Museum of Civilization, cool urban neighbourhoods like the ByWard Market, and great old architecture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Calgary"]]}," — A boom-town without a doubt, Calgary is a major Canadian financial city, but for non-business travellers, it offers the world-class Calgary Zoo, the Calgary Tower, the Calgary Stampede, Glenbow Museum, shopping at Chinook Mall and Atlantic Ave, and is only a short distance from the recreation of the Rockies."]},{"type":"*","value":[" ",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]}," — home to the second largest natural harbour in the world is rich in history with architecture dating back from English colonialism. See fortress Citadel hill, Canadian museum of the Atlantic, and the active night life where everything is a short walk away. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Montreal"]]}," — Once Canada's largest metropolis, Montreal is the core of North America's Francophone culture (you can still get by with English) and is home to some of the finest galleries, museums, venues, and festivals in the country along with great shopping on streets like Saint Catherine and Saint Denis.  Don't miss Mount Royal, either."]},{"type":"*","value":[" ",{"type":"[[","value":[["Quebec City"]]}," — The Province of Quebec's capital, founded 1608, well known for its quaint Old city, its grand winter festival and gorgeous architecture like the Château Frontenac."]},{"type":"*","value":[" ",{"type":"[[","value":[["Toronto"]]}," — The largest city in Canada, fourth-largest in North America, Toronto is the media, entertainment, business, economic and cultural capital of Canada. Toronto is well known for famous landmarks like the CN Tower, but also has many great museums, theatres, sports venues, shopping districts, entertainment districts, beaches, and recreational parks."]},{"type":"*","value":[" ",{"type":"[[","value":[["Vancouver"]]}," — One of the most densely populated cities in Canada, Vancouver is a city of steel and glass condominiums and outstanding natural beauty.  It is unique in that it is a city where one can ski and sit on the beach in the same 24 hours. The city was also the host of the 2010 Winter Olympics and is frequently ranked as one of the most liveable cities in the world."]},{"type":"*","value":[" ",{"type":"[[","value":[["Whitehorse"]]}," — Midpoint of the ",{"type":"[[","value":[["Alaska Highway"]]},", gateway to the outdoor activities of Canada's far north."]},{"type":"*","value":[" ",{"type":"[[","value":[["Winnipeg"]]}," — This city is near the heart of the continent and has a rich French-Canadian and First Nations culture, along with well preserved blocks of historic commercial buildings, renowned arts and culture, and the vibrancy of the Forks."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Moraine lake banff.jpg"],["thumb"],["right"],["300px"],["Moraine Lake near in Banff National Park"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Algonquin Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Banff National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cape Breton Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Interlake"],["The Interlake Area"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jasper National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint John River Valley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Terra Nova National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Waterton Lakes National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yoho National Park"]]}]},"\nSee also the ",{"type":"[[","value":[["UNESCO World Heritage List#Canada"],["Canada section of the UNESCO World Heritage List"]]},".\n\n",{"type":"==","value":["Get in"]},"\nCitizens of the following countries ",{"type":"'''","value":["do not need a visa"]}," to visit Canada for a stay of (generally) ",{"type":"'''","value":["up to six months"]},", ",{"type":"[","value":["http:\/\/www.cic.gc.ca\/english\/visit\/visas.asp#exemptions provided no work or study is undertaken"]}," and the traveller holds a passport valid for six months beyond their intended date of departure:\n\n",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Anguilla"]]},", ",{"type":"[[","value":[["Antigua and Barbuda"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Bahamas"]]},", ",{"type":"[[","value":[["Barbados"]]},", ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["Bermuda"]]},", ",{"type":"[[","value":[["Botswana"]]},", ",{"type":"[[","value":[["British Virgin Islands"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Cayman Islands"]]},", ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Cyprus"]]},", ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Estonia"]]},", ",{"type":"[[","value":[["Falkland Islands"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Gibraltar"]]},", ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Holy See"]]},", ",{"type":"[[","value":[["Hong Kong"]]}," (BNO Passport ",{"type":"''","value":["or"]}," SAR Passport), ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Ireland"]]},", ",{"type":"[[","value":[["Israel"]]}," (National Passport holders only), ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Latvia"]]},", ",{"type":"[[","value":[["Lithuania"]]}," (biometric passports only), ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Luxembourg"]]},", ",{"type":"[[","value":[["Malta"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Montserrat"]]},", ",{"type":"[[","value":[["Namibia"]]},", ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Papua New Guinea"]]},", ",{"type":"[[","value":[["Pitcairn Islands"]]},", ",{"type":"[[","value":[["Poland"]]}," (biometric passports only), ",{"type":"[[","value":[["Portugal"]]},", ",{"type":"[[","value":[["Saint Kitts and Nevis"]]},", ",{"type":"[[","value":[["St. Lucia"]]},", ",{"type":"[[","value":[["Saint Vincent and the Grenadines"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Slovakia"]]},", ",{"type":"[[","value":[["Solomon Islands"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Spain"]]},", ",{"type":"[[","value":[["Saint Helena, Ascension and Tristan da Cunha"],["St. Helena"]]},", ",{"type":"[[","value":[["Swaziland"]]},", ",{"type":"[[","value":[["Sweden"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Taiwan"]]}," (must be ordinary passport including personal identification number), ",{"type":"[[","value":[["Turks and Caicos Islands"]]},", ",{"type":"[[","value":[["United Kingdom"]]}," (including British (Overseas) Citizens that are re-admissible to the United Kingdom), ",{"type":"[[","value":[["United States"]]},", and ",{"type":"[[","value":[["Western Samoa"]]},".\n\nCanada is quite strict about admitting anyone with a criminal record, and even people who would otherwise not need a visa may be denied entry or may need additional paperwork if they have a record. Even a drunk driving conviction counts, because that is considered a criminal offense under Canadian law.\n\nSee ",{"type":"[[","value":[["Traveling with a criminal history#Canada"]]},".\n\nA visa exemption also applies to individuals holding nationalities that are not specified above ",{"type":"'''","value":["if they are in possession of a US Green Card"]}," or can provide other evidence of permanent residence in the United States. Persons who do not require a visa and who are entering for ",{"type":"''","value":["any"]}," reason other than tourism ",{"type":"<","value":["u",[{"type":"'''","value":["must"]}]]}," have a ",{"type":"'''","value":["letter of invitation"]}," from the individual, business, or organization that they are visiting ( ",{"type":"[","value":["http:\/\/www.cic.gc.ca\/english\/visit\/business-checklist.asp information about letters of invitation and what information they need to contain"]},").\n\nAll others will be required to obtain a ",{"type":"'''","value":["Temporary Resident Visa"]}," to enter the country. This can be done at the applicants' nearest Canadian ",{"type":"'''","value":["Visa Office"]},".  Applicants are required to submit, ",{"type":"[","value":["http:\/\/www.cic.gc.ca\/english\/visit\/apply-how.asp as part of their application"]},":\n\n",{"type":"*","value":[" A valid travel document (such as a passport)"]},{"type":"*","value":[" Two properly-formatted, passport-sized photos for all applicants"]},{"type":"*","value":[" The application fee (The fee per person is $75 for a single entry visa, $150 for a multiple entry visa or $400 for a family (multiple or single entry)"]},{"type":"*","value":[" Reservation confirmation (for tourists) or letter of invitation (for everybody else)."]},{"type":"*","value":[" Proof that you have enough money for your visit to Canada. The amount of money may vary, depending on the circumstances for your visit, how long you will stay and whether you will stay in a hotel, or with friends or relatives. You can get more information from the visa office."]},{"type":"*","value":[" Other documents as required. These documents could be identification cards, proof of employment, or a proposed itinerary. Check the website of the visa office responsible for the country or region where you live for more information."]},"\nIf you plan to visit the United States and do not travel outside the borders of the US, you can use your single entry visa to re-enter as long as the visa has not passed its expiry date.\n\nWorking while in the country is forbidden without a work permit, although Canada does have several temporary work permits for youth from specific countries.  See \"Work\" below.\n\n",{"type":"'''","value":["United States citizens travelling by land"]}," (vehicle, rail, boat or foot) to Canada need only proof of citizenship and identification for short-term visits. In addition to a passport, a number of other documents may also be used to cross the border:\n\n",{"type":"*","value":[" United States Passport Card (issued by the Department of State)"]},{"type":"*","value":[" Enhanced Drivers License or Non-Driver Photo ID card (currently issued by ",{"type":"[[","value":[["Michigan"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]},", ",{"type":"[[","value":[["Vermont"]]},", and ",{"type":"[[","value":[["Washington (state)"],["Washington State"]]},")"]},{"type":"*","value":[" Enhanced Tribal ID Card"]},{"type":"*","value":[" Trusted Traveler Cards issued by the US Department of Homeland Security for the Canadian Border (",{"type":"[[","value":[["NEXUS"]]}," and FAST). "]},"::",{"type":"''","value":["DHS issued cards for the Mexican Border (SENTRI) and for international air travellers (",{"type":"[[","value":[["Global Entry"]]},") ",{"type":"'''","value":["cannot"]}," be used to enter Canada, but they ",{"type":"'''","value":["are"]}," acceptable to re-enter the United States and may be used in the dedicated ",{"type":"[[","value":[["NEXUS"]]}," lanes into the US, where available."]},"\n\nPrior to 2009, it was possible to travel across the US-Canada border with just a birth certificate or a driver's license. Birth certificates are technically still acceptable to enter Canada, but United States Customs and Border Protection stopped accepting birth certificates when the Western Hemisphere Travel Initiative (WHTI) went into effect. This is because many (especially older) certificates are little more than a typewritten piece of carbon paper with no security. If you try to re-enter the United States with your birth certificate, you ",{"type":"''","value":["will"]}," eventually be let in, but only after significant delays while CBP verifies the information on it with the issuing department. You may also be fined or prosecuted for non-compliance, although anything more than a written warning is unlikely for a first time violator.\n\nResidents of ",{"type":"[[","value":[["Greenland"]]},", ",{"type":"[[","value":[["Saint-Pierre and Miquelon"]]}," and some ",{"type":"[[","value":[["Caribbean"]]}," nations are not required to present a passport if they can prove nationality and identity via some other means.\n\nResidents of Greenland, Saint-Pierre and Miquelon, and the United States also benefit from arrangements where applications for work and study permits can be made ",{"type":"''","value":["upon arrival in Canada"]}," at the Immigration Office at the port of entry without the need for an advance Temporary Resident Visa or advance application at a consulate. However, all the paperwork normally needed for such a permit has to be submitted at the port of entry as it would at a consulate, including a letter of introduction\/invitation, the appropriate paperwork issued by the institution\/employer, and the appropriate fees.\n\n",{"type":"===","value":["From the United States"]},"\n",{"type":"[[","value":[["File:Niagara Falls Storm.jpg"],["thumbnail"],["The Niagara Falls are at the border of the U.S. and Canada"]]},"\nIf you are a US Citizen or permanent resident and travel to Canada frequently, consider applying for a ",{"type":"[[","value":[["NEXUS"]]}," card. ",{"type":"[","value":["http:\/\/www.cbp.gov\/xp\/cgov\/travel\/trusted_traveler\/nexus_prog\/ NEXUS"]}," allows pre-approved, low risk travellers to use expedited inspection lanes both into Canada and the United States at many land crossings with minimal questioning. You can also utilize kiosks to make your customs declaration and clear the border at major international airports if you opt for an iris scan. The application fee is $50 and requires being legally admissible to both nations, a thorough background investigation, credit check, fingerprinting and an interview with both US Customs and Border Protection and Canada Border Services Agency.\n\nParticipants in other DHS trusted traveller programs such as Global Entry (expedited clearance at airports), SENTRI (expedited US-Mexico border clearance) and FAST (for truck drivers) cannot utilize NEXUS lanes into Canada, although ",{"type":"'''","value":["are allowed"]}," to use their Global Entry, SENTRI, or FAST card as a travel document denoting identity and citizenship. Additionally, these cards ",{"type":"'''","value":["can"]}," be used in NEXUS lanes entering the United States.\n\nIf you are travelling to Canada from the United States and you are not a permanent resident of either country you need to be careful to satisfy the US authorities on any subsequent trip that you have not exceeded their limits on stays in North America. Your time in Canada ",{"type":"'''","value":["counts towards your maximum allowed United States stay"]}," if you are returning to the US prior to your departure from North America.\n\n",{"type":"*","value":[" If you are ",{"type":"'''","value":["returning"]}," to the US in this trip, ",{"type":"'''","value":["keep your visa documents"]},". Do not hand over your US visa or visa waiver card (I-94 or I-94W) to border control. You can enter the US multiple times during the time allocated to your visa (for Western tourists, normally 90 days), but you need to have the immigration document as well to validate the visa. If you come back from the US without that document, you will not only have to apply again for a visa or visa waiver but also will also need to satisfy US immigration of the validity of your trip (meaning to show them that you will not intend on immigrating there)."]},"\n",{"type":"*","value":[" If your default US time is going to ",{"type":"'''","value":["run out"]}," while you are in Canada, and you want to return to the US direct from Canada, you need to apply for a US visa with a longer time period (e.g. B-1\/B-2, or a C-1 transit visa) ",{"type":"'''","value":["before your first trip through the US"]},". For example, if you are going to stay in Canada for six months, and you transit through the US on a visa waiver, then the US will regard your six months in Canada as not allowing you to return to the US without leaving North America first, as you have stayed more than 90 days in North America in total. Note that in this scenario, you have not done anything wrong by visiting the US and then staying in Canada for a long time, simply that the US will not allow you to return directly from Canada, you have to reset their clock by leaving North America.  Visa waiver travellers may be able to avoid this by returning their I-94W (green) form to their airline upon departing the US, or to the Canadian immigration inspector if entering Canada by land; since the US has no outbound immigration check, it's up to the traveller to remember this."]},"\n",{"type":"*","value":[" If you are intending to leave North America entirely ",{"type":"'''","value":["without returning to the US"]}," on this trip, return any visa documents at the time of leaving the US for Canada. This means handing over your I-94 or I-94W card to airline staff at the check-in counter if departing by air, or to the Canadian immigration inspector if departing by land. If you do not, you will need to prove ",{"type":"[","value":["http:\/\/help.cbp.gov\/cgi-bin\/customs.cfg\/php\/enduser\/std_adp.php?p_faqid=752"]}," to the US that you didn't overstay to be admitted on future trips (the US CBP ",{"type":"[","value":["http:\/\/help.cbp.gov\/cgi-bin\/customs.cfg\/php\/enduser\/std_adp.php?p_faqid=752"]}," website has information on how to correct this mistake)."]},"\nIf you leave Canada to briefly visit the United States and wish to re-enter Canada in a short period of time, you generally may do so without getting a new Canadian visa as long as you return within the initial period authorised by the immigration officer or have a valid temporary residence permit authorising you to re-enter, and you do not leave US soil before returning to Canada (i.e. not even during a cruise which begins and ends at a US point but crosses international waters in-between).  If you leave US soil for a third country for any reason on a single-entry Canadian visa, you will have to apply for a new visa before re-entering Canada.\n\n",{"type":"===","value":["By plane"]},"\nYou are likely to arrive in Canada by air, most likely into Montreal, Ottawa, Toronto, Calgary or Vancouver (the five largest cities, from East to West). Many other cities have international airports as well, with the following being of particular use to visitors: ",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]},", ",{"type":"[[","value":[["St. John's"]]},", Winnipeg, Edmonton, ",{"type":"[[","value":[["Regina"]]},", ",{"type":"[[","value":[["Saskatoon"]]},", ",{"type":"[[","value":[["Kelowna"]]},", and ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]},".\n\n",{"type":"[","value":["http:\/\/www.aircanada.com Air Canada"]}," and ",{"type":"[","value":["http:\/\/www.westjet.com WestJet"]}," are the country's only national air carriers, covering the entire country and international destinations (Note that a number of regional domestic airlines also exist as well as charter airlines serving only international destinations).\n\nWith rare exception, Canadian three-letter IATA airport codes start with a \"Y\" and the corresponding ICAO codes are \"CY\"; the last two letters of both codes will match.\n\nLuggage allowance for flights to or from Canada usually operates on a piece-wise in addition to the weight system even for foreign carriers. This means that you are allowed a limited number of bags to check-in where each bag should not exceed certain linear dimensions (computed by adding the length, width and height of the bags). The exact restrictions on weight, linear dimension and number of baggage allowed are determined by the carrier you are flying with and the class of service you are travelling in, usually individual bags may be up to 23 kg (50 lb) if travelling in economy class.\n\nAdditionally, if you are coming from the United States, be advised that Air Canada (on ",{"type":"''","value":["transborder itineraries only"]}," – ",{"type":"<","value":["u",["not"]]}," Canadian domestic service) as well as all US based carriers that operate transborder service (Alaska, American, Delta, United and US Airways) charge checked bag fees. Typically $25 for a single bag of up to 23 kg (50 pounds), and $35–50 for a second bag, unless you have elite status, are travelling in First or Business class, or qualify for a fee waiver (e.g. US Military Personnel).\n\n",{"type":"===","value":[" By car "]},"\n\nCanada has a land border with only one country – the United States. Actually, there are two land borders, Canada's Southern border with the 48 contiguous states and another between Western Canada and ",{"type":"[[","value":[["Alaska"]]},". See the ",{"type":"[[","value":[["#From_the_United_States"],["from the United States"]]}," subsection for more information on what to do when leaving the US.\n\nYou might also enter the country by road from the United States through one of many border crossing points. Obviously, the same rules will apply here, but if your case is not straightforward, expect to be delayed, as the officials here (especially in more rural areas) see fewer non-US travellers than at the airports. Also expect delays during holiday periods, as border crossings can become clogged with traffic.\n\nTraffic laws are a provincial matter in Canada, so they may be different from place to place. For example, making a right turn on a red light is legal in Ontario, provided there is no oncoming traffic, but illegal in some parts of Quebec (including ",{"type":"[[","value":[["Montréal"]]},").\n\nAfter crossing the border into Canada,  road signs change into metric units; distances are in kilometres and speed limits in km per hour. One mile is 1.609 km so multiply what you see on the road signs by 5\/8 to get its equivalent in miles e.g. 40 km = 25 miles and 100 km\/h = 62.5 mph.  If you are driving a US-model vehicle into Canada, the speedometer will have US units on top or outward while metric units are below or inward.\n\nAs of 2013, drivers of US registered vehicles in Canada are no longer required to carry a separate Canadian insurance document. ",{"type":"'''","value":["It is your responsibility as the driver to ensure that your US policy will cover you in Canada ",{"type":"<","value":["u",["and"]]}," meets the minimum coverage level of the province(s) you'll be driving in. "]},"CAD200,000 liability coverage is the standard requirement in all provinces apart from Nova Scotia which sets the minimum at CAD500,000, by contrast most US states have statutory minimums of USD50,000 or less. Most American insurers will cover you fully in Canada although some require advanced notification and\/or payment of an additional premium. Call your agent prior to any cross-border car trips to discuss requirements and procedures.\n\nDriving within Montreal, Vancouver or Toronto is not always practical; these cities are densely populated and parking can be difficult to find and\/or expensive. All three cities provide extensive public transit, so it may be better to park in a central location, or at your hotel or lodging, then use public transit. You can usually obtain maps of the public transit systems at airports, subway kiosks, and train stations.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.viarail.ca ",{"type":"'''","value":["Via Rail"]}]}," is Canada's national passenger rail service. The US firm, ",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]},", provides connecting rail services to Toronto from New York via Niagara Falls; Montreal from New York and Vancouver from ",{"type":"[[","value":[["Seattle"]]}," via Bellingham. Their trains are an inexpensive way to get into Canada, but tickets start from as low as USD43 return between Seattle and Vancouver.\n\nNot many take the train as a regular means of inter-city transportation. Most simply drive to where they want to go if the distance is short (which in Canada can still mean hundreds of kilometres!), or fly if distances are long.\n\n",{"type":"'''","value":["Important:"]}," If you're travelling cross-border on ",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," services, you must have your tickets validated prior to boarding. Pick up your tickets ",{"type":"''","value":["from the window"]}," (not the Quick-Trak kiosk) and show your passport or travel document to the agent (your travel document information is sent ahead of time on a manifest to border services to facilitate crossing procedures). Some stations, such as New York City, have a dedicated window for international passengers.\n\nAt 2014, Hostelling international members are eligible at ",{"type":"[","value":["http:\/\/www.viarail.ca\/en\/fares-and-packages\/special-fares\/hostelling-international 10% discount from Viarail"]},".\n\n",{"type":"''","value":["See also"]},": ",{"type":"[[","value":[["Rail travel in Canada"]]},"\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Greyhound Canada MCI D4505 NeOn 1327 in New York.jpg"],["thumbnail"],["Greyhound Canada bus in New York City"]]},"\n",{"type":"[","value":["http:\/\/www.greyhound.ca ",{"type":"'''","value":["Greyhound Canada"]}]}," serves many destinations in Canada, with connecting service to regional lines and US Greyhound coaches. Be sure to inquire about discounts and travel packages that allow for frequent stops as you travel across Canada. Many routes connect major Canadian and American cities including Montreal – New York City which is operated by New York Trailways ",{"type":"[","value":["http:\/\/www.trailwaysny.com\/"]},", Vancouver – Seattle operated by Greyhound and Toronto – New York City via Buffalo, this route in particular is operated by a number of bus companies: Greyhound, ",{"type":"[","value":["http:\/\/www.coachcanada.com ",{"type":"'''","value":["Coach Canada"]}]},", New York Trailways and two new discount services: Megabus ",{"type":"[","value":["http:\/\/www.megabus.com\/us\/"]}," and Ne-On ",{"type":"[","value":["http:\/\/www.neonbus.com\/index.html"]},". There are also numerous local bus companies throughout Canada.\n\n",{"type":"===","value":[" By boat "]},"\n\nIn British Columbia, you can enter Canada by ferry from ",{"type":"[[","value":[["Alaska"]]}," and Washington. ",{"type":"'''","value":["Alaska Marine Highway"]}," serves Prince Rupert, whereas ",{"type":"'''","value":["Washington State Ferries"]}," serves Sidney (near Victoria) through the San Juan islands. There is a car ferry from Victoria to Port Angeles run by ",{"type":"'''","value":["Black Ball"]},"; there are also tourist-oriented passenger-only ferries running from Victoria to points in Washington.\n\nThere is a passenger ferry running from ",{"type":"[[","value":[["Fortune"]]}," in Newfoundland to ",{"type":"[[","value":[["Saint Pierre and Miquelon"]]},".\n\nA small car ferry operates seasonally between ",{"type":"[[","value":[["Thousand Islands"],["Wolfe Island"]]},", Ontario (near ",{"type":"[[","value":[["Kingston (Ontario)"],["Kingston"]]},") and ",{"type":"[[","value":[["Clayton (New York)"],["Cape Vincent"]]},", NY. Another runs to Sonra in southwestern Ontario from Marine City, ",{"type":"[[","value":[["Michigan"]]}," (midway between Windsor-Detroit and ",{"type":"[[","value":[["Sarnia"]]},"-",{"type":"[[","value":[["Port Huron"]]},"). A truck ferry joins ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]},"-",{"type":"[[","value":[["Detroit"]]}," but primarily carries dangerous goods prohibited on the Ambassador Bridge.\n\nA small car ferry operates from ",{"type":"[[","value":[["Pelee Island"]]}," and ",{"type":"[[","value":[["Kingsville (Ontario)"]]}," to ",{"type":"[[","value":[["Sandusky"]]},", Ohio when ice and weather allows.\n\nA ferry runs seasonally (May 1-end Oct) between Yarmouth and ",{"type":"[[","value":[["Portland (Maine)"]]},".\n\nThe CAT car ferry between Rochester, NY and Toronto, Ontario was discontinued in January 2006 because of poor ridership. A ferry from ",{"type":"[[","value":[["Bar Harbor"]]}," in ",{"type":"[[","value":[["Maine"]]}," to ",{"type":"[[","value":[["Yarmouth (Nova Scotia)"],["Yarmouth, Nova Scotia"]]}," was discontinued in 2010 due to a lack of funding.\n\nA bird-watching tour from Cutler, Maine runs seasonally to ",{"type":"[[","value":[["Machias Seal Island"]]}," in ",{"type":"[[","value":[["New Brunswick"]]}," but capacity is limited.\n\nSeveral cruise lines run cruises between the eastern United States and Halifax. Most freight routes run to Montreal on the east coast and Vancouver on the west coast. International passengers will be required to pass through customs in their port of arrival.\n\n",{"type":"[[","value":[["Cruising on small craft"]]}," is also an option to reach Canada from Saint Pierre and Miquelon or from US border towns on the ",{"type":"[[","value":[["Great Lakes"]]},", Saint Lawrence Seaway, ",{"type":"[[","value":[["New Brunswick"]]},"'s St. Clair River and on both the Atlantic and Pacific coasts. The master of small craft arriving in Canada must contact Customs at +1-888-226-7277 before passengers disembark from the boat. ",{"type":"[","value":["http:\/\/www.cbsa-asfc.gc.ca\/publications\/pub\/bsf5061-eng.html"]},"\n\n",{"type":"==","value":["Get around"]},"\nCanada is ",{"type":"''","value":["large"]}," – the second largest country in the world after Russia. This means that you will need several days to appreciate even a part of the country. In fact, St. John's, Newfoundland, is geographically closer to London, UK, than it is to Vancouver.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Whitehorse Airport, Yukon Territory.jpg"],["thumbnail"],["Whitehorse airport, Yukon territory"]]},"\nThe best way to get around the country is by air. ",{"type":"[","value":["http:\/\/www.aircanada.ca ",{"type":"'''","value":["Air Canada"]}]}," is the main national carrier, and has by far the largest network and most frequent schedules. For travel between major centres, ",{"type":"[","value":["http:\/\/www.westjet.ca ",{"type":"'''","value":["WestJet"]}]}," offers competitive fares. Unfortunately, due to protectionism policies favouring Air Canada and high taxes from various levels of Canadian government, fares tend to be more expensive than flying similar distances in the United States, Australia or China, and sometimes, transiting in the US could be cheaper than a direct domestic flight. Most major airports are served by public transit. This consists of feeder buses running at peak frequencies ranging from five to fifteen minutes or less (Toronto, Montreal, Winnipeg, Ottawa). Service may be spotty or non-existent late at night or on weekends if you are outside the major centres. To travel to the city centre\/downtown, one or more connections are required in all cities except Vancouver, Montreal, Winnipeg and Ottawa, making a taxi or shuttle a better idea for large groups or those with a lot of luggage.\n\n",{"type":"====","value":["Air hitch-hiking"]},"\nFloat planes, lake to lake in northern Canada is another way to travel. It's possible to do this for free. You can Air Hitch above the Arctic Circle by flying out of any of the airports, but the trick is getting access to pilots. This can be easier at the Abbotsford Air Show, near Vancouver, Canada, in the summer.\n\nWhen you get further north, above Prince George say, you'll need to hook up with pilots, often delivering mail lake to lake. Often there are general store and post office type places near the lakes. Many air hitchers catch up with the pilots when they stop for a meal or coffee as one does with truck drivers. In the major and regional airports, one can catch the pilots going in or out of the Environment Canada weather offices.\n\nItaly apparently offers expatriate citizens and their children one free flight to Italy. One should make application to the Italian Embassy. France offers citizens who are resident in the overseas territories like Saint-Pierre et Miquelon near Newfoundland free or subsidized flights via Montreal to Metropolitan France.\n\n",{"type":"====","value":["Air Couriers"]},"\nOften professionals like lawyers need to transport documents urgently between cities and countries. Most use FedEx or UPS these days, but sometimes it is possible to obtain free or inexpensive air transportation as an Air Courier, a category of traveller recognized by IATA. Air Couriers negotiate either directly with a professional or through a broker or courier agent. In this way many Air Hitchers travel for free between Paris and Montreal, the main difficulty being that one may only travel with carry on luggage.\n\nIf one accepts work in Canada’s high north, many employers will pay ones passage. Because it pays so well and there is little work in places like Newfoundland, many Canadians commute from the North Atlantic to well paid jobs in Northern Canada and Alberta.\n\n",{"type":"===","value":["By bus"]},"\nTravel by intercity coach is available between most major cities in Canada. Service is best in the densely packed Windsor – Quebec City corridor which includes the major cities of Toronto and Montreal as well as the national capital, Ottawa. Service in this corridor is provided by a number of companies, chief among them being: Coach Canada ",{"type":"[","value":["http:\/\/www.coachcanada.com"]}," whose main route is the heavily used Toronto – Montreal route, Greyhound ",{"type":"[","value":["http:\/\/www.greyhound.ca\/"]}," who runs the Toronto – Ottawa route, the Montreal – Ottawa route and routes between Toronto and southwestern Ontario and Orleans Express ",{"type":"[","value":["http:\/\/www.orleansexpress.com\/Search.aspx"]}," who runs the Montreal – Quebec City route using modern, leather-upholstered coaches with North American and European electrical sockets at every seat. To the west of this corridor most routes are operated by Greyhound. To the east, routes are now operated by Maritime Bus ",{"type":"[","value":["http:\/\/maritimebus.com\/en\/"]},", a company that recently supplanted the long-standing Acadian Bus lines ",{"type":"[","value":["http:\/\/www.cbc.ca\/news\/canada\/nova-scotia\/story\/2012\/11\/30\/ns-acadian-bus-last-run.html"]},". In Canada, only one company is given a license to run a particular route, as a result there is little to no competition among providers. Fares can be unusually high and can be raised without notice. The only exception to this is the Toronto – Niagara Falls route, which is run by many American coach companies, who continue on to Buffalo and ultimately New York City. Prices on a US bus company are usually slightly less than their Canadian counterparts.\n\nRoutes can occasionally be extremely long, some of them taking several days; as a result, passengers should be sure they will be able to bear sitting in a seat for 48 or more hours with only rare stops for food and toilet breaks. Intercity buses in Canada are generally very safe; however travellers should be aware of their belongings at all times and make sure that their valuables are on their person if they intend to sleep. In contrast to the United States, most Canadian bus stations are not owned or run by the coach companies serving them, they are generally run by the municipal government or, in the case of Montreal and Ottawa, a separate third-party corporation. Also unlike the United States, bus stations in Canada are not generally in the worst parts of the city, in fact, in Toronto, the bus station is located between a major theatre and shopping district and a neighbourhood full of large, wealthy, research-intensive hospitals.\n\n",{"type":"===","value":["By car"]},"\n\nOf course, many people choose to rent a car. Although somewhat expensive if you are travelling alone, this can be an economically reasonable alternative if you are sharing the costs with others. However, there are many limitations and drawbacks on car rentals in Canada. To name a few of them:  \n",{"type":"*","value":[" there can be very high surcharges associated with dropping off the car at a different location than where it was picked up. "]},{"type":"*","value":[" Unlimited km are usually offered for the province you rent it in only.  As soon as you enter another province, even for a few km, your entire trip gets limited (mostly to 200 km a day)."]},{"type":"*","value":[" Driving is usually permitted on paved roads only."]},{"type":"*","value":[" There are no manual transmission rental cars available in Canada."]},"\nIn some cases, frugal travellers may be able to \"earn\" budget automobile travel by delivering a car across Canada. The option is not common. Nor does it offer the opportunity to spend much time stopping along the way. However, it can be a cheap way to cross Canada while seeing the interior. Canada Drive Away ",{"type":"[","value":["http:\/\/www.CanadaDriveAway.com"]}," (Hit the Road ",{"type":"[","value":["http:\/\/www.HitTheRoad.ca"]},") is one option.\n\nIn many cities, public transit is an acceptable alternative to driving.\n\nGas prices are typically (May 2011) in the range of $1.30-1.40 per litre in most urbanized areas in the country.  Debit and credit cards without the \"chip and PIN\" do not work in gas pumps in Canada, although most companies can use magnetic stripes if the card is brought inside to the cashier.\n\nOf particular note is highway 407\/ETR (Express Toll Route) in Ontario, which circles around the northern flank of Toronto.  The 407 is an electronic toll road (the only privately owned road in Canada), in that tolls are billed to the vehicle's owner based on license plate number, or transponder account. It is one of the most expensive toll roads (per kilometre) in North America. Be sure to check your rental agencies' policy regarding use of this road as some firms have been known to add fees and surcharges that can easily double or triple the original toll.\n\nMany jurisdictions also have red light and speed cameras that issue fines via mail to the car's registered owner, again via license plate when the car is automatically photographed running (disobeying) a red traffic light or going above the speed limit.  The above warning regarding rental agency policies applies to these as well. As the ticket is sent to the vehicle owner (not the driver) long after the alleged offence, it is difficult or impossible to obtain due process or a fair trial, making these traps a lucrative source of revenue for local and provincial governments.\n\n",{"type":"===","value":["By RV"]},"\n\nIf you are set on a road trip, an alternative to car rental is to rent an RV (motorhome or campervan).  This gives you the flexibility to explore Canada at your own pace and is ideal if your trip is geared around an appreciation of Canada's natural environment.  Costs can also be lower than combining car rental with hotels.\n\n",{"type":"====","value":["Traffic rules to be aware of"]},"\n",{"type":"*","value":[" Canadians drive on the right of the road."]},{"type":"*","value":[" In the province of Quebec, roadsigns are written solely in French but for the most part their meaning is obvious."]},{"type":"*","value":[" Canadians use the metric system for traffic measurements (hence speed is quoted in kilometres per hour, and distances in kilometres). "]},{"type":"*","value":[" In many areas of Canada (with the exception of the Island of Montreal) it is legal to turn right (after stopping) on a red light.  Drivers may also turn left after stopping at a red if they are turning onto a one-way street from another one-way street."]},{"type":"*","value":[" Pedestrians have the right of way at intersections and crosswalks, provided they are not crossing against a signal."]},{"type":"*","value":[" In Canada, you must always yield to a police car, fire truck, or ambulance when their emergency lights are flashing – if they are approaching from behind, you must pull to the right and stop.  "]},{"type":"*","value":[" Private vehicles displaying flashing green lights in Ontario are volunteer fire fighters responding to an emergency, and should be yielded to as a matter of common sense."]},{"type":"*","value":[" In many jurisdictions, including British Columbia, motorists are also required to slow down and move into a non-adjacent lane when passing a stopped emergency vehicle. Slowing to 60 km\/h is the norm on a highway."]},{"type":"*","value":[" The use of hand-held mobile devices while driving is banned in all provinces. Yukon is considering such a ban as well. Use of hands-free devices while driving is legal throughout Canada, although the Canadian Automobile Association is currently (January 2011) lobbying for such a ban. Some provinces such as Alberta expand upon this basic ban with Distracted Driving laws that also forbid other activities such as reading maps, doing makeup, and programming on-board GPS systems while driving."]},{"type":"*","value":[" Some provinces have blood alcohol limits of 0.05%.  The national Criminal Code limit is 0.08% – a foreign national exceeding this can expect to be fined heavily and deported – See respect below. Police in some provinces such as B.C. and Alberta may impound vehicles temporarily if the driver is between 0.05% and 0.08%, even though this doesn't violate national laws. Most provinces have \"Checkstop\" programs in place—these are randomly placed police checkpoints, usually set up at night, during which an officer will ask motorists of they've been drinking and gauge based upon their response and other factors whether to initiate further roadside sobriety or breathalyzer tests. If you encounter one while driving—and assuming you",{"type":"''","value":["haven't"]}," been drinking—in most cases you'll be let through after only a few seconds, though you may be asked to show your driver's license (have your car rental agreement handy too, if it's requested)."]},{"type":"*","value":[" During winter, a flashing blue light usually identifies a snow removal vehicle.  Snow removal vehicles in the four western provinces use amber lights."]},{"type":"*","value":[" In British Columbia, a (slow) flashing green light means the traffic light is green (you can go) but it is controlled by the pedestrian. The light will remain flashing green until a pedestrian pushes the button to cross the street; when you see a flashing green light, traffic coming towards you will also see a flashing green light. In Ontario, Québec and Nova Scotia, a (fast) flashing green light indicates advanced turn, signalling the driver can make a left hand turn across oncoming traffic because oncoming traffic has a red light."]},{"type":"*","value":[" In British Columbia there are many roads, mainly in mountain passes, which require vehicles to be equipped with winter tires or carry chains from October 1 – April 30."]},{"type":"*","value":[" In Quebec, winter tire use is mandatory for all taxis and passenger vehicles from December 15 to March 15. (Note that this applies only to vehicles registered in the province; tourists driving into the province can use all season tires.)"]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Thecanadiannearjasper.jpg"],["thumbnail"],["The Canadian between Vancouver and Toronto, one of the world's longest train lines"]]},"\n\nPassenger rail service in Canada, although safe and comfortable, is often an expensive and inconvenient alternative to other types of transport. The corridor between ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]}," and Quebec City is an exception to this generalization. Also, the approximately three-day train ride between Toronto and Vancouver passes through the splendour of the Canadian prairies and the ",{"type":"[[","value":[["Rocky Mountains (Canada)"],["Rocky Mountains"]]},", with domed observation cars to allow passengers to take in the magnificent views.\n\nMake arrangements ahead of time to get lower fares. ",{"type":"[","value":["http:\/\/www.viarail.ca\/ Via Rail"]}," is the main Canadian passenger rail company and often has 50% off sales or last minute discounts. ",{"type":"''","value":["See also"]},": ",{"type":"[[","value":[["Rail travel in Canada"]]},"\n\n",{"type":"===","value":["By thumb"]},"\n\nCanada can be a great place for ",{"type":"[[","value":[["Tips for hitchhiking"],["hitchhiking"]]},", and is still done by younger travellers strapped for cash, or seeking adventure. It's most common in the far western provinces, although popularity is decreasing.  Hitch hiking in the urban areas of Southern Ontario and Montréal is not a sure thing as many drivers will not pick up hitch hikers in these regions.\n\nIn heavily-populated areas such as ",{"type":"[[","value":[["Windsor-Quebec corridor"],["Toronto to Montréal"]]},", the original highway was a surface road which went through every town as the main street. These were entirely bypassed by freeway in the 1960s, leaving three options – hitchhike on the old, bypassed road (problematic as most of the remaining traffic is local or going just one town away), stand on the shoulder of the freeway itself (technically illegal, but not uncommon) or stand at the on-ramp and hope someone getting on at that crossroads is going your way. In less-populated areas (such as the vast stretches of ",{"type":"[[","value":[["Trans-Canada Highway"]]}," across ",{"type":"[[","value":[["northern Ontario"]]},") the surface road remains the only highway, giving pedestrians (and hitchhikers) unfettered access at any point.\n\nHitchhiking in winter is best avoided (except as a last resort) as darkness falls early and drivers cannot see you easily in snowstorms or hazardous weather conditions.\n\nAs anywhere in the world, use your common sense when taking a ride.\n\n",{"type":"===","value":["By ride sharing"]},"\n\nRide sharing is increasing in Canada, as well as the United States, due in large part to the internet website Craigslist ",{"type":"[","value":["http:\/\/www.craigslist.org"]}," and dedicated ride-sharing sites such as Kangaride ",{"type":"[","value":["http:\/\/www.kangaride.com"]},", LiftSurfer ",{"type":"[","value":["http:\/\/www.liftsurfer.com"]}," and RideshareOnline ",{"type":"[","value":["http:\/\/www.rideshareonline.com"]},".  This method of transport works best between major centres, for example Toronto-Montreal or Vancouver-Calgary.  Generally anything along the ",{"type":"[[","value":[["Trans-Canada Highway"]]}," corridor (Victoria, Vancouver, Banff, Canmore, Calgary, Regina, Winnipeg, Thunder Bay, Sault Ste Marie, Sudbury, Toronto, Ottawa, Montreal, Quebec City, St Johns, Halifax, PEI) should be no problem if your dates are flexible. ",{"type":"[","value":["http:\/\/www.allostop-quebec.com Allo-Stop"]}," offers intercity carpool service in Québec but is not licensed to operate in Ontario.\n\nSome tourist destinations, especially those popular with young people, can be accessed via rideshare as well, for example: Vancouver-Whistler or Calgary-Banff.  People sharing a ride will usually be expected to pay for their fair share of the fuel cost, and may also be asked to do some of the driving on long hauls.\n\nFor best results be sure to post a request listing, and start checking for offer listings at least one week prior to your anticipated ride date.  Backpacker's hostel notice boards are also a good resource for ride sharing.\n\nLike hitchhiking, some common sense and discretion is advisable.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"'''","value":["English"]}," and ",{"type":"'''","value":[{"type":"[[","value":[["French phrasebook"],["French"]]}]}," are the only two official languages in Canada, though many other languages are spoken among immigrants or Canada's native peoples. All communications and services provided from the federal government are required by law to be available in both official languages. However, individual provinces are free to decide which languages they wish to adopt as official languages at the provincial level, meaning that offices of the provincial governments may not necessarily offer services in both languages (e.g. ",{"type":"[[","value":[["British Columbia"]]}," only offers services in English, while ",{"type":"[[","value":[["Quebec"]]}," only offers services in French). Most Canadians are functionally monolingual, although some parts of the country have ",{"type":"''","value":["both"]}," English and French speakers. Over a quarter of Canadians are bilingual or multilingual. A majority of ",{"type":"[[","value":[["Montreal"]]},"ers and ",{"type":"[[","value":[["Gatineau"],["gatinois"]]},", as well as about 40% of ",{"type":"[[","value":[["Ottawa"]]},"ns, are at least conversationally bilingual. ",{"type":"[[","value":[["New Brunswick"]]}," is officially bilingual.\n\nEnglish is the dominant language in all regions except Québec, where French is dominant and actively promoted as the main language. However, there are numerous francophone communities scattered around the country, such as:\n",{"type":"*","value":[" the national capital region around Ottawa, and various towns between Ottawa and Montréal"]},{"type":"*","value":[" some parts of eastern and northern Ontario, "]},{"type":"*","value":[" the city of Winnipeg (particularly St. Boniface) and areas to the south,"]},{"type":"*","value":[" the Bonnie Doon neighbourhood in Edmonton,and several surrounding communities,"]},{"type":"*","value":[" many parts of the Acadian region of ",{"type":"[[","value":[["Atlantic Canada"]]},", scattered across Nova Scotia, New Brunswick, Prince Edward Island and the French Shores of Newfoundland)."]},"Likewise, there are anglophone communities in Québec, such as some of the western suburbs of Montreal.\n\nCanadian English uses a mixture of British and American spellings, often with US vocabulary (\"gas\" instead of \"petrol\") and UK spelling (a \"meter\" is a measuring instrument, a \"metre\" is a unit of length). Many British terms not usually understood in the United States are widely used in Canada.  Certain words also follow British instead of American pronunciations, but the accents of Canadians and Americans are nonetheless quite similar.\n\nAtlantic Canada has the greatest variety of regional accents in English-speaking North America, largely as a result of the isolated nature of the fishing communities along the Atlantic coastline prior to the advent of modern telecommunications and transportation. A visitor to the Atlantic provinces may have some difficulty understanding strong local accents rich in maritime slang and idiom, particularly in rural areas.  From Ontario westward, the accent of English Canadians is more or less the same from one region to another and is akin to that spoken by those in northern US border states.\n\nEnglish-speaking Canadians are generally not required to take French after their first year of high school, and thus many citizens outside of Québec do not speak or use French unless they are closely related to someone who does, or have chosen to continue French studies out of personal or professional interest. Ottawa is an exception as French is needed in many civil service jobs. Education in other languages (such as Spanish, German, Japanese) is offered, although only a small minority of students take these courses. Most immigrants learn English or French in addition to speaking their native tongue with family and friends.\n\nIn Québec, one can usually get by with English in the major tourist destinations, but some knowledge of French is useful for reading road signs as well as travels off the beaten path, and almost essential in many rural areas. It may also be useful to know at least a few basic French phrases in the larger cities, where some attempt by travellers to communicate in French is often appreciated. The French spoken in Québec and the Acadian regions differs in accent and vocabulary from European French. Some Franco-Europeans have difficulty understanding Canadian French. Nevertheless, all Francophone Canadians learn standard French in school, so they will generally be able to speak standard French if required.\n\nVancouver, Toronto and Montreal are home to large Chinese migrant populations, and ",{"type":"[[","value":[["Cantonese"]]}," is widely spoken in the Chinatowns in these cities. Other Chinese dialects are also spoken, but less common.\n\nThere are also dozens of aboriginal languages spoken by many Canadians of aboriginal descent. In Nunavut more than half the population speaks Inuktitut, the traditional language of the Inuit. Nevertheless, most of these people speak English or French as well, so learning these languages is generally not a necessity to communicate, though it would certainly impress your hosts.\n\nTwo sign languages are predominant in Canada. ",{"type":"'''","value":["American Sign Language"]},", or ",{"type":"'''","value":["ASL"]},", is used in Anglophone Canada; ",{"type":"'''","value":["Québec Sign Language"]},", or ",{"type":"'''","value":["LSQ"]},", is used in Francophone Canada. While the two are distinct languages, they share a degree of mutual intelligibility. Both are part of the French Sign Language family, and LSQ is believed to be a mix of French Sign Language and ASL.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Quebec city lower town 2010.JPG"],["thumbnail"],["Winter in Old Quebec"]]},"\nCanada is a nation with many places of interest all across the country. Each province and territory is unique with each one containing its own special attractions.\n\n",{"type":"[[","value":[["British Columbia"]]}," has much to offer including ",{"type":"[[","value":[["Haida Gwaii"]]}," (Queen Charlotte Islands), an ecologist's paradise of pristine wilderness, and ",{"type":"[[","value":[["Vancouver Island"]]},". In the ",{"type":"[[","value":[["Yukon"]]},", you have the majestic Northern Rocky Mountains and the relatively unknown ",{"type":"[[","value":[["Tombstone Provincial Park"]]},". ",{"type":"[[","value":[["Alberta"]]}," is one of the most geographically diverse provinces in all of Canada, with the world famous Rocky Mountains in the west, the \"greatest outdoor show on earth\" in Calgary (the Calgary Stampede), West Edmonton Mall in Alberta's capital, the arid badlands near ",{"type":"[[","value":[["Drumheller"]]},", and the wild frontiers of Alberta's northern forests. While the ",{"type":"[[","value":[["Northwest Territories"]]}," are relatively unknown, they are the real \"fisherman's paradise\", with thousands of untouched lakes loaded with big game fish, including the mighty sturgeon. ",{"type":"[[","value":[["Nunavut"]]}," was a recent addition to the Canadian confederation, and it has some of the most beautiful untouched Arctic land in the world on islands like ",{"type":"[[","value":[["Baffin Island"]]}," and ",{"type":"[[","value":[["Ellesmere Island"]]},". There is also much to see on the east coast as well.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:North Rim - Gros Morne National Park (Canada).jpg"],["thumbnail"],["Hiking in Gros Morne National Park, an UNESCO World Heritage Site"]]},"\nCanada is a country with a rich cultural heritage. In Canada, festivals and events are held annually to celebrate the multicultural landscape of this great nation. Each festival represents a single cultural facet belonging to the diverse population of Canada. These festivals are easily identified by season.\n\n",{"type":"===","value":["Spring"]},"\n\nIn some parts of the country, April and May mark the beginning of Canadian music festival season. Yellowknife in the Northwest Territories celebrates spring with the Cariblues Festival, Halifax showcases chamber music with the Scotia Festival of Music and Ottawa highlights concerts, flowers and history at the Canadian Tulip Festival.\n\nCanada is also renowned the world over for its theatre festivals such as ",{"type":"[[","value":[["Ontario"]]},"'s Stratford Festival ",{"type":"[","value":["http:\/\/www.stratfordfestival.ca\/"]}," in beautiful ",{"type":"[[","value":[["Stratford (Ontario)"],["Stratford Ontario"]]}," and the Shaw Festival ",{"type":"[","value":["http:\/\/www.shawfest.com\/"]}," in scenic ",{"type":"[[","value":[["Niagara on the Lake"]]},", both of which begin at this time and continue through to the fall. There are also a number of children's festivals including the Calgary International Children's Festival and the annual Saskatchewan International Film Festival for Young People.\n\n",{"type":"===","value":["Summer"]},"\n",{"type":"[[","value":[["File:Calgarystampede.jpg"],["thumbnail"],["The Calgary Stampede"]]},"\nJune 21 to July 1 marks 10 days of celebrations in Canada. The festivities begin on 21 June with National Aboriginal Day and celebrations across the country continue on 24 June with Saint-Jean-Baptiste Day, in honour of the patron saint of French Canadians, on 27 June with Canadian Multiculturalism Day, and culminate with Canada Day with parties everywhere on 1 July.\n\nIn addition, there are many musical and cultural summer festivals taking place across the country. Here is just a taste: Yellowknife’s Summer Solstice Festival, Calgary’s Reggaefest, Windsor's International Freedom Festival (with Detroit), the Calgary Stampede, Winnipeg’s Folklorama, Toronto’s Caribana, Les Francofolies de Montreal, as well as Montreal's Jazz and Comedy festivals, New Brunswick’s Festival acadien de Caraquet, London's Rib-fest, Bayfest in Sarnia, the Jazz and Blues Festival in Charlottetown, Prince Edward Island and the Collingwood Elvis Festival in ",{"type":"[[","value":[["Collingwood (Ontario)"],["Collingwood"]]},", Ontario. Edmonton is also known as the \"Festival City\" due to the large amount of festivals (such as North America's largest Fringe Theatre festival).\n\n",{"type":"===","value":["Autumn"]},"\n\nThe autumn is traditionally a time for literary festivals and film festivals. Lovers of the written and spoken word may like the Trois-Rivières’ bilingual Festival International de la Poésie, Halifax’s Atlantic Canada Storytelling Festival, and Toronto’s International Festival of Authors. Film lovers can choose from the Toronto International Film Festival, the Vancouver International Film Festival, the Montreal World Film Festival, the Atlantic Film Festival, and St. John's International Women's Film Festival in Newfoundland, among many others.\n\n",{"type":"[[","value":[["Region of Waterloo (Ontario)"],["Kitchener-Waterloo"]]}," hosts the largest Oktoberfest celebration outside Bavaria.  This nine-day festival features numerous cultural and entertainment activities.  Many local venues are converted into biergartens (Beer Gardens) and take on Germanic names for the duration of the festival.  Kitchener-Waterloo Oktoberfest attracts over 700,000 visitors annually.\n\nFall is also a time for families to enjoy the autumn splendour of nature in fall festivals or in simple activities where one enjoys the beautiful countryside.\n\n",{"type":"===","value":["Winter"]},"\n\nWinter is the time when Canadians and their families take to the slopes and hit the ice at ski resorts and community hockey rinks across the country. Canada’s world-famous winter festivals take place in late January and February including Carnaval de Québec in Quebec City and Winterlude\/Bal de neige in Ottawa and Gatineau. There are also winter events that pay homage to Canada’s hardy pioneers such as the Festival du Voyageur in Winnipeg and the Yukon Sourdough Rendez-vous Festival set in Whitehorse.\n\nIn Calgary, the month of January is devoted to showcasing challenging national and international theatre, dance, and music in The High Performance Rodeo, one of Canada’s leading festivals of new and experimental theatre.\n\nEspecially popular in British Columbia and Alberta, winter sports such as skiing and snowboarding are practiced and enjoyed regularly during the winter. British Columbia and Alberta are home to many of the world's top ski resorts, including Whistler Blackcomb (a two-hour drive from Vancouver). Skiing in the Banff and Jasper National Parks (130 km from Calgary and 370 km from Edmonton, respectively) is also popular.\n\n",{"type":"==","value":["Buy"]},"\n\nCanada's currency is the ",{"type":"'''","value":["Canadian dollar"]}," (symbol: ",{"type":"'''","value":["$"]}," proper abbreviation is ",{"type":"'''","value":["CAD"]},"), commonly referred to simply as a \"dollar\", or \"buck\" (slang). One dollar ($) consists of 100 cents (¢). Increases in oil prices tend to increase the value of the Canadian dollar relative to its US counterpart. During the 1970s Arab-US oil embargo, the Canadian dollar was worth more than the US dollar; it slipped to about 66 cents US by the mid-1990s, recovering as oil prices rose after the turn of the millennium. During the US sub-prime mortgage collapse, the US dollar again dropped below its Canadian counterpart. As of late 2013, the Canadian dollar is trading slightly below the US dollar, as it had been for several years.\n\nCanadian coins are of 1¢ (penny, phased out in early 2013 but still accepted as legal tender), 5¢ (nickel), 10¢ (dime), 25¢ (quarter), $1 (loonie) and $2 (toonie). (The penny, nickel, dime, and quarter roughly match their US counterparts in size, shape, and colour, but not in metallic composition.) Canadian notes come in $5 (blue), $10 (purple), $20 (green), $50 (red) and $100 (brown) denominations. The $1,000 (pinkish) bill has not been issued since 2000 as part of government efforts to more closely monitor transfers of large sums of money. Although it remains legal tender, banks have been taking them out of circulation. In addition, the $1 (green\/black) and $2 (terra-cotta) bills no longer circulate but are still considered legal tender.\n\nTraditionally, a strong US dollar had meant that goods have a ",{"type":"'''","value":["higher dollar price"]}," in Canada than south of the border but with the exchange rate, the actual cost ended up being similar. With the recent equalization of the two currencies, the exchange rate no longer offsets the higher dollar cost, so Canadians living near the border often travel to the US to make major purchases. Be aware that Canada sells fuel (gasoline, diesel, etc.) in litres, as opposed to gallons. Canadian fuel taxes are high by US standards, an issue only aggravated by double-digit sales taxes in many provinces.\n\nBeer is generally stronger in Canada than in the States, but in some provinces such as Quebec, it can be cheaper than neighbouring US states such as New York. There are now many microbreweries across the country, many with restaurants and pubs on premises; some of these are permitted to sell beer and cider on site.\n\n",{"type":"===","value":["Tipping"]},"\n",{"type":"[[","value":[["Tipping#Canada"],["Tipping"]]}," is widely practised in Canada, and tipping customs are essentially the same as in the ",{"type":"[[","value":[["United States of America#Tipping"],["United States"]]},". Once Canada's double-digit sales taxes and a generous tip are factored into the cost of a restaurant meal, the tab may often be 25% or more above the price indicated on the menu.\n\n",{"type":"===","value":["Bargaining"]},"\nBargaining is extremely rare in ordinary retail shopping in Canada and attempts to talk a retail worker down in price will result in nothing (besides testing the employee's patience). This is rarely a problem, as most retailers in Canada price their items fairly and do not look to extort their customers due to the highly competitive market and well-off economy. For larger-ticket items, especially high-end electronics and vehicles, many employees work on commission, so bargaining is possible for these items, and sales-people may offer you a lower price than what is ticketed right from the start. Some large retail stores will offer you a discount if you can prove to them that one of their competitors is selling the same product for a lower price.  However, in certain establishments such as flea markets, antique stores, farmer's markets, etc., you may be able to negotiate a lower price, although it is, again, often unnecessary to put forth the effort.\n\n",{"type":"===","value":["Currency exchange"]},"\nIn all cities and towns, it is possible to convert between Canadian dollars and most major currencies at many banks. In addition, some retailers in Canada will accept US currency either at par or at slightly reduced value. All Canadian banks provide currency exchange at the daily market value. In some areas, private exchange bureaus will give better exchange rates and lower fees than banks, so if you have time during your travels to look one up. It might save you some money on the exchange both when you arrive and before you leave, because Canadian dollars may not be worth as much in your home country, particularly the coin.\n\nPrivate businesses are under no obligation to exchange currency at international rates. Even in the most rural areas, converting between Canadian and American dollars should not pose a problem, although travellers expecting to convert other currencies at a Canadian bank may need to be patient. In fact, most tourist destinations will accept American dollars as such, and are most likely to give a very good exchange rate. This is particularly true of regions that rely on tourism as a cornerstone of their local economy.\n\nAs Canadian Banks cash Canadian dollar travellers cheques free of charge, most businesses will do the same. This makes travellers cheques a safe and convenient way to carry money in Canada.\n\nMany businesses across Canada accept US Currency based on their own exchange rate for general purchases.  Bills are taken with the current exchange rate.  US and Canadian coins, however, are similar in size, so they are used interchangeably; it is quite common for change to be given in a mix of Canadian and US coins.  Almost all automatic vending machines will reject US coins.\n\n",{"type":"===","value":["Credit cards"]},"\n",{"type":"[[","value":[["File:Shops in WEM.jpg"],["thumbnail"],["Inside West Edmonton Mall, North America's largest shopping mall"]]},"\nCredit cards are widely accepted, with Visa and MasterCard being accepted in most places, American Express somewhat less frequently and Diners Club only in the more upscale restaurants and hotels. Discover is usually accepted at places geared towards Americans such as hotels and car rental agencies. Generally, using a credit card also gets you a better exchange rate since your bank will convert the currency automatically at the prevailing daily rate.\n\n",{"type":"===","value":["Electronic banking\/purchasing"]},"\nThe banking system is well developed, safe and technologically advanced. ATM usage in Canada is very high. There is a safe and widespread network of bank machines (ATMs) where you may be able to use your bank card to withdraw money directly from your account at home, but the fees involved can be more than for credit cards. If possible, try to use chartered bank ATM machines as the fees are often cheaper than the independent ATM machines. All Canadian banking institutions are members of the Interac domestic financial transaction network. Most retailers and restaurants\/bars allow purchases by ATM card through Interac, even if they do not accept major credit cards, and many Canadians rarely use cash at all, preferring electronic forms of payment. Other ATM networks, including PLUS are widely supported and will be indicated on the ATM screen.\n\n",{"type":"===","value":["Taxes"]},"\n",{"type":"{{","value":[["Infobox"],["GST rebates"],["Until 2007, travellers to Canada could claim back their GST on leaving the country, but ",{"type":"''","value":["this is no longer possible."]}]]},"\n\nBe aware that (in contrast to many other countries where what you see is what you pay and so called \"hidden costs\" are forbidden by law) you will almost always pay more than the prices displayed. They usually exclude sales tax and any number of very inventive extras and\/or more or less mandatory tips.\nSo, don't get your ",{"type":"<","value":["abbr",{"title":"one dollar coin"},["loonie"]]}," ready when you go to the cashier in a thrift shop, because the till roll may well show $1.13. With the cash price rounded to the nearest nickel ($0.05), now that the penny is no longer in circulation, you'll have to stump up $1.15 in cash!\n\nTaxes will be added on top of the displayed price at the cashier. Exceptions where the displayed price includes all applicable taxes are gasoline (the amount you pay is as it appears on the pump), parking fees, vending machines and medical services such as eye exams or dentistry.\n\nA Goods and Services Tax (GST) of 5% is applied to most items. In addition to the GST, most provinces charge an additional Provincial Sales Tax (PST) on purchases. Ontario and the Atlantic Provinces of Nova Scotia, New Brunswick, and Newfoundland and Labrador have joined or \"harmonized\" the PST and GST. In these provinces, instead of being charged two separate taxes on a purchase, consumers will see one tax called the Harmonized Sales Tax (HST).\n\nWhile the GST and PST or HST are charged on most goods and services, some items are currently exempt from taxation. While this list can vary by province and tax, some common examples are: basic groceries (not prepared), prescription drugs, residential housing, medical and dental services, educational services and certain childcare services. The list of exempt items for GST\/HST is typically shorter than that for PST in provinces where the provincial exemption list is separate.\n\nThe sales tax rates (as of 2008) are:\n\n",{"type":"*","value":[" Alberta – no PST, GST total only (5% total)"]},{"type":"*","value":[" British Columbia – adds 7% PST and 5% GST. A politically disastrous attempt to introduce a Harmonized Sales Tax (HST) in 2010 was reverted in 2013."]},{"type":"*","value":[" Manitoba – PST was increased to 8% in 2013; the 5% GST brings the total to 13%"]},{"type":"*","value":[" New Brunswick – adds 13% to the total taxable purchases as the Harmonized Sales Tax (HST) (13% total)"]},{"type":"*","value":[" Newfoundland and Labrador – adds 13% to the total taxable purchases as the Harmonized Sales Tax (HST) (13% total)"]},{"type":"*","value":[" Northwest Territories – no PST, GST total only (5% total)"]},{"type":"*","value":[" Nova Scotia – adds 15% to the total taxable purchases as the Harmonised Sales Tax (HST) (15% total)"]},{"type":"*","value":[" Nunavut – no PST, GST total only (5% total)"]},{"type":"*","value":[" Ontario – The PST and GST were eliminated and replaced with a 13% Harmonized Sales Tax on July 1, 2010 (13% total)"]},{"type":"*","value":[" Prince Edward Island – adds 10% to the total taxable purchases plus the GST total (15% total)"]},{"type":"*","value":[" Quebec – as of 2013, adds 9.975% to the total of taxable purchases plus the GST"]},{"type":"*","value":[" Saskatchewan – adds 5% to the total taxable purchases plus the GST total (10% total) "]},{"type":"*","value":[" Yukon – no PST, GST total only (5% total)"]},"\nAdditional taxes have been placed on some goods (such as alcohol and gasoline) and vary by province; however, these taxes are often included in the displayed price of the good. The displayed pump price for fuel includes all taxes.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Food Beavertail.jpg"],["thumb"],["240px"],["Beavertail with sugar and cinnamon, Ottawa"]]},"\n",{"type":"[[","value":[["File:Food Poutine Closeup.JPG"],["thumb"],["240px"],[{"type":"''","value":["Poutine"]},", Quebec"]]},"\n\nEnglish Canadians may be mystified if you ask where you can get Canadian food. Although you will find some regional specialties, especially at the Eastern and Western edges of the country, in English Canada there isn't much food known as \"Canadian\" except for ",{"type":"'''","value":["maple syrup"]},", ",{"type":"'''","value":["nanaimo bars"]}," (chocolate-topped no-bake squares with custard or vanilla butter filling and crumb base), ",{"type":"'''","value":["buttertarts"]}," (tarts made with butter, sugar and eggs), ",{"type":"'''","value":["beaver tails"]}," (fried dough topped with icing sugar), ",{"type":"'''","value":["fiddleheads"]}," (curled heads of young ferns), and a few other examples. They are an important, if somewhat humble, part of the Canadian culinary landscape. In other respects, English Canadian cuisine is very similar to that of the northern United States. Canadians may be unaware that they even have national dishes, especially in the more urbanized areas, such as Toronto, and if you ask for a ",{"type":"'''","value":["beaver tail"]}," or ",{"type":"'''","value":["fiddlehead"]},", you may receive nothing but a strange look or a polite giggle. That being said, there is a rising trend among Canadian chefs and restaurateurs to offer locally-produced ingredients, and most major cities have bistros which specialize in local cuisine. This can even include game meat dishes such as caribou, venison, moose, grouse or wild turkey prepared in a variety of European styles.\n\nFrench-Canadian cuisine is distinctive and includes such specialties as ",{"type":"'''","value":["tourtière"]},", a meat pie dish that dates back to the founding of Quebec in the 1600s, ",{"type":"'''","value":["cipaille"]}," (meat and vegetable pie), ",{"type":"'''","value":["cretons"]}," (mince of pork drippings), ",{"type":"'''","value":["ragoût de pattes"]}," (pigs' feet stew), ",{"type":"'''","value":["plorine"]}," (pork pie), ",{"type":"'''","value":["oreilles de Christ"]}," (fried larding bacon), ",{"type":"'''","value":["poutine"]},", a dish consisting of French fries, cheese curds and gravy (its popularity has spread across the country and can be found from coast to coast), ",{"type":"'''","value":["croquignoles"]}," (home-made doughnuts cooked in shortening), ",{"type":"'''","value":["tarte à la farlouche"]}," (pie made of raisins, flour and molasses), ",{"type":"'''","value":["tarte au sucre"]}," (sugar pie), and numerous cheeses and maple syrup products. Staples include baked beans, peas and ham. French-Canadian cuisine also incorporates elements of the cuisines of English-speaking North America, and, unsurprisingly, France.\n\nOne peculiar tradition that you may notice in nearly every small town is the Chinese-Canadian restaurant. A lot of the reason for this is the role Chinese immigration played historically in the early settlement of Canada, particularly in the building of the railroad. These establishments sell the usual fast food Chinese cuisine. American visitors will find this cuisine familiar, as it developed in parallel with a virtually identical version in the States. In Toronto and Vancouver, two large centres of Chinese immigration, one can find authentic Chinese cuisine that rivals that of Hong Kong and Shanghai. In Toronto, visit the Chinatown area of Spadina-Dundas; if north of the city, consider a visit to the ",{"type":"[[","value":[["Markham"]]}," area, which has recently seen an influx of newer Chinese immigrants.\n\nMontreal is well known for its Central and Eastern European Jewish specialties, including local varieties of bagels and smoked meat. In the prairie provinces you can find great Ukrainian food, such as perogies, due to large amounts of Ukrainian immigrants.\n\nIf you are more adventurous, in the larger cities especially, you will find a great variety of ethnic tastes from all over Europe, Asia and elsewhere.\nYou can find just about any taste and style of food in Canada, from a 20 oz T-Bone with all the trimmings to Japanese sushi (indeed, much of the salmon used in sushi in Japan comes from Canada). Consult local travel brochures upon arrival. They can be found at almost any hotel and are free at any provincial or municipal tourist information centre.\n\nAmericans will find many of their types of cuisine and brands with subtle differences, and many products unique to Canada, such as brands of chocolate bars and the availability of authentic maple syrup.\n\n",{"type":"===","value":["National franchises"]},"\n\nYou will find that many American chains have a well-established presence here.\n\nCanadian chains include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=A&W"],["alt="],["url=http:\/\/www.aw.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Found all over Canada; although unrelated to the American A&W, many menu items are similar if not identical. The Canadian chain abandoned the \"drive-in\" car hop concept in the 1980s (too inherently seasonal, given Canada's climate), but A&W's marketing often depicts this in nostalgia photos. It's targeted mostly to the boomer demographic, and as such has offerings of an arguably higher quality than most American chains. Prices can approach those of cheaper sit-down restaurants, with a combo meal (a \"trio\" in Québec) usually setting one back no less than $7."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boston Pizza"],["alt="],["url=http:\/\/www.bostonpizza.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Was founded in Edmonton and serves pizza, pasta, and burgers. Casual family dining, lounge, and take-out available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cora's"],["alt="],["url=http:\/\/www.chezcora.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Started in Quebec, and is expanding across the country. Cora's serves only breakfast and lunch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=East Side Mario's"],["alt="],["url=http:\/\/www.eastsidemarios.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Are American Italian restaurants with a New York theme."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Harvey's"],["alt="],["url=http:\/\/www.harveys.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a fast food chain, common in Ontario and found in almost every province, that features made-to-order hamburgers and other sandwiches."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Keg"],["alt="],["url=http:\/\/www.kegsteakhouse.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Steak houses, usually with tables and booths for 4-6 people. Apart from the steaks they also have salads and starters. The Keg Mansions in Toronto and Ottawa are worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kelsey's"],["alt="],["url=http:\/\/www.kelseys.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Provides casual family dining, very similar to Applebees or T.G.I. Friday's in the United States."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=mmmuffins"],["alt="],["url=http:\/\/www.mmmuffins.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a coffee, muffin and doughnut retailer. Currently owned and operated by Timothy's World Coffee Inc. as an independent brand."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Montana's"],["alt="],["url=http:\/\/www.montanas.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a family oriented, outdoor wilderness themed restaurant. Montana's promises hearty portions of home-style cooking and friendly, efficient service in a lodge setting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mr. Sub"],["alt="],["url=http:\/\/www.mrsub.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a submarine sandwich store chain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=New York Fries"],["alt="],["url=http:\/\/www.newyorkfries.com\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a fast food restaurant that mainly serves French fries and hot dogs. There are locations in several provinces throughout Canada."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Robin's Donuts"],["alt="],["url=http:\/\/www.robinsdonuts.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a coffee shop which also serves a variety of soups, sandwiches and doughnuts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Second Cup"],["alt="],["url=http:\/\/www.secondcup.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves coffee and cakes. This chain is very similar to Starbucks, in terms of atmosphere and product offerings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Swiss Chalet"],["alt="],["url=http:\/\/www.swisschalet.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Specialize in rotisserie chicken and ribs. These sit down restaurants are operated by Cara, the company that runs Harvey's."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tim Hortons"],["alt="],["url=http:\/\/www.timhortons.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the largest Canadian coffee chain and a cultural icon. They sell soups, sandwiches and doughnuts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Timothy's World Coffee"],["alt=a.k.a. Timothy's'"],["url=http:\/\/www.timothys.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the third-largest Canadian-owned chain of cafés, behind Tim Hortons and Second Cup."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yogen Früz"],["alt="],["url=http:\/\/www.yogenfruz.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a leading frozen yoghurt chain featuring Probiotic frozen yoghurt. Yogen Früz is a staple in malls all over Canada."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThe drinking age in Canada varies from province to province. In Alberta, Manitoba and Quebec the age is 18, while in the rest of the provinces and territories it is 19.  A peculiarity of many Canadian provinces is that liquor and beer can only be sold in licensed stores and this usually excludes supermarkets.  In Ontario alcoholic beverages can only be sold in licensed restaurants and bars and \"Liquor Control Board of Ontario\" (LCBO) stores that are run by the Province; although you can also buy wine in some supermarkets in a special area called the \"Wine Rack\". Ontario beer stores are owned by Brewers Retail, a group of major breweries.  Supermarkets in other provinces generally have their own liquor store nearby.  Québec has the least restrictions on the sale of alcohol, and one can usually find alcohol at convenience stores (dépanneurs), in addition to the government-owned Société des Alcools du Québec (SAQ) stores. Alberta is the only province where alcohol sales are completely decentralized, so many supermarket chains will have separate liquor stores near the actual supermarket. Prices may seem high to Americans from certain states, bringing alcohol in to Canada (up to 1L of hard liquor, 1.5L of wine, or a 24 pack of beer), is advisable. American cigarettes are also quite popular to bring in as they are not sold in Canada.\n\nCanadian adults enjoy beer and other alcoholic beverages quite often.\n\n",{"type":"===","value":["Beer"]},"\n\nCanadian mass-market beers (e.g., Molson's, Labatt's) are generally a pale gold lager, with an alcohol content of 4% to 6%. This alcohol level may be higher than popular beers in the US or Great Britain. Like most mass-market beers, they are not very distinctive (although Americans will notice that there are beers made by these companies that are not sold in the States), however, Canadian beer drinkers have been known to support local brewers. In recent years, there's been a major increase in the number and the quality of beers from micro-breweries. Although many of these beers are only available near where they are produced, many mid-scale to top-end bars carry locally brewed beers. Many cities have brew pubs, which brew and serve their own beers, often with a full kitchen backing the bar. These spots offer a great chance to sample different beers and to enjoy food selected to complement the beers.\n\n",{"type":"===","value":["Wine"]},"\n",{"type":"[[","value":[["File:Kelowna Vineyard overlooking Okanagan Lake.jpg"],["thumbnail"],["Vineyard in Kelowna, British Columbia"]]},"\nThe two largest wine-producing regions in Canada are the ",{"type":"[[","value":[["Niagara Region"]]}," in Ontario and the ",{"type":"[[","value":[["Okanagan"]]}," in British Columbia. Other wine-producing areas include the shores of Lake Erie, Georgian Bay (Beaver River Valley) and Prince Edward County in Ontario, and the Similkameen valley, southern Fraser River valley, southern Vancouver Island and the Gulf Islands in British Columbia. There are also small scale productions of wine in southern Quebec, Nova Scotia, and Saskatchewan.\n\n",{"type":"'''","value":["Ice wine"]},", a (very) sweet dessert wine made from frozen grapes is a Canadian specialty, with products made by ",{"type":"[","value":["http:\/\/www.inniskillin.com\/ Inniskillin vinery"]}," in particular found at airport duty-free stores around the world.  In contrast to most other wine-producing regions in the world, Canada, particularly the Niagara Region, consistently undergoes freezing in winter and has become the world's largest ice wine producer.  However, due to the tiny yields (5-10% compared to normal wine) it's relatively expensive, with half-bottles (375mL \/ 13 fl oz) ",{"type":"''","value":["starting"]}," at $50. It is worth noting that Canadian ice wine is somewhat sweeter than ",{"type":"[[","value":[["Germany"],["German"]]}," varieties.\n\n",{"type":"===","value":["Distilled spirits"]},"\n\nCanada is famous in other countries for its distinctive rye whiskey, a beverage commonly appreciated by Canadians. Popular brands include Canadian Club, Wisers, Crown Royal to name just a few. In addition to the plentiful selection of inexpensive blended ryes, you may find it worth exploring the premium blended and unblended ryes available at most liquor stores. One of the most-recognized unblended ryes is Alberta Premium, which has been recognized as the \"Canadian Whiskey of the Year\" by famed whiskey writer Jim Murray.\n\nCanada also makes a small number of distinctive liqueurs. One of the most well-known, and a fine beverage for winter drinking, is Yukon Jack, a whiskey-based liqueur with citrus overtones. It's the Canadian equivalent of the USA's Southern Comfort, which has a similar flavour but is based on corn whiskey (bourbon) rather than rye.\n\nCape Breton is home to North America's first (and Canada's only) single malt Whiskey, Glen Breton ",{"type":"[","value":["http:\/\/www.glenoradistillery.com\/"]},".\n\n",{"type":"===","value":["Other beverages"]},"\n\nYou can find most non-alcoholic beverages you would find in any other country. Carbonated beverages (referred to as \"pop\", \"soda\" and \"soft drinks\" in different regions) are very popular. Clean, safe drinking water is available from the tap in all cities and towns across Canada. Bottled water is widely sold, but it is no better in quality than tap water.. \nCoffee is a very popular beverage in Canada, usually drunk with breakfast or through the morning. Tim Hortons is the most ubiquitous and popular coffee shop in the country. Starbucks is also quite popular in most mid and large sized cities. Other national chains such as Second Cup, Timothy's, mmmuffins, Country Style, Coffee Time are found all over Canada. Tea is available in most coffee shops, with most shops carrying at least half dozen varieties (black, green, mint, etc.)\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Flickr - paul bica - reflections of toronto.jpg"],["thumbnail"],["Night view of Toronto's skyline"]]},"\nAccommodations in Canada vary substantially in price depending on time and place. In most cities and many tourist areas, expect to pay upwards of $100 or more for a good hotel room. If inquiring always ask if taxes are included; they most often are not, and can often add 15% to the cost once local, provincial and federal levies are taken into account.\n\nHotels play an integral part of Canadian history, with some of the country's most well known landmarks being hotels. The Canadian Railway Hotels are a series of grand hotels that were constructed in major cities (Vancouver, Calgary, Edmonton, Regina, Saskatoon, Winnipeg, Windsor, Toronto, Ottawa, Montreal, Quebec, St. John's and Halifax) in the early 1900s. Most of these are still standing and owned by corporations such as Fairmont Hotels & Resorts. The Grand Railway Hotels are all four star franchises, with prices ranging from $150–400 a night depending on the city and the size of the room. These hotels are architecturally stunning and sumptuously decorated, and in addition to being exceptional places to stay, are tourist attractions in their own right. Even if you are not staying in a Grand Railway hotel, it would be more than worthwhile to explore the main lobby or dine at the hotel restaurant.\n\nIn rural areas, ",{"type":"'''","value":[{"type":"[[","value":[["motels"]]}]}," (short for \"motor hotel\") are small, simple hotels where you might pay as little as $40–60 for a night's accommodation (especially in the off season). These are diminishing in number as international chains have largely saturated the low-end of the market with economy, limited service hotels along major freeways. Most villages have ",{"type":"'''","value":["B&B"]}," (",{"type":"[[","value":[["bed and breakfasts"],["bed and breakfast"]]},"), people's homes with suites for guests which are as distinctive in personality as their owners. Prices vary widely – anywhere from $45 a night to $140 a night – including a breakfast of some kind in the morning.  Try bbcanada.com for listings.\n\nOther options include ",{"type":"'''","value":[{"type":"[[","value":[["Cottage rentals in Canada"],["cottage rentals"]]}]}," on the lakes and in the countryside and ",{"type":"'''","value":["apartment rentals"]}," in the cities. Prices compare to hotels and motels and this type of lodging provides some comfort of home while you are travelling.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Hostels"],["Youth hostels"]]}]}," are a good choice, offering lodging in shared dorms ($20–40) or private rooms ($45–80). Some useful resources are Hostelling International Canada ",{"type":"[","value":["http:\/\/www.hihostels.ca\/"]},", Backpackers Hostels Canada ",{"type":"[","value":["http:\/\/www.backpackers.ca\/"]},", SameSun Backpacker Lodges ",{"type":"[","value":["http:\/\/www.samesun.com\/"]}," and Pacific Hostel Network ",{"type":"[","value":["http:\/\/www.pacifichostels.com\/"]}," (which also covers Alaska and the ",{"type":"[[","value":[["Pacific Northwest"],["Northwestern US"]]},"). Most hostels in Canada meet very high standards.\n\nSome universities will rent their dormitory ( more commonly called  \"residence\" or \"res\") rooms in the academic off season -May- August.  Check university websites for more information.\n\nA few hunting or fishing ",{"type":"[[","value":[["outfitters"]]}," rent cabins or lodges, primitive rooms which provide access to some out of the way, off the grid lakeside rural location.\n\nFinally, there is a large number of ",{"type":"'''","value":[{"type":"[[","value":[["camping"],["campgrounds"]]}]}," in Canada. These range from privately owned R.V. parks to the publicly operated campgrounds in national and provincial parks, and are almost always well-kept and generally very beautiful.  Almost every town and city will have at least one campground but, given Canada's climate, these operations are inherently seasonal.\n\n",{"type":"==","value":["Work"]},"\n\nCanada is generally a good place to work.  The minimum wage varies by province, from $9.25\/hour in Yukon Territory and $9.40\/hour in Alberta to $11\/hour in Ontario and Nunavut.  As with most of the developed world, the economy is shifting from one dominated by manufacturing to one dominated by services.  Thus, factory and manufacturing work is becoming scarcer every year and is highly sought, with most factories requiring a high school education or trade certificate.  Minimum wage jobs are becoming more common every year, however with the housing market booming there is still a fair number of good construction jobs to be had. Hiring practices are similar to those in the US.\n\nForeigners, including United States citizens, wishing to work in Canada are required to obtain a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cic.gc.ca\/english\/information\/applications\/work.asp work permit"]}]}," in order to do so, unless they are already permanent residents of Canada. It is illegal for foreigners to work in Canada on a tourist visa, and doing so will result in you being deported and banned from re-entering. In addition, you will need to obtain a ",{"type":"'''","value":["Social Insurance Number (SIN)"]}," before you can start working.\n\n",{"type":"===","value":["Working Holiday Visas"]},"\n\nA Working Holiday Visa (also referred to as an \"International Experience Canada \/ Working Holiday Visa\") enables young citizens from certain countries to spend 1 or 2 years in Canada and to legally gain employment while in the country.  The eligibility and length of stay rules vary by nationality.  The standard rule used to be that a 1 year stay would be issued to nationals of participating countries who were between 18–30 years of age, however some countries (Australia) now get a two year visa, and applicants from some other countries can now apply up to age 35.  Some countries' nationals (i.e. citizens of Mexico) need to be post-secondary students at the time the application is made.\n\nThe full official list of participating countries and their associated eligibility requirements is available on the Government of Canada's website for this program here: ",{"type":"[","value":["http:\/\/www.international.gc.ca\/iyp-pij\/intro_incoming-intro_entrant.aspx?lang=eng"]},".  As of May 2011 Canada had working holiday agreements with the following countries: Australia, Austria, Belgium, Chile, Czech Republic, Denmark, Estonia, France, Germany, Hong Kong, Ireland, Italy, Japan, South Korea, Latvia, Lithuania, Mexico, New Zealand, Netherlands, Norway, Poland, Slovenia, Spain, Sweden, Switzerland, Taiwan, Ukraine, United Kingdom.\n\nUnited States citizens can also participate in a Working Holiday program through SWAP without requiring a Temporary Resident Visa prior to entry, but the work permit is limited to six months and the program is limited to post-secondary students at the time of the application.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Grc-port.jpg"],["thumbnail"],["Royal Canadian Mounted Police officer"]]},"\nSafety in Canada is not usually a problem, and some basic common sense will go a long way. Even in the largest cities, violent crime is not a serious problem, and very few people are ever armed. Violent crime needn't worry the average traveller, as it is generally confined to particular neighbourhoods and is rarely a random crime. Overall crime rates in Canadian cities remain low compared to most similar sized urban areas in the United States and much of the rest of the world (though violent crime rates are higher than most western European cities). Crime is higher in overall in western provinces than in Eastern Canada, but is even higher in the Yukon, Northwest Territories and Nunavut. Recently there have been several high-profile shootings in public\/tourist areas – i.e. the June 2012 shootings at Toronto's Eaton's Centre and HUB Mall in Edmonton; the fact these incidents are so heavily covered by the media is related to the fact that they are considered very rare events.\n\n",{"type":"===","value":["Policing"]},"\n\nPolice in Canada are usually hard working, honest, and trustworthy individuals. If you ever encounter any problems during your stay, even if it's as simple as being lost, approaching a police officer is a good idea.\n\nThere are three main types of police forces in Canada: federal, provincial and municipal. The federal police force is the Royal Canadian Mounted Police (RCMP or \"Mounties\"), with a widespread presence in all parts of the country other than Quebec, Ontario, and Newfoundland & Labrador, which maintain their own provincial police forces. These are the Ontario Provincial Police (OPP), the Sûreté du Québec and the Royal Newfoundland Constabulary. All the other provinces and territories (and some rural portions of Newfoundland) contract their provincial duties to the RCMP.\n\nIn their capacity as a federal police force, RCMP officers typically wear regular police uniforms and drive police cruisers while performing their duties. However, a minority of RCMP officers may appear in their iconic red dress uniform in tourist areas, and for official functions such as parades. Some RCMP officers participate in elaborate ceremonies such as the Musical Ride horse show. While wearing their full dress uniform, their main function is to promote the image of Canada and Canadian Mounties. RCMP officers in full dress are generally not tasked with investigating crime or enforcing law, although they are still police officers and can perform arrests. In some tourist regions, such as Ottawa, both types of RCMP officers are commonly encountered. This dual-role and dual-appearance of the RCMP, both as federal police, and as a tourist attraction, may create confusion among tourists as to the function of the RCMP. Keep in mind that all RCMP officers are police officers, and have a duty to enforce the law.\n\nCities, towns and regions often have their own police forces, with the Toronto, Vancouver and Montreal forces being three of the largest. Some cities also have special transit police who have full police powers. Some quasi-government agencies, such as universities and power utilities also employ private special police. The Canadian National Railway and Canadian Pacific Railway each have their own police force.\n\nCanadian Forces Military Police can be found at military bases and other defence-related government facilities.\n\nAll three types of police forces can enforce any type of law, be it federal, provincial or municipal. Their jurisdiction overlaps, with the RCMP being able to arrest anywhere in Canada, the OPP and municipal police officers being able to arrest anywhere within their own province. Powers of arrest for Federal, Provincial and municipal police agencies in Canada exist for officers both on, and off duty.\n\nIn the national capital region of Ottawa-Gatineau, one can encounter more police jurisdictions than in any other part of Canada. The Royal Canadian Mounted Police (both regular uniformed and full dress), the Ontario Provincial Police, the Ottawa police, the Sûreté du Québec, the Gatineau Police, Military Police, and OC Transpo Special Constables, all operate in the region, each with a different style of uniform and police cruiser.\n\n",{"type":"===","value":["Snatching of Luggage"]},"\n\nIf you are unfortunate enough to get your purse or wallet snatched, the local police will do whatever they can to help. Often, important identification is retrieved after thefts of this sort.  Visitors to large cities should be aware that parked cars are sometimes targeted for opportunistic smash-and-grab thefts, so try to avoid leaving any possessions in open view. Due to the high incidence of such crimes, motorists in Montreal and some other jurisdictions can be fined for leaving their car doors unlocked or for leaving valuables in view. Try to remember your license plate number and check that your plates are still in place before you go somewhere as some thieves will steal plates to avoid getting pulled over. Auto theft in Montreal, including theft of motor homes and recreational vehicles, may occur in patrolled and overtly secure parking lots and decks.  Bike theft can be a common nuisance in metropolitan areas.\n\n",{"type":"===","value":["Winter storms"]},"\n",{"type":"{{","value":[["Seealso"],["Cold weather"]]},"\nCanada is very prone to winter storms (including ice storms and blizzards) in the months of November through February. In Eastern Canada, they are the most likely, but the occasional small one will pop up west of Northwest Ontario usually there it is wind-whipped snow that is the main hazard.  Reduce speed, be conscious of other drivers, and pay attention.  It's best to carry an emergency kit, in case you have no choice but to spend the night stuck in snow on the highway (yes, this does happen occasionally, especially in more isolated areas). If you are unfamiliar with winter driving and choose to visit Canada during the winter months, consider using another mode of transportation to travel within the country. Make note that while the vast majority of winter weather occurs, naturally, during the winter months, some parts of Canada such as the prairie provinces and north and mountain regions may experience severe, if brief, winter-like conditions at any time during the year.\n\nIf you are touring on foot, it is best to bundle up as much as possible in layers with heavy socks, thermal underwear and gloves; winter storms can bring with them extreme winds alongside frigid temperatures and frostbite can occur in a matter of minutes.\n\n",{"type":"===","value":["Firearms and Weapons"]},"\nUnlike the US, Canada's has no constitutional rights relating to gun ownership. Possession, purchase, and use of ",{"type":"''","value":["any"]}," firearms requires proper licenses for the weapons and the user, and is subject to federal laws. Firearms are classed (mainly based on barrel length) as non-restricted (subject to the least amount of training and licensing), restricted (more licensing and training required) and prohibited (not legally available). Most rifles and shotguns are non-restricted, as they are used extensively for hunting, on farms, or for protection in remote areas. Handguns or pistols are restricted weapons, but may be obtained and used legally with the proper licenses. Generally the only people who carry handguns are Federal, Provincial, and Municipal Police, Border Services Officers, Wildlife Officers in most provinces, Sheriff's Officers in some provinces, private security guards who transport money and people who work in remote \"wilderness\" areas who are properly licensed. It is possible to import non-prohibited firearms such as most types of rifle and shotgun for sporting purposes like target shooting and hunting, and non-prohibited handguns for target shooting may also be imported with the correct paperwork. Prohibited firearms will be seized at customs and destroyed. Travellers should check with the Canada Firearms Centre ",{"type":"[","value":["http:\/\/www.cfc-cafc.gc.ca\/info_for-renseignement\/non-residents\/default_e.asp"]}," and the Canada Border Services Agency ",{"type":"[","value":["http:\/\/www.cbsa-asfc.gc.ca\/E\/pub\/cm\/d19-13-2\/d19-13-2-e.html"]}," before importing firearms of any type before arrival.\n\nBe aware that it is unusual for civilians to be seen openly carrying weapons in urban areas. While not illegal, openly carrying a weapon will likely be treated as suspicious by the police and civilians.\n\nSwitch blades, butterfly knives, spring loaded blades and any other knife that opens automatically are classified as Prohibited and are illegal in Canada, as are Nunchucks, Tasers and other electric stun guns, most devices concealing knives, such as belt buckle knives and knife combs, and articles of clothing or jewellery designed to be used as weapons. Mace and pepper spray are also illegal unless sold specifically for use against animals.\n\n",{"type":"===","value":["Illicit Drug Use"]},"\nMarijuana use is illegal in Canada (with exception to medical marijuana).\n\nBecause of its popularity, easy availability and allowances for medical purposes, people found in possession of small amounts of marijuana are rarely arrested, however being found in possession of marijuana in large amounts or other controlled substances in any quantities can result in severe legal action.\n\nDriving while impaired by drugs (including marijuana and even legal \"drowsy\" drugs) is a criminal code offense and is treated in the same way as driving under the influence of alcohol, with severe penalties.  Do not attempt to drive while high; visitors can expect to be deported after serving jail time or paying very large fines.\n\nBe advised that unlike many other countries, Khat is illegal in Canada, and will get you arrested and deported if you try to pack it in your luggage and get caught by customs.\n\nNeedless to say, ",{"type":"'''","value":["under no circumstances should you attempt to bring any amount of anything that even resembles a controlled substance into Canada"]},".  This includes marijuana.  Penalties in the US for drug smuggling are much more severe than in Canada, with prison sentences being 20 years to life for trafficking.\n\n",{"type":"===","value":["Drunk Driving"]},"\n",{"type":"[[","value":[["File:401 3x3x3x3.jpg"],["thumbnail"],["Ontario Highway 401"]]},"\nCanadians take drunk driving very seriously, and it is a social taboo in most circles to drink and drive. Driving while under the influence of alcohol is also punishable under the Criminal Code of Canada and ",{"type":"'''","value":["can involve jail time"]},", particularly for repeat offenses. If you \"blow over\" the legal limit of blood alcohol content (BAC) on a roadside Breathalyzer machine test, you ",{"type":"'''","value":["will be arrested"]}," and spend at least a few hours in jail. Being convicted for driving under the influence (DUI) will almost certainly mean the end of your trip to Canada, a criminal record and you being barred from re-entering Canada for at least 5 years. 80 mg of alcohol per 100ml of blood (0.08%) is the legal limit for a criminal conviction. Many jurisdictions call for fines, license suspension and vehicle impoundment at 40 mg of alcohol per 100ml of blood (0.04%), or if the officer reasonably believes you are too intoxicated to drive. Note this difference; while having a BAC of 0.03% when tested at a police checkpoint ('Checkstop' or 'ride-stop', which is designed to catch drunk drivers) will not result in arrest, having the same BAC after being pulled over for driving erratically, or after getting involved in an accident may result in being charged with DUI.\n\nThose crossing the land border into Canada from the USA while driving under the influence will get arrested by the Border Services Officers.\n\n",{"type":"'''","value":["Refusing a Breathalyzer test is also a Criminal Code offense,"]}," and will result in the same penalties as had you blown over.  If a police officer demands that you supply a breath sample, your best option is to take your chances with the machine.\n\n",{"type":"===","value":["Hate Speech"]},"\n\nCanada is a very multicultural society, and the vast majority of Canadians are open minded and accepting. Thus, it is very unlikely to meet ridicule in major urban centres on the basis of race, gender, religion or sexual orientation. Hate speech—communication that may incite violence toward an identifiable group—is illegal in Canada and can lead to prosecution, jail time, and deportation.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nYou are unlikely to face health problems here that you wouldn't face in any other western industrialized country (despite claims of long waiting lists and inferior care, which often varies by hospital and is usually exaggerated). The health care system tends to be very effective and widely accessible.\n\nIn the past two summers, Canadians in some provinces (Ontario, Manitoba, Saskatchewan and Alberta) have faced a few cases of West Nile virus, an occasionally fatal infection transmitted by mosquitoes. Also several diseases like whooping cough are common in rural and inner city Canada.  Visitors should note that, while Canada has universal health care for residents, health care is not free for visitors; therefore it is important to make sure you are covered by your insurance while travelling in Canada.\n\nBe aware that most Canadian provinces have banned all indoor smoking in public places and near entrances.  Some bans include areas such as bus shelters and outdoor patios.  See ",{"type":"[[","value":[["Smoking"]]},".\n\n",{"type":"===","value":["Food preparation"]},"\n\nCanada has quite high standards for restaurant and grocer cleanliness and such if there is a problem with the food you have bought then talk with the manager to report it. Getting sick from contaminated food is unlikely.\n\n",{"type":"===","value":["Health Care"]},"\n\nHealth Care in Canada is generally of a standard comparable to other Western nations, almost all Canadian residents receive health coverage from their provincial government, with reciprocal agreements between provinces providing Canada-wide coverage. Eligibility for health coverage for those on student or work visas varies by province, but no province offers coverage for visitors. Hospitals are generally owned by government agencies or non-profits, while doctors offices and smaller clinics are for-profit operations that directly bill the provincial health system.\n\nCompared to the United States, medical care in Canada is available at about 30 to 60 percent savings, according to the ",{"type":"[","value":["http:\/\/www.winnipegfreepress.com\/subscriber\/business\/local\/story\/4089007p-4687597c.html ",{"type":"''","value":["Winnipeg Free Press"]}," newspaper."]},"  Medical tourism firms help visitors to obtain medical care such as cosmetic surgery and joint replacement in major cities including Vancouver and Montreal. After their treatments, patients can enjoy a vacation and relax in a cabin in the Canadian Rockies, explore colourful Montreal, or other activities.\n\nWhile cheaper than the sticker price in the United States, health care in Canada can be ",{"type":"'''","value":["very expensive"]}," for visitors. A minor trip to the emergency room can easily cost $1000, especially if an ambulance is involved. Thus visitors to Canada should have international health insurance valid for the duration of their stay. \n\nIn remote areas, particularly communities without road access such as ",{"type":"[[","value":[["Churchill"]]}," serious medical and trauma patients may be evacuated to a major centre by air ambulance. The cost for the air ambulance alone reach $10,000, and even those on provincial health plans may not be covered if out of their home province. Everyone, even Canadian residents going to remote or rural areas should ensure that they have sufficient insurance coverage for such an incident.\n\nBirth tourism is also being reported in both Canada and the ",{"type":"[[","value":[["United States of America"],["United States"]]}," as a means for prospective parents to circumvent the \"one child policy\" in mainland ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"===","value":["Potable water in the wilderness"]},"\n\nFor travel in the backcountry it is advisable to bring a water purification system, as there can be Giardia in open water sources such as lakes or rivers; this can cause gastrointestinal illness like diarrhea or vomiting. It can be avoided by either boiling your drinking water or using filter systems or tablets to disinfect the water before drinking.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:ChinatownVictoriaBCGate.jpg"],["thumbnail"],["The entrance to the Chinatown in Victoria, BC"]]},"\nAs emphasized in many places Canada is a multicultural country – as such the paramount point of respect to embrace this attitude as much as possible. Outward displays of racism, sexism, or homophobia will be met with hostility. Even slight preferences may be noticed and noted.\n\nOf equal importance is to avoid assuming positions or cultures based on identifiable signs. For example the Chinese girl you might meet may not speak a word of Chinese and may never have been anywhere near China. This point is especially true for individuals from areas with ethnic strife – don't assume that anyone you meet is either personally connected to or shares the viewpoints of their ethnic-origin Nation.\n\nBeyond that be aware of the complicated Canadian-American relationship. Canadians can wax and wane about the US for hours but rarely invite opinions, or comparisons to the US Mentions of \"The 51st State\" and \"America's Hat\" can be taken as insulting, as well as any derision of Canada's status as a distinct nation. Equal to that is references to British or (In Quebec) French relationships as those are either in decline or rife with potential faux pas.\n\nBe aware of politics—there is a large degree of regionalism in Canada, and the learning curve is steep when you attempt to explore these differences. In particular, Quebec's somewhat strained relationship with the rest of Canada—the result of a still-active secession movement—may be a sensitive topic.\n\nWhen entering a private home in Canada it is usually expected that you take off your shoes.\n\nCanada is widely regarded as a very polite society, where apologizing, excusing and thanking is very common, even in large urban areas.  Canadians follow a relatively standard \"western\" system of niceties and manners, closely akin to those of the United States.\n\n",{"type":"===","value":["Gay and lesbian travellers"]},"\nCanada is very open to all forms of LGBT travellers, indeed Vancouver, Toronto and Montreal are all famed for their LGBT communities. Even smaller cities are very open and liberal, although not to the same extent. Outside these Metropolitan areas, open displays of affection shouldn't generally present a problem despite a more conservative outlook. However certain rural areas may be more problematic; as always use your discretion. Human Rights Codes protect against discrimination in all areas; including accommodation, access to health care and employment – should you encounter any negative responses, especially violent or threatening episodes immediately phone the police and they will be glad to help you. Canada is one of only a handful of countries in the world that have legal same sex marriage on a nation-wide level.\n\n",{"type":"===","value":["Indigenous People"]},"\n",{"type":"[[","value":[["File:Tsuu Tsina parade.JPG"],["thumbnail"],["Native Americans in traditional costumes at the Calgary Stampede"]]},"\nThe terms \"Aboriginal\" (\"Autochtones\" in French) or \"First Nations\" are used as catch all terms for all indigenous people of Canada. Most Aboriginal communities are rural and not used to tourists. Some so-called reserves may restrict access to residents or invited guests – watch for signage at the entrances to these areas, which can range from official advisories to crude handmade signs saying \"Stay out\". More often, non-native visitors are accepted or welcomed; on many reserves, heavily-taxed commodities (such as petrol or cigarettes) are offered to the public at reduced prices. Visitors to Canada with an interest in Aboriginal culture should seek out an Aboriginal cultural centre in a city. Be aware that tension exists between Aboriginal and non-Aboriginal populations in some areas, though outright violence is extremely rare.\n\nThe First Nations peoples's traditions, language, history, and way of life vary based on background and location. Some will be offended by the term \"Indian\", though they may use it themselves (note this differs from the US where \"Indian\" appears to be much more widely accepted). The term \"Native\" may also cause offence among some. \"First Nations\" is the safer politically-correct term.\n\nThe Métis (pronounced MAY-tee) are descendants of European (mostly French) fur traders and Indian women. Found mostly in the ",{"type":"[[","value":[["Prairies (Canada)"],["Prairies"]]}," and especially ",{"type":"[[","value":[["Manitoba"]]},", they have their own distinct culture and history. Back in the late 19th century, they rose in two rebellions under Louis Riel (the closest thing to a true civil war Canada has yet experienced) but they were defeated and Riel hanged.\n\nThe Inuit are the smallest group, found mostly in ",{"type":"[[","value":[["Nunavut"]]},", with smaller populations in ",{"type":"[[","value":[["Quebec"]]},", ",{"type":"[[","value":[["Labrador"]]}," and the ",{"type":"[[","value":[["Northwest Territories"]]},". Historically they were known as \"Eskimos\", but the term is no longer politically correct in Canada and should not be used. Inuit are only one group of Eskimos, and using Inuit as a blanket term is offensive to some so Eskimo is still the accepted term in the US, and does not cause offense there.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"[[","value":[["File:Prairie Rainbow Canola Flax.jpg"],["thumbnail"],["Prairie in Saskatchewan"]]},"\nThe communication infrastructure of Canada is what you would expect for an industrialized country.\n\n",{"type":"===","value":["By phone"]},"\n",{"type":"[[","value":[["Canada"]]}," is part of the North American Numbering Plan (along with the ",{"type":"[[","value":[["United States of America"],["US"]]}," and most of the Caribbean) and uses the country code +1. Area codes and local phone numbers follow the same format as the United States: 1 — three digit area code — seven-digit local phone number. The leading '1' is omitted when making local landline calls and optional on local mobile calls. For long-distance calls, dial the entire number including the '1'.\n\nDue to inefficient allocation policies for local numbers, most areas (including remote places like James Bay) now have multiple overlapping area codes. This requires dialling of all ten digits for even the most trivial of local calls: ",{"type":"<","value":["code",["+1 647-555-5555"]]},".  In areas which still have just one area code (",{"type":"[[","value":[["New Brunswick"]]},", ",{"type":"[[","value":[["Newfoundland"]]},", one corner of northwestern ",{"type":"[[","value":[["Ontario"]]}," and the three Arctic territories), only seven digits are required: ",{"type":"<","value":["code",["+1 709 959-5000"]]},".\n\nCanada currently draws its toll-free numbers from a shared pool based in the US. These are dialled using the full eleven-digit international format: ",{"type":"<","value":["code",["+1-800-234-5678"]]},".  Mobile numbers are normally allocated from the same local area codes as landlines; the recipient of the call pays airtime.\n\nThe prefix to make an outbound international call from North America is 011-. This prefix does not apply to countries which share the Canadian +1 prefix, such as the US.\n\nA few payphones exist in high-traffic locations such as shopping malls, supermarkets and local or intercity transport stations; these can call toll-free numbers (+1-800 and its overlays) for free and make fifty-cent local calls, but coin-paid long distance from incumbent carriers is prohibitively expensive at nearly $5 for the first minutes for the most trivial of trunk calls. A few telephone booths are operated by obscure competing firms, where the local price is the same but long distance is typically a slightly less painful $1 per three-minute interval. Most coin phones block incoming calls. Typically, Canadians avoid coin-paid trunk calls by using prepaid cards or have stopped using telephone booths in favour of mobile telephones or (where wi-fi is available) voice over IP.\n\nUnbundled Internet telephony typically costs one or two cents a minute, although some carriers may sell for less.\n\n",{"type":"====","value":["Mobiles"]},"\nCanada is one of the few countries (along with ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["United States of America"],["USA"]]},") where mobile users must pay to receive calls. Cellular telephones occupy the same local geographic area codes as landlines; all numbers are portable. Answering an incoming call while outside of the phone's local calling area incurs both airtime and long distance.\n\nThree carriers (Bell, Telus and Rogers) control 97% of the market, using multiple brands (Fido and Chatr are Rogers, Koodo and Public Mobile are Telus, Virgin and Solo are Bell) to give an illusion of competition while Canadians continue to pay rates among the highest in the world.\n\nCoverage is good in cities and on busy transportation corridors, but non-existent in many remote areas. Some points on the ",{"type":"[[","value":[["Trans-Canada Highway"]]}," have no signal at all. In the high Arctic, mobile phones only work in a small area around the territorial capitals.\n\nThere are a few regional carriers; MTS in Manitoba, SaskTel in Saskatchewan and Vidéotron in Québec (including Ottawa-Hull). As the incumbents have had a three-decade head start to build their networks, a 2010 attempt to invite new entrants (Wind, Mobilicity, Public Mobile) proved too little, too late. While close to a million users did switch to one of the new carriers, as of 2014 Mobilicity is bankrupt but still operating, Telus has purchased Public Mobile's client list and shut the network down (the handsets make good paperweights) and Wind increasingly resembles a tempting takeover target for one of the regional carriers as it runs out of capital to expand its network.\n\nThe three majors operate UMTS (WDCMA\/HSPDA) on the North American 850 MHz\/1900 MHz frequency bands (which do not match standard frequencies in Europe), offering LTE in a few large cities. Analogue mobile (AMPS) has been shut down; GSM remains available on Rogers (but not Bell and Telus, which support CDMA). Wind Mobile operates a limited footprint in a half dozen metropolitan areas on non-standard frequencies (a 1700\/2100 MHz AWS\/UMTS network).\n\nVarious \"virtual mobile\" operators buy access to the three majors to resell phones (or SIM cards) under their own brands; Loblaws \"PC Mobile\" prepaid uses Bell's network, while ZtarMobile (\"7-Eleven\", \"Quickie\" and \"Petro-Canada\") uses Rogers.\n\nAnyone may acquire a Canadian prepaid mobile number; even clearly fictional persons (such as \"Pierre Poutine, rue des Séparatistes, Joliette\") have been subscribed prepaid, no questions asked. Mobile data tends to be expensive on these plans ($2\/day for a meagre 10MB, for instance) and prepaid mobile long distance costs up to 40 cents\/minute in addition to the 20-25 cent\/minute local airtime charge. Many offer \"evenings and weekends\" flat-rate local voice for a monthly fee.\n\nSome carriers provide postpaid mobiles to non-resident Americans if a Canadian mailing address is provided and a credit card is pre-authorized for bill payment. For iPad-style tablets, another option is a prepaid Visa or MasterCard from a supermarket, which can be registered to any random Canadian address (unlike Vanilla-branded cards, which only allow registration of a postal code) and used to obtain 30-day data service passes from Bell or Telus (both require a Visa\/MasterCard with a Canadian address to activate, even though they are prepaid). Activation is done on the device itself;  provide billing details, then select a plan: typically $35 for 5GB, with one or two smaller options available.\n\nFido, Virgin Mobile and Koodo offer better pricing on postpaid than prepaid; Fido charges $30 for 1GB on their prepaid service, for instance. Wind offers exactly the same plans to prepaid users and postpaid users. \n\nMost mobile telephones in Canada are sold by carriers and SIM locked to discourage competition, but can be unlocked for a fee. Rarely, third-party vendors (computer or electronics stores) offer unlocked devices at a premium price.\n\nFor travellers with unlocked smartphones matching local standards and frequencies, pre-paid SIM cards are available from any major carrier. A pre-paid SIM card with a specified amount of included airtime is about $40; some larger Loblaws supermarkets offer a $10 SIM but prepaid airtime must be purchased separately. Wind charges $25 for an (AWS-band) SIM with no minutes; this may be cheaper for heavy data users as, for $35\/month, it provides 5GB of 3G data (in Wind's coverage area) as well as unlimited talk and text. It is usually necessary to call a toll-free number to activate the prepaid SIM (so that a local Canadian number is issued) before use.\n\nPrepaid plans typically do not allow roaming into the United States. As most plans which allow roaming charge inflated prices (typically $2\/minute), it's best to disable roaming from the phone's menus when using a Canadian handset near the US border to avoid a costly surprise. Wind is an exception; for an extra $15\/month (on top of their $35 Canada unlimited plan) they provide unlimited US talk\/text with 5GB of 3G data.\n\n",{"type":"===","value":["By net"]},"\nThere are many ways to access the Internet, including a number of terminals at most public libraries.\n\nMost large and medium-sized towns will have Internet and gaming cafés, although these are becoming less common as Wi-fi is widely available in public venues such as libraries, coffee shops and hotels in most cities.\n\nAlthough some charge an excessive fee for its use, others provide free Wi-Fi, including Blenz coffee houses, McDonalds, Second Cup, some Tim Horton's and Starbucks locations. Purchasing the establishment's product is expected, even if they are charging for Internet access. Buying a small coffee or tea typically meets this requirement. \n\nMost airports and certain ",{"type":"''","value":["Via Rail"]}," stations offer free Wi-Fi in passenger areas. Commercial mail receiving agents (such as The UPS Store) will rent computer time for a fee, as well as providing fax, copy, printing and shipping. Ontario offers free Wi-Fi at its ONroute highway 400\/401 rest stops; Chapters\/Indigo book stores usually offer wi-fi for a fee (many include a Starbucks).\n\nSee ",{"type":"[","value":["http:\/\/www.wififreespot.com\/can.html wififreespot.com"]}," for a partial listing of establishments offering free Wi-Fi.\n\n",{"type":"===","value":["By mail"]},"\n\nWhile its delivery times vary depending on shipping option and package\/parcel size, Canada Post is very reliable. As of April 2014, it costs 85 cents to a dollar to mail a domestic letter. International parcel postal services can be costly. Postal offices are usually marked by the red and white Canada Post markings. Some drug stores, including many in the Shoppers Drug Mart, IDA, Pharmaplus, Jean Coutu and Uniprix chains, feature smaller outlets with full service. Such outlets are often open later and on weekends, as opposed to the standard M-F 9AM-5PM hours of the post offices.\n\nFor inbound mail, \"general delivery\" (poste restante) is available for a fee at all main post offices, but not in retail postal outlets such as pharmacies. It is rarely used as it has no cost advantage over a PO box rental.\n\nThere are also courier services across the country, such as Purolator. The US-based UPS and FedEx also serve Canada. Some (but certainly not all) intercity bus companies will accept domestic parcels for delivery to other cities on the same bus line. Courier packages may not be sent to PO boxes or held as poste restante, but can be held by some commercial mail receiving agents for pickup.\n\nSome postal outlets and commercial mail receiving agents offer FAX transmission services, but availability may vary by location.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Canada's southern and northwestern neighbour, the ",{"type":"'''","value":["United States"]},", can become a side trip from Canada or even a major part of your vacation. In some places major Canadian and US cities are quite close and well connected by public transportation, for example ",{"type":"[[","value":[["Vancouver"]]}," and ",{"type":"[[","value":[["Seattle"]]}," or ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]}," and ",{"type":"[[","value":[["Detroit"]]},". There are also dozens of places all along the border with a fair-sized town on either side. See the main article on the ",{"type":"[[","value":[["United States"],["US"]]}," for entry requirements – if you need a visa be sure to apply well in advance."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Saint-Pierre and Miquelon"]]}]}," are two relatively small islands off the coast of Newfoundland. Despite their small size and relative proximity to the Canadian coast line, they are overseas \"",{"type":"''","value":["departments"]},"\" of ",{"type":"[[","value":[["France"]]}," and a vestige of former extensive French colonies in North America. To step into this charming French seaside community, take the passenger ferry from Fortune, Newfoundland during the summer, or scheduled flights from Montreal, Halifax, and St. Johns year round. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Greenland"]]}]},", Canada's major eastern island neighbour, despite being separated by less than 50 km of water in some locations is not easily accessible from North America. The flag carrier Air Greenland flies from ",{"type":"[[","value":[["Iqaluit"]]}," in Nunavut (",{"type":"'''","value":["YFB"]},") to the capital ",{"type":"[[","value":[["Nuuk"]]}," (",{"type":"'''","value":["GOH"]},") twice a week from June through September. Seasonal flights are also available from ",{"type":"[[","value":[["Reykjavík"]]},", ",{"type":"[[","value":[["Iceland"]]}," (",{"type":"'''","value":["KEF"]},") and year round via ",{"type":"[[","value":[["Copenhagen"]]}," (",{"type":"'''","value":["CPH"]},"). Another, albeit more expensive, option is the summer cruise ships originating in both the US and Canada. Despite the relative difficulty of reaching Greenland, the untouched natural Arctic beauty of one of the most remote places on earth makes it well worth the effort."]},"\n",{"type":"{{","value":[["geo"],["68"],["-80"],["zoom=3"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North America"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["related"],["Rail_travel_in_Canada"]]},"\n",{"type":"{{","value":[["related"],["Off_the_beaten_path_in_Alberta"]]},"\n",{"type":"{{","value":[["related"],["Canadian_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["Cottage_rentals_in_Canada"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Canada"]]},"\n",{"type":"[[","value":[["Wikipedia:Canada"]]},"\n",{"type":"[[","value":[["dmoz:Regional\/North America\/Canada\/"]]}]