[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Map of the Canary Islands.svg"],["thumb"],["350px"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.turismodecanarias.com\/ Canary Islands"]}]}," (Spanish: ",{"type":"''","value":["Islas Canarias"]},") are an Atlantic territory of ",{"type":"[[","value":[["Spain"]]}," on the west coast of ",{"type":"[[","value":[["Africa"]]},", near ",{"type":"[[","value":[["Morocco"]]},", ",{"type":"[[","value":[["Cape Verde"]]}," and the archipelagos of the ",{"type":"[[","value":[["Azores"],["Azores Islands"]]}," and ",{"type":"[[","value":[["Madeira"],["Madeira Islands"]]},", both Portuguese territories.\n\n",{"type":"==","value":["Regions"]},"\n\nThe following islands make up the Canary chain:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Gran Canaria"]]}]}," — The largest island by population, its capital city (Las Palmas de Gran Canaria) has the shared title of capital of the Canaries. Green and steep in the north, dry and flat in the south."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Fuerteventura"]]}]}," — good for windsurfing"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Lanzarote"]]}]}," — Low lying and arid, with a spectacular volcanic landscape in the west of the island (National Park of Timanfaya). The capital is Arrecife and has its own airport (ACE code). Lanzarote is also of volcanic origin. The island, along with others, emerged after the breakup of the African and the American continental plates. The greatest recorded eruptions occurred between 1730 and 1736. This area is preserved as the Timanfaya National Park."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Tenerife"]]}]}," — The island of Tenerife has many museums and monuments that serve as portrayals of its rich history. As the largest island of the seven, its oldest mountain ranges are young compared to its neighboring islands. Volcanic activity did not begin to occur here until eight to twelve million years ago, while other islands had it well over 20 million years ago. The highest mountain of Spain, El Teide. 3rd largest volcano in the world in extension (Volcano 3718 meters high). The Capital city is ",{"type":"[[","value":[["Santa Cruz de Tenerife"]]},", home to the Canary Island Parliament. The title of capital city is shared with San Cristóbal de La Laguna. With a population of 899,833 people, it is the most populated island. Another popular city on the island is San Cristobal de La Laguna. Here you can find the oldest university in the Canary Islands."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["La Gomera"]]}]}," — The Magic Isle - walker's paradise. It is shaped like an orange that has been cut in half and split into segments. The terrain is rough, which has left deep ravines or barrancos between them. These barrancos, in turn, are covered by the laurisilva ((laurel rain forest)). It is home to the only remaining Laurisilva rain forest in northern Africa. The local wine has a distinct taste, and is often accompanied with a tapa (snack) of local cheese, roasted pork or goat meat. Other cultural dishes include almogrote, a cheese spread, and a syrup extracted from palm trees called miel de palma. The local people have a unique way of communicating across deep ravines by using a whistled speech called Silbo Gomero. This whistled language is indigenous to the island, and its existence has been documented since Roman times."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["La Palma"]]}]}," — The total population is about 86,000, of which 18,000 (2003 data) live in the capital, Santa Cruz de la Palma and about 20,000 (2004 data) in Los Llanos de Aridane. La Palma's geographic layout is a result of the volcanic formation of the island. The southern part of La Palma is dominated by the Cumbre Vieja, a volcanic ridge formed by numerous volcanic cones built of lava and scoria. The Cumbre Vieja is active but dormant, with the last eruption occurring in 1971 at the Teneguia vent, located at the southern end of the Cumbre Vieja."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["El Hierro"]]}]}," — 'The edge of the world'. It is also known as the Meridian Island."]},"\n",{"type":"==","value":["Cities"]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Las Palmas"]]}," — the largest city, situated on Gran Canaria and one of the capitals of the Canary Islands"]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Cruz de Tenerife"]]}," — another capital of the Canary Islands, situated on Tenerife"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" Demographics "]},"\n\nThe islands have a population of 2 million. Since the Canary Islands are a major European tourist destination, all the major islands have well-developed communication systems, airports, and ports.\n\nEthnically the population is mostly a mix of Spanish, European (German and British), South American, and especially Cuban and Venezuelan as well as Northern and Sub-Sahara African. There are also historical minorities such as Indians, Koreans and lately Russians. \n\n",{"type":"''","value":["Pico del Teide"]}," (on Tenerife) at 3718 metres above sea level is the highest point in both the Canary Islands and Spanish territory. \n\nEach island speaks with a slightly different accent and there is a strong rivalry between the main islands of Tenerife and Gran Canaria. Most of the accents in the Canary Islands are closer to Latin American Spanish than to Castililan Spanish spoken in continental Spain.\n\nThe Canary Islands are very modern, very European, and extremely liberal.\n\n",{"type":"===","value":["History"]},"\n\nAncient legend claims the Canary Islands are the ‘lost islands’ of Atlantis. They have also been referred to as the lands without sorrow, holding on to the edge of the world. The first settlers were from North Africans. Known as Phoenicians, they arrived in the 10th century B.C. The main economic system was built around agriculture and animal farming. During the 14th century, the Islands were continuously invaded by different European countries.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":[" By plane "]},"\nThe Canaries is a popular destination with Europeans, and swarms of charter and discount flights descend on the island year round. The two airports (North\/TFN & South\/TFS) on Tenerife and the Gran Canaria Airport (LPA) are the busiest, but it's also possible to fly to many of the other islands, albeit it's often more expensive. \n\n",{"type":"===","value":[" By ferry "]},"\nThe Spanish company ",{"type":"[","value":["http:\/\/www.navieraarmas.com\/ Naviera Armas"]}," sails weekly from ",{"type":"[[","value":[["Portimão"]]}," on mainland ",{"type":"[[","value":[["Portugal"]]}," via ",{"type":"[[","value":[["Madeira"]]}," (46 hours, including a few hours layover in ",{"type":"[[","value":[["Funchal"]]},"). There is also a route  between Gran Canaria and El Aaiún (Western Sahara)from the same company and the one way ticket for a person is about 46 euros.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nTo rent a car is the best option for discovering the remote wilderness regions.\n\n",{"type":"===","value":["By train"]},"\n\nA tram linking Santa Cruz bus station and La Laguna opened in 2007 costing €2.35 return in about 40 minutes.\n\nThere are also tentative plans for a train linking Santa Cruz and Los Cristianos.\n\n",{"type":"===","value":["By bus"]},"\n\nBuses are the most common method of public transportation around the islands. Mile per mile they are expensive while compared to mainland Spain but you are not going to travel really far away. We are, after all, islands. Most buses in touristic routes are adequate. Do not expect the drivers to know more than a couple of sentences in English or German, though they would try to be helpful.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis can be expensive, and inside a city they are not worth the money unless you are in a real hurry or cannot balance yourself after a shopping day.\n\n",{"type":"===","value":["By ship"]},"\n\nIf you want to travel between the islands a good option might be to take a ship if you are in any particular hurry, specially between close by islands. Most ferries are now quite modern and cheap. The most important companies are ",{"type":"[","value":["http:\/\/fredolsen.es Fred Olsen"]},", ",{"type":"[","value":["https:\/\/www.trasmediterranea.es Transmediterránea"]}," and ",{"type":"[","value":["http:\/\/www.navieraarmas.com\/ Armas"]},".\n\n",{"type":"===","value":["By plane"]},"\n\nIf you are afraid of the sea, or get sick just by staring at a ship, then a plane is what you need, and that usually means a turboprop ATR-72 or ATR-42 by one of the airlines like Binter or Canaryfly. They are perfectly safe and adequately fast as you are likely to spend more time at the airport than in the plane itself.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]}," \nLanzarote: There is a bustling nightlife in four main resorts... Arrecife, Costa Teguise, Puerto del Carmen and Playa Blanca.\n\nGran Canaria: The main resorts on the Island are Las Palmas, Maspalomas,Puerto Rico and Playa del Ingles.\n\nTenerife: The main resorts are Santa Cruz, Puerto de la Cruz, and Playa de las Americas. \n\nFuerteventura: The main resorts of Fuerteventura are Corralejo, Caleta de Fuste and Morro Jable.\n\n",{"type":"*","value":["Tenerife Auditorium:"]},"The Tenerife Auditorium is an incredible building designed by the famous Spanish architect Santiago Calatrava. It is highly recommended to tourists to visit this incredible structure and even to enjoy any of the concerts and events held in it.\n\n",{"type":"*","value":["Loro Parque:"]},"\nThe amazing Loro Parque (Parrot Pak) will surely fascinate you no matter your age. A visit to the park can take you nearly a whole day, so reserve some time for it. The park which was originally devoted to parrots shows has now grown into Tenerife's second biggest attraction after mount Teide.\n\nThe Loro parque is home to the world’s most important Parrot collection with over 300 species, an amazing seal show, Dolphin Show, Parrot Show, Aquarium with Shark tunnel, Gorillas, Chimpanzees, Tigers, Jaguars, Flamingos, Alligators, Tortoises, Orchid House, Gambian Market, a 'NaturaVision' Cinema and the worlds largest Penguinarium with a reproduction Antarctic climate within which 12 tons of snow falls a day.\n\n",{"type":"*","value":["Puerto de la Cruz"]},"\nPuerto de la Cruz is one of the top resorts in the Canary Islands. It is also the longest established most complete of all resorts on Tenerife. The old part of the town keeps beautiful spots, one of the few places where the locals still work, eat and drink. Much of the area around the old fishing port is full of narrow cobbled streets packed with colonial architecture.\n\nBritish tourism arrived here over a century ago and today 'el Puerto' has a wide span of magnificent hotels to suit all tastes and budgets. In addition to its old world charms it offers some of the best visitor attractions in the islands.\n\n",{"type":"*","value":["Tenerife Beaches"]},"\nThe volcanic nature of the island of Tenerife meant that the land has few natural beaches. Those that exist are characterised by black sand created from the island's volcanic rocks. The demand for tourist sun-bathing space, however, has led to the creation of resorts and man-made beaches, with golden sand having been imported in some cases.\n\nSome of the best beaches of Tenerife are Los Gigantes and San Juan in the west and Fañabe, in the South with its  golden sand, showers and excellent facilities. Also popular are Torviscas with its marina, Playa las Americas for its grey sandy stretches and los Cristianos' beach. Candelaria in the east has a small black shingle beach. Up north Puerto de la Cruz has a beach with fine black sand, and at Santa Cruz golden sand has been imported for its Terasitas beach.\n\n",{"type":"*","value":["Boat Trips from Tenerife"]},"\nA large number of companies offer boat trips for tourists, varying from a 'booze cruise' on a cruiser offering lunch, drinks and watersports to a trip around the island on a sailing boat or catamaran. One of the main attractions is the chance to see whales and dolphins in the wild. Visitors on most trips spot whales; dolphins are not so much of a certainty but can be seen generally - often very close to the boat. Trips go from either Puerto Colon in Playa de las Americas, or from the port at Los Cristianos and most operators offer a free bus service from the larger hotels in the main resorts.\n\n",{"type":"*","value":["Big Game Fishing around Tenerife"]},"\nThe Canary Islands are one of the best spots in the world for big game fishing and a number of companies offer fishing trips in Tenerife. While blue marlin are the most highly prized trophy fish there are plenty of other species including white marlin, wahoo, dorado, yellowfin tuna, and mako and hammerhead sharks. Regular catches of blue marlin range from 331 to 496 pounds (150 to 225kg) with last year's record standing at 794 pounds (360kg). Trips cost around €45 including all equipment, but excluding lunch.\n\n",{"type":"==","value":["Eat"]},"\nCanarian cuisine is a mix between Spanish, Latin and African cultures. Most of Canarian cuisine is a variety of fresh vegetables, fruit and fish, generally light meals, more easy to digest in a warm climate. Meat is usually consumed as a part of stews or as steaks.\n\n",{"type":"*","value":[" The local ",{"type":"'''","value":["fish"]}," is quite good. You will find a wide variety of international recipes of fish and seafood, too. Two popular fish dishes from Tenerife are Caldereta, a meal with tomatoes, goat meat and potatoes and the Sancocho Canario, a salted fish, usually white, in a “mojo” sauce."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Tapas concept"]}," is one of the most delicious Spanish contributions to international gastronomy. A Tapa is a light and small piece of food that Spaniards have either before lunch or dinner, usually with a glass of wine or beer. The Tapa can be presented in several ways. It can be made as a pincho (with a stick), as a mini-dish of a traditional recipe, as a canapé, etc..."]},"\n",{"type":"*","value":[" The Canary Islands are Europe's only exporter of ",{"type":"'''","value":["plantain bananas"]},". They are famously delicious here. These bananas are usually fried and are also commonly found in the West Indies."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Papas Arrugadas"]}," or ",{"type":"'''","value":["papa sancochada"]}," - Potatoes boiled in very salty water until they are \"wrinkly\" -- hence the name -- and served with ",{"type":"''","value":["mojo picón"]},", a spicy cold red sauce made with chili and garlic.  These are often served as a tapa."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gofio"]}," - Grain flour used especially at breakfast or to accompany ",{"type":"''","value":["potaje"]},", a local stew."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Conejo en salmorejo"]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Miel de Palma"]}," - Palm honey."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Arepas"]}," - tortas made from fine corn flour filled with minced meat, cheese, or sweet mango."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mousse de gofio"]}," or ",{"type":"'''","value":["gofío amasado"]}," - a desert made from ",{"type":"''","value":["gofio"]},", ",{"type":"''","value":["miel de palma"]},", and plantains."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wines"]},". There are several brands of wines in the islands. North of Tenerife, La Geria in Lanzarote or La Palma have very appreciated vineyards."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rum"]},". There are also well known rum factories, specially in Gran Canaria (Artemi and Arehucas). The 'ron miel' is a sweet liquor made from rum and honey."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Barraquito"]},", also called barraco, is a coffee speciality from the Canary Islands and particularly popular on Tenerife but also on La Palma."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beer"]},". There are three locals beer factories (Dorada, Tropical and Reina)."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Tenerife"]]}]},{"type":"*","value":[" Hotel La Quinta Roja"]},"\n",{"type":"*","value":[" Hotel La Siesta"]},"\n",{"type":"*","value":[" H10 Oasis Moreque"]},"\n",{"type":"*","value":[" H10 Costa Adeje Palace"]},"\n",{"type":"*","value":[" H10 Las Palmeras"]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"'''","value":["112"]}," is the common emergency number.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["28.1000"],["-15.4000"]]},"\n",{"type":"{{","value":[["related"],["Spain"]]},"\n",{"type":"{{","value":[["isPartOf"],["Spain"]]},"\n",{"type":"{{","value":[["isPartOf"],["Islands of the Atlantic Ocean"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Canary Islands"]]},"\n",{"type":"[[","value":[["Wikipedia:Canary Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous_Communities\/Canary_Islands\/"]]}]