[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Candolim Beach Goa.jpg"],["thumb"],["250px"],["Candolim beach"]]},"\n\nCandolim is a village in ",{"type":"[[","value":[["North Goa"]]},", ",{"type":"[[","value":[["India"]]},". It is situated just south of the famous ",{"type":"[[","value":[["Calangute"]]}," beach, and is a popular tourist destination.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"'''","value":["Candolim"]},"  beautiful section of beach in the continuum of ",{"type":"[[","value":[["Calangute"]]}," has been largely overrun by tourist shops, restaurants and hotels. Nice area to stay for people interested in shopping and dining close to beach front accommodation. A bit too expensive for the backpacker crowd though.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are plenty of buses that ply between ",{"type":"[[","value":[["Panaji"]]},", ",{"type":"[[","value":[["Calangute"]]}," via ",{"type":"[[","value":[["Sinquerim"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fort Aguada"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\nApart from sunbathing, shopping for trinkets and eating there is not much else to do in Candolim, which makes for a relaxing holiday. \n",{"type":"===","value":["Beach"]},"\n\n",{"type":"[[","value":[["File:Fort Aguada -May 2012.jpg"],["thumb"],["250px"],[{"type":"'''","value":["Fort Aguada"]},", Goa"]]},"\n\nCandolim beach is another relatively busy soft sandy beach that due to erosion can be narrow in some places.   Hawkers selling mostly cheap clothes and along with masseurs offering massages makes the beach a lively spot.   A polite but firm no always works ~ though these people can be very interesting to talk to.   There are a variety of beach shacks providing plenty of food and cold drink choices along with rickety sun beds and the odd rustic \"loo\".   Towards the Sinquerim end of the beach you can get most forms of water sport activities including para sailing and ''\"See the dolphin boat trips\".         \n''   \nThis is a tour operator tourism place, though it gets very busy with locals at weekends and holidays.\n\nThe bulk ore carrier River Princess ended up being grounded some 100 meters from the beach during the 2001 monsoon.   Despite numerous pledges by both local and central government, she still lays rusting.  Various attempts have been made to salvage or re-float the ship.   As of March 2009 the boat is still there.   Over the years it has managed to accelerate coastal erosion which has resulted in the changed shape of the shoreline and makes swimming nearby very dangerous due to the strong undercurrents that are caused by the presence of the ship.   Promising efforts to remove her started in 2005\/2006 but due to the severe rusting the work stopped as the 2007 monsoon arrived. Recently a number of protests by locals and tourists has led to a High Court action calling for the River Princess to be declared a State Disaster.\nIn the last 6 months work has begun on the break up of the River Princess. This is to be completed in early 2012.\n\n",{"type":"===","value":["Tours"]},"\nLots of places offering tours.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nHands down, the best restaurant in Candolim is ",{"type":"'''","value":["After 7"]},". Great selection of food and wine (mainly European) served in a beautiful garden. Great service, very romantic. The chap that owns the place ‘Leo’, super friendly, and very passionate about his restaurant. Opp Pedro Martina Resort, 1\/274b, Gaura Vaddo.\n\nJust opened, sister restaurant to ",{"type":"'''","value":["After 7"]},", also run by Leo called ",{"type":"'''","value":["Posh"]},". Do a great American style brunch. Eggs Benedict, 10\/10, best cup of coffee I had in India. Can’t comment on the dinner menu, but it looked great. Opp Nerul Panchayat.\n\nYou should try this lovely restaurant called ",{"type":"'''","value":["BOM SUCESSO"]}," in Candolim. A multicusine the food is great.You should try their Seafood and meat platters and their ",{"type":"'''","value":["Tiger Prawns"]},". Good entertainment- live music, karaoke, magic show, big screen etc.With a sound proof music room now the music goes on even after 10PM.\n\nFor good North Indian food and succulent kebabs in pleasant surroundings try Floyd's on the main road just south of the junction to Mapusa. It's a small place with a warm and friendly atmosphere and is very popular.\n\nCoconut Inn, a bit further south and just off the main road (signposted from the junction) is housed in the garden of an old Goan house and serves good food in a relaxing environment at very reasonable prices. Service is friendly and attentive and there is live Portuguese \/ Goan music on Tuesday evenings.\n \nFor excellent food and service (but for some reason to an American rock soundtrack) walk a bit farther south on the main road towards Sinquerim to Flambee. The food is fabulous and the whole tandoori kingfish (huge, so only for groups) is a delicious work of art. The restaurant is open all year round, unlike most in Candolim, which close during the monsoon.\n\nStone House, again on the main road, has been going for so long that it is now a Candolim institution. It's a multi-cuisine restaurant - steaks are the house speciality - with good blues music and excellent cocktails.\n\nFurther south in Sinquerim proper is Allspice, a large and attractive garden restaurant near the Taj Holiday Village. Considering its location the prices are very reasonable and there is live entertainment most nights. They also have regular buffet evenings and are open all year round. It is popular with both tourists and middle class locals.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Top Corner"],["url="],["email="],["address=Top of Monte Villa - Candolim"],["lat="],["long="],["directions=Road on which Teamas on corner"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New restaurant, food is excellent can recommend Pork Assadio, Pork Chops are also very good and really big, very reasonably priced. The bread and butter pudding is superb but not as we know it jim, a must try. Quality is amazing, a must try plus a good wine list"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Himalaya bar and restaurant"],["url="],["email="],["address=candolim"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=the service and food is awesome, run by a family... one of the best place to plunge yourself into mouthwatering dishes!! Try it out !! the best restaurant to be in candolim.... its awesomee..."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Victor's"],["url="],["email="],["address=Whispering Palms Road\/Beach Road, Candolim"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Exceptional seafood."]]}]},"\n",{"type":"==","value":["Drink"]},"\nFor a great night out try Bom Sucesso.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"'''","value":["Sea Pearl Guesthouse"]},", http:\/\/www.seapearl.in\/]is a family run guesthouse on the quiet part of the Candolim Beach.\n\n",{"type":"'''","value":["Goanstay"]},", ",{"type":"[","value":["http:\/\/www.goanstay.com\/"]}," 2 bedroom apartment in the heart of Candolim. Beautifully landscaped gardens,3 swimming pools and close to the beach.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North Goa"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Candolim"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Goa\/Localities\/Candolim\/"]]},"\n",{"type":"{{","value":[["geo"],["15.52"],["73.75"]]}]