[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":["Canoa"]}," is a pleasant, laid-back fishing village on the Pacific coast of ",{"type":"[[","value":[["Ecuador"]]}," in the Manabi Province. Popular with travellers and yet not overrun by them, it's an excellent place to chill-out for a few days on the beach or practice your surfing skills.\n\n",{"type":"==","value":["Get in"]},"\nEvery 30 minutes there is a bus connection with San Vicente. From here you will need to take a boat across the mouth of the Chone river to get to Bahia de Caraquez. You can either jump on the car ferry (free) or pay a small fare to go across in one of the small motor boats which leave from the jetties. From Bahia 4 busses daily leave to ",{"type":"[[","value":[["Quito"]]}," (two in the morning (6:30AM, 9AM) and two in the evening).There are now direct buses to Quito and Guayaquil to and from Canoa.\n\nThere is also a bus route up the coast to ",{"type":"[[","value":[["Pedernales"]]},". The ",{"type":"[","value":["http:\/\/www.ecuadorbeach.com\/map.html Sundown Inn"]}," has excellent maps of Canoa and the region.\n\nIt is possible to get to Canoa from Puerto Lopez and Montinita, however it requires a few buses changes. The Recommended route is Via Jipijapa & Puertoviejo, however it should also be reachable from Manta. Some buses advertise as going directly to Canoa, but in practice unless there are a large number of people on the bus going to Canoa you will be left in San Vicente and provided with a partial refund to catch a local bus that passes through Canoa.\n\nThere is a new bridge from Bahía de Caráquez and San Vicente (Motor and walkman).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Surfing"]},": Canoa has some nice surf to learn or perfect your skills. ",{"type":"''","value":["Surfshop Bahaya"]}," (one block from the beach) rent out shortboards or longboards (no intermediates) for about USD5 per half-day. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Parapente"],["alt="],["url=http:\/\/www.flycanoa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Or ",{"type":"'''","value":["paraglide"]}," and recently an American has setup a school Fly Canoa which offers several courses. If you don't have time or the desire for this there are also inexpensive tandem flights available so you can get a taste of flying."]]}]},"\n",{"type":"*","value":["An adventure company Canoa Thrills recently opened at the Surf Shak.  They organize paragliding, kayaking, surf lessons and rentals, custom swell specific surf tours up and down the coast, whale watching tours, kayaking cave tours and much more. Stop by the Surf Shak and speak with the team about booking a trip.  "]},"\n",{"type":"*","value":["Beachcombing along the beautiful beach at Canoa can be quite rewarding as some beautiful tropical sea shells wash up. One annoying aspect of the popularity of the beach is that, like any popular Ecuadorian beach  it often has a lot of rubbish on it at the end of each day. (Canoa itself is known for its ecological pride, but the rubbish is washed in from other coastal areas. You can avoid making this worse by avoiding plastic bottles.) Even if you are not staying at Hotel Bambu, they will give you one free cocktail if you fill a bag up with rubbish - you can fill a bag quite quickly and it's a free drink and a great way to keep the beach clean, so everybody wins."]},"\n",{"type":"*","value":["Take a trip to ",{"type":"[","value":["http:\/\/www.riomuchacho.com\/ Rio Muchacho Organic Farm"]},". They offer 1-3 day tours with activities including horse trek to howler monkey forest and waterfall, making chocolate and coffee from the bean, making necklaces, bowls, and rings from natural materials, and lots more.  They also offer volunteer programs for the farm and eco-schools.  You can get more information on Rio Muchacho or other tours in Ecuador at their office in Canoa which also sells fair trade items."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Canoa Spanish School"]}," is a great place to learn Spanish while enjoying the beach. It is located at the Sundown Inn on the beach just south of town. You can get a 4-week program with private beachfront room, all meals and 80 hours of private tutoring for around USD800."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" There are several tourist shops in Canoa"]},{"type":"*","value":[" There is no bank or ATM, you must take the bus and ferry to Bahia. There is an ATM in San Vicente"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Restaurante ",{"type":"'''","value":["Genesis"]},", Javier Santos #306 (main road), has cheap and decent fish dishes. They may try to get more money out of you by bringing more (or more expensive) dishes than what you ordered."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jixsy"]}," (where the main road meets the beach) has good prices and food, including non-fish dishes. The staff is very friendly and will go out of their way to make the dish you want. Good vegy options."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Costa Azul"]}," (opposite Jixsy), is recommended against. The menu lacks variety, and they couldn't manage to cook edible rice. The staff and owners are also known for having an attitude."]},"\n",{"type":"*","value":[" '''The Surf Shak'''''', on the malecon, is a great North American style restaurant that offers burgers, pizza, spaghetti, etc.  The food is the best non-Ecuadorian in the area and the prices are quite reasonable."]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Freedom Ecuador Restaurant & Bar"],["url=http:\/\/www.freedomecuador.com"],["email="],["address=km12.5 San Vicente-Canoa Highway"],["lat="],["long="],["directions=On the beach, 1 mile south of Canoa"],["phone=+093 099552418"],["tollfree="],["fax="],["hours=late"],["price=average"],["content=A bit of an atmosphere for those looking to escape the noise of Canoa. The food menu is the bland. Free Wi-Fi, free pool hall, dance hall, Arabian-style lounge areas, outdoor lounge area, free hookahs, and a projector screen for movies and sporting events. Drinks are USD1.50 for a litre of the native Pilsners or Club beers. Wine and cocktails are also offered. Great food, great prices, great live entertainment if you are in your eighties."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Coconut Hotel"],["url=http:\/\/www.coconuthotelcanoa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Coconut Hotel has new owners and is offering stand up paddle board lessons along with Hatha and Vinyasa yoga lessons twice daily. Hostel and private rooms available from USD10-25 a night. Food and drink service available, as well as board and bike rentals."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Green House Surf Canoa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A long term hostal that offers short and long term surf camps. Housing, meals, and surfing lessons are included in all packages. The hostel also offers touristic excursions, Spanish lessons, and volunteer opportunities as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Coco Loco"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours=Dorm beds USD6 and privates from USD15"],["checkin="],["checkout="],["price="],["content=On the beach with great views from every room, comfortable cheery rooms, hot showers, and a communal kitchen. Friendly and helpful Alaskan owner. . Stop by and ask the staff and enjoy a 2 for 1 cocktail during happy hour, 19:00-20:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hosteria Canoa"],["alt="],["url="],["email=ecocanoa@mnb.satnet.net"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Or canoa@hosteriacanoa.com. Has hotel style rooms with A\/C as well as individual cabins with three single beds and a seprate bedroom with a queen. The nice pool is in the center of this Hosteria with the beautiful and somewhat secluded beach a short walk away. Good food, drinks and views from the upstairs restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Baloo"],["alt="],["url=http:\/\/www.baloo-canoa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price= USD7-15 per person"],["checkin="],["checkout="],["content=Is probably the quietest and most laid back place in town, away from all the obnoxious loud music that you will find on the beach closer to the busy end of the town. Great steaks on Saturday night, also pork ribs and langostinos (lobster). Free Wi-Fi and pool table as well as reasonably priced laundry service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bambú"],["alt="],["url=http:\/\/www.ecuadorexplorer.com\/bambu"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD4-20"],["checkin="],["checkout="],["content=Is right on the beach. It rents out bamboo sheds, cabins or hotel rooms or you can pitch your own tent. Besides accommodation there is a restaurant (good food, but a bit pricey) and bar. If you fill one of their large (not small!) bags with trash from the beach you get a free cocktail. Furthermore there is a pool table, table tennis, free Wi-Fi, laundry service, and surfboard rental. The happy hour (17:00-18:30) is a good time to meet other travellers. The mood is very relaxed and during this time you get a \"2 for 1\" deal on cocktails (2 of the same type for the price of one)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada de Daniel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Four blocks from the beach in front of the park"],["phone="],["fax="],["hours=USD6-8 per person"],["checkin="],["checkout="],["price="],["content=The bus from Pedernales goes past the door and stops one block away. The bus to San Vicente also stops one block away. There is a pool table, Internet cafe, cable TV, small swimming pool, laundry service and surfboard rental. Rooms are private cabañas with private bathrooms, comfortable beds and air conditioners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sundown Beach Hostel"],["alt="],["url=http:\/\/www.ecuadorbeach.com\/"],["email="],["address="],["lat="],["long="],["directions=About 2 km south of town"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A great place to stay and relax outside the noise of main town. Nice beachfront rooms, some with balconies, for USD5-8 per person. They also offer Spanish lessons."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Iguana"],["alt="],["url=http:\/\/camping-iguana.com\/"],["email="],["address="],["lat="],["long="],["directions=One block from the beach towards the south end of town"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD4-7"],["content=Quiet little hostel\/campsite with kitchen, bbq, hammocks, wifi. Laid-back atmosphere, great place to relax. There is a dorm, or you can pitch a tent or rent a tent\/hammock for a few dollars."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nUse common sense, do not take valuables to the beach. Do not walk alone on the beach at night.\n\n",{"type":"==","value":["Go next"]},"\n\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Coastal_Lowlands_(Ecuador)"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]