[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"{{","value":[["style"]]},"\n\n\nThe ",{"type":"'''","value":["San Marcos River"]}," is a spring-fed river in the ",{"type":"[[","value":[["Texas"]]}," ",{"type":"[[","value":[["Hill Country"]]},".  It is fed from the Edwards Aquifer near ",{"type":"[[","value":[["San Marcos (Texas)"],["San Marcos"]]},", and flows through Luling and merges with the Guadalupe river near Gonzalez.  While many people take day trips down legs of the river, this itinerary will cover the entire length of the river.  It will take a very slow pace, and allow the traveller to take long breaks for meals and have several stops for swimming, rope swinging, and whatever else the wild heart desires.\n\n\n",{"type":"==","value":["Understand"]},"\nYou won't meet all that many people, short of a few drunk tubers and racers training on the river.  You will see a whole lot of nature, mostly unmolested.  Please help keep it that way.  Environmentalism is important to many people in San Marcos and along the river, and it's just plain good manners to leave the place looking cleaner than how you found it.\n\n",{"type":"==","value":["Prepare"]},"\nYou should consider this a three day trip through the middle of nowhere.  It's not, of course - emergency services are at most a few minutes away, there are plenty of stores a short hike from the river, and even most of the river basin has cell phone coverage (if you get in a pinch and need a phone NOW and you can't get reception, try climbing the bank or a tree on the bank).  Though unlikely, you should still prepare for natural emergencies.  That means, bring the following equipment:\n",{"type":"*","value":[" ",{"type":"'''","value":["Lifejackets"]},", at least one per person, ",{"type":"'''","value":["required by law"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Snakebite kit"]},", one per boat."]},{"type":"*","value":[" ",{"type":"'''","value":["Marine flares"]},", one set per boat - ",{"type":"'''","value":["only used to summon attention emergency services in a life-threatening emergency"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["First aid kit"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sunscreen"]},", while many people don't think of this as an emergency supply, sun stroke can be deadly - take it and wear it."]},"\nYou'll also need basic boating and camping supplies!  There are many local outfitters who can help you with these.  See the outfitters list under the \"Do\" section in the ",{"type":"[[","value":[["San Marcos (Texas)"],["San Marcos"]]}," article.\n",{"type":"*","value":[" ",{"type":"'''","value":["Canoe"]},", a basic aluminum or ABS C2 will do for two people and gear.  You might be able to fit three, but things get friendly."]},{"type":"*","value":[" ",{"type":"'''","value":["Lifejackets"]},", at least one per person, ",{"type":"'''","value":["required by law"]},", yes it's important enough to list again."]},{"type":"*","value":[" ",{"type":"'''","value":["Paddles"]},", carry a spare per boat - it's not unheard of to lose a paddle, but you can often recover them."]},{"type":"*","value":[" ",{"type":"'''","value":["Changes of clothes"]},", sleeping in swimming trunks is not recommended, chafe is bad!"]},{"type":"*","value":[" ",{"type":"'''","value":["Food"]}," enough for three days.  Be sure to seal it in watertight storage.  Coolers are usually good.  Ammo boxes work too.  It would not be unwise to place individual items in zip-top bags inside watertight containers."]},{"type":"*","value":[" ",{"type":"'''","value":["Water"]}," enough for three days of heavy activity.  Yes, you're in a whole bunch of water, but it has all sorts of nasty things in it that you don't want to drink.  You could boil it, but that will use a lot of fuel.  It's often easier to just pack bottled (or re-bottled) water.  Three gallons per person per day should be plenty."]},{"type":"*","value":[" ",{"type":"'''","value":["Toilet paper"]}," - because leaves itch and your ",{"type":"[[","value":[["poison ivy"],["poison-ivy-spotting skills"]]}," might not be up to par."]},{"type":"*","value":[" ",{"type":"'''","value":["Soap"]},", preferably Lava brand.  It scrubs well and kills poison ivy oils."]},{"type":"*","value":[" ",{"type":"'''","value":["Tent"]}," - it often rains without warning, and Texas mosquitoes are often compared to small birds."]},{"type":"*","value":[" ",{"type":"'''","value":["Propane stove"]}," - open fires are often banned during the summer if there is little rainfall, but responsible use of a propane stove or burner is always fine.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Cookware"]}," - you'll need something to cook your food in.  A 10\" cast iron skillet and 5 qt cast iron pot will probably be plenty.  Don't forget bowls, forks, spoons, a stirring spoon, and the like."]},{"type":"*","value":[" ",{"type":"'''","value":["Trash Bags"]}," to pack your trash out.  It would probably be a good idea to secure these in a cooler too.  Don't forget to pick up some litter along the river.  Leave it a little better than you found it."]},"\nIt might not be a bad idea to set food and water drops ahead of time.  Plan what you'll need ahead of time, and leave it with someone at a campground.  Hiding things in the bushes by the river would probably be a bad idea - people and animals get curious, and it would look a lot like litter.  Campground staff will usually be happy to hold a package for you with your reservation.  Contact the listed stops a few days ahead of time to arrange your reservation and storage.\n\nGet reservations early!  A week is usually enough time unless it's a holiday weekend.  A month might be better then.  It's advisable to camp in campgrounds.  They usually offer shower facilities (though there's little reason to not bathe in the river if you're so inclined).  Most of the riverfront property is private and owners do not like trespassing.  While the river, bank, and easement are supposedly public property, few landowners care.  The easiest way to deal with it is to pay a few dollars a head to camp at a site on the river.  The staff may also watch for you and contact authorities if you fail to claim your reservation, if you request.\n\nThe \"recommended\" procedure for this trip is to bring two vehicles, pack your final day's supplies in one, and leave it locked at Palmetto State Park (speak with the park host or attendant to arrange to have your vehicle left there for three days, and to purchase necessary permits).  It is unlikely to be disturbed in your absence.  Take the other vehicle and drive up your drop in ",{"type":"[[","value":[["Luling (Texas)"],["Luling"]]},"  and leave supplies, drive to Shady Grove and leave your deposit and supplies, then drive to San Marcos City Park and put in.  It might be wise to leave your tent and cooking supplies packed at Shady Grove to decrease weight (there are several dams that require portage).\n\n",{"type":"==","value":["Get in"]},"\nThe trip starts in ",{"type":"[[","value":[["San Marcos (Texas)"],["San Marcos"]]}," city park, but you may wish to make supply drops along the way.  This trip is timed to stop at Shady Grove Campground in Martindale, Luling City Park, and pull out at Palmetto State Park off US-183 near Ottine, but plenty of other sites are available.  \n\nExit US-183 off IH-10 and go south toward Gonzalez.  Turn right on Park Road 11 (clearly marked) and you will come to the park headquarters just after the town of Ottine, on the right side.  Speak with the person at the desk to determine how to best meet your needs at the time.  \n\nAfter you leave one vehicle at the park, head back out PR-11 and take a left on US-183.  Go north, through Luling, and to the river.  You should be able to get river access by turning off to the right and following the dirt road under the bridge.  There is a parking lot and picnic table here.  You may or may not be able to stash supplies and have them unmolested.  \n\nHead back up US-183 until you get to TX-80. Take a left and cross the railroad tracks.  To stay on TX-80, you'll have to make a left turn at the light just after the railroad tracks.  Continue on TX-80 until you come to Martindale (be sure to observe the speed limits in Martindale!).  Turn left on FM-1979 and follow it to Shady Grove, just across the river.  Arrange for your stay and to leave supplies, if you desire.  \n\nGo back out on FM-1979 and take a left to continue on TX-80 to cross IH-35 in San Marcos.  The road becomes TX-12.  After the second set of railroad tracks, take a right on Bobcat Drive.  Immediately after the next set of railroad tracks, take a left on Jowers\/City Park drive.  Follow the signs to the end of the road and park near the Lions Tube Rental building.  You start here by putting your boat in at the steps.\n\n",{"type":"==","value":["Canoe"]},"\nBefore you shove off, double-check your equipment.  Make sure your spare paddle is securely lashed to the boat, along with your chests and other gear.  It's a very good idea to use vehicle tiedowns to secure the lids of coolers.  Apply your sunscreen now too!  The expected time to head out is about 09:00 to 10:00.  Approximate times for arrival at points of interest are listed to help you budget times.  These are all, of course, suggestions.  You'll be able to slide the scale by up to several hours in the summer and still make your stops before it gets dark.  It's probably a bad idea to try to navigate an unfamiliar river at night - don't try it without experience or a guide.\n\n",{"type":"===","value":[" Day 1: Lions Park to Shady Grove "]},"\nThe first day's pace is slow.  If you follow this guide you won't get very far down river, only 11 miles, but you'll find a lot of fun stops and swimming.  You can head out several hours late if plans go awry - just adjust the listed times accordingly.  Enjoy the pace today, tomorrow's is a lot faster!\n\n",{"type":"====","value":["Rio Vista Park - 10:00"]},"\nHead out of the park and take a leisurely pace.  The river will do most of your work in this stretch.  You'll quickly pass Rio Vista park.  There used to be a dam with a chute at this spot, but it was recently demolished and replaced with rapids.  They can be so much fun to run that you'll be tempted to pull out and walk the boat back up to the head.  You'll have plenty of time to dally here, so go ahead.  Next you'll come to a small dam right after IH-35.  The perspective will deceive you - the drop is almost six feet and you will swamp your boat and might lose gear if you try to run it.  Portage around the left side, and continue down the river.\n\nThe river will soon fork to run around Thompson's island.  The right fork is usually easier to navigate, but it won't make a huge difference.  You'll probably notice the water starting to get cloudy with sediment by this point too.  There are plenty of places to stop and swim on this stretch of the river.  If you're lucky, you'll even find a rope swing.  Be sure to respect private property and not venture beyond the banks of the river unless invited.\n\n",{"type":"====","value":["Blanco River - 11:00"]},"\nAfter a mile or two, the river begins to get wider and slower.  You'll soon come to what looks like a fork - it's not.  The Blanco River merges with the San Marcos, but they're so slow at this point that it's hard to tell which way it goes.  Take the fork to the right.  Hint: most fallen trees lean downstream, pushed over by floodwaters.  You'll work up an appetite paddling through this slower section of the river, but don't lose heart!  Your effort will be rewarded!\n\n",{"type":"====","value":["Cummings Dam - 12:30"]},"\nSoon you'll come to the Cummings dam.  You'll probably notice the gearhouse on the left of the river.  It's very pretty, very historic, and very dangerous.  Do not climb it, swim near it, or play on it - people die when they do stupid things here - ",{"type":"'''","value":["never try to run this dam"]},".  Your safety is pretty much guaranteed if you go to the right of the dam and lower your boat to the ground below, or carry it on the trail around the dam.  Once you get your boat down, you might want to have lunch on the gravel bar.  There's plenty of sun, shade, and spray to meet your tastes.  Just be sure not to swim near the dam, even on the downriver side - eddies and churn can make this your last swim.  Continue on down the river when you're ready.\n\n",{"type":"====","value":["Cotton Gin Island - 14:30"]},"\nYou'll pass the low water bridge at CR-266 and then see Pecan Park.  There's a great gravel bar and a couple of rope swings to be found.  It's always fun to explore the island too.  Private property boundaries are clearly marked, so there's little need to worry about accidental trespass.  At the end of the island is an old cotton gin.  The structure and dam were blasted with dynamite and now provide some run rapids.  Scout them then take a run.  It will be difficult to get the boat back up the river, so plan on only one run here.\n\n",{"type":"====","value":["Cottonseed Rapid - 16:00"]},"\nYou'll soon come to a long light rapid through a field.  Scout it, run it, and portage back and run it again if you like.  If you get here later in the evening, it wouldn't be a bad spot to stop for an early dinner or just a snack.  After your break, continue on down the river.  Shady grove is three more miles, about a mile past the low Martindale bridge.  Once you arrive, pull out, check in, and set up camp.  You should get here relatively early and be able to set up camp and a fire (if allowed at the time) and enjoy the evening.  \n\n",{"type":"===","value":["Day 2: Shady Grove to Luling"]},"\nGet up, stretch, shower, and pack.  You'll probably want an early start for day 2 - the stretch is 27 miles and it will probably take just over twelve hours.  You should probably head out about 07:00.  \n\n",{"type":"====","value":["Shady Grove - 07:00"]},"\nGet an early start - you'll have a five mile stretch of fairly fast water before you get to the first point of interest.  There's no reason not to find a gravel bar to stop and swim on though.  Just don't dally too long.\n\n",{"type":"====","value":["Staples Dam - 09:30"]},"\nYou'll probably be ready for lunch by the time you get here.  You'll see the FM-1977 bridge over the river, and the dam right after it.  You can portage around either side, but the left is probably easier.  ",{"type":"'''","value":["Do not attempt to run this dam"]}," unless you want to drown.  The gravel bars just below the dam make a great spot to stop for a snack, though.\n\n",{"type":"====","value":["Fentress Bridge - 14:00"]},"\nNothing too exciting, just the TX-20 bridge over the river.  You probably should have stopped to have lunch by now.  Any gravel bar will do.\n\n",{"type":"====","value":["Stairtown - 17:30"]},"\nAnother bridge!  This is CR-119.  This wouldn't be a bad spot to stop and have dinner.\n\n",{"type":"====","value":[{"type":"[[","value":[["Luling (Texas)"],["Luling"]]}," 90 - 19:30"]},"\nYou're finally to the end!  You'll probably recognize it by the railroad tracks just before the bridge.  You're probably pretty tired by now.  Make camp, cook dinner, and get some well-deserved sleep.  The longest day is over.\n\n",{"type":"===","value":["Day 3: ",{"type":"[[","value":[["Luling (Texas)"],["Luling"]]}," to Palmetto State Park"]},"\nThe river is wider and slower here.  You won't find as many gravel bars, and the water isn't as pretty.  It's still some great canoeing though!  You have another twenty miles to go.  This should take you about ten hours.  \n\n",{"type":"====","value":[{"type":"[[","value":[["Luling (Texas)"],["Luling"]]}," - 08:00"]},"\nBreak camp and head out.  This leg of the trip is a third shorter than yesterday's so you can go a little easier.  \n\n",{"type":"====","value":["Zedler Mill - 11:00"]},"\nThe City of Luling has a great park on the river, above and below the dam, with an old mill and a nifty rope swing.  Take some time to eat here, swim, and cavort.  This dam is much safer than other large ones on the river - many people walk along it and swim right by it - just remember to treat it with respect.  The right side is the easier portage for the boat.\n\n",{"type":"====","value":["I-10 - 13:00"]},"\nOn down the river you'll paddle under I-10.  Lots of bats live under this bridge.\n\n",{"type":"====","value":["Ottine Dam - 17:00"]},"\nThis is another dangerous dam.  Do not under any circumstances attempt to run this dam.  Don't swim near it either.  You'll see a warning sign about 300 feet before you get to it, and it's just after a right turn.  Otherwise, it's hard to notice. ",{"type":"'''","value":["This dam has failed within the past few years (beginning in 2008), becoming a 'strainer' and providing a VERY dangerous situation for paddlers of all skill. Prepare to port FAR ahead of time if you must venture to this area."]}," ",{"type":"[","value":["http:\/\/www.sanmarcosrecord.com\/local\/local_story_282112841.html San Marcos Record - Old dam gives it up"]},"\n\n",{"type":"====","value":["Palmetto State Park - 18:00"]},"\nAnd in the evening you'll come to the palmetto state park low water bridge.  This is where you pull out.  The refrectory and showers are to the left, the campsites are to the right.  You made it down the river, now get some more camping!\n\n",{"type":"==","value":["Stay safe"]},"\nMost safety concerns are obvious.  Use the buddy system when swimming, stay away from large dams, and don't molest the wildlife or drunks and you should be fine.\n\n",{"type":"==","value":["Go next"]},"\nIf you did not get a shuttle to San Marcos, you'll have to pick up your other vehicle.  Head out PR-11 and take a left on US-183.  Go north to ",{"type":"[[","value":[["Luling (Texas)"],["Luling"]]},", take a right on TX-80 and follow it to San Marcos (remember to take a left immediately after the railroad tracks).  Then continue on TX-80 to cross IH-35 in San Marcos.  The road becomes TX-12.  After the second set of railroad tracks, take a right on Bobcat Drive.  Immediately after the next set of railroad tracks, take a left on Jowers\/City Park drive.  Follow the signs to the end of the road and park near the Lions Tube Rental building and locate your vehicle.\n\n",{"type":"{{","value":[["usableitinerary"]]},"\n\n",{"type":"{{","value":[["related"],["Hill Country"]]}]