[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Canteen Kopje"]}," is in ",{"type":"[[","value":[["South Africa"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nCanteen Kopje, located in Barkly West, is the site of industrialization of South Africa in that diamonds were discovered here in 1869 and it became the first alluvial diamond diggings in South Africa. Also known as the archaeological hot spot of the world, this site contains hundreds of thousands of artefacts from its earlier inhabitants- the Thlaping tribe.\n\nLater in 1925 a digger found eleven fragments of a human skull, known as The Canteen Kopje Skull, which was later described in Nature by Robert Broom in 1929. Due to recent studies it is currently subject to speculation. The steel girdered toll bridge, the first to ford the Vaal River, was transported in sections from the United Kingdom (by sea, rail and, over the last more than 100 km by ox wagon) and erected across the Vaal in 1885. A steel plate gives details of its manufacture: \"Westwood, Baillie & Co, Engineers and Contractors, London 1884.” Shops in Kimberley and Barkly West closed for the occasion when the bridge was opened.\n\nDigging on the site continued, albeit on and off in the years leading up to 1948 when Canteen Kopje was proclaimed a National Monument and later a Provincial Heritage Site. Three weeks after the outdoor displays were set up in 2000 vandals went through the walking trail and systematically broke every display board in Canteen Kopje. After receiving custodianship in 2010, Vaal River Adventures has faced many challenges at this site, but are restoring it to its former beauty in order to form a sense of pride for heritage among locals.\n\nNevertheless, Canteen Kopje remains the critical puzzle piece that changed the history of this country and resulted in the birth of Kimberley’s diamond rush and subsequently Johannesburg’s strike of gold. A new bridge was built alongside in the 1970s. The toll house erected to recover revenues from those using the old bridge was restored and opened in 2000 and now serves as a quaint museum, boasting social and mining history as well as local geology and archaeology.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-28.542778"],["24.531111"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Diamond Fields"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Canteen Kopje"]]}]