[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Cantonment"]}," is a historic and river recreational community in northwest ",{"type":"[[","value":[["Florida"]]},", in the ",{"type":"[[","value":[["United States of America"]]},". It is located in Escambia County, Florida's westernmost county, at the tip of the \"panhandle\" and is home to an International Paper Mill operation. It is 15 miles north of Pensacola at the narrowest part of the County lying on U S Hwy 29.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"'''","value":["Pensacola"]}," is the major city in the region, lying 15 miles to the south following U S Highway 29.\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nThe community is home to one of the first paper mills to locate in the State of Florida and was the site of General Andrew Jackson's emcampment in 1821 when he arrived to accept Florida into the United States. He stayed with his friend, the Spanish Land grant holder Don Gonzales, at his house which was 15 miles north of the ceremony site, which was in downtown Pensacola. General Jackson's troops camped nearby, which gave the area it's name - Cantonment - which means \"temporary quarters for troops\". the Main entrance to Pensacola from the north, U.S. Highway 29, runs through the town. Also noteworthy about the region is the fact that it lies in the narrowest part of the County between two large rivers, the Perdido and the Escambia. The Escambia River is the 4th largest river in the State of Florida and is considered the best fishing river by the Florida Department of Fish and Wildlife.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":["Pensacola Regional Airport"]},"  (",{"type":"{{","value":[["IATA"],["PNS"]]},"), ",{"type":"[","value":["http:\/\/www.flypensacola.com\/"]},". Currently served by six airlines providing direct service to Houston George Bush Intercontinental, Atlanta, Dallas\/Ft. Worth, Chicago O'Hare, Memphis, Charlotte, Tampa, Orlando, and Fort Lauderdale.  \nFrom the airport, you can rent a car, order a cab, or use the Escambia County Area Transit (ECAT) bus system.  \nNumerous companies offer car rental service from PNS, and this will be your best option for traveling around the city. Alamo  ",{"type":"[","value":["http:\/\/www.Alamo.com"]},", Avis ",{"type":"[","value":["http:\/\/www.avis.com"]},", Budget ",{"type":"[","value":["http:\/\/www.Budget.com"]},", Dollar Rent-a-Car ",{"type":"[","value":["http:\/\/www.dollar.com"]},", Hertz ",{"type":"[","value":["http:\/\/www.hertz.com"]},", and National Car Rental ",{"type":"[","value":["http:\/\/www.nationalcar.com"]}," all offer services at the airport.  In addition, Enterprise Rent-a-Car ",{"type":"[","value":["http:\/\/www.enterprise.com"]},", and Thrifty Car Rental ",{"type":"[","value":["http:\/\/www.thrifty.com"]}," have locations just off of airport property, and offer complimentary shuttle service to their offices.\n\nTaxi cabs are authorized to charge an additional $1 to pick up anyone from the airport, and there is an $11 minimum charge for the use of a taxi from the airport.  However, this charge is lower than most cities in the United States, and in fact Pensacola taxi cab fares are among the lowest in the nation; due to the large size of Pensacola, taxis are an expensive way to travel the city but an effective and easy way.\n\n",{"type":"===","value":["By car"]},"\nBy car, Cantonment is located about three hours west of ",{"type":"[[","value":[["Tallahassee"]]}," and three hours east of ",{"type":"[[","value":[["New Orleans"]]}," via I-10, and two and one-half hours south of ",{"type":"[[","value":[["Montgomery"]]}," via Hwy 29 and I-65.  ",{"type":"'''","value":["Interstate 10"]}," travels east-west north of Pensacola, and south of Cantonment. \n\n",{"type":"'''","value":["Highway 29"]}," is a 4 laned rural highway that connects Pensacola with Interstate 65 through Flomaton, Alabama and then Alabama 113, also a 4 lane highway, to I-65, just a few miles north of Flomaton.  If you're travelling south to Pensacola, through Alabama, using Highway 29 as a shortcut from I-65 can save you about two hours rather than going to Mobile first on the Interstate.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["J. C.'s Sandwich Shop"]}," just south of the U S 29 and Muscogee Road intersection (Corner of the IP Golf Course) on the west side has a small internet and gastronomic cafe' that serves great Chicken Salad Sandwiches among others. They also have milkshakes and can provide tourist info. Look for the U-Haul trucks and trailers.\n\n",{"type":"'''","value":["Porky's Pizza"]}," is just north of there serving great pizzas, salads, and subs.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pensacola Beach"]]}]}," is just south of Pensacola, on Santa Rosa Island, and offers boardwalk shopping, hotels, white-sandy beaches, and Fort Pickens.  Take the Pensacola Bay Bridge to Gulf Breeze, and turn right at the giant Pensacola Beach swordfish sign.  There's a small toll of $1 to enter the community.  While driving through Gulf Breeze, beware the speed limit; the police here are notorious for targeting tourists, and will ticket you for driving even a single mile per hour over the speed limit."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Perdido Key"]]}]}," is about 15 miles west of downtown Pensacola, and is a great beach spot that is less busy than Pensacola Beach. Home to Big Lagoon State Recreation Area, Gulf Island National Seashore, the ruins of Fort Mcree, and the Flora-Bama lounge."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Mobile"]]}]}," is about 50 miles west of Pensacola, and is a large city with French influences; their downtown usually has a festival of some sort every weekend.  I-10 is the quickest route, if you don't mind speeding traffic, but if you don't mind the scenic route, try taking Highway 90."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Gulf Shores"]]}]}," is a touristy Alabama beach town about 40 minutes from Pensacola with more great beaches, restaurants and tourist traps."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Foley (Alabama)"],["Foley"]]}]}," is a rural town in Alabama, notable only for its large outlet mall and famous Lambert's southern restaurant. Head west on Hwy 98, across Perdido Bay until you reach Foley."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Milton (Florida)"],["Milton"]]}]}," is a small town about 10 miles east of Pensacola that annually hosts the Scratch Ankle Festival, which highlights musical talent, arts & crafts and children's festivities."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.beckslakefishcamp.com\/ Becks Lake Fish Camp and Farm"]}]}," is about 3 miles east of Cantonment at 2020 Becks Lake Road. Camping hiking, RV hook-ups, bank fishing, Boat ramp, and boat rentals make this a great family outdoor facility. Fresh vegetables from the farm in season. Call Billy Books at 850-375-0383 for reservations or information."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-10.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["New Orleans"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Mobile"]]}]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Tallahassee"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Pensacola"]]}]}]]},"\n\n",{"type":"{{","value":[["geo"],["30.608611"],["-87.340000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Florida"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cantonment, Florida"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Florida\/Localities\/C\/Cantonment\/"]]}]