[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Cantallops.jpg"],["right"],["thumb"],["Main church tower in Cantallops"]]},"\n\n",{"type":"'''","value":["Cantallops"]}," is a small town in ",{"type":"[[","value":[["Catalonia"]]},", ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThis small town in Northeastern Catalonia is a bucolic mountain town that offers a large change of scenery of the coastal towns nearby.  While having a massively declining population for the last several decades, more people have been moving to and visiting Cantallops due to its quiet way of life, abundant winemaking, several high quality restaurants, and country homes that are available to rent for a quite stay away from the hustle and bustle of towns such as ",{"type":"[[","value":[["Barcelona"]]},".\n\nThe name of the town, which sounds a good deal like, \"cantaloupes\" in English literally means \"singing at wolves\".  But when analyzed in a historical sense is believed to mean, \"wolves' rock\" due to the large rock outcropping the town is built upon and the abundance of wolves in the area through the 19th century.\n\n",{"type":"==","value":["Get in"]},"\n\nCantallops is situated just a few kilometers East of the main roads to France from Spain, just before the border.  One will need a car to get there.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is very walkable and compact with several twisting streets that allow you to meander about in different directions.  You can also drive through the streets, although some are quite narrow and might be difficult to navigate at points.\n\n",{"type":"==","value":["See"]},"\n\nThere are two wineries in town, Masia Serra and Vinyes dels Aspres.  Both offer outstanding wines, but Masia Serra is difficult to visit.  The owner of Vinyes dels Aspres is quite happy to entertain guests and show off his high quality wines.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["42.424444"],["2.926111"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Girona_(province)"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cantallops"]]}]