[{"type":"{{","value":[["pagebanner"],["Canterbury banner Cathedral Ceiling.JPG"],["pgname=Canterbury"],["caption=Detail of the ceiling of the Chapter House of Canterbury Cathedral."],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Canterbury Cathedral 07.JPG"],["thumb"],["right"],["Canterbury Cathedral"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.canterbury.co.uk\/ Canterbury"]}]}," is a cathedral and university city in ",{"type":"[[","value":[["Kent"]]},", in the ",{"type":"[[","value":[["South East (England)"],["South East"]]}," of ",{"type":"[[","value":[["England"]]},". Canterbury Cathedral is the seat of the Archbishop of Canterbury, Primate of All England and hence the Primus inter pares of the primates of each national church in the Anglican Communion and spiritual leader and senior clergyman of the Church of England.\n\n",{"type":"==","value":["Understand"]},"\n\nCanterbury is a major tourist centre in the county of ",{"type":"[[","value":[["Kent"]]},". Even though it was bombed relentlessly during the Second World War (The Blitz), it still contains many ancient buildings, and modern building development within the medieval town centre is strictly regulated by officials at Canterbury.\n\nAs a result of the murder of Thomas Becket in 1170, Canterbury became a major centre of pilgrimage, the backdrop of Geoffrey Chaucer's ",{"type":"''","value":["Canterbury Tales"]},", written in 1387 about pilgrims passing the time by sharing stories. There is a museum in Canterbury about the Tales.\n\nCanterbury was founded as the Romano-Celtic town of ",{"type":"''","value":["Durovernum Cantiacorum"]},". In the early Middle Ages, the city became known by the Anglo-Saxon name of ",{"type":"''","value":["Cantwarebyrig"]},", meaning \"fortress of the men of Kent\".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nCanterbury is easily accessible from ",{"type":"[[","value":[["London"]]}," by following the M2 South and East until it merges with the A2, linking Canterbury with ",{"type":"[[","value":[["Chatham (England)"],["Chatham"]]},", ",{"type":"[[","value":[["Gillingham (Kent)"],["Gillingham"]]}," and ",{"type":"[[","value":[["Sittingbourne"]]}," to the north, and the port of ",{"type":"[[","value":[["Dover (England)"],["Dover"]]}," to the south. Another regional arterial road, the A28 travels eastwards to ",{"type":"[[","value":[["Margate"]]},", ",{"type":"[[","value":[["Broadstairs"]]}," and ",{"type":"[[","value":[["Ramsgate"]]}," and westwards to ",{"type":"[[","value":[["Ashford (England)"],["Ashford"]]},", site of the Eurostar station for rail links to ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Belgium"]]}," and the continent.\n\nExcellent ",{"type":"'''","value":["park and ride"]}," facilities allow you to park inexpensively outside the city and take a bus into town. The parking fee is £2.00 per vehicle per day and entitles the driver and up to 6 car passengers to a round trip on the bus to and from the city centre. For information including timetables, maps etc., see the National Park and Ride Directory. ",{"type":"[","value":["http:\/\/www.parkandride.net\/canterbury\/canterbury_frameset.shtml"]},"\n\nThere are three Park and Ride sites: Wincheap (to the West), New Dover Road (to the South) and Sturry Road (to the East), and the buses stop at a number (10+) of intermediate (every 200m ish) stops between the park and ride car parks and the city centre. Park and Ride buses currently run into the city centre regularly between 7AM and 7:30PM Monday to Saturday.  On Sundays only, buses run only from New Dover Road Park and Ride between 10AM and 6PM (on a trial basis). During the day, the buses run from each site approximately every 8 min.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Canterbury East Signal Box.JPG"],["thumb"],["right"],["Old-fashioned signal box at Canterbury East."]]},"\nCanterbury is served by two train stations: Canterbury East and Canterbury West. They are respectively 8 min and 4 min walks from the city centre by foot. Fare and timetable information is available from Southeastern ",{"type":"[","value":["http:\/\/www.southeasternrailway.co.uk\/"]},", ",{"type":"''","value":["+44 0"]},"8457 484950. The journey time from Canterbury East to London is between 90 min and 2 h, while Canterbury West also offers a high speed service to St Pancras Station in London which takes under 1 h.\n\nThe non-high-speed service goes via Tonbridge. At the weekend, non-high-speed services stop running at about 9PM: if you need to get back to West Kent, you may have to make a lengthy and expensive diversion via London.\n\n",{"type":"===","value":["By coach"]},"\nCoaches to Canterbury are available from ",{"type":"[[","value":[["London"]]}," Victoria Coach Station and also from ",{"type":"[[","value":[["Dover (England)"],["Dover"]]},".",{"type":"[","value":["http:\/\/www.nationalexpress.com\/bp\/b2.cfm?id=197737586"]},"\n\n",{"type":"===","value":["By air"]},"\nCanterbury does not have its own airport, however Manston Airport (14 mi\/23 km away) offers daily flights from Edinburgh, Amsterdam (twice a day), as well as seasonal flights from Jersey and other European destinations.\n\nThe nearest major international airports to Canterbury are London Gatwick (66 mi\/106 km) and London Heathrow (91 mi\/146 km).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["On foot"]},"\n\nIt is recommended to walk as the town centre is quite compact; it takes only 10 min to walk down the semi-pedestrianised high street.\n\n",{"type":"===","value":["By bicycle"]},"\n\nCyclists are welcome in Canterbury; the first stage of the 2007 Tour de France finished in the city. However, dedicated cycle paths are relatively few. Local bike shop Downland Cycles (www.downlandcycles.co.uk) is located on the London-bound platform of Canterbury West train station. It offers bike rentals and sales. It also gives advice on how best to see the city by bike, having put together several good guides to local rides, including on road, off road, and dedicated path routes.\n\n",{"type":"===","value":["By bus"]},"\n\nCanterbury is well-served by buses which terminate at the main bus station at the end of the high street. Buses serve most destinations in East Kent. Stagecoach Coaches can be picked up from the bus station to ",{"type":"[[","value":[["Medway"]]},", ",{"type":"[[","value":[["London"]]},", Whitstable, Herne Bay, Greenhill, Swalecliffe and Chestfield, Margate and Sturry (these are all small towns close to Canterbury). Buses run regularly during the day however services are less frequent in the evenings.  Bus timetables can be found on the ",{"type":"[","value":["http:\/\/www.stagecoachbus.com\/eastkent\/serviceinfo_495.html Stagecoach Buses"]}," website.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis in Canterbury are regulated by the city council. Charges are imposed uniformly by this regulation. Thus, £2.50 is the minimum charge for all taxis operating under the City Council of Canterbury.\n\nFor hiring between midnight and 7AM, an additional 50% is levied.\n\nTaxis can be picked up at the train stations, outside the bus station, at the southern end of the high street and by the Westgate Towers in the evenings.\n\n",{"type":"==","value":["See"]},"\n\nCanterbury has an interesting mix of architectural styles, from genuine Tudor buildings to 1960s style office buildings. However there are architectural gems around every corner, and many of them feature on the Canterbury Buildings website. ",{"type":"[","value":["http:\/\/www.canterburybuildings.com"]}," There is no coherent style to the buildings as much of the city was demolished during bombing raids in World War II, but much has survived.\n\nThe Dane John Gardens (by the city walls and around the corner from the Whitefriars development) are full of surprises, hosting events almost every weekend during the summer months.  Examples include French and farmers markets with all types of cuisine.\n\nThe subways on the east end of the main street have many paintings related to the Canterbury Tales.\n\n",{"type":"===","value":["Landmarks"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Canterbury Cathedral"],["alt="],["url=http:\/\/www.canterbury-cathedral.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 1227 762862"],["tollfree="],["fax="],["hours="],["price="],["content=11 The Precincts. The burial place of King Henry IV and Edward the Black Prince, but most famous as the scene of the murder of Thomas Becket in 1170. The mostly ",{"type":"[[","value":[["Gothic architecture"],["Gothic"]]},"-style cathedral is the seat of the Archbishop of Canterbury, Chief Primate of the Church of England."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["St Martin's Church"]}," - World Heritage site (Roman Shrine). The oldest parish church in England still in constant use.  If you look at the flint walls, you can still see the red brick that was used by the Romans. Worth seeing. Admission is free, but this place is not open every day."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Augustine's Abbey"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/st-augustines-abbey\/"],["email="],["address=Longport, CT1 1PF"],["lat=51.277772"],["long=1.09322"],["directions="],["phone=+44 1227 767345"],["tollfree="],["fax="],["hours="],["price=adults £5.00, children £3.00, concessions £4.50"],["content=World Heritage remains preserved by English Heritage."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Canterbury Castle"]}," - The ruins of a Norman castle built in the 11th Century. Admission free to all."]},{"type":"*","value":[" All of the above feature in a good free website on Canterbury Buildings, with maps and photos. ",{"type":"[","value":["http:\/\/www.canterburybuildings.com"]},"."]},"\n",{"type":"===","value":["Museums and Galleries"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Canterbury Tales Visitor Attraction \"Medieval Misadventures\""],["alt="],["url=http:\/\/www.canterburytales.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1227 479227"],["tollfree="],["fax="],["hours="],["price="],["content=St Margaret's Street. Daily (except Christmas Day) 10AM-5PM (with slight seasonal variations); admission adults £6.95, children (5-15 years) £5.25, seniors £5.95, students (with ID - a NUS card) £5.95 - one of Kent’s most popular attractions, a stunning reconstruction of 14th century England inside the historic building of St Margaret’s Church, based on the tales and characters of Chaucer's ",{"type":"''","value":["Canterbury Tales"]}]]}]},{"type":"*","value":[" ",{"type":"'''","value":["West Gate Museum"]},", West Gate Tower - a small but fascinating collection of material about the tower and the history of Canterbury. The view from the open roof top is also excellent, allowing you to see up the high street all the way to the Cathedral"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Canterbury Roman Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1227 785575"],["tollfree="],["fax="],["hours="],["price="],["content=Butchery Lane. M-Sa 10AM-5PM (last admission 4PM), from June-end October, also open Su 1:30PM-5PM (last admission 4PM); admission adults £2.80, concessions £1.75, family £7.20 (2 adults and up to 3 children), groups of 10+ 10% discount, teachers free - a remarkable museum of Roman period Canterbury"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Canterbury Computer Gallery of Art"]},", on the high street, is one of the few art galleries offering a (albeit very very small) selection of digital art. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Canterbury Royal Museum and Art Gallery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1227 452747"],["tollfree="],["fax="],["hours="],["price="],["content=With ",{"type":"'''","value":["Buffs Regimental Museum"]},", High Street. M-Sa 10AM-5PM (closed Good Friday and Christmas week), admission free - a splendid Victorian building housing decorative arts and picture collections, including a gallery for T.S. Cooper, England's finest cattle painter. The art gallery is the major space in the Canterbury area for the visual arts, with a wide-ranging annual program and exhibitions of both contemporary and historical work. The Buffs Museum - a branch of the National Army Museum in ",{"type":"[[","value":[["London\/South Kensington-Chelsea"],["Chelsea, London"]]}," - tells the story of one of England's oldest infantry regiments and its worldwide service. There is an extensive collection of medals with Victoria Crosses and other gallantry awards."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sidney Cooper Gallery"]}," - A Christ Church linked University building, on the high street. Free entry. Combined music and art events often happen. Local art and merit gallery."]},{"type":"*","value":[" ",{"type":"'''","value":["Museum of Canterbury"]}," - Stour Street, Mon-Sat 11-16, £8.00 adults. From Roman settlement to Rupert Bear, see the history of Canterbury through fascinating objects, hands on displays and activities all set in the magnificent medieval Poor Priests' Hospital."]},"\nPeople who have proof that they live nearby can get into some museums\/cathedrals for free (check with the venue first).\n\n",{"type":"==","value":["Do"]},"\nTake a historic river boat tour along the Stour, leaving from the Weavers Restaurant on the High Street. Or take a calmer boat trip, without the history, leaving from Westgate Gardens.\n\nSee a local music or comedy act at Orange Street Music Club, located on Orange Street near the Cathedral gates.  OSMC is a renovated ballroom that has local acts 4-5 nights a week.  ",{"type":"[","value":["www.orangestreetmusic.com"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Canterbury Historic River Tours"],["url=http:\/\/www.canterburyrivertours.co.uk"],["email="],["address=Kings Bridge"],["lat="],["long="],["directions=in the centre of Canterburys main street, by The Old Weavers Restaurant"],["phone = +44 7790534744"],["tollfree="],["fax="],["hours=10AM-5PM"],["price=£4.50-7.50"],["content=Guided river tour providing a light hearted commentary discovering some of Canterbury’s finest architecture set against outstanding views of natural scenery."]]}]},"\n",{"type":"==","value":["Buy"]},"\nCanterbury has many shops and stores, many of which are found in towns and cities across the UK.  Most recently, ",{"type":"[","value":["http:\/\/www.whitefriars-canterbury.co.uk\/website\/Default.aspx The Whitefriars development"]}," has brought many new outlets into Canterbury making it a great shopping destination. Shops in the city include GAP, Tescos, Top Man, Next and two independent department stores: ",{"type":"[","value":["http:\/\/www.fenwick.co.uk\/fenwick.html Fenwicks"]}," and ",{"type":"[","value":["http:\/\/www.nasons.co.uk\/ Nasons"]},".  There are also a plethora of smaller shops offering a unique experience.\n\nCanterbury is a popular destination at Christmas where the festive lights and medieval streets provide a great backdrop for retail therapy. Given Canterbury's proximity to Dover and the ferries to France, expect to hear many French voices in the streets (and hordes of - sometimes unsupervised - French schoolchildren !).\n\n",{"type":"==","value":["Eat"]},"\n\nDowntown Canterbury is a veritable trove of low to mid range restaurants and cafes. Many different style of cuisine are available at prices to suit most pockets.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Weavers Restaurant"],["alt="],["url="],["email="],["address=1 St Peters Street"],["lat="],["long="],["directions="],["phone = +44 1227 464 660"],["tollfree="],["fax="],["hours="],["price="],["content=A small restaurant located in an area that is sometimes referred to as \"Little Italy\". The Old Weavers is delightfully situated by one of the spurs of the River Stour and has patio area seating. The menu concentrates on minor variants of traditional English and Italian food. Main courses start from £4.95."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Goods Shed"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1227 459 153"],["tollfree="],["fax="],["hours="],["price="],["content=The, Station Road West. Housed in an airy converted engine shed, the adjoining farmers' market reassuring the visitor that the traditional cuisine will be of the best quality. Joint Winner of the Soil Association 2004 Award for Local Food Initiative of the Year ",{"type":"[","value":["http:\/\/www.soilassociation.org\/"]},". Typical meals are the roast organic chicken with sorrel, chard and potatoes, or the vegetable platter, with mushrooms, black lentils, chard, hard-boiled egg, swede, tomato relish and salad leaves. Home-made desserts available also. Mains £8-16."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Thomas Becket"],["alt="],["url="],["email="],["address=21 Best Lane"],["lat="],["long="],["directions="],["phone = +44 1227 464384"],["tollfree="],["fax="],["hours="],["price="],["content=The. A small traditional pub in the city centre, offering excellent traditional British food. Be warned, they don't take credit\/debit cards, only cash (Euros as well as Sterling) and cheques."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Boho Cafe Bar"]},", located towards the Westgate end of the highstreet. Bohemian cafe serving great food. Often packed with locals, both young and old."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Belge"],["alt="],["url=http:\/\/www.cafebelge.co.uk"],["email="],["address=89\/90 St Dunstans St"],["lat="],["long="],["directions=by Westgate"],["phone = +44 1227 768222"],["tollfree="],["fax="],["hours="],["price="],["content=52 ways to eat mussels, 100 Belgium beers, wild boar and beer sausage, salmon fishcakes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Des Amis"],["url=http:\/\/www.cafedez.com\/"],["email="],["address=95 St Dunstan's Street, Canterbury, CT2 8AD"],["lat="],["long="],["directions=over the roundabout from the westgate towers"],["phone = +44 1227464390"],["tollfree="],["fax="],["hours="],["price=£9+"],["content=A brilliant Mexican restaurant (with a French manager). A variety of fantastic tex mex meals and very good frozen cocktails. Meals are not too cheap (starting at £8.95 for one course (or ~£5.95 for breakfast\/lunch), but are very much worth it. Most locals will agree this is one of the best restaurants in Canterbury"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Ancient Raj"],["url=http:\/\/www.ancient-raj.com\/"],["email="],["address=26 North Lane, Canterbury, CT2 7EE"],["lat="],["long="],["directions="],["phone = +44 1227 470092"],["tollfree="],["fax="],["hours="],["price="],["content=A very nice curry house, with excellent, friendly staff housed in a converted tudor building. They have a live musician on Saturday nights. Note that the curries are very tasty, but not too hot (unless you ask for them hot!). A very nice curry and rice generally costs ~£10 (£9 take away\/£9.50 delivered)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bangkok House"],["url=http:\/\/www.bangkok-house.co.uk\/"],["email="],["address=13-15 Church St St. Pauls, Canterbury, CT1 1NH"],["lat="],["long="],["directions="],["phone = +44 1227471171"],["tollfree="],["fax="],["hours="],["price=£11 for curry & rice"],["content=Good Thai fare, tasty, but fairly expensive!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Forge Bistro & Cafe"],["url=https:\/\/www.facebook.com\/ForgeBistro"],["email="],["address=61 Dover Street Canterbury CT1 3HD"],["lat="],["long="],["directions=Located just behind the Odeon Cinema"],["phone = +44 1227 788022"],["tollfree="],["fax="],["hours=Open From 10AM-10PM"],["price=All 2 person sharing platters are under £20"],["content=The Forge is a delightful bistro specialising in European cuisine, serving nibbles, grazing platters and a blackboard lunch menu."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are a large selection of pubs inside the city walls. Canterbury offers many chain pubs (such as JD Wetherspoons) but also many smaller venues. Due to the layout of the city, it is possible to walk down its numerous small streets and find a great place for a drink. Canterbury is also very close to ",{"type":"[[","value":[["Faversham"]]},", a town closely associated with Shepherd Neame brewery ",{"type":"[","value":["http:\/\/www.shepherd-neame.co.uk\/ "]}," (Britain's oldest brewers) and has many pubs which offer many locally brewed real-ales.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The New Inn"],["alt="],["url="],["email="],["address=19 Havelock Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small pub, in a converted terraced house, so there is a 'living room feel'. During term time, due to proximity of the Christ Church music department, it is frequented by many music students (and their lecturers)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Parrot"],["alt="],["url="],["email="],["address=1-9 Church Lane"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Often has live jazz music and a cozy bohemian atmosphere. One of the oldest pubs in the country. Previously known as Simple Simons."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Club Chemistry"],["alt="],["url="],["email="],["address=15 East Station Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Canterbury's biggest nightclub, spanning three floors each with their own theme of music. Regular student night on Mondays. Saturdays are more of a locals' affair, higher prices reflect this."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Loft"],["alt="],["url="],["email="],["address=5-6 St. Margarets St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves good (but expensive) cocktails in a trendy environment. Attracts a young professional crowd."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Westgate Inn"],["alt="],["url=http:\/\/www.jdwetherspoon.co.uk\/home\/pubs\/the-west-gate-inn"],["email="],["address=1-3 North Lane"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large but not too noisy, well suited for a casual drink and chat rather than partying. A Wetherspoon pub."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Canterbury Tales"],["alt="],["url="],["email="],["address=12 The Friars"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small pub opposite Canterbury's theatre (The Marlowe). The Canterbury Tales is tucked away down many of the city's streets and regularly has live music. Often full of theatre-goers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Caseys"],["alt="],["url="],["email="],["address=5 Butchery Lane."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very small Irish pub down one of the small side-streets off the high street. Always busy at the weekends but has a great atmosphere and frequently has live music being played. Very expensive. (Recently changed ownership and therefore the place has changed drastically. This may need editing.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Cuban"],["alt="],["url="],["email="],["address=43 High Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A South American themed bar\/restaurant conviniently located on the high street. Food is reasonably priced and a wide variety of drinks are available from the bar, including a good range of cocktails and bottled beers. Operates as a nightclub in the evening."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Alberry's"],["url="],["email="],["address=St. Margarets St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Canterbury's oldest and most established bars, located opposite The Loft. Food is served during the day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Old Butter Market"],["url="],["email="],["address=Burgate."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A classic example of one of the many \"traditional\" pubs that Canterbury is famous for. Some good ales on tap along with the obligatory range of lagers. Prone to get very crowded."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bramley's"],["url="],["email="],["address=Orange Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right next to the Orange Street music club, this bar is very popular but enforces a entrance policy to keep numbers down so it is reliably a quiet place to have a drink and a chat."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Cherry Tree"],["url="],["email="],["address=10 White Horse Lane, Canterbury, CT1 2RU"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A wild, packed pub, full of a mix of locals, students and weirdos. Always busy and spilling out onto the streets. Everyone is welcome. They have a selection of real ales, continental beers and local cider. Try a pint of the Biddenden's cider (or two if you dare\/want to fall over)! The place is a dive, but the regulars and staff are friendly, and the drinks are all well kept."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Dolphin"],["url="],["email="],["address=17 St. Radigunds Street Canterbury, CT1 2AA"],["lat="],["long="],["directions="],["phone = +44 1227455963"],["tollfree="],["fax="],["hours="],["price="],["content=A quiet pub, with a few real ales and a selection of fruit wines. Friendly staff and great pub food. Has a selection of games to play, and also a pub garden, which has draconian rules!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tiny Tim's Tearoom"],["url=http:\/\/www.tinytimstearoom.co.uk"],["email="],["address=St. Margaret's St"],["lat="],["long="],["directions=center of town"],["phone = +44 1227 450 793"],["tollfree="],["fax="],["hours="],["price="],["content=Canterbury's finest and most traditional tea room serving authentic cream teas, aftenoon teas, cakes, scones and lunches."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Beer Cart Arms"],["url="],["email="],["address=Beer Cart Lane"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fairly large pub that caters the rock\/metal community, but has a conventional mainstream DJ night Friday and Saturday nights, of which drinks are often more expensive. Mon-Thurs cheap drinks. First Tuesday of every month (not always the case), there is a rock\/metal DJ night, and every Thursday they have gigs, representing rock and metal bands from all over Kent and the Southeast, many bands coming from London to play."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lady Luck"],["url="],["email="],["address=St Peters Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Thursday 1300-0100; Fri & Sat 1300-0200; Sun 1300-2300"],["price="],["content=Rock pub, expensive, around £3 a pint of standard beer, but makes up for it with its atmosphere. Popular with students and locals alike, doesn't have a lot to cater for the more mainstream crowd though, busier at weekends. Has a wide range of lagers, and a few real ales and three ciders of differing strengths. Pool table and beer garden, the former reserved for the pool team on Wednesday evenings, and the latter usually closed early in Winter, so everyone has to smoke out front, after a certain time only plastic glasses allowed, and after midnight no drinks whatsoever."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Art House Bed and Breakfast"],["url=http:\/\/www.arthousebandb.com\/"],["email=annadofg@gmail.com"],["address=24 London Road, CT2 8LN"],["lat="],["long="],["directions=ten minute walk north of Westgate"],["phone = +44 1227 453 032"],["tollfree="],["fax="],["hours="],["price=£55-60"],["checkin="],["checkout="],["content=Converted fire-station just outside of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Canterbury Cathedral Lodge"],["url=http:\/\/canterburycathedrallodge.org\/"],["email=stay@canterburycathedrallodge.org"],["address=The Precincts, CT1 2EH"],["lat="],["long="],["directions=situated within the Canterbury Cathedral grounds"],["phone = +44 1227 865 350"],["tollfree="],["fax="],["hours="],["price=£70-129, includes admission to the cathedral"],["checkin="],["checkout="],["content=Views of the cathedral and a full included English breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ebury Hotel and Cottages"],["url=http:\/\/www.ebury-hotel.co.uk\/"],["email=info@ebury-hotel.co.uk"],["address=65\/67 New Dover Road, CT1 3DX"],["lat="],["long="],["directions=ten minute walk south of Canterbury"],["phone = +44 1227 768 433"],["tollfree="],["fax="],["hours="],["price=£75-120"],["checkin=Midday"],["checkout=11AM"],["content=Family owned hotel with indoor pool and self-catering cottages, parking, gardens and restaurant."]]}]},"\n",{"type":"===","value":["Hostel"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Canterbury Youth Hostel"],["url=http:\/\/www.yha.org.uk\/find-accommodation\/south-east-england\/hostels\/canterbury\/index.aspx"],["email="],["address=Ellerslie, 54 New Dover Road, CT1 3DT"],["lat="],["long="],["directions="],["phone=+44 870 770 5744"],["tollfree="],["fax="],["hours="],["price=£17.50 per Adult"],["checkin="],["checkout="],["content=69 bed hostel about a mile from the city centre."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Visit ",{"type":"'''","value":["Sarre Windmill"]}," which is about 15 minutes drive out of the city.  One of the few working windmills in the area, which still grinds corn."]},"\n",{"type":"*","value":[" Walk or cycle to ",{"type":"'''","value":["Whitstable"]}," along the ",{"type":"[","value":["http:\/\/www.kent.gov.uk\/publications\/transport-and-streets\/crab-winkle.htm Crab and Winkle Way"]},".  The walk takes you up through the University and then along a disused railway track which was previously used to carry goods from Whitstable to the North into Canterbury.  It is not for the fainthearted (being around 6 miles long) however after a stop in Whitstable it is possible to get a bus back to Canterbury (costing around £3).  Crab and Winkle Way is also a cycle path."]},"\n",{"type":"===","value":["Country pubs nearby"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The New Inn"]},", Canterbury Road, ",{"type":"'''","value":["Etchinghill"]},", +44 1303 862026, ",{"type":"[","value":["http:\/\/www.new-inn.info\/"]},". A 16th century coaching inn, village pub and highly popular restaurant. Fantastic reputation for fine cuisine, open seven days a week for lunches and evening meals. Terrific food, real ale, oak beams & cosy atmosphere."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kent"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Canterbury, Kent"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Kent\/Canterbury\/"]]},"\n",{"type":"{{","value":[["geo"],["51.278333333333"],["1.0775"]]}]