[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Cantel 3.jpg"],["thumb"],["right"],["300px"],["Spanish colonial church in the village centre"]]},"\n",{"type":"'''","value":["Cantel"]}," is a village in ",{"type":"[[","value":[["Guatemala"]]},", 10km from the major city of ",{"type":"[[","value":[["Quetzaltenango"]]},". It is inhabited by K'iche' Maya.\n\nJust like going to its neighboring village ",{"type":"[[","value":[["Zunil"]]},", take a bus from either ",{"type":"[[","value":[["Minerva"]]}," bus terminal or ",{"type":"[[","value":[["Rotonda"]]}," bus stop in Quetzaltenango, or from the corner of 7 calle and 15 avenida in Zona 3. Some buses to Zunil pass on the highway through Cantel but do not stop in the centre - but buses to Zunil via ",{"type":"[[","value":[["Almolonga"]]}," do ",{"type":"''","value":["not"]}," go through Cantel. There are also buses directly to Cantel centre, stopping by the Catholic church. Buses to Zunil will generally display \"Fabrica\" if they stop at Cantel (because of the now defunct textile factory), buses to the centre will display \"Cantel Pueblo\".\n\n",{"type":"==","value":["Get around"]},"\nMuch of the commercial life of Cantel is located along the CA2 highway in the valley below the centre of the village.\n\nThe official centre of the village is located on a hilltop west of the highway, with fantastic views across the valley. The centre is fairly sleepy, has an early Colonial Catholic church, the temporary municipal offices and the burnt out ruin of the Municipal Palace (destroyed in a fire in 2002) and not much else.\n\nGuides to various attractions in and around Cantel can be organised by the \"Muni\" (Municipal offices). These are currently (as of October 2010) located in a dead-end side street to the right of the Catholic church. Upon entering the community hall, turn right and up the stairs and along the walkway to the last office, ask for Emanuel, a young man responsible for economic development and tourism.\n\nBuses to Quetzaltenango leave from the central park by the Catholic church and also pass frequently on the highway below the centre, where buses to Zunil and Pacific coastal cities also pass.\n\nIn October 2010, buses were Q2.50 to and from Quetzaltenango.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Chojolom 2.jpg"],["thumb"],["right"],["Postclassic K'iche' sculpture at Chojolom"]]},"\n",{"type":"'''","value":["Chicovix"]}," - Thermal baths outside the village on a trail to Zunil. Interesting volocanic rock formations are visible by the river (polygonal lava columns).\n\n",{"type":"'''","value":[{"type":"[[","value":[[":WikiPedia:Chojolom"],["Chojolom"]]}]}," - Small K'iche' archaeological site uncovered by the elderly K'iche' farmer who owns the land (don Sebastián), on a hillside just outside Cantel itself. There are three rather crude stone heads to be seen, one is a largish face carved onto a fixed boulder and is in its original location. A smaller head has been moved to don Sebastián's home and a small armadillo head has been fixed into the wall of a water cistern. All have been tentatively dated to the Postclassic period immediately prior to the Spanish Conquest. There is also a small artificial cave. Most of the finds were made after the especially bad 2010 rain season, while clearing away a mudslide. None have been formally excavated. Visits need to be arranged with the Municipal offices, since the stones are on private land.\n\n",{"type":"'''","value":["Copavic"]}," - glass blowing factory, beside the highway past the factory.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Cantel, Guatemala"]]},"\n\n",{"type":"{{","value":[["geo"],["14.811222"],["-91.455511"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western Highlands"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Cantel"]]}]