[{"type":"{{","value":[["pagebanner"],["Canyonlands-banner.jpg"],["otbp=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/cany\/ Canyonlands National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," that is located in ",{"type":"[[","value":[["Utah"]]},"'s ",{"type":"[[","value":[["Canyon Country"]]},". The small town of ",{"type":"[[","value":[["Moab"]]}," is the gateway to this and the nearby ",{"type":"[[","value":[["Arches National Park"]]},". It is divided into three districts not connected by roads interior to the park: the Island in the Sky, the Needles, and the Maze (including Horseshoe Canyon).  The Island in the Sky offers sweeping vistas over the lower two districts; the Needles and the Maze are  more rugged, backcountry districts that offer excellent backcountry hikes and camping.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"[[","value":[["File:5088-canyonlands-green-river-canyons RJ.jpg"],["thumb"],["300px"],["Green River Overlook in the Island in the Sky district"]]},"\nFrom the 1880s to 1975, local ranchers used much of Canyonlands for winter pasture, constructing trails to move their stock across the rugged terrain. In the 1950s the growth of America's nuclear arms program created a high demand for uranium.  To encourage prospectors, the Atomic Energy Commission offered monetary incentives and built almost 1,000 miles of road in southeast Utah. In Canyonlands, these roads include the popular White Rim Road at the Island in the Sky.  Though the region produced substantial amounts of uranium, miners discovered very little in what is now Canyonlands. However, the newly created roads led to other discoveries. For the first time, much of Canyonlands could be seen from a car. Tourism slowly increased as more people learned about the area’s geologic wonders. By opening canyon country to travel, the miners blazed the trail for the creation of a National Park.\n\nIn the 1950s and early 1960s, Arches National Monument Superintendent Bates Wilson advocated the creation of a National Park in what is now Canyonlands. On September 12, 1964, President Lyndon B. Johnson signed Public Law 88-590 establishing Canyonlands National Park. Initially consisting of 257,640 acres, Congress expanded Canyonlands to its present size of 337,598 acres in 1971.\n\n",{"type":"===","value":["Landscape"]},"\n\nCanyonlands National Park preserves one of the last relatively undisturbed areas of the Colorado Plateau, a geological province that encompasses much of the Colorado River and its tributaries. Carved out of vast sedimentary rock deposits, this landscape of canyons, mesas, and deep river gorges possesses remarkable natural features that are part of a unique desert ecosystem.  Elevations within the park range from 3,700 to 7,200 feet above sea level.\n\nThe foundation of Canyonlands' ecology is its remarkable geology, which is visible everywhere in cliff profiles that reveal millions of years of deposition and erosion. These rock layers continue to shape life in Canyonlands today, as their erosion influences elemental features like soil chemistry and where water flows when it rains.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe desert animals that live in the park are mostly nocturnal and include kangaroo rats, woodrats (also called packrats) and most other small desert rodents, skunks, ringtails, foxes, bobcats, mountain lions, bats and owls.  Other animals are most active during dawn and dusk hours and include mule deer, desert bighorn, coyotes, porcupines, desert cottontails, black-tailed jackrabbits, and many songbirds.  The handful of animals likely to be seen during the day include rock squirrels, antelope squirrels, chipmunks, lizards, snakes, hawks, and eagles.\n\nPlants in the park include drought escapers (those which make use of favorable conditions when they exist) and drought resistors (those capable of growing with little water).  Drought escapers are usually annuals that grow only when enough water is available. Seeds may lie dormant for years if conditions are not favorable. Most grasses are escapers, as are wildflowers that bloom after seasonal rains during spring or late summer.  Drought resistors are typically perennials. Many have small, spiny leaves that reduce the impact of solar radiation, and some may drop their leaves if water is unavailable. Spines and hairy leaves act to reduce exposure to air currents and solar radiation, limiting the amount of water lost to evaporation. Cacti, yuccas and mosses are examples of drought resistors. Yuccas have extensive taproots that are able to use water beyond the reach of other plants. Moss, a plant not commonly associated with deserts, thrives because it can tolerate complete dehydration: when rains finally return, mosses green up immediately.\n\n",{"type":"===","value":["Climate"]},"\n\nSoutheast Utah is part of the Colorado Plateau, a \"high desert\" region that experiences wide temperature fluctuations, sometimes over 40 degrees in a single day. The temperate (and most popular) seasons are spring (April through May) and fall (mid-September through October), when daytime highs average 60 to 80°F and lows average 30 to 50°F.  Summer temperatures often exceed 100°F, making strenuous exercise difficult. Late summer monsoon season brings violent storm cells which often cause flash floods.  Winters are cold, with highs averaging 30 to 50°F, and lows averaging 0 to 20°F. Though large snowfalls are uncommon (except in nearby mountains), even small amounts of snow or ice can make local trails and roads impassable.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Canyonlands-map.png"],["thumb"],["400px"],["Canyonlands National Park area map."]]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/moabairport.com\/ Canyonlands Field Airport"]}]},", from which Great Lakes Airlines provides daily commuter service to Denver, is located on US Route 191 just 16 miles north of downtown Moab. \n",{"type":"===","value":["By car"]},"\n\nTo reach the Island in the Sky district take US Highway 191 to Utah Highway 313 (10 mi\/16 km north of ",{"type":"[[","value":[["Moab"]]},", or 22 mi\/35 km south of I-70) and then drive southwest 22 mi\/35 km. Driving time to the visitor center from Moab is roughly 40 minutes.\n\nThe Needles district can be reached by driving 40 miles (60 km) south of Moab or 14 miles (22 km) north of ",{"type":"[[","value":[["Monticello (Utah)"],["Monticello"]]}," on US Highway 191, then take Utah Highway 211 roughly 35 miles (56 km) west. Highway 211 ends in the Needles, and is the only paved road leading in and out of the district.\n\nThe Maze district is one of the most inaccessible areas in the continental United States.  The outskirts of the Maze can be reached by driving two and one-half hours from ",{"type":"[[","value":[["Green River (Utah)"],["Green River"]]},". From I-70, take Utah Highway 24 south for 24 miles. A left hand turn just beyond the turnoff to ",{"type":"[[","value":[["Goblin Valley State Park"]]}," will take you along a two-wheel-drive dirt road 46 miles (76 km) southeast to the ranger station.  From the ranger station, the canyons of the Maze are another 3 to 6 hours by high-clearance, 4WD (more if traveling by foot). Another four-wheel-drive road leads into the Maze north from Highway 95 near Hite Marina (driving time is 3+ hours to the park boundary).\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nEntrance fees are $5 for individuals on foot, bike or motorcycle, and $10 for private vehicles (fees are good for seven days).  A Local Passport may be purchased for $25 and allows unlimited entry to Canyonlands National Park, ",{"type":"[[","value":[["Arches National Park"]]},", ",{"type":"[[","value":[["Hovenweep National Monument"]]}," and ",{"type":"[[","value":[["Natural Bridges National Monument"]]}," for one year.  Alternatively, the $80 National Parks Pass allows entry to all National Park areas for one year.\n\nFees may be waived for groups whose purpose is educational rather than recreational; check with the park in advance for fee waiver details.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nTravel to Canyonlands generally requires a car. Once in the park, each district offers different opportunities for exploration. The Island in the Sky is the most accessible district and the easiest to visit in a short period of time. All other destinations require some boating, hiking or four-wheel driving to see the area's attractions.\n\nHigh-clearance, four-wheel-drive vehicles are often needed to access many of the park's back-country attractions. The Island in the Sky has steep exposed switchbacks, and rocky terrain with expansive views of Canyonlands. The Needles offers more of a back-country setting with fifty miles of rugged trails including the renowned Elephant Hill. High-clearance, four-wheel-drive vehicle are required for all Maze back-country roads, which are considered very difficult under any condition.\n\n",{"type":"===","value":["By air"]},"\n\nDaily air tours to Canyonlands National Park in a Cessna aircraft are provided from the Canyonlands Field Airport in Moab. The aircraft seats about 7 people (including the pilot).  The flights take you over all of the most scenic parts of Canyonlands including the Maze District, Island in the Sky, Dead Horse Point, the Colorado River and more.  Typically flights last about 1–2 hours. Helicopter flights are also available as a tour-by-air option.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Canyonlands-Upheaval Dome Aerial.jpg"],["thumb"],["290px"],["Upheaval Dome"]]},"\n\nThe park is divided into three districts.  Island in the Sky is the northern portion of the park and the most easily accessible.  The Needles District is in the southeast, while the Maze District is in the southwest and is accessible only via rough roads.\n\n",{"type":"===","value":["Island in the Sky District"]},"\n\nThe Island in the Sky District encompasses the northern section of the park, offering an overlook of much of Canyonlands.  The 34-mile (round-trip) scenic drive passes several overlooks, providing dramatic views.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand View Point"]},".  An impressive overlook of the canyons, with particularly incredible sunset views."]},{"type":"*","value":[" ",{"type":"'''","value":["Green River Overlook"]},".  An overlook from which visitors can see the Green River, which along with the Colorado River is responsible for carving out the landscape.  This overlook is also particularly scenic at sunset."]},{"type":"*","value":[" ",{"type":"'''","value":["Upheaval Dome"]},".  An unusual crater that can be reached via a short but strenuous trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Mesa Arch"]},".  Views of the arch are best at sunrise."]},"\n",{"type":"===","value":["Needles District"]},"\n\nThe Needles District forms the southeast corner of Canyonlands and was named for the colorful spires of Cedar Mesa Sandstone that dominate the area. The district’s extensive trail system provides many opportunities for long day hikes and overnight trips.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Big Spring Canyon Overlook"]},".  Accessible by road, this overlook provides a scenic view of the landscape."]},{"type":"*","value":[" ",{"type":"'''","value":["Tower Ruin"]},".  An ancient Puebloan structure accessible by foot or 4WD vehicle."]},{"type":"*","value":[" ",{"type":"'''","value":["Confluence Overlook"]},".  The confluence of the Colorado and Green rivers is accessible only by foot or by 4WD vehicle."]},{"type":"*","value":[" ",{"type":"'''","value":["Druid Arch"]},".  A natural arch located at the end of a long canyon, accessible by foot."]},{"type":"*","value":[" ",{"type":"'''","value":["Joint Trail"]},".  A narrow crack in the earth, the Joint Trail extends for several hundred meters and is often no more than a few feet wide with walls extending several stories into the air."]},{"type":"*","value":[" ",{"type":"'''","value":["Chesler Park"]},".  Located within the heart of the Needles, this area is accessible by foot and is surrounded by the sandstone formations that gave the district its name."]},"\n",{"type":"[[","value":[["File:Canyonlands The Maze Aerial.jpg"],["thumb"],["300px"],["The Maze District"]]},"\n\n",{"type":"===","value":["Maze District"]},"\n\nThe Maze District is accessible only by unpaved roads and is considered one of the most remote areas in the lower-48 states.  The Maze District is also well known as a previous hideout for famous outlaws Butch Cassidy and the Sundance Kid.  The Hans Flat Ranger Station is open year-round from 8AM-4:30PM and offers books and maps for sale.  There are no entrance fees charged in the Maze District, and no services or amenities are available.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chocolate Drops"]},".  The Chocolate Drops are a series of sandstone mesas that rise above the surrounding landscape.  They are also known as Locomotive Buttes. Vintage maps and guide books refer to this feature as the Chocolate Bars, has been unfortunately misnamed on contemporary maps."]},{"type":"*","value":[" ",{"type":"'''","value":["Horseshoe Canyon"]}," contains some of the most significant rock art in North America. The Great Gallery, the best known panel in Horseshoe Canyon, includes well-preserved, life-sized figures with intricate designs. Other impressive sights include spring wildflowers, sheer sandstone walls and mature cottonwood groves along the intermittent stream in the canyon bottom."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\n\nThe park is a mecca for hikers.  The Joint Trail is a particularly famous trail due to the unique terrain through which it passes, although nearly all of the park's trails lead through unique geological areas.\n\n",{"type":"====","value":["Island in the Sky District"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aztec Butte Trail"]}," (2 mi \/ 3 km round-trip).  This trail ascends 225 ft \/ 69 m up a slickrock dome to some ancestral Puebloan granaries and outstanding views of Taylor Canyon."]},{"type":"*","value":[" ",{"type":"'''","value":["Grand View Point Trail"]}," (2 mi \/ 3 km round-trip).  This trail offers an easy walk out to the very end of the Island in the Sky mesa, including panoramic views."]},{"type":"*","value":[" ",{"type":"'''","value":["Mesa Arch"]}," (0.5 mi \/ 0.8 km round trip).  A mild walk out to an arch perched right on a cliff edge. A great sunrise hike."]},{"type":"*","value":[" ",{"type":"'''","value":["Upheaval Dome Overlook Trail"]}," (1 mi \/ 1.5 km round-trip to first overlook).  Good view of a very intriguing rock formation. Hiking to the second overlook adds 1 mi \/ 1.5 km."]},{"type":"*","value":[" ",{"type":"'''","value":["Whale Rock Trail"]}," (1 mi \/ 1.5 km round trip to main overlook).  Starting near the Upheaval Dome parking area, this trail climbs steeply up Whale Rock. Good views of upheaval dome area."]},{"type":"*","value":[" ",{"type":"'''","value":["Lathrop Canyon"]}," (17 mi \/ 27 km round-trip).  This trail leads from the canyon rim to the Colorado River.  After crossing grasslands on the mesa top, this trail descends via steep switchbacks to a boulder-strewn wash that leads to the White Rim Road."]},{"type":"*","value":[" ",{"type":"'''","value":["Murphy Loop"]}," (9 mi \/ 14 km round-trip).  A few miles of hiking on the mesa top leads to a steep descent down a cliff face to a bench where the trail divides. One fork continues along Murphy Hogback, a slim mesa with great views of the White Rim Formation and the surrounding canyons. At Murphy camp, hikers follow the White Rim Road south for about a mile, then follow a rock-strewn wash back up onto the hogback."]},{"type":"*","value":[" ",{"type":"'''","value":["Syncline Loop"]}," (8 mi \/ 13 km round-trip).  Starting from the Upheaval Dome Trailhead, this strenuous trail follows the washes on either side of Upheaval Dome, forming a loop that provides access to both the crater and the Green River near its midpoint. Total elevation change is roughly 1,300 feet. The north side of the loop passes through a riparian area where water and shade are usually available. There is one designated campsite along the trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Taylor Canyon"]}," (20 mi \/ 32 km round-trip).  Starting from the Alcove Spring Trailhead, the trail descends via steep switchbacks to a rocky wash that leads into this broad, steep-walled canyon. Hikers can follow the four-wheel-drive road to the Green River. Four at-large camping permits are available. Groups may encounter significant traffic on the roads as well as on the river. Returning to the trailhead via Upheaval Canyon reduces the round-trip mileage."]},"\n",{"type":"====","value":["Needles District"]},"\n\n",{"type":"[[","value":[["File:Canyonlands-Confluence Overlook.jpg"],["thumb"],["290px"],["Aerial view of Confluence Overlook"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cave Spring Trail"]}," (0.6 mi \/ 1 km round-trip).  Trail features a historic cowboy line camp and prehistoric pictographs. Two wooden ladders must be climbed."]},{"type":"*","value":[" ",{"type":"'''","value":["Pothole Point Trail"]}," (0.6 mi \/ 1 km round-trip).  Uneven slickrock surface. Trail leads to pothole communities and views of the Needles."]},{"type":"*","value":[" ",{"type":"'''","value":["Roadside Ruin Trail"]}," (0.3 mi \/ 0.5 km round-trip).  Trail features an ancestral Puebloan granary."]},{"type":"*","value":[" ",{"type":"'''","value":["Slickrock Trail"]}," (2.4 mi \/ 4 km round-trip).  Uneven slickrock surface. Several viewpoints and sometimes bighorn sheep."]},{"type":"*","value":[" ",{"type":"'''","value":["Chesler Park Loop \/ Joint Trail"]}," (11 mi \/ 18 km round-trip).  Starting from the Elephant Hill Trailhead, the trail leads three miles to a saddle overlooking Chesler Park, a scenic expanse of desert grasses and shrubs surrounded by colorful sandstone spires. The loop around Chesler is fairly level and winds through an unforgettable series of deep, narrow geologic fractures called the Joint Trail. Five backpacking sites. No water."]},{"type":"*","value":[" ",{"type":"'''","value":["Elephant Canyon \/ Druid Arch"]}," (11 mi \/ 18 km round-trip).  Starting from the Elephant Hill Trailhead this trail offers one of the most spectacular views in the Needles. It follows the Chesler Park access trail to Elephant Canyon, then travels along the canyon bottom across a mixture of deep sand and loose rock all the way to its upper end. The last 0.25 mile is a steep climb involving one ladder and some scrambling. Three backpacking sites. Water available seasonally."]},{"type":"*","value":[" ",{"type":"'''","value":["Confluence Overlook"]}," (11 mi \/ 18 km round-trip).  Starting from the Big Spring Canyon Overlook, this trail traverses mostly dry, open country along the northern edge of the geologic faults that shaped the Needles. Trail ends at a cliff overlooking the junction of the Green and Colorado rivers. At-large camping only. No water."]},{"type":"*","value":[" ",{"type":"'''","value":["Big Spring to Squaw Canyon"]}," (7.5 mi \/ 12 km round-trip).  From the Squaw Flat Loop \"A\" Trailhead this trail offers a good introduction to the landscape of the Needles, connecting two canyons for a loop across varied terrain. The route between the canyons climbs steep grades that are dangerous when wet and may make people with a fear of heights uncomfortable. Two backpacking sites in each canyon. Water available seasonally."]},{"type":"*","value":[" ",{"type":"'''","value":["Lower Red Lake Canyon"]}," (18.8 mi \/ 30 km round-trip).  From the Elephant Hill Trailhead this strenuous hike leads to the Colorado River, changing 1,400 feet of elevation in the process. There is little shade along the way as the trail climbs in and out of the Grabens and then descends the steep talus slope of Lower Red Lake Canyon toward the river. This trail is recommended as a multi-day hike. At-large camping only. No water before reaching the river."]},{"type":"*","value":[" ",{"type":"'''","value":["Salt Creek Canyon"]}," (22.5 mi \/ 34 km one-way).  From Peekaboo or Cathedral Butte the trail follows the main drainage of the canyon past cottonwood groves, through thick brush, and down an old four-wheel-drive road. The trail is often obscured by dense vegetation. Many archaeological sites and arches can be seen. Four designated campsites in upper section. Lower section (along the old road) is at-large camping only. Water is usually available."]},"\n",{"type":"====","value":["Maze District"]},"\n\n",{"type":"{{","value":[["infobox"],["127 Hours"],["Blue John Canyon, an area within the Horseshoe Canyon district of the park, was the site of an accident in April 2003 that was the basis of the movie 127 Hours.  Traveling alone, Aron Ralston became trapped when a giant boulder suddenly came loose and pinned his arm to the canyon wall.  Unable to escape, Ralston survived in the remote canyon with limited water for five days before making the dramatic decision to sever his own arm.  After an hour long operation with a dull knife Ralston hiked six hours out of the canyon where, having lost forty pounds including 25% of his blood volume, he was found by rescuers.  Hailed as an inspiration by some and a cautionary tale by others, Ralston's story is undeniably a testament to the human will to survive."]]},"\n\nTrails in the Maze are primitive and lead into canyons and to various viewpoints, with access limited by the nature and depth of Maze canyons. Routes into the canyons are often marked with cairns from mesa top to canyon bottom, but routes through washes are often unmarked. Many of the canyons look alike and are difficult to identify without a topographic map. The Maze Overlook Trail and other routes in the district require basic climbing maneuvers in order to negotiate sections of steep slickrock and pour-offs. A 25-foot length of rope is often essential for raising or lowering packs in difficult spots. Some canyons will require rappelling and \/ or swimming to pass obstacles.  Many routes may make hikers with a fear of heights uncomfortable. The challenges were sufficient for Backpacker Magazine to include the Maze in its list of America's 10 Most Dangerous Hikes.\n\nMost trailheads start from four-wheel-drive roads. Visitors with two-wheel-drive vehicles may park at the North Point Road junction, approximately 2.5 miles southeast of the Hans Flat Ranger Station, and hike 15 miles to the Maze Overlook. Depending on the vehicle, hikers may also be able to negotiate the 14-mile road to park at the top of the Flint Trail switchbacks.\n\nNotable features of the Maze include the Dollhouse, the Harvest Scene pictographs, and the Colorado\/Green River overlook.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Horseshoe Canyon"]}," is a small area to the north of the Maze with extraordinary pictographs. Most visitors access Horseshoe from the west. Two-wheel-drive access to the west rim of Horseshoe Canyon is from Utah Highway 24 via 30 miles of graded dirt road, or from Green River on 47 miles of dirt road. Driving time is roughly 2.5 hours from Moab or 1.5 hours from Green River. A four-wheel-drive road leads to the east rim of Horseshoe Canyon from the Hans Flat Ranger Station. All access roads may become impassable during storms. The trail into Horseshoe Canyon from the west rim trailhead is an old 4WD road. From the trailhead, the hike to the Great Gallery is 6.5 miles round-trip, descending 750 feet and requiring about six hours. Ranger-guided hikes may be available for large groups or on weekend mornings in the spring and fall. This canyon was featured at the end of \"127 Hours\": the slot canyon that trapped the hiker\/star of that movie fed out into Horseshoe."]},"\n",{"type":"===","value":["Backpacking"]},"\n\nThis park is more rugged and remote than most, with the Maze District in particular being renowned as one of the most remote backpacking destinations in the lower-48.  See the ",{"type":"[[","value":[["#Backcountry"],["Backcountry"]]}," section below for details on permits and regulations.\n\n",{"type":"===","value":["4WD roads"]},"\n\n",{"type":"[[","value":[["File:Elephanthill.jpg"],["thumb"],["240px"],["Elephant Hill 4WD \"road\""]]},"\n\nThe park offers some of the most challenging four-wheel drive roads to be found in the United States.  Check with rangers about road conditions on the roads you plan to explore—some \"roads\" are little more than nearly undriveable rocky trails that will be unpassable to all but the most skillful drivers in vehicles with high ground clearance.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["White Rim Road"]},".  The 100-mile White Rim Road loops around and below the Island mesa top and provides expansive views of the surrounding area. Trips usually take two to three days by four-wheel-drive vehicle or three to four days by mountain bike. All vehicles and bikes must remain on roads. ATVs are not permitted.  Under favorable weather conditions, the White Rim Road is considered moderately difficult for high-clearance, four-wheel-drive vehicles.  Permits are required for all overnight trips along the White Rim. During the spring and fall, demand for permits frequently exceeds the number available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Elephant Hill Road"]},".  Located in the Needles District, this road is one of the most technical four-wheel-drive roads in Utah, with steep grades, loose rock, stairstep drops, tight turns and backing. Over the hill, equally challenging roads lead to various features, as well as to BLM lands south of the park."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colorado Overlook"]},".  A moderately difficult road in the Needles District requiring high clearance, this route begins near the visitor center and leads to an overview of the Colorado River.  There are large rocks and stairstep drops in the last 1.5 miles which visitors may avoid by parking on the road (leave room for others!) and walking to the overlook."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Horse Canyon \/ Peekaboo"]},".  Also located in the Needles District, this road travels along canyon bottoms where deep sand, deep water and quicksand are common. Prehistoric rock art may be seen at Peekaboo, while there are several arches and Tower Ruin along the Horse Canyon road."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lavender Canyon"]},".  A road through a canyon in the Needles District where deep sand, deep water and quicksand are common. There are two major creek crossings with steep banks. Many arches and archeological sites may be viewed from the road."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flint Trail"]},".  This road is the most commonly used road in the Maze District, traversing slopes of clay that are extremely slippery when wet. The Flint Trail is often closed during winter.  Drivers on this road should be capable of making any necessary vehicle repairs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Teapot Camp to the Land of Standing Rocks"]},".  Another 4WD road in the Maze District that is considered very difficult under any conditions and involves considerable risk of vehicle damage.  Drivers on this road should be capable of making any necessary vehicle repairs."]},"\n",{"type":"===","value":["Mountain biking"]},"\n\nNearly any of the park's 4WD roads can be traversed by mountain bike, with the exception of the Horse Canyon Road which can be too sandy for mountain biking; inquire with rangers.  Bikers should carry plenty of water, and be aware that permits are required for all overnight stays.  In addition, many of the park's backcountry roads connect to BLM lands outside of the park, making for interesting itinerary possibilities.\n\n",{"type":"===","value":["Boating"]},"\n\nRafting on the rivers is popular, although all visitors must have permits.  Numerous outfitters based out of ",{"type":"[[","value":[["Moab"]]}," can help arrange trips. Routes down the Green River, either from Ruby Ranch or from Mineral Bottom, are exceptional.  Both routes are flat-water and kayaks, canoes and rafts are all doable without challenge.  The trips are wilderness camping at their best: extremely empty - only a few parties a day is typical - and beautiful.\n\n",{"type":"==","value":["Buy"]},"\n\nThe visitor centers have gift shops selling books and souvenirs, but otherwise there is nothing to be bought within the park.  Supplies, groceries, hardware, and a variety of souvenirs can be purchased in towns outside of the park.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is no food available within the park, so all supplies will need to be purchased in towns outside of the park.\n\n",{"type":"==","value":["Drink"]},"\n\nVisitor centers sell bottled water and provide fountains.  Within the park water supplies are limited, and any water that is found should be properly treated to prevent disease.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hotels"]},"\n\nThere is no lodging within the park, but numerous hotels can be found in the town of ",{"type":"[[","value":[["Moab"]]},", as well as in the towns of ",{"type":"[[","value":[["Hanksville"]]},", ",{"type":"[[","value":[["Green River (Utah)"],["Green River"]]},", and ",{"type":"[[","value":[["Monticello (Utah)"],["Monticello"]]},".\n\n",{"type":"===","value":["Camping"]},"\n\nThe park has two organized campgrounds, with additional camping options available outside of the park on public land.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Squaw Flat Campground"],["url="],["email="],["address=Needles district"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$10 per night"],["checkin="],["checkout="],["content=This campground offers 26 sites on a first-come, first-served basis. Bathrooms, fire grates, picnic tables, tent pads and water are available year-round.  Group size limit is 10 people and 2 vehicles.  Maximum RV length is 28 feet.  Squaw Flat typically fills every day from late March through June and again from early September to mid-October."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Willow Flat Campground"],["url="],["email="],["address=Island in the Sky district"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$10 per night"],["checkin="],["checkout="],["content=This campground is open year-round on a first-come, first-served basis.  There are twelve sites with tables, fire grills and vault toilets.  The 1 mi\/1.6 km access road is paved.  Firewood and water are not available.  Maximum group size is ten people, with a limit of two vehicles per group."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\nPermits are required for all overnight stays in the backcountry, including backpacking, four-wheel drive or mountain bike camping, and river trips. Permits are also required for day use by vehicles, bikes and horses in Horse\/Salt Creek and Lavender canyons in the Needles District. Permits are not required for day hiking.  Permits costs vary in price from $15–30 depending on activity, and are valid for groups of as many as fifteen people.\n\nPermits can be obtained at the visitor centers, and all permits can be reserved in advance through the park service ",{"type":"[","value":["http:\/\/www.nps.gov\/cany\/planyourvisit\/backcountrypermits.htm"]},". Those not reserved in advance are available to walk-ins first-come, first-served. Walk-in permits are only available the day before or the day of a trip. Permits are issued up to one hour before the close of business each day. River permits are issued (usually in advance) from the Reservation Office in Moab.\n\nPermits (except day use) are good for a maximum of fourteen days. Exact sites\/zones and dates must be determined when the permit is issued. Backpackers may stay up to seven consecutive nights in any site or zone. Visitors using the designated vehicle camps may stay a maximum of three consecutive nights at a camping area before having to relocate.\n\nReservation office staff are available by phone to answer questions and assist with trip planning Monday through Friday, 8AM-12:30PM (MST), at (435) 259-4351. When workload permits, phones may be answered until 4PM. Have a map available if you would like assistance with trip-planning. Visitors may also email questions to ",{"type":"[","value":["mailto:canyres@nps.gov canyres@nps.gov"]},". Reservations may not be made over the phone or by email.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe park's greatest danger is weather.  Summer temperatures often exceed 100 °F, but even during the spring and fall visitors should plan on drinking one gallon of water per day.  When hiking be aware that it can be easy to get lost in the twisting canyons, so let someone know where you are going and bring more food and water than you think you'll need.  During storms avoid high open areas which can be prone to lightning strikes.  In addition, be extremely cautious in narrow canyons as flash floods can occur with even a small amount of precipitation.  If you are in a canyon and it begins to rain, look for higher ground immediately; if you can hear the sounds of floodwaters approaching or notice rising water around you it is already too late to seek safety.  During winter ice can make roads dangerous, and visitors may want to consider bringing tire chains.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Arches National Park"]]}]},".  A spectacular (if sometimes crowded) park that features some of the best works of Mother Nature.  The weird arches and other spectacular rock formations are definitely worth a visit."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Moab"]]}]},".  The nearest major town, Moab offers all the services, lodging options, and material support to guarantee that everyone from the most threadbare adventure seeker to a Minivan-driving family of six has what they need."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Monticello (Utah)"],["Monticello"]]}]},".  The nearest town to the Needles section of Canyonlands."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hanksville"]]}]},".  A small village near the entrance to the Maze and Horseshoe Canyon areas."]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"{{","value":[["geo"],["38.16691"],["-109.75966"]]},"\n",{"type":"{{","value":[["isPartOf"],["Canyon Country"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]},"\n\n",{"type":"[[","value":[["commons:Category:Canyonlands National Park"]]},"\n",{"type":"[[","value":[["WikiPedia:Canyonlands National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Utah\/Travel and Tourism\/Parks\/National Parks and Monuments\/Canyonlands National Park\/"]]}]