[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Cao Bằng"]}," is the capital of Cao Bằng province in ",{"type":"[[","value":[["North (Vietnam)"],["northern Vietnam"]]},".  While unremarkable in and of itself, Cao Bằng is an easy-going gateway to the surrounding lakes, minority villages, karst peaks, caves, and the Ban Gioc Waterfall on the Chinese border.  Just 30 km from ",{"type":"[[","value":[["China"]]},", it is an excellent stop for travelers coming from or going to the ",{"type":"[[","value":[["Pingxiang (Guangxi)"],["Pingxiang"]]}," border crossing. For those tired of the tourist circuit of coastal ",{"type":"[[","value":[["Vietnam"]]},", Cao Bằng is also a refreshing glimpse into a city that exists solely on its own terms.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are no rail connections, making ",{"type":"'''","value":["buses"]}," the most convenient way to get to Cao Bằng.  A bus from ",{"type":"[[","value":[["Lạng Sơn"]]}," on the China-Vietnam border take 4–5 hours and costs 50,000 dong.  There are also buses from the neighboring provinces in northern Vietnam.  \nYou can rent a bus from Hanoi to CaoBang, about 5 hours on road, cost around 15 USD\n\n",{"type":"==","value":["Get around"]},"\n\nCao Bằng is easily navigated on foot, but ",{"type":"''","value":["xe ôm"]}," (motorbike taxis) are convenient and cheap.\n\nThe Bằng Giang River splits the city into two.  The bus station is on the eastern side of the river; cross the bridge to find the main street, Kim Dong (parallel to the river), the market, and most of the hotels.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Thang Hen Lake"]}," - surrounded by mountains, this serene lake is at its best in the rainy season.  During the dry season the lake shrinks and is not as impressive, but there are a few rafts that you can take.  Walking in the nearby mountains brings you past local herders and farmers.  There are no buses to Thang Hen, so the cheapest option is to hire a motorbike driver for the half-day trip. It's about 1 hour away, and try to negotiate a round-trip price of 125,000 dong. No entrance fee."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ban Gioc Waterfall"]}," - this breathtaking waterfall, the largest in Vietnam, straddles the China-Vietnam border. The water is particularly thunderous in the wet season but is still beautiful during the dry. You can take a raft out into the river to the base of the falls and greet Chinese tourists doing the same from the other side.  Ban Gioc is about 85 km from Cao Bằng, about 3 hours away.  The cheapest way to get there is to take a public minibus to Trung Khanh for around 50,000 dong.  Once in Trung Khanh, the minibus driver may offer to take you the rest of the way to Ban Gioc for an extra 150,000 dong, which includes waiting time, the nearby Ngườm Ngao Cave, and the return trip to Cao Bằng. You can also rent a motorbike in Trung Khanh to take you the rest of the way to the falls (about 20–30 minutes).  Those with a bigger budget can rent a jeep for the day.  No entrance fee, but you may be charged 2000 dong to cross the bridge to reach the falls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nguom Ngao Cave"]}," - ask your driver to take you to Nguom Ngao before or after Ban Gioc.  This immense cave holds a series of majestic, jaw-dropping caverns, filled with delicate, intricate formations of stalactites and stalagmites.  In the low season, you may even have the cave to yourself, an experience probably not to be had elsewhere. Optional guides will helpfully point out particularly interesting rocks and bat roosts. 5000 dong."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pac Bo Cave"]}]},"\n",{"type":"==","value":["Do"]},"\n\nMany minority tribes live in the area surrounding Cao Bằng, and their village markets make fascinating places to visit. Markets take place according to the lunar calendar, and the early morning is the best time to go.  Hiring a motorbike is the only way to get there.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are two fruit and vegetable markets on the western side of the river.  The more organized one sprawls under a roof just north of the bridge along Kim Dong. It also sells some cooked foods and household goods. The second market stretches along the river south of the bridge and is only in the morning.  Women from the countryside spread their fresh fruits and vegetables on blankets or in the baskets used to transport them.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are few restaurants in Cao Bằng, and those that exist are expensive by backpacker standards.  Fortunately, eating on the streets is delicious, easy, and cheap.  For breakfast, look no further than ",{"type":"'''","value":["bahn mi,"]}," toasted baguettes filled with cuts of pork, egg, cilantro, and a sweet-spicy sauce.  A woman on Pho Hoang Nhu, a few minutes' walk north of the Bac Lam Hotel, makes particularly tasty ",{"type":"''","value":["bahn mi."]},"  ",{"type":"'''","value":["Pho"]}," shops line the street facing the bus station (around 12,000 dong per bowl).\n\nBy dinnertime, certain areas become temporary food markets, with each area specializing in a certain dish.  Walk south down Kim Dong from the bridge to find ",{"type":"''","value":["chao"]}," (rice porridge) and stir-fried instant noodles.  On Kim Dong just south of the bridge there are several stands that serve pho and fried rice.  For a sweet ",{"type":"'''","value":["dessert,"]}," in the evening women set up small tables on the streets, where they cook up sticky rice balls in a sweet ginger soup.  Served with crumbled peanuts on top, this is the perfect way to end a day of eating on the streets.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bac Lam Hotel"],["url="],["email="],["address=25 Pho Hoang Nhu"],["lat="],["long="],["directions="],["phone=852 697"],["tollfree="],["fax="],["hours="],["price=300,000 dong"],["checkin="],["checkout="],["content=Near an elementary school, this hotel is a peaceful neighborhood a few streets in from Kim Dong. Spacious rooms are comfortable and have A\/C and mosquito netting. No WiFi."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bang Giang Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(84-26) 853431"],["tollfree="],["fax=(84-26) 855984"],["price="],["checkin="],["checkout="],["content=KimDong ward,"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Huong Sen Hotel"]},", near KimDong. 200,000 dong for a single room, WiFi included, A\/C, neat bathroom with decent pressure hot showers. No mosquito netting. Nice view from the higher floors."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Huong Thom Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(84-26) 855888"],["tollfree="],["fax=(84-26) 856228"],["price="],["checkin="],["checkout="],["content=45-46 Kimdong,"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vi Hoang Hotel"]},", 5 Hoang Van Thu, Hop Giang, tel: (84-26) 857176 \/ 857671"]},"\n",{"type":"==","value":["Go next"]},"\n\nBuses and minibuses leave frequently in the morning for the various bus stations in ",{"type":"'''","value":["Hanoi"]}," (70,000 dong), about 7 hours away. Buses leave less frequently after 10AM, and there are only a few buses in the afternoon.  Hanoi buses stop at Thái Nguyên and often include a stop for food if running during meal times.\n\nYou can reach ",{"type":"'''","value":["China"]}," through the border crossing at Lạng Sơn, five hours away by bus.  Another daytrip possbility is ",{"type":"[[","value":[["Ba Be National Park"]]},", between Cao Bằng and Hanoi.\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Vietnam"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Cao Bằng"]]},"\n",{"type":"{{","value":[["geo"],["22.673055555556"],["106.25"]]}]