[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Cape Vidal"]}," is in the northern part of the Eastern Shores area in the ",{"type":"[[","value":[["iSimangaliso Wetland Park"]]}," of ",{"type":"[[","value":[["South Africa"]]}," and is renowned for its sport fishing and snorkeling.\n\n",{"type":"==","value":["Understand"]},"\nThere is a relatively safe area for swimming, wildlife, especially birds, is abundant and self-guided trails enable visitors to see some of the surrounding wetlands and Lake Bhangazi. Cape Vidal falls within the St Lucia Marine Reserve and is situated north-east of ",{"type":"[[","value":[["St. Lucia (South Africa)"],["St. Lucia"]]},".\n\n",{"type":"===","value":["History"]},"\nCape Vidal is named after Captain Alexander Thomas Emeric Vidal (1792–1863), a surveyor with the British Royal Navy who charted the African coast in the 1820s.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nCape Vidal has the best of both worlds with access to the eastern shores of Lake St Lucia where there is a variety of game including reedbuck, other antelope, hippos, crocodiles and buffalo, spectacular water, forest and grassland birds and the wonderful Indian Ocean shore line with its startling array of marine animals.\n\nThe marine habitat is the route used by humpback whales on their northerly migration to Mozambique to calve.  Other \"big game\" include migratory marlin, sailfish and dolphins.\n\nFrom November to February the loggerheads and leatherback turtles come onto the beach to lay eggs.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\nPark entry fees - R25per person and R35 per vehicle (2010)\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Cape Vidal is near the site of the Dorothea shipwreck, a wooded barque which was lost in heavy weather on 31 January 1898. She was said to be carrying gold from the Transvaal. The whereabouts of the Dorothea is unknown however snorkelers may come across a chain in the bay which is said to have come from the wreck."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Cape Vidal bay has a designated launch site for skiboats and deep-sea fishing and spear fishing are popular sports. It is sheltered and superb for snorkeling at a low tide."]},"\n",{"type":"*","value":[" Schools based at St Lucia can make arrangements through the Crocodile Centre to visit Cape Vidal for the day or small groups can stay at Cape Vidal. There are private business in St Lucia which cater for school group guidance."]},"\n",{"type":"==","value":["Buy"]},"\nPetrol and diesel are for sale from 8AM-4PM. There is a small shop with curios, water, refreshments and some snacks. All other supplies can be obtained at St Lucia, which is 37 km away.\n\n",{"type":"==","value":["Eat"]},"\nIf you are staying overnight, you need to bring your own food. Supplies available in St Lucia.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThis pretty bay is supported by a variety of accommodation set back in the dunes.\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" There are 18 five-bedded and 11 eight-bedded fully equipped log cabins. These have two and three bedrooms, a bathroom with shower, a fully equipped kitchenette and a dinette\/lounge."]},{"type":"*","value":[" For fishing parties, five multi-bed cabins (sleeping 8-20) may be hired on the shore of Lake Bhangazi."]},{"type":"*","value":[" Bhangazi Bush Lodge, 10 km from the hutted camp, sleeps eight guests in four self-contained, fully equipped units."]},"\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":[" Cape Vidal has 50 campsites in the dune forest near the beach."]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Malaria precautions are advised."]},"Snorkeling at Cape Vidal excellent, but bathing and snorkeling conditions can be dangerous at the wrong tide, especially 3–4 hours before and after high tide. For up to date information about tidal conditions and ocean safety at Cape Vidal, speak to the locals, or get a local guide.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["iSimangaliso Wetland Park"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]