[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"'''","value":["Cape Brett"]}," is 26 km North-West of ",{"type":"[[","value":[["Russell (New Zealand)"],["Russell"]]}," in the ",{"type":"[[","value":[["Bay of Islands"]]}," \n\n",{"type":"[[","value":[["Image:Cape brett.jpg"],["right"],["thumb"],["350px"],["Cape Brett, Bay of Islands"]]}," \n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nBooking a tour to the \"Hole in the Rock\" from either ",{"type":"[[","value":[["Paihia"]]}," or ",{"type":"[[","value":[["Russell (New Zealand)"],["Russell"]]}," will give you a glimpse of Cape Brett but these tours generally do not land at the cape.\n\n",{"type":"===","value":["By Sea"]},"\nWater taxis can drop you off either at Cape Brett (only possible in calm sea conditions) or at Deep Water Cove. It is a 2 and a half hour hike to reach Cape Brett from Deep Water Cove. \n\n",{"type":"===","value":["By Land"]},"\nA more strenuous (yet very rewarding) way to reach Cape Brett is via the Cape Brett track which starts from Oke Bay, Rawhiti, 29 km from ",{"type":"[[","value":[["Russell (New Zealand)"],["Russell"]]},". From there it is 21 km (8-9 hours) to reach the light house and Cape Brett Hut. Walking this track requires a high level of fitness and experience. It is well worth the effort though as the track passes through native and regenerating bush and you'll see some spectacular views along the way.\n \n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"'''","value":["Track Fees"]},"\n\nThe Oke Bay to Deep Water Cove section of the track is private land so if you start the hike from Oke Bay you will need to pay the $30.00 track maintenance fee ($15.00 for children 15 years or younger). This fee includes the return journey the next day.\nThe track maintenance fee is $10.00 ($5.00 for children) for walking any part of this section as a day trip (so not staying overnight in the hut).\n\nThe Deep Water Cove to Cape Brett section of the track is managed by the Department of Conservation and no fee is charged.\n\n",{"type":"'''","value":["Hut Fees"]},"\n\n$12.20 per night for adults, $6.10 for youths (aged 11-17), free for younger children.\n\nTrack and hut fees can be paid through the Department of Conservation's on-line booking system or at the Paihia i-SITE.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The Lighthouse"]},{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Snorkeling"]},{"type":"*","value":["Fishing"]},"\n",{"type":"==","value":["Eat"]},"\nThere are no shops or restaurants anywhere along the track. You are required to bring in all your food for the hike, the overnight stay and the hike back. \n",{"type":"==","value":["Drink"]},"\nWhen hiking the Cape Brett track take plenty of water as there is none available along the track. There are the watertanks at the Cape Brett hut but note that this water is not treated so make sure to boil the water or use some other water treatment before drinking it.\n\n",{"type":"==","value":["Sleep"]},"\nHut Bookings are essential. Use the Department of Conservation's on-line booking system or book through the Paihia i-SITE. The hut is locked and you will be given the combination after full payment has been received.\n\n",{"type":"===","value":["Lodging"]},"\nThe Cape Brett Hut once used to be the lighthouse keepers cottage. It has 23 bunk beds and toilets. The kitchen has running water and gas cookers. There is no shower but you can wash at the taps outside if you're not too shy.\n\nMake sure to bring a flash light or some candles for lighting, a sleeping bag and cooking utensils. The matresses all have a plastic cover so bringing a sheet is a good idea to make it a bit more comfortable.\n\n",{"type":"===","value":["Camping"]},"\nCamping is not allowed at Cape Brett.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["Always check the weather forecast before heading out."]},{"type":"*","value":["Stay on the track at all times."]},{"type":"*","value":["Some sections of the track pass by very steep cliffs. Take care in windy conditions."]},{"type":"*","value":["Secure carparking is available in a couple of places in Rawhiti."]},"\n",{"type":"==","value":["Go next"]},"\nMake sure you take out all your rubbish (including food scraps).\n\n\n",{"type":"{{","value":[["IsPartOf"],["Bay of Islands"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Cape Brett"]]}]