[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:Thistle cove.jpg"],["thumb"],["350px"],["right"],["White sand and orange streaked granite at Thistle Cove."]]},"\n",{"type":"[[","value":[["Image:CapeLeGrandeMap.png"],["thumb"],["350px"],["right"],["Cape Le Grand map."]]},"\n\n",{"type":"'''","value":["Cape Le Grand National Park"]}," is in the ",{"type":"[[","value":[["Goldfields-Esperance"]]}," region of ",{"type":"[[","value":[["Western Australia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nCape Le Grand National Park is considered by many to be among the best coastal scenery in Western Australia. Secluded bays cradling white sand beaches, wave pounded headlands and imposing granite peaks are nature at its most dramatic. The parks expansive heathland supports an abundance of colourful wild flowers and a curious native animals. Many visit as a day trip from ",{"type":"[[","value":[["Esperance"]]},", though the excellent camping facilities make it viable to stay longer.\n\n",{"type":"===","value":["History"]},"\nThe area has been traversed for thousands of years by Aboriginal peoples who most likely used the granite outcrops for shelter and to made use of the abundant natural resources. The first recorded non-indigenous visitors was in 1792 when French expedition ships commanded by Admiral D'Entrecasteaux navigated the Recherche Archipelago. The cape was named in honour of an officer on L'Esperance who climbed the tall ships mast during a storm to identify a safe place to wait it out. British explorer Matthew Flinders also dropped anchor in Lucky Bay in 1802. Rossiter Bay is named after the captain of the French Whaling ship ",{"type":"''","value":["Mississippi"]}," who saved explorer Edward John Eyre and his Aboriginal companion Wylie from starvation after they had completed their famed crossing of the Nullarbor Plain in 1841. Less notable accounts exist of whalers, sealers and pirates using the bays and isles for their trade over the past few hundred years. Cape Le Grand was established as a national park in 1966.\n\n",{"type":"===","value":["Landscape"]},"\nTypical of the southern coastal region, the parks terrain comprises gently undulating heath-covered sandplain interspersed with swamps and the occasional shallow pools of fresh water. The lower coastal section of the park is interwoven chain of gneiss and granite rock headlands that fridge the bays and rise up into the distinctive peaks of Mount Le Grand (345 m), Frenchman Peak (262 m) and Mississippi Hill (180 m). Much of curving shapes of the outcrops and peaks were been formed 40 million years ago in the Eocene period when higher ocean level put the present land underwater and the caves and tunnels evident in the peaks were etched out by waves action and ocean currents. Apart from the access roads and some low impact recreational facilities the area has changed very little since the sea receded at the end of the Eocene.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["Image:Banksia. The flower of the Banksia Tree, Cape Le grand NP.jpg"],["thumb"],["200px"],["right"],["The flower of Banksia tree"]]},"\nSmall native mammals such as the honey possum, quenda, southern brown bandicoot inhabit the park, though you would be lucky to glimpse them during the day. You are more likely to encounter grey kangaroos who frequent the beaches and campsites, quite unperturbed by human observers. Reptile species such as the barking gecko, legless lizard and the heath monitor are commonly found scampering among the granite outcrops. Swamp and freshwater areas support a chorus of several frog species including the quacking frog, the western banjo frog and the humming frog. Southern Right Whales can be spotted spurting jets of water or belly flopping in the ocean as they cruise around the islands during their calving season in mid Oct-Nov.\n\nThe heath comprises mostly of low scrubby bushes and coastal grasses, though pockets of deep sandy soils support dense thickets of Banksia that can grow to a height of 3 or 4 metres. The brush like flowers of the Banksia explode into colour during the regions short wild flower season around Sep-Nov. Nuytsia floribunda, more commonly known as the native Christmas tree, has a similar short profusion of yellow-orange flowers usually between late November and January. Throughout the year the surrounds are dotted with the red fingers of Grevilleas, the white bottle brush like Melaleuca and the shimmering green fronds of the ubiquitous grass tree.\n\n",{"type":"===","value":["Climate"]},"\nThe Esperance region is renowned, or perhaps notorious, for its erratic weather. A warm, blue-sky day can quickly fill with stormy clouds that pass before you can even get your umbrella out. Blustery winds and frequent, but short, bursts of frigid rain can temporarily dampen your plans but you will forget it all when the clear periods make for utterly idyllic conditions.\n\nTemperatures in the summer months (Dec-Feb) are relatively mild, rarely cracking 25⁰ C during the day and dropping to 15-17⁰ C at night. Winter months (Jun-Aug) sees the daytime temperatures drop to around 18⁰ C and a chilly 8⁰ C at night. Rain and the Antarctic winds are at their most persistent at this time of the year and a good blast off the glaciers can quickly drop temperatures by several degrees.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nThe main entrance to the park is around 50 km by road from ",{"type":"[[","value":[["Esperance"]]},". Take Fisheries Road, then turn off at Merivale Road and then on to Cape Le Grand Road to the park entrance.\n\nThe second entrance at the Le Grand Beach campsite is accessed by driving 30 km along the beach from Wylie Bay. A 4WD is essential and be sure to check tides as parts of the beach can be cut off by the rising tide. Many imprudent people have lost their cars to the sea.\n\n",{"type":"===","value":["By boat"]},"\nSeafarers can enter the park from the Southern Ocean. The park lacks jettys to dock at so you will have to drop anchor at a suitable spot offshore and make land fall on a smaller craft. Lucky Bay has been a popular sheltered water for centuries.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA fee of $11 per car is collected at both entrance gate. The ticket booths are generally staffed between 8AM and 4PM, but may close early or not be staffed at all during quiet periods. If ticket staff are not on duty you can still pay using the self-service ticketing envelopes and deposit box at the rear of the ticket booth. The ticket is valid for the day of purchase but if you are camping and don't leave the park you only need to pay for the day you arrived. Make sure you keep the ticket displayed on your dashboard as park rangers sometimes do spot checks of vehicles inside the park.\n\nThe entry fee can be avoided if you arrive on foot or from the ocean.\n\n",{"type":"==","value":["Get around"]},"\nSealed roads run through the park and down to the main beaches.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Whistling rock.jpg"],["thumb"],["200px"],["right"],["Whistling rock at Thistle Cove"]]},"\nSecluded bays cradling white sand beaches, imposing headlands and the sentinel granite peaks inland invite awe or quiet contemplation of the pristine landscape.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Frenchman's Peak"]}," - The 262 m high granite cone is not the highest in the park but the gentle slopes make it the easiest to climb for spweeping views over the entire park. The craggy summit can get crowded at peak periods, especially on the very highest boulder as perfectionist climbers take turns being photographed on top as they try not to get blown off by the strong wind. Nonetheless, the peak has many quiet crooks to sink into and contemplate the landscape that has barely changed since the first tall ships sailed past. The cave like arch over the hollow peak is worth exploring for evidence of ancient human activity or as a shelter from an unexpected burst of rain."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hellfire Bay"]}," - Perhaps named after the orange rocks that curve around the fingernail of white sand beach in the crook of the small bay. The booming ocean waves that crash into the headland peater out by the time they reach the shore. The surrounding bush is well stocked with showy Banksia trees and other wildflowers. An easy 40min walk loops up and along the headland from the carpark. Gas BBQs, wheelchair accessible and regular toilets are available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Grand Beach"]}," - A wide stretch of flat white sand seems to stretch out forever from the granite headland. It may not have the dramatic beauty of the other bays but is does offer plenty of wide open space. The coastal hike starts here and even if you don't want to do the whole thing the first section to the top of the headland leads to a good site to look out into the islands."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lucky Bay"]}," - A sweeping bay with a rocky headland on one side, half moon of white sand on the other and a camp site in the middle. Considered by many to be the most beautiful spot in the park, if you sit on the headland and looking at the islets in the bay as the sun sets behind you, it's hard to disagree."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thistle Cove"]}," - A bay between two bulging headlands named after Matthew Flinders' ship master, John Thistle who drowned here 1802. A natural monolith next to the carpark makes a peculiar sound similar to an air-conditioner or electrical humming depending on the angle of the wind and your position. The rocky cove is scattered with boulders sculpted by wind and water into savage shapes. Behind it is a small sandy bay that has the force of the entire ocean concentrated into to a white capped tumult. Probably not the best spot for a swim. No toilet or shower facilities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rossiter Bay"]}," - Though the bay is not particularly exciting, it's historically significant as the stretch of coast where explorer Edward Eyre and his Aboriginal companion Wylie were saved from near starvation in June 1841 by Captain Rossiter and the crew of the French whaling ship Mississippi. The bay and nearby Mississippi Hill were named by Eyre."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Frenchmans Peak 2011.jpg"],["thumb"],["250px"],["right"],["Frenchmans peak. Taller than it looks."]]},"\nThe crystal clear water and long often empty beaches provide a pleasant background for aquatic recreational activities. Those who prefer to keep their feet on dry ground will find plenty of hiking and climbing options.\n\n",{"type":"===","value":["Climbing"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Frenchman's peak"]}," - (2hr return, 30-45 mins up) A popular climb as it's not too hard to reach the 262m summit, though a reasonable amount of fitness and balance is needed to traverse the constant incline and scamper over obstructing boulders. Markers from the bottom show a general path to follow up the side with the gentler incline. The lower half is more or less flat (albeit with an upwards slant) but the upper reaches requires some scrambling around and over rocks. Strong winds may cause some difficulty and extra caution is needed in the rain as the moss covered surface gets very slippery. It's a good idea to take water, wear a hat and be prepared for changing weather conditions."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Le Grand"]}," - (3hr return, 1 hr up) Slightly higher than Frenchmans Peak at 345m, but a far more challenging climb as there are not any defined paths to the summit. A pair of caves on the eastern side are worth exploring and, of course, the view from the top worth the climb. The most direct access is from Hellfire Bay."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mississippi Hill"]}," - (30mins return) At 180m this one is a mere bump compared to the other peaks. The trail starts at the Lucky Bay campsite and winds its way up the very gentle hill and is pleasant walk in the evening."]},"\n",{"type":"===","value":["Diving"]},"\nThe abundant marine life in the crystal clear waters and a few wrecks attract divers to the region, though the frigid waters and turbulent current of the southern ocean might deter the feint hearted.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sanko Harvest wreck"],["url="],["email="],["address="],["lat="],["long="],["directions=12km of south of Hellfire Bay"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The second largest diveable wreck in the world and the largest on the Australian coast. The 33,000 tonne Japanese tanker hit a reef in 1991 and after spilling its cargo of fertilizer and deisel into the bay was declared unsalvagable and scuttled. The sunken 174m long ship has broken into 3 pieces that lay at a depth of 13 to 44m. The hull is covered with kelp, anemones, sponges and sea tulips though it is still possible to access the ships bridge, engine room and the tower cranes. The site was declared a marine sanctuary in 1994 for its resident schools of blue groper, red snapper and the occasional seal or dolphin. The turbulent southern ocean and strong winds make it a dificult dive though around April is said to best time to dive as the winds are a little lighter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Islands of the Recherche Archipelago"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Numerous scraggly islands and small granite domes with their heads barely above water that are part of the Archipelago, lay within the park. Underwater granite walls, boulders, caves and reefs can be explored. The largest are Ram and Mondrain islands."]]}]},"\n",{"type":"===","value":["Hiking"]},"\nA 15 km long hiking trail follows the coastline from Le Grand beach, passing through Hellfire Bay, Thistle Cove, Lucky Bay and ending at Rossiter Bay. The trail is well signposted and information boards along the way point out the significant flora, fauna and cultural features. Most people take 6–8 hours to complete the whole length, though less ambitious hikers may opt to take on just one of the four sections. Each section takes about 2–3 hours except for the short section from Thistle Cove to Lucky Bay which you can easily walk in 30mins. The two sections from Le Grand Beach to Thistle Cove are the most difficult as the headland necessitates negotiating varying inclines and descents. The other two sections from Thistle cove to Rossiter Bay are more easy going as the terrain is flatter and the Thistle Cove-Lucky bay section is easy and short enough to be suitable for children. The start or end point of each section is accessible by road, enabling you to have someone drop you off and pick you up and the other end.\n\n",{"type":"==","value":["Eat"]},"\nThe closest restaurant or supermarket is in Esperance so your eating options are limited to whatever you bring with you. Free public gas BBQs are located at Hellfire Bay, Lucky Bay and Le Grand Beach.\n\n",{"type":"==","value":["Drink"]},"\nRainwater tanks and drinkable water taps can be found next to the campers kitchen at both camp sites.\n\n",{"type":"==","value":["Sleep"]},"\nThe two prescribed camp sites for tents and caravans are the only option to stay overnight in the park. If camping is not your thing, ",{"type":"[[","value":[["Esperance"]]}," has numerous hotels, backpacker hostels and caravan parks.\n\n",{"type":"===","value":["Camping"]},"\nLocated at opposite ends of the park, the two low impact camping areas each have a distinct feel. Though the sites are basic, both provide treated rain water taps, solar heated shower block and a campers kitchen. The campers kitchen have BBQs, four burner cooktop and a sink. There aren't any publicly accessible electricity outlets.\n\nCamping fees at both camp sites are $9 per adult, per night. The ranger collects the fees directly from you whenever they make their rounds, usually in the morning and evening.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Grand Beach campsite"]}," - Fourteen spaced out caravan bays behind the sand dunes with a campers kitchen and clean ablution block. Sometimes it smells of the ocean - and not in a good way."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Luckybay campsite"]}," - On the bay, sheltered under trees. A bakers dozen of caravans sites and a smaller, somewhat cramped, separate area for tents. This one is the more popular and fills up fast during on long weekends."]},"\n",{"type":"===","value":["Backcountry"]},"\nCamping rough outside of the campsites or in parking lots is not permitted.\n\n",{"type":"==","value":["Stay safe"]},"\nThe same dangers that apply to most of the southern coastline are evident here too. Don't let the inviting waters fool you, the ocean can be deadly.\n\n",{"type":"'''","value":["King waves"]},", as the name implies, are large freak waves common along this part of the Western Australian coast. They are difficult to predict and calm waves are no guarantee that one is not on its way. Keep in mind the old sailors adage; Never turn your back on the sea. ",{"type":"'''","value":["Rips"]}," and other strong current at some beaches pose a danger even if you are a strong swimmer. Swimming in the bays is generally safe though if the beach has a reef offshore a rip might be present. The ",{"type":"'''","value":["poisonous Dugite snake"]}," is rarely seen in this part of the region though it is possible that one may venture into the park. Other snakes of the non-lethal variety are found around the granite outcrops but unless you are a snake expert it is best observe them from afar.\n\n",{"type":"'''","value":["Mobile phone reception"]}," can be spotty out here. Unless you have a satellite phone, calls to emergency numbers won't work. The park has two ",{"type":"'''","value":["resident rangers"]}," on duty 24 hours that can provide assistance if you get into strife. One lives near the main entrance on Cape Le Grand Road and the other is based at the Lucky Bay campsite.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Esperance"]]}," - The closest town with all the modern conveniences and sublime beaches."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cape Arid National Park"]]}," - Not nearly as harsh as the name suggests. Similar to Le Grand but on a much, much larger scale."]},"\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Goldfields-Esperance"]]},"\n",{"type":"{{","value":[["Geo"],["-33.946944"],["122.15556"]]},"\n",{"type":"[[","value":[["wikipedia:Cape Le Grand National Park"]]}]