[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Cape Breton Highlands National Park"]}," is the second largest National Park in Atlantic Canada and the largest in the Maritime provinces. It is located on the ",{"type":"[[","value":[["Cape Breton Island"],["island of Cape Breton"]]}," in the Canadian province of ",{"type":"[[","value":[["Nova Scotia"]]},". It contains a significant portion of the Cabot Trail, the world famous overland route.\n\n",{"type":"===","value":["Understand"]},"\n\nThe park is roughly definable by its two coasts.  The Western side represents the Acadian culture and the Eastern side is much more English, and in fact the park feels like two parks.  Most of the publicity shots come from the western portion of the park, although the Eastern part is much more visited as it is more accessible.  \n\n",{"type":"==","value":["History"]},"\n\nThe park was established in 1936 to protect the specific ecosystem contained within.  \n\n",{"type":"==","value":["Landscape"]},"\n\nThe park is best known for the Cabot Trail.  This trails winds its way along the coast with mountains on one side and the water on the other.  The access to the park is provided primarily by the coastal road.  No viable way of exploring the interior exists, though this is where the highest mountains can be found.  \n\n",{"type":"==","value":["Flora and fauna"]},"\n\nIconic Canadian mammals such as bear and moose are visible in the park.  Bunchberries dominate the ground during certain periods of summer.  Wild blueberries are also present, and if able to properly identify them they make an interesting snack\n\n",{"type":"==","value":["Climate"]},"\n\nThe park is in Canada's Maritime provinces and its weather is comparable to the overall region, with both relatively mild winters and summers.  Expect a lot of snow in wintertime.  \n\n",{"type":"==","value":["Get in"]},"\n\nThe park is accessible primarily by car.  The area is not serviced particularly well by bus.  It is approximately four hours from Halifax to either park entrance.  Be aware that there are steep inclines and drivers should be prepared for such challenges.  The Cabot Trail is also a common destination for bicyclists, so be prepared to share the road.  \n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nStandard Parks Canada prices will apply, though these vary park to park and by season. The annual national parks pass is recognized here.\n\n",{"type":"==","value":["Get around"]},"\n\nThe park is best visited by motor vehicle.  Public transport options are limited.  Be aware that there are not many places to find fuel within the park, and it is worth inquiring at the visitor centres or gas stations when to next expect gas to be available.  Although the park is a worldwide destination for bicyclists, it is not recommended for novices.  \n\n",{"type":"==","value":["See"]},"\n\nMost points of interest in the park are accessible by the park's many walking trails.  These may be for history (such as at Lone Shieling) or for the views (l'Acadien, Skyline).  Skyline trail is also notable for its sunset walks (which many consider to be a must).  Some waterfalls are accessible by back roads. \n\n",{"type":"==","value":["Do"]},"\n\nThe park is known for kayaking, whale watching and it many walking paths.  There is also a world renowned golf course in Ingonish.  \n\n",{"type":"==","value":["Buy"]},"\n\nCheticamp and Ingonish serve as the two mains service towns on either side of the park.  There is also a gift store in the visitor centre in Cheticamp.  There are smaller towns to the north of the park where some supplies  are available.  \n\n",{"type":"==","value":["Eat"]},"\nIngonish provides a decent choice of restaurants and has a few choices for grocery stores.  Cheticamp provides the same options, but Acadian cuisine can also be sampled.  Seafood is popular throughout the area.  \n\nThe Keltic Lodge lies within the park and provides a seaside locale with fine dining and the only place in the park where alcohol can be purchased.  The only other eatery within the park's confines is at the beach in Ingonish.\n\n",{"type":"==","value":["Drink"]},"\nThere are liquor stores in Ingonish and Cheticamp.  \n\nIn recent years the park has imposed a ban on drinking inside the park on Canada Day.    \n\n",{"type":"==","value":["Sleep"]},"\nThe Keltic Lodge is the only option within the park, though prices may be out of some budgets.  Ingonish and Cheticamp provide some motel and hotel options as do the towns to the north of the park.  \n\n",{"type":"===","value":["Camping"]},"\nThe park has three large campgrounds, at Broad Cove and Ingonish in the Eastern section and at Cheticamp (co-located with the visitors centre) in the Western section.  There are also three austere sites, at Corney Brook, MacIntosh Brook and Big Intervale in the Western Section.  A particular standout is Corney Brook, squeezed between a mountain and the Gulf of St. Lawrence.  No water is locally available at the austere sites, though they have bathrooms and picnic areas (and two have playgrounds).  Note that the number of biting insects at MacIntosh Brook and Big Intervale is much higher.  \n\n",{"type":"===","value":["Backcountry"]},"\nThere is one backcountry site at Fishing Cove.  It is accessible by one of two paths, one twice as long as the other.  \n\n",{"type":"==","value":["Stay safe"]},"\nIn recent years there have been numerous serious encounters with coyotes.  Heed the advice available at the Visitors Centres.  Despite their imposing appearance and reputation, black bears do not pose a great risk as long as the regular precautions are taken.  If camping or hiking inquire as to bear safety tips.  \n\nThe Cabot Trail is a popular destination for bicyclists and motorcyclists.  Take necessary precautions to share the road.     \n\n",{"type":"==","value":["Go next"]},"\nMany visitors combine a visit to the park with a journey to the far north of the island at Meat Cove.\n\n",{"type":"{{","value":[["geo"],["46.716667"],["-60.659722"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Cape Breton Island"]]},"\n",{"type":"[[","value":[["Wikipedia:Cape Breton Highlands National Park"]]}]