[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Stellenbosch-region.JPG"],["thumb"],["350px"],["Near Stellenbosch."]]},"\nThe ",{"type":"'''","value":["Cape Winelands"]}," are a region in the south of ",{"type":"[[","value":[["South Africa"]]},". The winelands boasts some of the most majestic scenery in South Africa. It is situated to the north-east of ",{"type":"[[","value":[["Cape Town"]]}," and offers a beautiful landscape of wine hills and mountains.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Breede River Valley"]]}," - on the edge of the ",{"type":"[[","value":[["Cape Karoo"]]}," this is mainly an agricultural region but offers some of the countries finest passes"]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Franschhoek"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Paarl"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Somerset West"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Stellenbosch"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tulbagh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Worcester (Western Cape)"],["Worcester"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Robertson"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Cape Town"],["Kirstenbosch Botanical Gardens"]]}," are just north to the valley.\n\n",{"type":"==","value":["Understand"]},"\nIn 1652 the Dutch East India company established a refreshment station at the Cape of Good Hope aiming to provide fresh food to the company's fleet on voyages to India and surrounding areas. As a result of this trading station South Africa now boasts a flourishing wine industry and colourful, multi-cultural nation.\n\nWhen the first settlers arrived, governor Simon van der Stel awarded them land where they could farm for their own needs. When more and more settlers from ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["France"]]}," and the ",{"type":"[[","value":[["Netherlands"]]}," arrived - some of them experienced winemakers - they discovered that the hills in this region were ideal for growing vines.\n\n",{"type":"==","value":["Talk"]},"\n\nAs in much of the Western Cape, Afrikaans is commonly spoken, among people of all races.  English is almost universally understood, though.\n\n",{"type":"==","value":["Get in"]},"\nThe Cape Winelands are easily accessible from Cape Town via car and tour bus. Trains run from Cape Town to Stellenbosch, Paarl and Worcester, but are infrequent.  The main routes through the winelands are on the N1 and N2 highways.\n\nMost of the major vineyards are centered around Paarl (on the N1) and Stellenbosch (on the N2). Many other smaller and interesting vineyards exist slightly off the beaten track.\n\nAlmost all of the vineyards are clearly marked by wine route markers.\n\nIn addition to this there are many organised bus tours through the major wine routes.\n\nMost of the vineyards are open during the week and some on weekends. Wine tastings are offered as well as cheese at some cellars. There may be a small charge for wine tasting, however this is often discounted when purchasing wine from the cellar.\n\n",{"type":"==","value":["Get around"]},"\n\nPublic transport within the Winelands is limited to a few trains and buses between the main centres.  To reach most of the vineyards, you'll either have to hire a car or take a tour.  If based in Stellenbosch, you can also take the Vine Hopper minibus which picks up anywhere in central Stellenbosch and takes circular routes around 12 local vineyards (6 each on alternate days). Just get off the bus where you want, stay as long as you want, and get on a later bus to take you to the next vineyard or - if you've had enough daytime drinking - back to Stellenbosch. Tickets for the Vine Hopper cost R200 and are available from the Stellenbosch  ",{"type":"[","value":["http:\/\/www.istellenbosch.org.za\/ Tourism and Information Bureau"]},"  or the larger hotels.\n\n",{"type":"==","value":["See"]},"\n\nBe sure to visit the beautiful towns of ",{"type":"[[","value":[["Stellenbosch"]]},", ",{"type":"[[","value":[["Paarl"]]}," and ",{"type":"[[","value":[["Franschhoek"]]}," and to taste some wine at one of the local wine farms.\n\nThe ",{"type":"[","value":["http:\/\/www.sun.ac.za University of  Stellenbosch"]}," is situated here.\n\n",{"type":"==","value":["Do"]},"\n\nWine isn't the only reason for visiting the Winelands but for many visitors it's one of the major ones.  There is a bewildering number of vineyards - over 150 in the Stellenbosch area alone.  A good (but by no means complete) listing of them, with directions and links, is available on the ",{"type":"[","value":["http:\/\/www.wine.co.za\/directory\/ wine.co.za"]}," website.  Most vineyards are open daily (but only some on Sundays) and offer modestly-priced and generous tastings of their products (R30-R60 per person for 5 or 6 small glasses is typical).  Some - especially those in the Simonsberg and Helderberg areas - have stunning mountain locations or views.  The larger ones may also offer snacks, picnics or full meals.  The atmosphere is generally relaxed with no wine snobbery and certainly no pressure to buy.  That said, the quality and price are so impressive that it's often hard not to (vineyard prices are usually a bit lower than SA wine shops and around a third of the equivalent price in the UK, for instance).  But remember that the typical duty-free allowance is only 2 or 3 bottles, and while some vineyards and shops will arrange international shipping of larger quantities, you'll have to pay the customs duty on them.\n\n",{"type":"===","value":["Wine Tours"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Happy Holiday wine tours"],["url=http:\/\/www.happyholiday.co.za\/"],["email=tour@happyholiday.co.za"],["address=PO Box 454, Stellenbosch 7599 South Africa"],["lat="],["long="],["directions="],["phone=+27(0)21 855 2108"],["tollfree="],["fax="],["hours=10:30AM-5PM, or 2-4 day private wine tour or tailor made wine tours"],["price="],["content=Offers daily guided wine tours to the wine region of stellenbosch, paarl, franschhoek. Including pick up service from hotel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=CDM Tours"],["url=http:\/\/www.cape-dmc.co.za"],["email=info@cape-dmc.co.za"],["address=24 Tarentaal Street, Stellenbosch"],["lat="],["long="],["directions="],["phone=+27 (0)21 886-7457"],["tollfree="],["fax="],["hours=8AM-5PM"],["price=Daily R400, Private R1500"],["content=CDM Tours operates Scheduled\/ Daily tours for the Budget conscious and Private Tours for those of you looking for a more personalised Tour. We cater to absolute novices to wine to seasoned connoisseurs!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Easy Rider Specialist wine tours"],["url=http:\/\/www.winetour.co.za\/"],["email=stumble@iafrica.com"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)21 886-4651"],["tollfree="],["fax="],["hours=10:30AM-5PM"],["price="],["content=Offers daily guided tours of the wine region that depart from the Backpackers' Hostels. The tours include lunch and wine tasting at four wineries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Go Cape Tours"],["alt=Go Cape Tourism Services"],["url=http:\/\/www.gocape.co.za"],["email=enquire@gocape.co.za"],["address=24 Tarentaal Street, Stellenbosch"],["lat="],["long="],["directions="],["phone=+27 (0)21 886-7457"],["tollfree="],["fax="],["hours=8AM-5PM"],["price=R400 departing Stellenbosch"],["content=Go Cape Tours offers visitors both Private and Daily Wine Tours. Both tours can be selected as Half or Full day tours. Our experienced wine guides will take you to the less Touristy estates where the atmosphere is generally more intimate and the service more personalised."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Luhambo Tours"],["url=http:\/\/www.luhambotours.com"],["email=info@luhambotours.com"],["address=Cape Town, Milnerton"],["lat="],["long="],["directions="],["phone=+27 (0)21 551 04 67"],["tollfree="],["fax="],["hours="],["price="],["content=Specialised in wine tours in Cape Town and the Cape Winelands including Stellenbosch and Franschhoek. Small groups with specialised wine guides. 1, 3 and 5 day winelands tours"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tsiba Tsiba Tours & Travel"],["url=http:\/\/www.tsibatsiba.co.za\/"],["email=info@tsibatsiba.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)82 956 8104"],["tollfree="],["fax="],["hours=lat="],["price="],["content=Based in the heart of the winelands, our specialty is wine! We cater for the connoisseur, the wine lover, and even the wine novices – spend a day enjoying award winning wines, fine cuisine and admiring spectacular scenery. We tailor the day to suit our guests whether on a group or private wine tours. Other tours include Cape Peninsula, shuttles, transfers and more!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tommitravel"],["url=http:\/\/www.tommitravel.com\/tours\/cape-town.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+27 (0)71 347-3277"],["tollfree="],["fax="],["hours=9AM-5PM"],["price=From R900"],["content=Tommitravel offers wine tours and township tours in the wine region. Tours can be either full day or half day and tailed to suit the individuals needs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fairfield Tours DMC"],["url=http:\/\/www.fairfieldtours-dmc.com"],["email="],["address=66 Hopkins Street, Parow, Cape Town"],["lat="],["long="],["directions="],["phone=+27 21 936 4600"],["tollfree="],["fax="],["hours="],["price="],["content=Fairfield Meetings & Incentives is a full-service Destination Management Company and PCO, Our services include the conceptualization, management and execution of incentive programs, meetings, conferences, congresses and events."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cape Zebra Tours"],["url=http:\/\/www.capezebratours.co.za"],["email=info@capezebratours.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)76 560 1616"],["tollfree="],["fax="],["hours="],["price="],["content= Full day Wineland tours, Paarl; Franschhoek and Stellenbosch or a half day tour on the Oldest Wine Estates in South Africa."]]}]},"\n",{"type":"==","value":["Eat"]},"\nA large number of the wine estates have restaurants on site. Most of these offer a variety of local and international cuisine. Some of the wine estates offer cheese, chocolate or biltong tastings in addition to the wine. Others offer picnic spots  and house-made picnic baskets.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moyo"],["alt=Spier Wine Estate"],["url=http:\/\/www.moyo.co.za\/content.asp?subID=50"],["email=lizas@moyo.co.za"],["address=Lynedoch Road (R310)"],["lat="],["long="],["directions=Between Stellenbosch and R102"],["phone=+27 (0)21 809-1133"],["tollfree="],["fax="],["hours=Daily 11AM-4PM"],["price=R225pp excl drinks"],["content=African (yes, the whole continent) styled restaurant and cooking, enjoyable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pomegranate"],["alt=Vergenoegd Wine Estate"],["url=http:\/\/pomegranatect.blogspot.com\/"],["email=pomegranate@vergenoegd.co.za"],["address=Baden Powell Drive (R310)"],["lat="],["long="],["directions=Between N2 and R102"],["phone=+27 (0)21 843-3248"],["tollfree="],["fax=+27 (0)21 843-3248"],["hours=Tu-Sa 11AM-late, Su 11AM-4PM."],["price=R300pp incl wine"],["content=The main menu looks pretty simple with only 5 choices: poultry, fish, lamb, game and vegetarian. Though through communication with owner Micheal or his staff you will find out more. Ask Micheal to arrange a different glass of wine at each plate."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:South Africa-Cheese and Wine01.jpg"],["thumb"],["300px"],["Cheese and wine from the Cape Winelands"]]},"\nThe fertile soil and Mediterranean climate of the Western Cape, makes the Cape Winelands one of the most renowned wine producing areas in the world. The Western Cape is also cooler than its position of 34º South of the equator might suggest, making the area ideal for growing a wide range of noble vine varieties such as Sauvignon Blanc, Chardonnay, Cabernet Sauvignon, Shiraz and Pinot Noir. The traditional wine growing areas along the coastal regions are seldom more than 50 km from the ocean and are exposed to cool breezes blowing in from the sea.\n\nAll the wine grape varietals cultivated in South Africa, belong to the Vitis vinifera species, originally brought from Europe. Unfortunately these European vines were susceptible to phylloxera and as a result many South African viticulturists these days often have to graft their vines onto American rootstock in order to resist the insect.\n\nAlthough Cape Town and the nearby Boland basin is best known for its superb Bordeaux-style red wines, the wine-producing region of the province extends further north- and eastwards and has established itself as producer of world-class red, white, fortified and sparkling wines from a wide range of varietals.\n\n",{"type":"===","value":["Constantia"]},"\n\nThe oldest and one of the most famous wine farms in the area is Groot Constantia, which was granted to governor Simon van der Stel in 1685, by the Dutch East India Company. The estate is on the Southern Slopes of Table Mountain and is still world-renowned for its superb wines and breathtaking location. Its beautiful Cape Dutch homestead also forms part of the Iziko South African National Museums. The Constantia region also features such formidable estates as Steenberg well known for its Reserve Sauvignon Blanc and Semmilon while the nearby Buitenverwachting produces outstanding Chardonnay. Both estates feature award-winning restaurants.\n\n",{"type":"===","value":["Boland"]},"\n\nFrom Cape Town, the Winelands spread north-east and eastwards to the beautiful Boland basin with Stellenbosch, Paarl, Franschhoek and Wellington being the most prominent producers. Some of the oldest wine farms in South Africa are situated in and around the beautiful Cape Dutch village of Stellenbosch, which at over 300-years old, is the oldest town in the country. Although the area hosts an endless amount of superior wine estates, well-known farms towards the east include the Shiraz and Port producing Alto; the prolific Blaauwklippen estate which produces one of the only Zinfandel's in the region; the red wine producing Delheim; the famous Lanzerac estate and hotel; the prominent Middelvlei; the international award-winning red wine producing Rust en Vrede estate; Vriesenhof with its outstanding white wines; the exclusive Engelbrecht Els estate and the beautiful Tokara with its adjoining restaurant managed by famous local chef and saucier Etienne Bonthuys.\n\nTowards the west of the town there's the well-known Beyerskloof, famous for it's award-winning Pinotage; the superior sparkling wine producing House of JC Le Roux, the scenic Meerlust estate with its legendary Rubicon blend; the family-run Overgaauw; the \"Cap Classique\" producing Villiera and Zevenwacht estate. The wine route around  Stellenbosch offers close to 200 wineries to visit. http:\/\/www.wineroute.co.za\/\n\nThe nearby Franschhoek, which translates as \"French corner\" also boasts some of the country's oldest estates: The beautiful Boschendal with its typical Cape Dutch homestead; Cabriere Estate with its flagship range of Pierre Jourdan \"Methode Cape Classique\" sparkling wines; Graham Beck with its signature Brut Blanc de Blanc sparkling wine and Rhona Muscadel; and the beautiful La Motte estate which produces outstanding Shiraz.\n\n",{"type":"===","value":["Overberg"]},"\n\nOn the otherside of the Franschhoek and Hottentots Holland mountain ranges, the Overberg region includes quaint villages such as McGregor, Montagu and Robertson - the latter boasts the De Wetshof estate, owned by the prolific Chardonnay producer Danie de Wet, while the nearby Hemel-and-Aarde valley close to Hermanus is home to such spectacular wineries as Hamilton Russel with its well-known Pinot Noir and the legendary Bouchard Finlayson.\n\n",{"type":"===","value":["Swartland"]},"\n\nNorth of Cape Town, the predominantly wheat producing Swartland region includes the fructuous Riebeek valley, well known for it's Shiraz wines and olive farms. This region hosts such prestigious estates as Kloovenburg, Allesverloren and Twee Jonge Gezellen, as well as the larger co-operative wineries such as Riebeek Cellars, Swartland Cellars and Darling Cellars, extending further east, towards the Hexrivier Valley at De Doorns and north towards the Olifants River valley close to Citrusdal and the fruitful Orange River Valley near Upington in the Northern Cape.\n\n",{"type":"===","value":["Famous wine estates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Allesverloren"],["url=http:\/\/www.allesverloren.co.za"],["email=info@allesverloren.co.za"],["address="],["lat="],["long="],["directions=Follow the R46 from Malmesbury"],["phone=+27 (0)22 461-2320"],["tollfree="],["fax="],["hours=Open 8:30AM-5PM Monday to Friday and 8:30AM-2PM on Saturday"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Groot Constantia"],["url=http:\/\/www.grootconstantia.co.za\/"],["email=enquiries@grootconstantia.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)21 794-5128"],["tollfree="],["fax=+27 (0)21 794-1999"],["hours=9AM-5PM daily"],["price="],["content=One of the oldest wine estates in South Africa"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Laborie"],["url=http:\/\/www.kwv-international.com\/laborie\/"],["email=dewaalj@kwv.co.za"],["address=Paarl"],["lat="],["long="],["directions="],["phone=+27 (0)21 807-3264"],["tollfree="],["fax="],["hours="],["price="],["content=Marketed by KWV"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=La Motte"],["url=http:\/\/www.la-motte.com"],["email=cellar@la-motte.co.za"],["address=Main Road, Franschhoek Valley"],["lat="],["long="],["directions=Follow the R45 to Franschhoek"],["phone=+27 (0)21 876-3119"],["tollfree="],["fax=+27 (0)21 876-3446"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Meerlust"],["url=http:\/\/www.meerlust.co.za\/"],["email="],["address="],["lat="],["long="],["directions=Take exit 33 off the N2 and follow the R310 to Stellenbosch for about 3km"],["phone=+27 (0)21 843-3587"],["tollfree="],["fax=+27 (0)21 843-3274"],["hours=Monday to Friday 9AM-4PM, Saturday 10AM-2PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Nederburg"],["url=http:\/\/www.nederburg.co.za"],["email=nedwines@distell.co.za"],["address=Nederburg Wines, Sonstraal Road, Daljosafat, Paarl"],["lat="],["long="],["directions="],["phone=+27 (0)21 862-3104"],["tollfree="],["fax=+27 (0)21 862-4887"],["hours=Monday to Friday 8:30AM-5PM, Saturdays 10AM-2PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Plaisir de Merle"],["url=http:\/\/www.plaisirdemerle.co.za\/"],["email=plaisirdemerletours@distell.co.za"],["address=On the R45, just south of Paarl"],["lat="],["long="],["directions="],["phone=+27 (0)21 874-1071"],["tollfree="],["fax=+27 (0)21 874-1689"],["hours=Monday to Friday from 8:30AM-5PM, Saturday from 10AM-4PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rhebokskloof"],["url="],["email=info@rhebokskloof.co.za"],["address=Paarl"],["lat="],["long="],["directions="],["phone=+27 (0)21 869-8386"],["tollfree="],["fax=+27 (0)21 869-8504"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rustenberg"],["url=http:\/\/www.rustenberg.co.za"],["email=wine@rustenberg.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)21 809-1200"],["tollfree="],["fax=+27 (0)21 809-1219"],["hours=Monday to Friday 9AM-4:30PM, Saturday 10AM-1:30PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rust en Vrede"],["url=http:\/\/www.rustenvrede.com\/"],["email=info@rustenvrede.com"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)21 881-3881"],["tollfree="],["fax=+27 (0)21 881-3000"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vergelegen"],["url=http:\/\/www.vergelegen.co.za\/"],["email=erdodd@hotmail.com"],["address=Lourensford Road, Somerset West"],["lat="],["long="],["directions="],["phone=+27 (0)21 847-1334"],["tollfree="],["fax=+27 (0)21 847-1608"],["hours=Open daily 9:30AM-4PM except for Christmas, Good Friday and Workders day"],["price=R10"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vrede en Lust"],["url=http:\/\/www.vnl.co.za\/"],["email=karen.hopkins@vnl.co.za"],["address=Intersection R45 & Klapmuts Rd, Simondium, Western Cape"],["lat="],["long="],["directions="],["phone=+27 (0)21 874 1611"],["tollfree="],["fax=+27 (0)21 874 1859"],["hours="],["price="],["content=VnL is a modern wine farm with stylish accommodation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zorgvliet"],["url=http:\/\/www.zorgvliet.com"],["email=reservations1@zorgvliet.co.za"],["address=Banhoek Valley, Helshoogte pass, Stellenbosch"],["lat="],["long="],["directions="],["phone=+27 (0)21 885 2580"],["tollfree="],["fax=+27 (0)21 885-1318"],["hours="],["price="],["phoneextra=0861 967 485"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zevenwacht"],["url=http:\/\/www.zevenwacht.co.za\/"],["email=sales@zevenwacht.co.za"],["address=Langverwacht Road, Kuils River"],["lat="],["long="],["directions="],["phone=+27 (0)21 903-5123"],["tollfree="],["fax=+27 (0)21 903-3373"],["hours="],["price="],["content=Has onsite 4 star accommodation and a restaurant."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Southern Light Guest House"],["url=http:\/\/www.southern-light.com"],["email=enquiry@southern-light.com"],["address=24 Hohenort Avenue 7806, Constantia, Cape Town"],["lat="],["long="],["directions="],["phone=+27 21 794 4500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Upmarket Bed and breakfast."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jasmyn House Worcester"],["url=http:\/\/www.jasmynhouse.co.za"],["email="],["address=8 Distillery Road, Worcester, South Africa"],["lat="],["long="],["directions="],["phone=+27 (0)23 342 4791"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A beautiful and restful home away from home in the heart of lush wine yards in the Breede River Valley, visit us... or welcome back! (http:\/\/www.jasmynhouse.co.za) We will have the accommodations that will fit your needs. With the beauty of the surrounding mountains and countryside as a backdrop, our self-catering units is perfect as a springboard for your daily trips to explore the sites and sounds in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Excelsior Manor Guest House"],["alt="],["url="],["email=guesthouse@excelsior.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 (0)23 615 2050"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is situated along Route 62 is restored “feather palace” farmhouse, set amongst the vines of the Breede River Valley. Rate from R565pppns."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nSafety is not as much an issue as in other parts of ",{"type":"[[","value":[["South Africa"]]},", but that does not mean that you should leave everything lying around openly. Simply use all normal precautions you would also use at home.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cape Town"]]}," with all its attractions."]},{"type":"*","value":[" Go to ",{"type":"[[","value":[["Strand"]]}," or ",{"type":"[[","value":[["Gordon's Bay"]]}," to swim in the ",{"type":"[[","value":[["False Bay"]]},"."]},{"type":"*","value":[" Go up the ",{"type":"[[","value":[["West Coast (South Africa)"],["West Coast"]]}," or along the ",{"type":"[[","value":[["Garden Route"]]}," at the East Coast."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Western_Cape"]]},"\n",{"type":"[[","value":[["wikipedia:Boland, Western Cape"]]}]