[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["otbp=yes"]]},"\n\n",{"type":"[[","value":[["File:Sunset at Cape Macclear (Malawi).jpg"],["thumb"],["Sunset at Cape Maclear"],["300px"]]},"\n\n",{"type":"'''","value":["Cape Maclear"]}," (aka Chembe) is a small fishing village on Lake Nyasa (Lake Malawi) in ",{"type":"[[","value":[["Malawi"]]},".  It has one dirt road leading into (and straight out of) town.  Along this road, there are a few hostels, some dive shops, a handful of vendors selling curios and fruit and a few bars.  The pace of life here is . . . very . . . slow.\n\nMumbo Island is located about 4 km offshore, inside Cape Maclear National Park, to the southern end of Lake Malawi.\n\nThe camp, which is set around a small cove on the eastern shore, comprises just six rooms. The island is renowned for its freshwater diving, kayaking and hammocks.\n\nThis old hippy hangout has been transformed into a very cool little lodge, but still retains the same laid back atmosphere.\n\n",{"type":"==","value":["Understand"]},"\n\nCape Maclear is a fishing village of about 10,000.  The fishermen live in the center of the town, while either end of the village caters to tourists. In order to get from Steven's Guest House, for example, to Fat Monkeys, you must go through the town. This is not a problem - in fact, it's a great way to see how the average Malawian lives.  It can just be a bit surprising when the road opens up, and you see a village.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom the bus station in ",{"type":"[[","value":[["Lilongwe"]]},", take a minibus to ",{"type":"[[","value":[["Monkey Bay"]]}," for a few bucks.  Flag down a pick-up that will take you the rest of the way into Cape Maclear, for just a few more dollars.  (If you get stuck, you can always stay in Monkey Bay.)  Although the trip is fairly short, you should budget the entire day.\n\n",{"type":"==","value":["Get around"]},"\nThe drive to Cape Maclear from Monkey Bay is through beautiful sunlit forest, preserved Lake Malawi National Park, which extends into the Lake, including nine islands, and offers shelter to some of the most spectacular fish in Africa.\n\nCape Maclear is very small.  A short stroll will get you wherever you need to go.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" There is a beautiful ",{"type":"'''","value":["beach"]}," to take in."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["missionary graves"]}," on the north end of town. These are the final resting places of the first missionaries who died in 1875."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Otter Point, Cape Maclear (Malawi).jpg"],["250px"],["thumb"],["Otter Point"]]},"\n\nFrankly, ",{"type":"'''","value":["doing as little as possible"]}," is the whole point of Cape Maclear, but there ",{"type":"''","value":["are"]}," actual activities, in case you get bored.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gecko Lounge"],["url=http:\/\/www.geckolounge.net"],["email=bookgeckolounge@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+265 999 787322"],["tollfree="],["fax="],["hours="],["price="],["content=Best place to view the Malawian Sunsets are from the Gecko Lounge Veranda deck - Fantastic Food, Best Stocked Bar in the area & Biggest parties on the lake - private chalets and double rooms available as well - the Kampango Banger Cocktail is famous for causing many hurt locker hangovers!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kayak Africa"],["url=http:\/\/www.kayakafrica.net"],["email=letsgo@kayakafrica.co.za"],["address="],["lat="],["long="],["directions="],["phone=+27 21 783 1955"],["tollfree="],["fax=+27 21 706 9771"],["hours="],["price="],["content=Runs day trips from Cape Maclear.  Since the Lake is pretty calm, boat trips can be rewarding. Kayak Africa is the only PADI registered club in Cape Maclear. It offers",{"type":"'''","value":[{"type":"[[","value":[["Scuba diving"]]}]}," day excursions as well as certification courses: contact Rob at Kayak Africa!"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]}," - an easy 80 minute trail starts near the Missionary Graves and takes you up to a viewing point above the village. There are other harder walks, which are not so easily marked, for these it is worthwhile finding a guide in town or at the Lake Malawi National Park. Alternatively, get a beach boy to take you up and tell you some stories."]},"\n",{"type":"*","value":[" Recently, someone imported a large catamaran from South Africa, and they provide ",{"type":"'''","value":["sunset cruises"]}," and day-trips.  The boat is beautiful, and a ride on it is lots of fun.  Warning: there is no head on the boat, and if you're drinking during a trip, you might feel uncomfortable."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pete's Aqualand"]}," at Fat Monkeys Lodge is another outfit offering day trips on the lake from Cape Maclear."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Danforth Lodge"]}]},"Danforth Lodge is located at Cape Maclear to the south of Lake Malawi.\n\nThis small four room lodge offers a reasonably high standard of accommodation and a wide range of activities including diving and sailing in a superb 12m catamaran.\n\nIn this area our guests tend to prefer the rather more rustic and remote Mumbo Island more often, but Danforth Lodge is a really good option, with a much higher level of conventional comforts at a considerably lower price.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mgoza Lodge"],["alt=Chembe"],["url="],["email="],["address=in the town centre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a lovely plave to spend a couple of days in spacious and well decorated rooms; a fully stocked bar and a good kitchen makes your stay as pleasant as possible. You host is always available with tips to make your stay even nicer; the lodge is located at the beach and you will be able to do kayaking and scuba diving or go to the island to spend a nice quiet afternoon."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chembe Village Project Centre"],["url=http:\/\/www.chembeprojects.org"],["email=chembeprojects@gmail.com"],["address=housed at Tuckaways Lodge"],["lat="],["long="],["directions="],["phone=+265 99 340 5681"],["tollfree="],["fax="],["hours="],["price="],["content=The first ever Project Centre in Chembe Village offers visits to local projects, hands on help, volunteer programs and a way to connect tourism to the heart of the village."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dive Centre"],["alt="],["url=http:\/\/www.dive.mw"],["email=scuba@dive.mw"],["address=Chembe Village, Cape Maclear"],["lat="],["long="],["directions=Situated at Tuckaways, next to Gecko Lounge"],["phone=+265888879999"],["tollfree="],["fax="],["hours=8AM - 5PM"],["price="],["content=Dive Centre is Cape Maclear's only PADI-Registered Dive Resort, offering Malawi's best PADI Scuba-Diving Courses and Casual Dives in the beautiful Lake Malawi National Park. The park is home to over 850 endemic species of Cichlids, and you can expect to see millions of them, as well as large catfish and blue crabs on typical dives! All our Scuba gear is brand new and of the best brands. Our awesome Dive Instructor has over 7,000 dives logged so far, and has vast knowledge of all the best Dive Sites in the bay too! Our Rates are the best on Lake Malawi, and we accept Visa & Paypal too!"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Dugouts on Lake Malawi.jpg"],["thumb"],["270px"],["Dugout canoes on Lake Malawi"]]},"\n\n",{"type":"'''","value":["Curio vendors"]}," hawk their wares along the road, and prices are reasonable.  Especially noteworthy are the hand-carved backgammon and mancala boards.\n\n",{"type":"'''","value":["Beach boys"]}," stroll the beaches, selling ",{"type":"''","value":["anything"]}," they think you will buy, from canoe trips, to handmade reed cars, to chocolate cakes made by their moms, to handmade jewelry, etc.   While these beach boys arrange interesting goods at reasonable prices, they can become aggressive; beware. Past visitors recommend asking for a beach boy called Simon, who is very helpful and offers reasonable prices.\n\nOne of the highlights of Cape Maclear is the surprisingly large number of ",{"type":"'''","value":["dive shops"]},".\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several small ",{"type":"'''","value":["Malawian restaurants"]}," along the main road.  If you want a great, reasonably priced seafood dinner ($2 or so for a big Chambo fillet), try any of them.  A reservation is a good idea, not because the restaurant is likely to be crowded, but rather, so the owner knows he's going to have some business.\n\nBe sure to eat some of the ",{"type":"'''","value":["chips"]}," (french fries) the boys sell along the main road.  They'll fry them fresh, and they make a great snack.  If you order them regular, be prepared for \"soggy\" fries.  If you want them crispy, order them \"brown.\"  For lunch, grab some chips, buy some bread and tomatoes, and have tomato sandwiches and chips.\n\nDon't forget to arrange with one of the beach boys for an evening ",{"type":"'''","value":["fish dinner on the beach"]},".  It's a lot of fun.  Be careful, though—they're likely to come back and ask for more money, for any number of reasons.  Be firm but respectful.\n\nFor restaurants try:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Gecko Lounge"],["alt="],["url=http:\/\/www.geckolounge.net\/malawi-resort\/food-and-drink"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the place to be of the moment - fresh fish from the lake, variety of Western dishes & daily specials."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fat Monkeys"]}," is an open-air restaurant with a cool beach-vibe on the south end of the village.  They have Western-styled food (try the pizza) and sometimes play host to lively parties at night."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cape Mac Lodge & Froggies Restaurant"],["url=http:\/\/www.capemaclodge.com"],["email=rogerl@africa-online.net"],["address=Cape Maclear"],["lat="],["long="],["directions="],["phone=+265(0)999621279"],["tollfree="],["fax="],["hours="],["price=contact us"],["content=Josiane and Roger, a French couple fell in love with Cape Maclear years ago. Since then they had a dream, to build a lodge and to retire in this peaceful Malawian fishing village. Today their dream has come true and…\n\nCape Mac Lodge is now open to you!\nNext to Fat Monkeys Backpackers, you will find the finest food with the french touch."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.geckolounge.net\/malawi-resort\/gecko-photo-gallery Gecko Lounge"]}]}," is the biggest and best stocked bar on the lake - monthly events take place, dance floor, Veranda Viewing Deck, DJ's, Live music, cocktails, wide variety of liquors, shots & shooters - found towards the northern part of the village.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fatmonkeys.com Fat Monkeys"]}]},"is another place to go for drinks.\n\nIf you want a quiet night, buy some beers on the quiet side of the village and watch the moon rise over the Lake.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Domwe Island"],["url="],["email=letsgo@kayakafrica.com"],["address=5kms off Cape Maclear"],["lat="],["long="],["directions=Take a boat from Kayak Africa's reception"],["phone=+265 (0)99 994 2661"],["tollfree="],["fax="],["hours="],["price=$25-50"],["checkin=10:00"],["checkout=10:00"],["content=Domwe Island is an entirely off grid, sustainably run camp on a pristine island 5 kms off Cape Maclear. It is run by Kayak Africa and you can rent a kayak or boat to get there, camp or stay in a fully-equipped tent, self-cater or hire a chef. Great place for families and outdoor enthusiasts - or just those who love a quiet beach and a beautiful place."]]}]},{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Stevens' Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=01301"],["tollfree="],["fax="],["hours="],["price=$3\/night."],["checkin="],["checkout="],["content=Among the quirkiest options for accommodation, offering simple, cheap rooms, including a bathroom, mosquito net, and double bed!  Mr. Steven is a gruff, elderly Malawian man who must have presaged Cape Maclear as a relaxing, hedonistic destination decades ago."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gaia House"],["url=http:\/\/www.gaia-house.com\/"],["email=contact@gaia-house.com"],["address="],["lat="],["long="],["directions="],["phone=+265 (0)9 374 631"],["tollfree="],["fax="],["hours="],["price=Dormitory $10\/night, twin rooms $30\/night , family room $50\/night, camping $3.5\/night"],["checkin="],["checkout="],["content=Gaia House offers dormitory accommodation, double and twin rooms, as well as a family room for 4 people.  Limited camping is available. All rooms at Gaia House share public toilets and shower areas. The restaurant serves good food (home made bread and cakes!) with nightly specials. Ideal for people who want to relax in a hammock or on the beach. Internet (wireless) available."]]}]},"\n",{"type":"'''","value":["Malambe Camp"]},", +256 (0)9 258 959 ([malambe_camp@btinternet.com])\nMalambe camp offers camping accommodation as well as accommodation in bamboo huts right on the lake front. There is also a large dorm available. There is a great bar and a kitchen for guests to use.   There are boat trips to Otter Point and Thumbe Island and have snorkeling equipment for hire. We can also arrange airport transfers.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fat Monkeys"],["url="],["email=FatMonkeys@africa-online.net"],["address="],["lat="],["long="],["directions="],["phone=+265 (0) 1599133"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=There are various types of accommodation available: standard double rooms, en-suite double rooms, lake view family chalets and camping. Rates start at 20 U$D per room per night; 5U$D for camping. Situated on the beach with an excellent bar, very friendly staff and good cheap food.  Activities such as boat trips, kayaking and scuba diving can be arranged by Fat Monkeys (or by the beach boys).  Fat Monkeys has long been popular with backpackers. FatMonkeys is a Skyband wireless Internet hotspot."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tuckaways"],["url="],["email=tuckawaysmw@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+265 (0)993405681"],["tollfree="],["fax="],["hours="],["price=Offers 5 beautiful chalets overlooking Lake Malawi $50\/chalet.  Each chalet sleeps 2 people and has a private verandah.  Turn down service each evening and morning tea\/coffee service to your verandah every morning offers a nice personal touch."],["checkin="],["checkout="],["content= A family room is also available and tucked back in the garden (not lake side).  All rooms at the moment share public toilets and showers (mens and ladies) - the bathrooms are very nice, big and clean.  Kayaks, boat trips, community project involvement are all available from recpetion."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gecko Lounge"],["url="],["email=bookgeckolounge@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+265 (0)9787322"],["tollfree="],["fax="],["hours="],["price=Family sized, self contained en-suite lakeside Chalets $80 ($40pp) double  & then can sleep a further two people in the bunk bed for $10 pp & there are two further Double rooms with en-suite called Baobab & Acacia @$60 per room plus there is $10pp per night for an en-suite 11 bed dorm as well"],["checkin="],["checkout="],["content= Gecko Lounge has a lively bar & quality restaurant as well as WIFI internet access & laptop hire, book exchange, speedboat, hammocks, braii areas. Diving can be organised from here (as long as people have their open water PADI etc) and there are Kayaks and snorkel Gear for hire as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cape Mac Lodge"],["url=http:\/\/capemaclodge-malawi.com\/"],["email=rogerl@africa-online.net"],["address="],["lat="],["long="],["directions="],["phone=09621279"],["tollfree="],["fax="],["hours="],["price=Rate: includes dinner, bed and breakfast $67.50 pppn (twin\/double), $91.50 pppn (single)"],["checkin="],["checkout="],["content=Situated next to Fat Monkeys is this lovely new establishment offering elegantly decorated rooms (with lofts) for singles, couples or families. Some of the things that set this place apart from the others is 1) the French cuizine (truly looked after by a real, live French woman with years of experience in Africa) and 2) a small inground pool just perfect for lounging with a drink in your hand from the well stocked bar and restaurant. Book through ",{"type":"[","value":["http:\/\/www.jambo-africa.com\/cape_mac_lodge.htm Jambo Africa"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chembe Eagles Nest"],["url=http:\/\/www.chembenest.com"],["email=enquiries@chembenest.com"],["address="],["lat="],["long="],["directions="],["phone=+265 995 475 688 or +265 999 966 507"],["tollfree="],["fax=+265 9960-707"],["hours="],["price=From $60-75\/night"],["checkin="],["checkout="],["content=Accommodation in chalets shaded by lush gardens, right on Cape Maclear's only private beach. Classy meals and lovely bar. Sailing, sundowner cruises and other water activities available. Secluded lake-side camping also offered."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mgoza Lodge"],["url=http:\/\/mgozalodge.com"],["email=info@mgozalodge.com"],["address="],["lat="],["long="],["directions="],["phone=+265 995-632105"],["tollfree="],["fax="],["hours="],["price=Around $60\/night"],["checkin="],["checkout="],["content=A casual lodge with chalets with lake views and a friendly vibe. Watersports equipment, kayaks and boat trips are available nearby."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Danforth Yachting"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+265 996-0077"],["tollfree="],["fax=+265 996-0707"],["hours="],["price=Around $150\/night including activities"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mumbo Island"],["url=http:\/\/www.mumboisland.com"],["email="],["address=Cape Maclear"],["lat=-34.756"],["long=13.993"],["directions=Take A boat from Kayak Africa's reception at Cape Maclear"],["phone=+265 (0)99 994 2661"],["tollfree="],["fax="],["hours="],["price=$275"],["checkin=10AM"],["checkout=10AM"],["content=Run on strict eco principles and is entirely off grid, it has only 7 tents, which are set into the bush on the tiny heart-shaped uninhabited islet attached to the island by a wooden bridge. Waters around the island are bilharzia-free and perfect for swimming, snorkeling, and kayaking. Mumbo is fully catered."]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\nRemember that Malawi suffers from ",{"type":"[[","value":[["malaria"]]}," and in this part of Malawi there is a high risk all year round.  Talk to your doctor before you go, wear insect repellent and cover your skin while it's dark, and sleep under a mosquito net.\n\nSome parts of the lake are contaminated with ",{"type":"'''","value":["flatworms"]},", which can cause ",{"type":"'''","value":["schistosomiasis"]}," (bilharzia).   The parasites enter your body through the skin, so just getting your feet wet could make you sick.  However, you are not guaranteed to acquire it, even if you swim daily.  Among the symptoms (which might not appear for months after exposure) is painless, bloody urine.  Other symptoms include abdominal pain, diarrhea, fever, fatigue.  Bilharzia is easily treated, but convincing a Western doctor that you have bilharzia can be tough; explain that you've been to Malawi and ask for a test.  As a precaution, you should inquire with your travel doctor or pharmacist about treatment tablets, a single oral dose of the drug praziquantel, after potential exposure.  Treatment is readily available at many pharmacies for a small cost in Malawi.\n\n",{"type":"'''","value":["Don't drink the water from the taps"]},", it comes straight from the lake.\n\n",{"type":"==","value":["Connect"]},"\n\nCape Maclear has recently been blanketed by a ",{"type":"'''","value":["Skyband hotspot"]},". You are now able to browse the Internet at lightning fast speeds from any one of the lodges on the bay. Access is controlled by the purchase of access cards at a very reasonable price.  For more information on the service and locations in Malawi log on to ",{"type":"[","value":["http:\/\/www.skybandhotspots.com"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nCape Maclear has a reputation for being a sort of ",{"type":"''","value":["traveler's black hole."]},"  In other words, once you get there, you won't want to leave.\n\nIf you want more beach time, you might try ",{"type":"'''","value":[{"type":"[[","value":[["Senga Bay"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Monkey Bay"]]}]},", or ",{"type":"'''","value":[{"type":"[[","value":[["Nkhata Bay"]]}]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Zomba"]]}]}," - if you've gotten a little bit sunburnt, you can head south to the former capital of ",{"type":"[[","value":[["Malawi"]]},", and a beautiful, wooded mountain-town that feels very little like Africa."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lake Malawi National Park"]]}]}]},"\n",{"type":"{{","value":[["geo"],["-14.0167"],["34.8500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern_Malawi"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cape McClear"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]