[{"type":"{{","value":[["pagebanner"],["Capitol_Reef_banner.jpeg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/nps.gov\/care\/index.htm Capitol Reef National Park"]}]}," is a ",{"type":"[[","value":[["United States National Park"]]},", in ",{"type":"[[","value":[["Utah"]]},"'s ",{"type":"[[","value":[["Canyon Country"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Capitol Reef H24 Orchards.JPG"],["thumb"],["right"],["350px"],["Looking down from the Cohab Canyon overlook on Highway 24 and one of the many orchards"]]},"\n\nCapitol Reef is a National Park comprising 378 square miles of sandstone canyons, ridges, buttes, and monoliths.  The Park is defined by the Waterpocket Fold, a 100-mile long wrinkle in the earth's crust known as a monocline.  The Fold extends from nearby Thousand Lakes Mountain to the Colorado River (now ",{"type":"[[","value":[["Lake Powell"]]},").  Capitol Reef National Park was established to protect this grand and colorful geologic feature, as well as the unique natural and cultural history found in the area.  The name was derived from the rounded sandstone buttes which resemble capitol domes and from the long line of rocky cliffs which are a barrier to travel, like a coral reef.\n\n",{"type":"===","value":["History"]},"\nFrom the 9th to 15th centuries, Native Americans of the Fremont Culture lived in and near the Waterpocket Fold.  They seem to have left the region around 1500 for unknown reasons.  Later, nomadic Ute and Southern Paiute tribes inhabited the area.  Explorer John C. Fremont passed through the northern part of what is now Capitol Reef in 1854.  The Fremont River that runs through the park is named after him.\n\nWhite settlement came late to the area, in the 1870s, Latter Day Saints (Mormon) settlers moved into the high plateau lands west of Capitol Reef and established communities based on short-season farming and grazing.  In the 1880s Mormon settlers moved into Capitol Reef and established the community of Fruita along the banks of the Fremont River.  These settlers planted the fruit orchards along the river that still exist today.  No more than 10 families at any one time lived in the Fruita area.\n\nThe area was called \"Wayne Wonderland\" in the 1920s by local boosters Ephraim P. Pectol and Joseph S. Hickman, and in 1937, President Roosevelt set aside a portion of Wayne Wonderland as a National Monument. Funds for the park were scarce, however, and it would be a long time before the first rangers would arrive.  During the 1960s, a campground, visitor center and staff housing were built and a road through the park was paved.  During this period, most of the farmers in the area left and sold their land to the Park Service.  In 1968, a large amount of land was added to the park, increasing it's size by almost 600%, and in 1971 the National Monument officially became Capitol Reef National Park.\n\n",{"type":"===","value":["Landscape"]},"\n\nTravellers to the park experience a dazzling landscape of rock formations.  From colorful domes, high cliffs, and towering spires of sandstone to arches, natural bridges, and narrow slot canyons.  The desert streams, such as the Fremont, wind through the Park, carving deep canyons and meandering through floodplains surrounded by narrow ribbons of greenery.\n\nThe Waterpocket Fold defines the Park.  A 100-mile long warp in the Earth's crust, the Waterpocket Fold is a classic monocline: a regional fold with one very steep side in an area of otherwise nearly horizontal layers. A monocline is a \"step-up\" in the rock layers. The layers on the west side of the Fold have been lifted more than 7000 feet higher than those on the east.  The park was established primarily to preserve the geologic features of the Waterpocket Fold, such as the scenic rock domes and narrow canyons.  Capitol Reef is a geologist's paradise, with nearly 10,000 feet of sedimentary layers ranging from 270 million to 80 million years old.  The Waterpocket Fold has tilted this geologic layer cake down to the east, with older rocks in the west and younger ones in the east.  Rock layers in Capitol Reef reveal ancient environments as varied as rivers and swamps (Chinle Formation), Sahara-like deserts (Navajo Sandstone), and shallow oceans (Mancos Shale).  These layers have been eroded by wind and especially water over the last 20 million years.  The land forms are a result of different responses of various rock layers to these forces of erosion. Hard sandstone layers form cliffs, while softer shale layers form slopes and low hills. Black boulders found scattered throughout the park are volcanic rocks from the 20 to 30 million year old lava flows which cap the nearby mountains.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe most visible plant life in the park is found in the riparian corridors near Fruita.  Along the rivers, you may see cottonwoods and willows as well as the invasive tamarisk.  Pioneer orchards along the Fremont River sport apple, apricot, pear, peach, and cherry trees.  In the dryer areas of the park, you may see sagebrush, Utah Juniper, various prickly pear cacti, and higher elevations may feature pinyon pine.  The cacti, along with some desert wildflowers, bloom briefly in the early spring.\n\nLike many parts of the Utah desert, the nearly barren ground is covered with a biological soil crust, also known as cryptobiotic soil.  This collection of bacteria, moss and lichen helps to stabilize loose desert soils and retain precious moisture.  These crusts are very fragile, however, and should never be walked or driven on as they may take centuries to regenerate.  Do not leave established hiking trails, but if you must, walk in washes or on bare rock.\n\nThere are many animals in the park, but, like many desert creatures, they are far more active at night.  The park is home to many species of lizards, and a number of snakes.  Listen for the sound of Canyon Wrens in the narrow washes; they and many other birds make their home here.  Vultures, hawks and the introduced Chukar are common sights in the park.  You may be lucky enough to see some of the numerous bat species flying around Fruita in the evening.  Deer are an extremely common sight in the orchards and picnic area.  Though they may look tame, they are not.  Do not feed them or any other animal.  Other common large mammals include the Gray Fox, Raccoon, Ringtail, Badger, and Porcupine.  The once common Desert Bighorn Sheep were reintroduced in the late 1990s and are thriving.  Mountain Lions have also been reported in the park, but are rarely seen by visitors. If you do see one, do not approach it.\n\n",{"type":"===","value":["Climate"]},"\nSummer temperatures often climb into the upper 90s(F), but nights cool down into the 50s(F) and 60s(F). The thunderstorm season from July through September brings cloudbursts, flash floods and lightning. Spring and fall are milder with highs generally in the 50s(F) and 60s(F). Daytime winter highs average less than 50(F). Snowfall is usually light, especially at lower elevations. Humidity is low all year.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Capitol Reef National Park map.png"],["thumb"],["500px"],["Park map and surroundings"]]},"\n\nTraveling westbound on Interstate 70 - Take ",{"type":"'''","value":["Utah State Highway 24"]}," west towards Hanksville (exit 149). Stay on Highway 24 for 95 miles to reach the park Visitor Center.\n\nTraveling on Interstate 15 - Take US Highway 50 east at Scipio (exit 188) towards Salina for 30 miles. At the junction with Utah State Highway 89\/259, turn right (south) and travel 8 miles. Turn left (east) onto Utah State Highway 24 towards Sigurd. Continue on Highway 24 for 82 miles to reach the park Visitor Center.\n\nIf you are OK with being ",{"type":"''","value":["way"]}," off the beaten track, you can reach the skinny south end of the park via the remote ",{"type":"'''","value":["Burr Trail Road"]},", which runs from ",{"type":"[[","value":[["Boulder (Utah)"],["Boulder"]]}," in the west through some awe inspiring stretches of ",{"type":"[[","value":[["Grand Staircase-Escalante National Monument"]]},", and then runs southeast of the park to Bullfrog Marina in the desolate reaches of the ",{"type":"[[","value":[["Glen Canyon National Recreation Area"]]},". Be prepared that the road is not paved within the park, and the unavoidable gravelly ride down the Burr Trail Switchbacks is extremely steep, and not likely passable in rain or when wet.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe park and campgrounds are open year round. The Visitor Center is open daily (except for some major holidays) from 8AM-4:30PM with extended hours during the summer season.\n\nRipple Rock Nature Center is open from Memorial Day through Labor Day from 10AM-3PM Tuesday through Saturday, closed Sundays and Mondays.\n\nThe following Entrance Fees are charged for traveling the park’s Scenic Drive beyond the Fruita Campground.\n\n",{"type":"*","value":[" Individuals: $3.00 (Good for 7 days) This fee applies to bicycles and pedestrians (per person). "]},{"type":"*","value":[" Vehicles: $5.00 (Good for 7 days) This fee applies to private vehicles, including motorcycles."]},"\nEntrance Fee Waivers: Fee waivers are available for groups traveling the Scenic Drive for educational purposes. Fee waiver requests must be submitted two weeks prior to your visit.\n\nSites at the Fruita Campground are $10 per night. Senior and Access pass holders receive a 50% discount on their campsite.\n\n",{"type":"==","value":["Get around"]},"\nUnlike the more popular parks in Utah, Capitol Reef does not have a bus system inside the park.\n\n",{"type":"===","value":["Car"]},"\nThere are extensive roads running through the park, some paved, some not. A few roads require a four-wheel drive vehicle. During a strong storm some roads become impassable by any vehicle.\n\n",{"type":"===","value":["Bike"]},"\nBiking is allowed only on established roads in order to protect the fragile high desert soil.\n\n",{"type":"===","value":["Horseback"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Orchards"]}," Along Highway 24 and the scenic drive are 22 orchards ranging from .5 acre to nearly 8 acres, with various fruits, including cherry, apricot, peach, pear, apple, and a few plum, mulberry, almond and walnut trees. Flowering season starts in early March and ends early May. Harvest season starts early June and ends in the middle of October, depending on the type of tree. You are allowed to enter any unlocked orchard and eat as much ripe fruit as you wish. Seeds are usually thrown on the ground, inside the orchard. Only during each fruit's individual harvest season are you allowed to carry out fruit. Usually one pound of fruit will cost $1.00 and a bushel $15–20. Ladders, picking tools, and plastic bags are provided."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rim Overlook & Navajo Knobs trail"],["url="],["email="],["address="],["lat="],["long="],["directions=deviation from the Hickman Bridge trail located on Highway 24"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," Strenuous, with a fantastic 360° view from the summit."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cohab Canyon"],["url="],["email="],["address="],["lat="],["long="],["directions=one trailhead lies right on the road outside the Fruita campground in a well-marked place, the other trailhead is on Highway 24 across the Hickman Bridge trailhead, also well-marked"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," One of the most popular trails, this one-way, 1 3\/4 mile trail connects Highway 24 and the Fruita campground by way of a gorgeous canyon littered with side slot canyons and small holes in the rock, begging to be explored. At the campground trailhead there is a series of switchbacks for 1\/4 mile, the most strenuous part of the hike. Halfway there is a side trail leading to a north and south overlook of Highway 24 and the nearby orchards. The north overlook rests on a sheer cliff hundreds of feet from the ground."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hickman Bridge"],["alt=self-guided nature trail"],["url="],["email="],["address="],["lat="],["long="],["directions=trailhead right off Highway 24 connected to a small parking lot"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," Be sure to pick up a brochure at the trailhead ($0.50) and watch for numbered wooden poles. One of the attractions is a small clay enclosure tucked up into the fold of a rock once used by the Fremont tribe to store food. An easy 1 mile loop hike leads to the Hickman Natural Bridge."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Historic Gifford Farmhouse"],["url="],["email="],["address="],["lat="],["long="],["directions=One mile south of Visitor's Center along the Scenic Drive"],["phone="],["tollfree="],["fax="],["hours=Daily 9:00-4:30"],["price="],["content=There is a store inside the kitchen of this historic homestead that sells items handmade by local craftsmen, such as quilts, soap, candles and toys as well more typical souvenirs like books, and postcards.  The highlight is the locally made foodstuff such as jams, pickles, and excellent homemade fruit pies."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe only food able to be purchased in the park is small snacks and drinks in the visitor center or from the Gifford Farmhouse. For sale are scones, loaves of artisan bread, freshly baked fruit pies, ice cream, many different types of salsa, jams, butters, and any other concoctions made in the nearby town of Torrey.\n\n",{"type":"==","value":["Drink"]},"\nAll of the running water near the visitor center and campground is safe to drink. In the backcountry it is possible to find shallow holes filled with water, but these are a last resort and must be thoroughly filtered and sanitized before drinking. Local wildlife use these small seasonal ponds for their daily consumption and it is irresponsible to disturb these micro habitats unless absolutely necessary.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere is no lodging other than camping in the park, the nearby towns of ",{"type":"[[","value":[["Torrey"]]},", ",{"type":"[[","value":[["Caineville"]]}," and ",{"type":"[[","value":[["Hanksville"]]}," have a selection of hotels, motels, B&Bs etc.\n\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fruita campground."]}," Located one mile south of the visitor's center on the main road. 71 sites. There are nearby bathrooms with running water, picnic table, fire pit, RV dump station, a nearby amphitheater with Ranger talks almost every night in the summer season, and a bordering apple and pear tree grove. When the trees are bearing fruit, deer will wander into the grove every night and eat fallen fruit. Campers can safely view the wild animals at a distance, but it is not recommended to go any closer than 30 feet, as mothers can charge humans if they perceive a threat. $10 a night, first-come, first-served, maximum of 7 people per site."]},"\n",{"type":"===","value":["Primitive"]},"\nThere are two primitive camping spots in the park, each offering a picnic table, fire grate, and pit toilet. Neither site has running water or other amenities. Both are first-come, first-served and do not require a fee.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cathedral Valley Campground."]}," Located on the Cathedral Valley loop road about 36 miles from the visitor center. There are 6 sites."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cedar Mesa Campground."]}," Located on the Notom-Bullfrog Road about 35 south of Highway 24. There are 5 sites."]},"\n",{"type":"===","value":["Backcountry"]},"\nIt is recommended to camp at least 1\/2 mile away from an established trail or road. Open fires are not allowed. Cooking must be done with a portable stove. A free backcountry permit must be acquired from the visitor center. Rangers at the visitor center can also help plan a trip and recommend favorite camping spots.\n\n",{"type":"==","value":["Stay safe"]},"\nFlash floods can occur in the park without warning. The danger is especially high when walking in narrow slot canyons such as Grand Wash. Although rainstorms in the park are beautiful, it's not a safe time to be on the trails. Flood waters originate upstream, so a flood may occur from a storm that is miles away. If you are in a narrow canyon and the water begins to rise even slightly or the wash begins to get muddy, begin looking for higher ground.\n\n",{"type":"==","value":["Go next"]},"\nHeading west out of the park and about 40 miles south on the incredibly scenic Highway 12 will take you to the town of Boulder, Utah, home of Anasazi State Park which details the historic Native American tribes of Southern Utah.  Travelling another 60 miles south on Hwy 12 will bring you to ",{"type":"[[","value":[["Bryce Canyon National Park"]]},".\n\nHeading East on Hwy 24 and South on Hwy 95, (about 80 miles) will bring you to ",{"type":"[[","value":[["Glen Canyon National Recreation Area"]]},".  Alternately, the adventurous can reach Bullfrog marina in Glen Canyon NRA by driving south on the unimproved Notom Road, but check road conditions at the Visitor Center.\n\nTravelling east on Hwy 24 and North on Hwy 95 about 55 miles will bring you to the turn off to ",{"type":"[[","value":[["Goblin Valley"]]}," State Park.\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["38.2000"],["-111.1667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Canyon Country"]]},"\n\n",{"type":"[[","value":[["wikipedia:Capitol Reef National Park"]]}]