[{"type":"{{","value":[["pagebanner"],["Caprivi strip NA banner.JPG"]]},"\n",{"type":"[[","value":[["Image:DrivingCaprivi flip666.jpg"],["thumb"],["400px"],["Driving on the B8 from ",{"type":"[[","value":[["Grootfontein"]]}," to ",{"type":"[[","value":[["Katima Mulilo"]]}]]},"\n\nThe ",{"type":"'''","value":["Caprivi"]},", also known as ",{"type":"''","value":["Caprivi Strip"]}," is a long, skinny panhandle extending north-east from ",{"type":"[[","value":[["Namibia"]]},", separating ",{"type":"[[","value":[["Angola"]]}," (to the north), ",{"type":"[[","value":[["Botswana"]]}," (to the south), and ending near the south-western corner of ",{"type":"[[","value":[["Zambia"]]},".\n\nIt is a tropical, wet stretch of land, known for its typical round huts along the street.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Katima Mulilo"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Caprivi Game Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mudumu National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nkasa Lupala National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\nThere was a conflict in Caprivi in 1999, but it lasted only a few days, and the strip has been peaceful ever since.\n\n",{"type":"==","value":["Talk"]},"\nYou will mostly hear the locals speaking their local language. English is almost the only foreign language spoken. Other local Namibian languages such as German and Afrikaans are not spoken or understood by the locals.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Chobe_River.jpg"],["thumb"],["Chobe River"]]},"\n\n",{"type":"==","value":["Do"]},"\n\nThe Caprivi is a game-rich area and includes 3 wonderful national parks which are still somewhat under-utilised in comparison to the parks in neighbouring Botswana. \n\nTake a game drive, camping trip or boat cruise in any of the parks........\n\nFor additional on the parks and downloadable brochures go here: ",{"type":"[","value":["http:\/\/www.met.gov.na\/Pages\/DefaultNew.aspx"]},"\n\n'''\nBwabwata (formerly West Caprivi Game Reserve)'''\n\nBwabwata is the largest covering the whole of the Caprivi strip and has a somewhat unique landscape. It is situated on an old dune system which means that there are a number of drainage lines running north west-south east across the whole length of the park.\n\nIn the rainy season the drainage lines fill with rain which sits in natural pans providing drinking water for game long into the dry months. Once the water evaporates totally the game moves to the Kwando and Kavango rivers so if you are staying on the riverfront the best time of year for seeing game is July-November. When there is water in the pans there is an almost unexplored road network (most of which is old routes created by the South African military) in the park interior.\n\nThe vegetation is a mixture of, riverine forest, teak forest, acacia fringe woodland on the edge of the drainage lines and open grassland. \n\nExpect to see buffalo, hordes of elephant, lion (which are making a big comeback in the area), leopard, African wild dog, sable, roan, giraffe as well as the usual impala, kudu, zebra etc.\n\nBwabwata has a national route running the length of the park (the B8) with 120 km\/h speed limits. The road is unfenced so please watch your speed and avoid driving at night time if possible. Many animals are killed each year by vehicles including endangered species such as wild dogs which are very inquisitive of vehicles.\n\n",{"type":"'''","value":["Mudumu"]},"\n\nMudumu NP is situated around 30 KM south of the main B8 tar road running through the strip and has its western boundary on the Kwando river. To the East of the transit route through the park there is a huge area of beautiful mopane forest which the game moves into during the rainy season and to the east of the road, mixed mopane scrub\/riverine forest which is the place to be in the dry season.\n\nMudumu is a very under-rated park with easy access and beautiful scenery. Expect to see huge numbers of elephant in the dry season, buffalo, zebra, leopard, hyaena and plenty of roan antelope.\n\n",{"type":"'''","value":["Mamili (Nkasa rupara)"]},"\n\nMamili (or to give or the correct name Nkasa Rupara) NP is located around an hour south of mudumu with the southern boundary of the park formed by the Linyanti river, the opposite bank of which is actually Botswana. \n\nMamili is a stunning swampland which due to its often inaccessible nature has remained cut off from the human population of the area for many years. As a wilderness experience it has few equals and although it does not hold the diversity of game that Bwabwata holds if you get it right (usually end of the dry season) it can be fantastic.\n\nThere is a stable population of Lion in the park which prey mainly on the huge buffalo herds which inhabit the 2 islands (Nkasa and Rupara)and they are generally quite easy to track down if they are not moving between the islands.\n\nDue to the diversity of habitat in the Caprivi birdlife in all of the 3 parks is stunning with over 400 recorded species including specials such as slaty egret, racket-tailed roller and black coucal.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":[" Sleep "]},"\n\nMashi River Safaris, Kwando river ",{"type":"[","value":["http:\/\/www.mashiriversafaris.com"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nkasa Lupala Tented Lodge"],["url=http:\/\/www.nkasalupalalodge.com"],["email=info@nkasalupalalodge.com"],["address=Sangwali\/Mamili NP"],["lat="],["long="],["directions=GPS: S18 19.766 E23 40.324"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nGetting around in the Caprivi is an experience not to be missed. However, don't regard any warnings as a joke. Be ",{"type":"'''","value":["extra"]}," cautious and careful for the black mamba and other deadly snakes, elephants, hippos and crocodiles. Many die by snake bites, crocodiles and hippos, but mostly by snake bites. Specially, the ",{"type":"'''","value":["black mamba"]}," and the Mozambique spitting cobra are more common in this region than you may think. They strike rapidly and ",{"type":"'''","value":["death is almost instant."]}," Be ",{"type":"'''","value":["extra"]}," careful, EVEN when in the premises of a lodge, or ",{"type":"'''","value":["even in your room"]}," or dining area.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["In the south lies ",{"type":"[[","value":[["Botswana"]]}," and its natural wonders, the ",{"type":"[[","value":[["Okavango Delta"]]}," and the ",{"type":"[[","value":[["Chobe National Park"]]},"."]},{"type":"*","value":["The ",{"type":"[[","value":[["Victoria Falls"]]}," are not far away from the eastern border of ",{"type":"[[","value":[["Namibia"],["Namibia's"]]}," Caprivi Strip."]},{"type":"*","value":["Further west is the ",{"type":"[[","value":[["Etosha National Park"]]}]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Namibia"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Caprivi Strip"]]}]