[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Captiva Island"]}," is an island ",{"type":"[[","value":[["Southwest Florida"]]},", just north of ",{"type":"[[","value":[["Sanibel Island"]]},".\n\n",{"type":"==","value":["Understand"]},"\nCaptiva Island was once said to have pirates and conquistadores exploring its subtropical terrains in search for treasure.  Indeed, Captiva Island is Florida’s treasure, boasting spectacular pristine beaches, perfect for viewing breathtaking sunsets or digging for the ocean’s tiny treasures beneath the sand- seashells.  Both Captiva, and its larger sister island, ",{"type":"[[","value":[["Sanibel Island"]]}," are world-famous for their seashells and their beautiful flora and fauna.  Just a short drive across the bay from ",{"type":"[[","value":[["Ft. Myers"]]},", Captiva Island has something for every visitor.  Dine at fabulous restaurants, play a game of golf, or sail away on the warm blue waters of the Gulf of Mexico.  Stroll through Captiva’s downtown village, and come across an array of welcoming people and an abundance of hand-made gifts and trinkets.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nCaptiva’s subtropical climate is perfect for the adventurous sportsman.  You will find numerous activities on the island including: fishing, golf, boating, kayaking, canoeing, tennis, swimming, and bike riding.  \n\n",{"type":"'''","value":["Book a boating trip"]},", during which you travel down waterways where you encounter dolphins, blue herons, raccoons, and different vibrant species of birds.  Captiva Cruises features memorable dolphin and sunset cruises.  \n\n",{"type":"'''","value":["Rent a bike"]}," (Finnimore’s Cycle Shops).  Bike riding on Captiva is a pleasurable and scenic experience, and can be enjoyed by travelers of all ages.\n\n",{"type":"'''","value":["Beachcomb"]},", Captiva Island’s beaches are the perfect place to discover your own treasure.  Captiva is actually made up of shells, created over thousands of years, and is one of the islands considered the best in the world for shelling.  Because the islands’ geography lies east and west, opposed the more widespread north and south, this phenomenon allows Captiva to capture tons of shells from the Gulf of Mexico.  The peak shelling season is from May through September.\n\n",{"type":"'''","value":["Relax"]}," on one of Captiva’s pristine white beaches, and bath in the hot Floridian sun.  When you get too warm, simply stroll over to the waters’ edge and swim in some of Florida’s bluest waters.\n\n",{"type":"==","value":["Buy"]},"\n“Shop ‘til you drop,” is the motto of island visitors when promenading through the town’s stores and boutiques.  Captiva’s shops are located mainly at the north end of Captiva Drive and on Andy Rosse Lane.  Here you will discover casual fashions, antiques, pottery, hand-painted furniture, and unique gifts.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Harbourside Bar & Grill"]},", South Seas Island Resort, 5400 Plantation Road, a restaurant for families or couples with a nautical feel. \n\n:",{"type":"'''","value":["The Pointe"]},", offers Caribbean fare with a fun Tommy Bahama atmosphere.\n\n:",{"type":"'''","value":["Scoops and Slices"]}," 1950's diner, offering wood-fired pizzas, ice-cream sodas, floats and old-fashioned malts and milkshakes as well as a self-service candy shop.\n\n",{"type":"'''","value":["Old Captiva House Restaurant"]},", Tween Waters Inn, 15951 Captiva Drive, 239-472-5161 ",{"type":"[","value":["http:\/\/www.tween-waters.com\/Dining.cfm"]},". “New Florida” menu of tropical seafood, classic meats and daily fresh-baked breads, pastries.\n \n:",{"type":"'''","value":["Crows Nest Restaurant"]},", pub-style, featuring nightly dinner specials, happy hour and live music. Hilarious, one-of-a-kind NASCRAB Hermit Crab Races (Monday and Thursday evenings, October through August).\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=South Seas Island Resort"],["url=http:\/\/www.southseas.com\/"],["email="],["address=5400 Plantation Road"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-565-5089"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=At the northern end of the island, village-style resort nestled among 330 acres and two-and-a-half miles of shell-laden beaches. Ranked No. 3 on Parents Magazines 2008 \"Top 10 Best Beach Resorts for Families.\""]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=‘Tween Waters Inn Resort"],["url=http:\/\/www.tween-waters.com"],["email="],["address=15951 Captiva Drive"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-223-5865"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This historic resort has been welcoming guests for nearly 100 years on 13 lush acres beneath the pines. The resort offers 137 accommodations which include 19 unique historic cottages, spacious suites, studios and resort rooms.  The resort features private Gulf beaches, an all-new day spa, three pools, bayside marina offering boating, fishing and kayaking, tennis courts, a fitness center and three restaurants."]]}]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southwest Florida"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["26.5333"],["-82.2"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Captiva Island"]]}]