[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Caramoan"]}," is a town on the ",{"type":"[[","value":[["Philippines"]]}," island of ",{"type":"[[","value":[["Luzon"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Options are:"]},"\n1. Bus\/Van\/POV to Naga\n2. Fly Manila-Naga\/Pili\n\n",{"type":"'''","value":["Then:"]},"\ntake a van or Jeep going to ",{"type":"[[","value":[["Sabang Partido"]]}," (1 OR 2+hrs), or a Bus to Lagonoy (getting off at San Jose, 1.5+hrs) then take a boat ride from Sabang port to Caramoan (Guijalo port) for 2-3hrs (120php), These are usually early boats. i.e. 5:30, 7:00, 8AM etc.  It is also possible (if you have a large group) to take a fast craft (owned by provincial Governor L Ray Villafuerte) from Nato Port (Sagnay).  You need to organise this through Camarines Sur Watersports Complex (1+ hr to Gota Beach Resort).\n\n",{"type":"'''","value":["Alternatively:"]}," \nYou can take a jeep from Goa Terminal to Caramoan (only safe during dry season) 4+hrs\n\n",{"type":"'''","value":["OR:"]},"\n3. Fly to Virac, Catanduanes. From Virac, take a jeep ride to barangay Cabcab, or barangay codon, or barangay bislig in San Andres town, then hire an out-triggered motorboat to Guijalo, Caramoan. It takes one hour only to cross the maqueda channel. PAL, Cebu Pacific and Zest Air all fly this route.\n\n",{"type":"'''","value":["NB"]},". Check www.typhoon2000.com to make sure a typhoon or storm system is not lurking in the area.  All boat rides can be very dangerous in the area during these times.\n\nNote: The best way to do it is to spend the night at Sabang, San Jose, Camarines Sur. This is for you to take the earliest Boat (6AM) to Guijalo.\n\n",{"type":"==","value":["Get around"]},"\nWhen you have arrived in Guijalo port (south coast of peninsula), you can take a trike to town proper (approx 100php, 20+mins), or direct to the northern port of Bikal, or Paniman (30+ mins, 150php). \nMost people visit Caramoan to go island hopping to see the unique Rock formations, similar to that of Northern Palawan, to swim and laze on the beaches, or to just be adventurous and get off the beaten path.  Hiring a boat from  Bikal or Paniman should cost you 1500-2000php for the whole day.  It is possible to camp almost anywhere in the area, assuming you ask permission from Barangay captains, you tread lightly, remove your and anyone else's rubbish and generally respect the environment.  It is advisable to have the boatman stay with you overnight if you are in a semi-remote area for emergency purposes.\n\n",{"type":"==","value":["See"]},"\nWhen they say go \"island hopping,\" that meant visiting the beautiful islands and isles using a powered outrigger canoe of the Caramoan Peninsula, chartered for about US $26\/day. Caramoan is both a town and a region, but it also points to the islands surrounding Caramoan. Bring your swimming trunk, bikinis, body board, swim vests, etc., along and have food or drinks catered over. You will need a minimum of two full days to really see and enjoy this place.\n\nTop ten Caramoan destinations, these are must see:\n\n",{"type":"*","value":[" Lahuy Island"]},{"type":"*","value":[" Lahus Island"]},{"type":"*","value":[" Cotivas Island"]},{"type":"*","value":[" Sabitang Laya Island"]},{"type":"*","value":[" Gota beach (mainland)"]},{"type":"*","value":[" Hunognan Cove (mainland)"]},{"type":"*","value":[" Matukad Island"]},{"type":"*","value":[" Minalahos Island"]},{"type":"*","value":[" Pitogo Island"]},{"type":"*","value":[" Tinago Island"]},"\n",{"type":"==","value":["Do"]},"\nThere are various activities available at the provincial government owned Gota and Hunungan Beach resorts ",{"type":"[","value":["http:\/\/www.gotavillage.com"]},", if these do not interest you, or staying here is prohibitively expensive then you should still be able to visit to avail of their services\/activities. You could also go out for night fishing tour with the local fishermens if you like fishing, (But remember nights are usually cold so don't forget to bring extra clothings on the tour.)\n\nBe aware that the ongoing ability of tourists visiting these islands, beaches and sensitive areas relies upon them taking care not to damage the fragile environment, annoy the people, or act inappropriately.  Respect your surroundings and ensure its ongoing sustainability by taking only photographs and leaving only footprints.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Caramoan Kayaks"],["url=http:\/\/www.caramoankayaks.com"],["email="],["address=Guijalo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rents out hobie kayaks as well as tents and sleeping bags in case you like to camp overnight on some islands"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe restaurants in Caramoan serves Filipino food only. There are a large variety of fresh fish, poultry or beef as well as pork with vegetables.\nYou won't find any Mc Donalds or other international food chains here!\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=CK-Inn,"],["url=http:\/\/www.ck-inn.com\/ck_inn.php"],["email=caramoankayaks@live.se"],["address="],["lat="],["long="],["directions="],["phone=(+ 63) (0)920 4742637, (+ 63) (0)908 2035082"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The CK-Inn also arranges island hopping tours and kayaking tours from Guijalo Port."]]}]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Breeze & Waves"],["url=http:\/\/breezeandwaves.weebly.com\/reservation--contact-us.html"],["email="],["address=Paniman Beach, Caramoan"],["lat="],["long="],["directions=From Guijalo Port, take tricycle to Paniman Beach"],["phone=+639198319497"],["tollfree="],["fax="],["hours="],["price=$20"],["checkin=any time"],["checkout=any time"],["content=This place offers simple cottages and can arrange island hopping tours for you. It's close to the beach. The staff members are very accommodating. You can order fresh seafood to be cooked the way you like it."]]}]},"\n",{"type":"==","value":["Go next"]},"\nBoats from Guijalo port to Sabang are available early morning then periodically throughout the day.  If in doubt plan for an early exit so as not to get stuck, and ask the locals what the current schedule is.  Check www.Typhoon2000.com to make sure a typhoon or storm system is not lurking in the area.  Boat rides can be very dangerous in the area during these times.\n\nThe first boat trip out of Guijalo Port is at 7AM, ideally. The boat will leave only if it has enough passengers on it. It may leave earlier than scheduled if the boat fills up quickly or may leave beyond schedule as it waits for passengers. This practice often causes delay in the departure of the boat trips. Later trips are usually scheduled at 9AM, 11AM, and sometimes also at 2PM. Prices of outrigger boat rides between Guijalo and Sabang ports range from PhP 150 to PhP 250.\n\nIn Sabang port, vans to Naga City (where the airport is) are queued. Similar to the boat schedules, vans leave for the city at erratic times, depending on the number of passengers. Price for the van is PhP 90 per person. If there are no vans, you can catch a jeepney at the same price, but a bit more uncomfortable.\n\n",{"type":"{{","value":[["IsPartOf"],["Camarines Sur"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Caramoan, Camarines Sur"]]}]