[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Cardwell"]}," resides on the tropical Cassowary Coast, North ",{"type":"[[","value":[["Queensland"]]}," ",{"type":"[[","value":[["Australia"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nCardwell is the launching pad for a variety of unique natural and cultural experiences. Situated between two ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage Areas"]]}," i.e. Cardwell Range ",{"type":"[[","value":[["Queensland Wet Tropics"]]}," and the ",{"type":"[[","value":[["Great Barrier Reef"]]},".  Cardwell resides on the southern shoreline of Rockingham Bay.  Marine Parade Cardwell, Cardwell Jetty and Port Hinchinbrook provide amazing coastal scenery.  To the east and offshore lie densely vegetated continental island National Parks e.g. ",{"type":"[[","value":[["Hinchinbrook Island"]]},", ",{"type":"[[","value":[["Goold Island"]]}," and the ",{"type":"[[","value":[["Brook Islands Group"]]},".  To the north and east of ",{"type":"[[","value":[["Mission Beach"]]}," are the ",{"type":"[[","value":[["Family Islands Group"]]},", ",{"type":"[[","value":[["Bedarra Island"]]}," and ",{"type":"[[","value":[["Dunk Island"]]},".\n\nThe Girringun Aboriginal Corporation located in Cardwell represents the interests of nine Aboriginal Tribal Groups in the region.  Cardwell lies within Girramay Country, while Hinchinbrook Island is Bandjin Country.  The Girringun Aboriginal Coporation Centre hosts a Public Museum and locally produced Arts & Crafts.\n\nNorthwest of Cardwell along the upper reaches of the Murray River catchment is the Jumbun Aboriginal Community.  Jumbun is at the foot of the mountainous rainforest escarpment, gateway to Murray Falls.  A popular day trip location and camping destination.  The Jumbun Community conduct small group guided tours of their Jumbun Museum and Traditional Lands centred on the Murray River and Murray Falls.  Having resided on their traditional lands since colonization, the Jumbun Community still celebrate, maintain and share the cultural knowledge of their lands, waterways and rainforest.  Jumbun Arts & Crafts are unique, renowed for their Juwun Basket and weaving techniques.\n\n",{"type":"==","value":["Get in"]},"\nCardwell is accessible by Road, Rail & Sea.  The Bruce Highway, named Victoria Street within the town limits links Townsville and Cairns, North Queensland provincial cities.  The Cardwell Rail Station is located within easy walking distance to the Cardwell Cultural Precinct and CBD.  Namely the Bush Telegraph & Heritage Centre and Hinchinbrook Art Gallery.  Daily scheduled Coach services operate from Cardwell's transit zone in Brasenose Street.  Cardwell Public Boat Ramps are located at Meunga Creek and Marine Parade.  The Cardwell Jetty can be used for temporary moorings and transfers (once used for Ferry Services to Hinchinbrook Island).  Both Cardwell Public Boat Ramps and Jetty are subject to local tidal and sea conditions.  The Port Hinchinbrook Marina Public Boat Ramp offers year round boating access to the sheltered waters of Hinchinbrook Channel, Estuaries, Islands and the Great Barrier Reef.  Dallachy Aerodrome lies to the north of Cardwell adjacent the Bruce Highway, contact the Cassowary Coast Regional Council for landing information.\n\nCardwell is the one place in North Queensland to be based for an extended relaxing vacation.  Landward there are significant opportunities to explore.  Cardwell is literally a \"one stop do it all holiday spot.\"  The list of activities and experiences is diverse.  Within a 2.5 hour drive radius the number of Natural Landmarks, Attractions and features of interest is amazing.  Cardwell caters for special interests e.g. Family Friendly Visits, Weekend Getaway, Romantic Hideaway, Nature Lovers', Outdoor Adventures, Recreational Sports, Tourists, Boating Enthusiasts, Luring Anglers Worldwide.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Land Based Sightseeing"]},":\n\n",{"type":"*","value":[{"type":"'''","value":["Self Drive"]}]},"Two Wheel Drive Vehicles, SUV's, Four Wheel Drives & Motorcycles.  Sealed roadways, all weather unsealed roads; accessibility subject to climatic extremes e.g. Localised flooding, Cyclones.\n\n",{"type":"*","value":[{"type":"'''","value":["Scenic Road Routes"]}]},"Bruce Highway, Cardwell Forestry Drive, Girramay National Park, Kennedy Valley, Kirrama Range Road, Bilyana - Jumbum - Murray Falls.  Roadways also suited to sealed\/unsealed Road Cycling and Walking.\n\n",{"type":"*","value":[{"type":"'''","value":["Walking & Trail Walks"]}]},"Cardwell Foreshore, Cardwell Forestry, Edmund Kennedy National Park, Dalrymple Gap, Kirrama Range Road, Society Flats, Hinchinbrook Island Thorsborne Trail, Blencoe Falls \"Juwun Walk.\"\n\n",{"type":"'''","value":["Local Cardwell Road Transport Service Providers"]},":-\n\n",{"type":"*","value":[" Cardwell Taxi & Charters."]},{"type":"*","value":[" Ingham Travel - Shuttle Passenger Services."]},"\n",{"type":"'''","value":["Marine & Hinchinbrook Island Activities"]},":\n\nCardwell is renowned for Boating & Fishing.  Regular Ferry Services operate between Port Hinchinbrook Marina - Hinchinbrook Island - Missionary Bay - Cape Richards.  Fishing Charters & Tours, Houseboat Hire and Motorboat Rentals can be arranged by local accommodation providers in both Cardwell and Port Hinchinbrook.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Cultural Experiences"]},":\n\n",{"type":"*","value":[" Aboriginal Culture - Girringun Aboriginal Corporation, Jumbun Murray Upper."]},{"type":"*","value":[" Local History - Cardwell Bush Telegraph & Heritage Centre."]},{"type":"*","value":[" Arts & Crafts - Hinchinbrook Regional Arts Association."]},{"type":"*","value":[" Visitor Information - Cardwell Rainforest and Reef Centre."]},{"type":"*","value":[" Socializing, Dining, Events, Conventions, Sporting Competitions."]},"\n",{"type":"'''","value":["Outdoor Activity Experiences"]},":\n\n",{"type":"*","value":[" Lawn Bowls & Golf."]},{"type":"*","value":[" Day Trips - Sightseeing, Wildlife Sighting, Picnics, BBQ's and Camping."]},{"type":"*","value":[" Walking, Jogging, Cycling and Motorcycle Riding."]},{"type":"*","value":[" Swimming, Snorkelling, Spear Fishing and Scuba Diving."]},{"type":"*","value":[" Boating - Day Tours, Sailing and Cruising."]},{"type":"*","value":[" Net Casting, Crabbing, Baitcasting, Luring, Bottom Fishing and Game Fishing."]},"\n",{"type":"'''","value":["Special Interest"]},":\n\n",{"type":"*","value":[" Family Holiday, Extended Vacation, Rest, Relaxation, Sports Activities."]},{"type":"*","value":[" Photography - Attractions, Culture, Nature, Wildlife, Natural Landscape Features."]},{"type":"*","value":[" Visual Arts - Etching, Sketching and Water Colours."]},{"type":"*","value":[" Cross Country Touring - Mountain Bike & Motorcycle Riding."]},{"type":"*","value":[" Multi day Camping - Bushwalking, Trekking and Hiking."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Far North Queensland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["-18.266667"],["146.033333"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cardwell"]]}]