[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nCareys Creek Track is a tramping (hiking, bush walking) track about 20 km north of ",{"type":"[[","value":[["Dunedin"]]},", in the ",{"type":"[[","value":[["South Island"]]}," of ",{"type":"[[","value":[["New Zealand"]]},". It runs from Evansdale, by ",{"type":"[[","value":[["Blueskin Bay"]]},", to Semple Road near the southern end of Silverpeaks Forest at Double Hill. It starts at a small public picnic area, ",{"type":"'''","value":["Evansdale Glen"]},", off State Highway 1 about 200 m north of the township of Evansdale.\n\nAll tracks are described here heading upstream or uphill. Careys Creek Track and its branches can be enjoyed in several ways: \n\n",{"type":"*","value":["walk in from either end then walk a loop of the two branch tracks and head back again"]},{"type":"*","value":["start at the Honeycomb Track entrance and go down one branch track, along the main track a short while and back up the other branch"]},{"type":"*","value":["start at either end, walk the full length and get picked up at the other end"]},"\nStarting from ",{"type":"'''","value":["Evansdale Glen"]},", the first section follows an old farm vehicle track (now prohibited and impassable to vehicles). This mostly runs along the \"true right\" (that is, as you are facing downstream) of the valley but briefly criss-crosses the stream for two brief stretches, as the easiest vehicle route was sought. This results in four river crossings. The first of these pairs of crossings can be avoided by a rougher alternate route which scrambles over a steep bluff and becomes gradually less distinct until the main track is rejoined at the second crossing.\n\nThe track continues up the \"true right\" bank for some distance, at one point scrambling over an old landslide of dirt and boulders.\n\nThe second pair of crossings takes the track over to the \"wrong\" side (the \"true left\") again briefly as the Kilmog Creek flows in from the north. Here the Careys Creek valley swings south. The track continues on its usual \"true right\" side of the valley to a signpost marking the junction of the ",{"type":"'''","value":["Rongomai Track"]}," at the foot of Rongomai Ridge. \n\nFrom here the track becomes a narrow foot track. This section probably dates back to the construction of a water supply pipeline in the early 20th century for a psychiatric hospital at Seacliff. After a short distance, an old dam of large stone blocks has been built over the creek. The dam no longer forms a lake as it has entirely filled with gravel and silt. There is a good waterfall over its crest. Further on, with interesting flora and fauna abounding, there is a 20-30 foot high dam with an impressive fall of water over the crest. Behind is a dark, dangerous-looking lake with a DoC sign warning of the danger of going too near. This is called Black Gully Dam and it has a steep path leading from its base up to a car-park on Doouble Hill Road. Many people leave a car at each end of this 7 hour walk so that they can avoid back-tracking. It's a very interesting walk with remnants of the old water-supply pipe often exposed. Much work has been completed on it recently by the Green Hut Track Group who claim to try to maintain tracks in this back-country area of Dunedin city.\n\nFurther up the valley from here the ",{"type":"'''","value":["Honeycomb Ridge Track"]}," branches off. The main track continues south to the head of the Careys Creek valley. This southern section of the track, from the Honeycomb turnoff to the Semple Road carpark is by far the more interesting and follows the old pipeline closely. Previously little-used and often overgrown, it was extensively worked on in 2006 and is now clearly passable. Green Hut Track Group volunteers spent way over 700 hours clearing, benching and making it safer. The track passes another dam, Black Gully Dam (this one with a small lake) at the creek's source. The steps up from Black Gully Dam are steep and require caution. The track ends at a car park on ",{"type":"'''","value":["Semple Road"]},".\n\n",{"type":"==","value":["Branch tracks"]},"\n\n",{"type":"'''","value":["Rongomai Track"]}," has a steep climb from the valley floor up a ridge through dry native forest until the pine plantation is reached. Here the track continues as a forestry access road to Mountain Road. A short link before the end crosses over to Honeycomb Track, where during logging operations, walkers may be diverted for safety. \n \n",{"type":"'''","value":["Honeycomb Track"]}," branches off further up the main valley and heads up steep climbs to emerge at a parking area opposite a quarry on Mountain Road. The sign here implies that both tracks start at this point, but Rongomai Track's starting point is actually a few minutes walk north along Mountain Road, where a sign marking the start can be found.\n\n",{"type":"[[","value":[["WikiPedia:Careys Creek"]]},"\n\n\n",{"type":"{{","value":[["outlineitinerary"]]}]