[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Cargèse"]}," is a village in ",{"type":"[[","value":[["Corsica"]]},", to the north of ",{"type":"[[","value":[["Ajaccio"]]},".  It sprawls from the top of a hill down to a small harbor.  The town is best known for the Cargèse Institute for Physics, just outside to the south, which hosts conferences and summer schools.\n\n",{"type":"==","value":["Get in"]},"\n\nA bus runs twice a day between Ajaccio and Cargèse.  Passage either way costs 8 Euros.\n\n",{"type":"==","value":["Get around"]},"\n\nCargese is tiny: you can comfortably walk anywhere in minutes.\n\n",{"type":"==","value":["See"]},"\n\nA Greek Orthodox church and a Roman Catholic church face each other across the town.  Both churches are active, and share a priest (he has a dispensation).  They are also the sites for concerts.\n\n",{"type":"==","value":["Do"]},"\n\nThe water around Cargèse is lovely, and there are beaches and rocky coasts north and sout h of the harbor.  The surrounding countryside is spotted with paths.\n\nIf you go north past Plage Perù and follow the signs to the Presqu'île (peninsula), you will find a long, empty strip of land with an old Genovese watch tower on the end.  It makes a nice walk in good weather, and takes about an hour and a half to get there from town.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Hôtel St. Jean"]},", Place St. Jean (the main square at the top of the hill), Telephone 04 95 26 46 68, Fax 04 95 26 46 17.  Decent pizza or pasta.  Their fish and main dishes can be spotty.  In fair weather, they have tables outside overlooking the Mediterranean.  Euros 10-25.\n\n",{"type":"'''","value":["Hôtel Continental"]},", down the street from Place St. Jean.  The prix fixe menus the way to go here, and the food is good.  In fair weather, they have tables outside overlooking the sea.  Euros 10-25.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["42.1333"],["8.6000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Corsica"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cargèse"]]}]