[{"type":"{{","value":[["pagebanner"],["Carlsbad Caverns National Park page banner.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/cave\/ Carlsbad Caverns National Park"]}]}," is a unit of the ",{"type":"[[","value":[["United States National Parks"],["United States National Park Service"]]}," and a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," that is located near ",{"type":"[[","value":[["Carlsbad (New Mexico)"],["Carlsbad"]]},", ",{"type":"[[","value":[["New Mexico"]]},".  It is most famous for the \"Big Cave\" and its Big Room, at one time considered the largest natural underground chamber in the world.  Although no longer occupying that niche, it is still one of the world's largest cave rooms, and its unusually extensive and diverse decorations make it a prime destination for the tourist looking to venture underground.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Geology"]},"\n",{"type":"[[","value":[["File:Giant Stalagmites in Carlsbad Big Room.jpg"],["thumb"],["350px"],["The Hall of Giants, in the Big Room"]]},"\nThe Big Room is often described as the world's largest cave chamber, but it no longer holds that title; the record-holding Sarawak Chamber in Lubang Nasib Bagus (\"Good Luck Cave\") in ",{"type":"[[","value":[["Malaysia"]]}," is far larger, and as many as 10 other chambers are now known that are larger than the Big Room.  However, Carlsbad Caverns still offers world-class cave experiences by any reasonable definition.  The \"Big Cave\" (Carlsbad Cavern itself) is one of over 80 caves within the park, but it is neither the longest nor the deepest of the park's caves.  Both of these honors fall to ",{"type":"'''","value":["Lechuguilla Cave"]},", a \"wild\" cave not normally open to tourists.\n\nThe caves lie primarily within a Permian limestone reef, but one unusual feature of Carlsbad Caverns is that it is located atop a field of natural gas and oil.  As a result, the usual calcium-carbonate cave formations are supplemented in some areas by formations based on calcium sulfate (gypsum) created by the migration of sulfur-bearing water up from the gas field.  This, combined with a tendency for the limestone containing the bulk of the caves to fracture along massive joints, results in the unusual combination of very large cave passages and extremely ornate (although, in many cases, famously massive) decorations.  The calcium-sulfate formations tend to be delicate and are not usually visible to the casual visitor, but some of the backcountry caves (see under \"Do\") have astonishing calcium-sulfate formations.\n\n",{"type":"===","value":["History"]},"\nThe existence of caves in the limestone around Carlsbad has been known for a long time, but Carlsbad Caverns was added to the national park system as a National Monument in 1923, largely (and famously) through the advocacy and actions of Carlsbad-area cowboy Jim White.  It gained full-fledged National Park status in 1930.  It was designated a World Heritage Site in 1995.\n\n",{"type":"===","value":["Landscape"]},"\nThe park is located where the plains of the Chihuahuan Desert meet the Guadalupe Mountains and ranges in elevation from about 3,200 feet (1,000 m) to 5,500 feet (1,600 m).  The primary natural entrance to the Big Cave is in a depression in a mesa on the side of Walnut Canyon, which contains the main entrance road to the park.  Several of the accessible \"wild caves\" are in a detached region of the park containing Slaughter Canyon, one of the typical -- and typically rugged -- canyons descending from the Guadalupes onto the plain.\n\n",{"type":"===","value":["Flora and fauna"]},"\nFlora and fauna of Carlsbad are typical of the Chihuahuan Desert, with relatively few large animals and plant life that is adapted to the dry environment.  Practically every plant species in the park has spines or thorns on it, and the prickly-pear cactus, ocotillo and lechuguilla are widespread and difficult to hike through.\n\nThe caves themselves are the home of a distinctive fauna including cave crickets that have adapted to conditions of total darkness.  Raccoons, ring-tail cats, and skunks are often found around the cave entrances.  By far the best known park denizens, however, are the enormous colonies of Mexican free-tailed bats that live in the Big Cave and other caves (see below under \"See\").  Less benignly, rattlesnakes are common in the area, particularly around the entrances to backcountry caves.\n\n",{"type":"===","value":["Climate"]},"\n\nThe town of Carlsbad is scorching hot during the summer, with temperatures above 100 degrees F (38 degrees C) common, but conditions at the park itself are slightly more moderate, although still hot.  The fact that the visitor center, at the entrance to the Big Cave, is at somewhat elevated altitude offers some relief from the heat.  Winters in the park are usually quite pleasant, with daytime highs around 60 to 65 degrees F (15 to 18 degrees C).  Precipitation is sparse, but often comes in the form of brief but incredibly intense summer thunderstorms that may drop up to 4 inches (10 cm) of rain in a few hours.  There is occasional, non-persistent snow during the winters.  Spring and fall tend to have agreeable temperatures and little precipitation, although springtime winds can be unpleasant.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Switchbacks in Carlsbad Cavern.JPG"],["thumb"],["300px"],["Descending into the caverns..."]]},"\n\nThe park is about 25 miles (40 km) southwest of the town of Carlsbad, via US Highways 62 and 180 (one road, two designations).  This is a good road that is passable year-round except during rare, brief blizzards.  Carlsbad itself has commuter air service (via Mesa Airlines connecting to ",{"type":"[[","value":[["Albuquerque"]]},") and a bus terminal. The closest major airport, with service by nearly all large airlines, is in ",{"type":"[[","value":[["El Paso"]]},", ",{"type":"[[","value":[["Texas"]]},", from which the park is also reached via US 62 and 180, with ",{"type":"[[","value":[["Guadalupe Mountains National Park"]]}," en route. ",{"type":"[[","value":[["Hobbs"]]},", located 70 miles east of Carlsbad, has an airport served by United with nonstop flights between ",{"type":"[[","value":[["Houston"]]},", ",{"type":"[[","value":[["Texas"]]},". ",{"type":"[[","value":[["Roswell (New Mexico)"],["Roswell"]]},", located 60 miles north of Carlsbad, also has an airport served by United with nonstop flights between ",{"type":"[[","value":[["Dallas"]]},", ",{"type":"[[","value":[["Texas"]]},".\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThe basic fee for the main cave is $10, Children 15 and under are free, good for three days.  Headset rentals are an extra $3 per person.  A Park Pass ($50 annually) provides continuing access for the holder and immediate family to this park and other units of the National Park Service.  The park also holds several free admission days throughout the year.  See the Fee and Reservation page for the dates ",{"type":"[","value":["http:\/\/www.nps.gov\/cave\/planyourvisit\/feesandreservations.htm"]},".\n\nSeveral of the ranger-led activities (see under \"Do\") require additional fees.  Consult the NPS web site below for more information.  Backcountry activities (other than surface day hikes) extending beyond the ranger-led tours require permits.\n\n",{"type":"==","value":["Get around"]},"\n\nThe elevator to the Big Room leaves from within the visitor center, and the walk from the visitor center to the natural entrance of the Big Cave is very short.  Most of the trail in the Big Room is wheelchair-accessible.  Flat-soled shoes are strongly recommended for the hike into the cave from the natural entrance, and a good idea if entering the cave via the elevator.  Running shoes (particularly cross-trainers) or  light hiking boots work well.\n\nMany publications assert that the temperature in the Big Cave is \"a constant 56 degrees F,\" but the truth is a little more complicated.  The temperature varies from place to place within the cave, and atmospheric conditions can create small temperature variations in some locations as well.  However, 56 degrees F (13 degrees C) is a good number for planning purposes.  Take a light jacket or wrap into the cave, even if it's beastly hot outdoors.\n\nIf planning to do any backcountry hiking, make sure to take plenty of water and sunscreen; there is precious little shade, and no reliable water sources.  Serious hiking boots are a ",{"type":"''","value":["very"]}," good idea, as the terrain is rough, plants are thorny, and rattlesnakes (though rarely encountered) typically strike at the ankle level.  In the backcountry, long pants are a better idea than shorts, if you can stand the heat; a little protection from spines and thorns goes a long way.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Top of the Cross in Carlsbad Cavern-1.JPG"],["thumb"],["300px"],["Top of the Cross"]]},"\n\nThe main attraction, of course, is the Big Room, accessible either by an elevator from within the visitor center, or via a short trail leading from the visitor center to the natural entrance.  The elevator descends (quickly!) over 600 feet (183 m) and deposits the visitor at the main level of the cave, from which a short walk leads to the Big Room, with remarkable decorations on all sides.  The route through the Big Room is paved (visitors are forbidden to leave the trail unless guided) and generally accessible to wheelchairs, although one section is problematic for the wheelchair and can and should be bypassed.  The route from the natural entrance is longer and rougher, although still on good trail, and stresses the natural history of the cave as well as the scenery, eventually linking up with the Big Room trail.  Visitors return to the surface via the elevator.  Hours vary seasonally but generally conform to regular business hours; the cutoff on starting a tour is somewhat earlier, so as to ensure that all visitors are out of the cave before closing.  Admission to the cave via the natural entrance usually closes 4 hours or so before the cave closes entirely, while the last elevator down leaves about 2 hours before closing.  The NPS site gives current information on hours.\n\nThe first-time visitor may wish to rent an audio headset at the visitor center before heading into the cave.  This provides information on cave geology, history, formations, etc., at a number of locations along the trail.  Headsets in several languages other than English are available.\n\n",{"type":"'''","value":["Bat flights"]}," occur in the evening during much of the year, and visitors can watch for the swarms of bats from a small seating area\/outdoor theater near the natural entrance.  There is usually a brief ranger talk before the flight.  The bats do not emerge from the cave in a single massive swarm, but there is usually a relatively well-defined peak period some tens of minutes after sundown; inquire at the visitor center to learn when to show up at the seating area.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Ranger-led tours"]},"\n\nThe park offers scheduled tours of \"wild caves\" that give the visitor a taste of what visiting an undeveloped cave is like.  All require reservations and have fees; see the link below for details.  Visitors should be in good health and be prepared for some hard work, possibly including crawling in tight spaces depending on the tour; wear clothes that can get dirty -- seriously dirty.\n\n",{"type":"*","value":[" Tours in the ",{"type":"'''","value":["Big Cave"]}," reach areas of Carlsbad Cavern not on the main tourist path, which only covers a small part of the cave.  As of 2005, there are tours to ",{"type":"'''","value":["Kings Palace"]},", ",{"type":"'''","value":["Left Hand Tunnel"]},", ",{"type":"'''","value":["Lower Cave"]},", and the ",{"type":"'''","value":["Hall of the White Giant"]},".  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Slaughter Canyon Cave"]},", also known as ",{"type":"'''","value":["New Cave"]},", is a separate \"wild\" cave that can be reached on a ranger-led tour.  This cave is in the detached part of the park containing Slaughter Canyon, reasonably enough, and requires a short but testing hike aboveground before the cave entrance is reached.  Several spectacular formations are visited on this tour."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spider Cave"]}," is another \"wild\" cave that requires considerable crawling -- not for the claustrophobic.  The visitor who pays the fee and endures the entrance crawl is rewarded with up-close views of a number of delicate and remarkable formations, perhaps the most famous of which is \"The Mace.\""]},"\n",{"type":"===","value":["Backcountry caves"]},"\n\nThe park's policy toward access to caves in the backcountry varies from year to year.  Most backcountry caves are closed completely to the public except on special occasions.  However, ",{"type":"'''","value":["Goat Cave"]},", ",{"type":"'''","value":["Ogle Cave"]},", ",{"type":"'''","value":["Corkscrew Cave"]},", ",{"type":"'''","value":["Christmas Tree Cave"]},", ",{"type":"'''","value":["Wen Cave"]},", and ",{"type":"'''","value":["Lake Cave"]}," have all been open to the unescorted recreational caver at various times on a permit basis.  ",{"type":"''","value":["Most of these caves have significant vertical sections and require proficiency with rope and ascending\/rappeling gear.  Know what you're doing before even thinking about getting a permit for them."]},"\n\n",{"type":"===","value":["Hiking"]},"\n\nThere are several surface trails in the park that afford the hiker a first-hand look at the ruggedness of the terrain.  (No mountain bikes allowed.)  Several are in the Slaughter Canyon area.  Day use is unrestricted, but the backpacker planning an overnight stay must obtain a free permit from the park.  Campfires are prohibited in the backcountry; use a stove, and take plenty of water.  Good hiking boots are a must, and long pants are preferred to shorts owing to the remarkable variety of spiny and thorny plant life that can poke a good-sized hole in you.\n\n",{"type":"===","value":["Birdwatching"]},"\n\n",{"type":"'''","value":["Rattlesnake Springs"]}," picnic area, in the detached part of the park, is not only an interesting place to catch a lunch, but a good place to see birds in surprising abundance.  It is open for day use only; no camping is allowed.\n\n",{"type":"==","value":["Buy"]},"\n\nThere is a small gift shop at the visitor center with the usual trinkets, books, (nice) photographs, etc.  Please ",{"type":"'''","value":["do not"]}," buy pieces of cave formations from any fly-by-night \"vendors\" on the way to the park!  Even if collected from caves on private property, collecting them amounts to cave vandalism, and in any event, it's a purchase you'll regret soon enough.  Within the caves, they are things of beauty; outside, they are just little hunks of rock that are likely to disintegrate before you get them home.  Spend your money on good photo collections instead.\n\n",{"type":"==","value":["Eat"]},"\n\nThe visitor center contains a snack bar\/cafeteria with the usual national-park fare.  One unique feature of the Big Cave is a \"lunchroom\" ",{"type":"''","value":["within"]}," the cave, at the lower terminus of the elevator from the visitor center.  Cafeteria-style munchies can be bought and consumed here.  (Please don't take them into the rest of the cave.)  Otherwise, restaurants and convenience stores exist in White City, near the park entrance; none are particularly noteworthy.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[" White City (or Whites or White's), just before the park entrance, is largely a noisome tourist trap, but does have the acceptable ",{"type":"'''","value":["Best Western Guadalupe Inn"]}," (formerly \"Cavern Inn\").  The usual Best Western accommodations, with spa, pool, etc.  Rooms start at $65 depending on season.  Phone 800-215-2167; it's a fairly small property, so don't count on being able to appear unannounced and get a room without a reservation."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Carlsbad (New Mexico)"],["Carlsbad"]]}," itself has the usual motor-inn\/motel franchises, largely clustered along \"National Parks Highway\" (US 62\/180).  ",{"type":"'''","value":["Days Inn"]},", ",{"type":"'''","value":["Super 8"]},", ",{"type":"'''","value":["Comfort Inn"]},", another ",{"type":"'''","value":["Best Western"]},", and others can be found; none are spectacular, most are acceptable. Newer hotels including ",{"type":"'''","value":["Hampton Inn and Suites"]}," and ",{"type":"'''","value":["Fairfield Inn and Suites"]}," have opened up on the southern end of town."]},"\n",{"type":"===","value":["Camping"]},"\n\nThere is no car camping within the park itself.  A KOA campground is on 62\/180 about 15 miles north of Carlsbad by Brantley Lake.\n\n",{"type":"===","value":["Backcountry"]},"\n\nBackcountry camping requires a free permit and is best in the (relatively) high country beyond Slaughter Canyon Cave.  Pack in ",{"type":"''","value":["lots"]}," of water, as there are no reliable water sources in the backcountry for much of the year.  When arising in the morning, check your sleeping bag and footwear for scorpions as well as snakes.\n\n",{"type":"==","value":["Stay safe"]},"\n\nVisiting the \"tourist\" parts of the Big Cave poses no serious safety hazards.  As mentioned above, footwear with balance and traction is a good idea, particularly if you're walking down from the natural entrance; the trail is steep in spots and may be wet due to water dripping from the ceiling.  If you're suffering from ear problems (e.g. blocked Eustachian tubes), you might find it more comfortable to descend into the cave via the natural entrance rather than the elevator, which descends so rapidly that it may cause discomfort due to difficulty in pressure equalization.\n\nWhen visiting backcountry areas, whether on tours or on your own, make sure you are properly equipped.    Many of the \"wild\" caves require proficiency in vertical technique that is considerably different than that used in rock climbing.  The Park Service's recommendations for any particular cave are usually well thought out and helpful.  Make sure you have sunscreen and plenty of water for any hiking; it's sunny, and hot, out there.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Guadalupe Mountains National Park"]]}," is just over the ",{"type":"[[","value":[["Texas"]]}," state line; continue west on 62\/180.  This park features terrain similar to that of Carlsbad Caverns, with fewer caves and more above-ground hiking, including a trail to the top of Guadalupe Peak, highest point in the state of Texas.\n\n",{"type":"{{","value":[["routebox"],["image1=US 62.svg"],["imagesize1=22"],["image1a=US 180.svg"],["imagesize1a=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["El Paso"]]}],["minorl1=",{"type":"[[","value":[["Guadalupe Mountains National Park"],["Guadalupe Mountains NP"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Lubbock"]]},"\/",{"type":"[[","value":[["Lamesa"]]}],["minorr1=",{"type":"[[","value":[["Carlsbad (New Mexico)"],["Carlsbad"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["32.175278"],["-104.443889"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southeast New Mexico"]]},"\n",{"type":"{{","value":[["Usablepark"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Carlsbad Caverns National Park"]]},"\n",{"type":"[[","value":[["Wikipedia:Carlsbad Caverns National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/New Mexico\/Travel and Tourism\/Parks\/National Parks and Monuments\/Carlsbad Caverns National Park\/"]]}]