[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Carnarvon National Park"]}," is in ",{"type":"[[","value":[["Capricornia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"====","value":["Prehistory"]},"\n\n",{"type":"[[","value":[["File:Art Gallery detail..jpg"],["right"],["thumb"],["Art Gallery detail."]]},"The human history of Carnarvon Gorge is long, and often mysterious. Close to the headwaters of the Gorge, Kenniffs Cave was excavated in 1962 and revealed occupational evidence carbon dated back to 19,500 years before present. Yet, evidence excavated within Carnarvon Gorge only dates back 3,500 years before present - why is there such a large difference in dates between sites that are within a day's walk of each other? We may never know.\n\nEthnographic reports suggest that at the time of European contact, the area to the east of Carnarvon Gorge was occupied by the Karingbal people and that to the west by the Bidjara people. Distribution patterns of rock art in and around the Gorge raise the possibility that the Gorge was used by both cultural groups and may have been a cultural and spiritual meeting place for the two groups.\n\n",{"type":"====","value":["European Exploration and Settlement"]},"\n\nIn the 1840s Leichhardt and Mitchell lead expeditions through Central Queensland, passing east and west, respectively, of Carnarvon Gorge. Mitchell is credited with the naming of the Carnarvon Range after Caernarfon in Wales. Prompted by the reports of these two explorers, settlers began to take up blocks in the area. Mount Abundance, near the current town of Roma, was established as a property in 1847. The local Indigenous population soon took exception to the European intrusion and inter-racial relationships soon deteriorated into open warfare. Some researchers claim that Central Queensland was the worst area for direct inter-racial violence on mainland Australia during this time.\n\nThe newcomers did not have things all their own way, either. Local tribes conducted an effective campaign using hit and run tactics, taking advantage of their superior bush skills and local knowledge of landscapes. Two of the largest single-event killings of settlers by Aboriginals occurred in the area during this period - at Hornetbank, near Taroom, and Cullin-la-Ringo, out from Springsure. \n\nEventually, the use of Native Police turned the tide in favour of the settlers and Indigenous culture came under increasing pressure. By the late 1870s, very few people were living a traditional Indigenous lifestyle. Most Aboriginal people were living in groups on stations sympathetic to their plight. Under these circumstances, even though the old ways of hunting and gathering were no longer followed, much of the cultural and spiritual life remained the same as the groups were still effectively living on their tribal land. All that was to change when the Government began the system of reserves and missions that took Aboriginal people away from their traditional lands.\n\n",{"type":"====","value":["Recent History"]},"\n\nThe same terrain that gave Aboriginal bush skills an advantage during their conflict with settlers and police gave bushrangers and cattleduffers an advantage as well. Carnarvon Gorge has no shortage of local identities occupying the grey area of early colonial law. Ward's Canyon gets its name from two fur hunters who used the Gorge as a base in the early 1900s. The Ward brothers used to hunt all year round, despite the existence of a limited open season. In an area as remote as Carnarvon Gorge, they were well out of reach of the long arm of the law.\n\nThe cattle industry has met with reasonable success in the area around Carnarvon Gorge; however the rugged terrain of the Gorge itself proved an obstruction - despite the presence of reliable water. It was not that cattle couldn't graze effectively in such areas; more that it was difficult to muster and manage them effectively given such rough terrain.\n\nIn 1932, Tableland Holdings allowed a grazing lease over Carnarvon Gorge to lapse and the Government of the day was persuaded to gazette the land as Carnarvon Gorge National Park, in recognition of the high natural, geological and scenic values, and for the protection of the Indigenous cultural sites.\n\n",{"type":"====","value":["Contemporary History"]},"\n\nThe cattle industry is still thriving when rainfall permits, as you may see on the drive in to Carnarvon Gorge. Tourism to the Gorge began to pick up in the 1960s when roads and vehicles improved to the extent that visitors could reliably get into the Gorge during the winter dry season. What is now Carnarvon Gorge Wilderness Lodge began life around this time.\n\n1999 saw the arrival of Australian Nature Guides (then Carnarvon Wilderness Guides) in the area, conducting guided nature-based tours into the Gorge during the day, and night safari walks looking for wildlife at night.\n\nIn 2000, Takarakka Bush Resort came into being after a consortium of Queensland families purchased Takarakka Rock Art Research Centre from Pam and Grahame Walsh. The following year, the National Park closed its public campground in the mouth of the Gorge, only opening it in the Easter, June-July and August-September Queensland school holidays. Takarakka Bush Resort took up the slack, expanding to their current size and accommodating the majority of visitors to Carnarvon Gorge.\n\nFrom 2000 to 2007, Australian Nature Guides operated in conjunction with Takarakka Bush Resort, conducting afternoon information sessions for visitors and running tours. In 2008, this relationship ended and Australian Nature Guides began operating independently of the accommodation centres. Australian Nature Guides is now the only locally owned and operated business - both the accommodation centres are now owned by corporations based in Melbourne.\n\nThe National Park Rangers have had an interesting time lately, with significant summer flooding in 2007 and 2008. Early in 2008, Rangers had to rebuild crossing number one over Carnarvon Creek five times due to flooding. The Park is now considering rerouting the track to reduce the number of times the track crosses the creek, hopefully alleviating some of the maintenance burden associated with them.\n\nDespite the history of hardships that local Aboriginal people have endured, their culture has survived and adapted to ever-changing conditions. Some have made their way back into custodial roles on traditional lands through employment programs for Traditional Owners run by National Parks. Such programs exist at Carnarvon Gorge and visitors would be well advised to contact Indigenous Rangers, such as Fred Conway, during their visit.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"[[","value":[["File:Boowinda Gorge..jpg"],["left"],["thumb"],["Spectacularly eroded walls of Boowinda Gorge."]]},"Carnarvon Gorge's landscapes have been primarily shaped by water erosion. Over the last 27 million years, Carnarvon Creek and its tributaries have worn their way down through 600 metres of rock. Two of the rock layers thus exposed have the capacity to form cliffs - the tertiary basalts of the high country, and the Precipice Sandstone that sits just above the gorge floor. They are both ecologically significant layers as well, for the fractured basalt layer that caps the tablelands and ranges on either side of Carnarvon Gorge weathers into fertile soils, and protects the high country from water erosion.\n\nThe presence of these cliff-forming layers has produced a three tiered landscape. The lowest level is the Gorge floor where the majority of walking tracks lie. It is separated from the second level by the majestic white cliffs of Precipice Sandstone. The second level is known locally as 'the shelves', and is made up of gentle to moderate slopes and ridges cut through by sheer sandstone side-gorge. The 3.2 km, one way, track to Boolimba Bluff is the easiest of the tracks used to access the shelves.\n\nEventually the shelves run up to the near vertical slopes protected from erosion by the basalt cliffs. On top of the basalt layer is the third level, locally known as 'the high country'. In world terms, it is not very high at all - a mere 1000 metres above sea level. However in a continent as old and flat as Australia, 'high country' it is. In fact the tablelands and ranges of Central Queensland are the largest area of elevated land in the state.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\nCurrently all National Parks in Queensland have no entry fees. This may change soon.\n\n",{"type":"==","value":["Get around"]},"\nShanks pony is the only way to see everything in the Gorge. Vehicles must be left at the Ranger's station or at the occasional carparks along the road into the park. Strong shoes, hat, sunscreen and plenty of water are all major necessities for a successful visit to Carnarvon Gorge.\nAs far as fees go it is currently $5 per person per night (6\/1\/10)\n\n",{"type":"==","value":["See"]},"\nThe Moss Gardens, Baloon Cave, with Aboriginal Art, Amphitheatre, (under repair), and Wards Canyon are some of the sights. Then there are the various flora and fauna of this unique landscape. \n\nCarnarvon Creek runs all year round, and has numerous crossing points where you can take your shoes off and cool off.\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Carnavon Gorge"]},". Fantastic."]},"\n",{"type":"==","value":["Do"]},"\nThere are many different walks to be had in Carnarvon Gorge. Some are easy to do, with little effort, such as the walk to the Baloon Cave, and some are longer and more strenuous. Depending on your fitness levels, you can find something to suit everyone.\n\nOvernight walks are also available, but permits are necessary for overnight camping, and booking is essential. (07) 3227 8198.\n\nMost of these walks are best tackled in the cooler months, April through to September, or early morning in Oct\/Nov, and Feb\/March. Most of the walks are NOT recommended in December or January, because of the extreme heat.\n\nThe Queensland Govt supplies map and other information here",{"type":"[","value":["http:\/\/www.epa.qld.gov.au\/publications\/p00095aa.pdf\/Carnarvon_Gorge_Carnarvon_National_Park.pdf"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere are very few opportunities to buy in this area, bring all your food and water if camping.\n\n",{"type":"==","value":["Eat"]},"\nYou can buy prepared food at the lodges, but otherwise you must bring in anything else you might need.\n\n",{"type":"==","value":["Drink"]},"\nYou can buy prepared drink at the lodges, but otherwise you must bring in anything else you might need.\n\n",{"type":"==","value":["Sleep"]},"\nAll linen is supplied at the lodges; otherwise you'll need to bring your own tent and sleeping bags.\n\n",{"type":"===","value":["Lodging"]},"\nThere are a number of camping grounds and cabin accommodation is also supplied.\n\n",{"type":"===","value":["Camping"]},"\nCamping is allowed if you have a permit. Open fires are not allowed at any time.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nMake sure the rangers have knowledge of your overnight trips, and keep a first aid kit and plenty of water with you.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Capricornia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Carnarvon National Park"]]}]