[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"[[","value":[["File:Carizzo plain spring flowers in bloom 5.jpg"],["thumb"],["350px"],["Spring wildflowers can be spectacular in Carrizo after a wet winter."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blm.gov\/ca\/st\/en\/fo\/bakersfield\/Programs\/carrizo.html Carrizo Plain National Monument"]}]}," is a ",{"type":"[[","value":[["United States National Monument"]]}," located about seventy-five miles inland from ",{"type":"[[","value":[["San Luis Obispo"]]}," in the ",{"type":"[[","value":[["Central Coast (California)"],["Central Coast"]]}," of ",{"type":"[[","value":[["California"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nNative American people have occupied the Carrizo Plain for at least the last 10,000 years.  The Carrizo Plain National Monument lies primarily within the historical territory of the Chumash people. The Salinian, who lived north of the Chumash along the coast to the Salinas Valley, and inland within the Coast Range, also visited the Carrizo, as did the Yokuts who lived in the San Joaquin Valley to the east. The presence of pictograph sites like Painted Rock and other Native American spiritual sites on the Carrizo Plain indicate that this region has long held special values to these people.  Their descendants continue to revere these places and visit them to conduct ceremonies and rituals.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe park is perhaps most famous for its wildflowers - mid March to mid April is the usual time frame for wildflower season, but it is dependent on the weather and varies from season to season.  There are many factors, including temperature, rainfall and the timing of the two that determine which flowers bloom and their distribution in any given season. Every year is not spectacular and only a few flowers may prevail in some years.\n\nCarrizo Plain is home to many animals with sensitive status. Tule elk and pronghorn antelope have been reintroduced into the area and can be seen at various locations on the plain. Many raptors, including redtail hawks, golden eagles, kites, harriers, owls, and others can be found all year throughout the area. The California Condor has been reintroduced nearby and is occasionally seen over the plain.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nThe park is remote and no gas stations are nearby, so fill your tank before visiting.  The only reliable road through the park is Soda Lake Road, which bisects the 37 miles of the national monument from north to south.  Since only the northern eighteen miles of Soda Lake Road are paved most visitors choose to visit the park from the north via Highway 58.  The intersection of Highway 58 and Soda Lake Road lies 27 miles west of the town of ",{"type":"[[","value":[["McKittrick"]]},", and 40 miles from ",{"type":"[[","value":[["Santa Margarita"]]}," and US-101.\n\nIf arriving from the south, Soda Lake Road intersects CA-166\/CA-33 about nine miles southwest of the town of ",{"type":"[[","value":[["Maricopa"]]},"; from there you will need to travel nineteen miles of dirt road to reach the park visitor education center.  While Soda Lake Road is well-maintained and suitable for vehicles without four-wheel drive or high ground clearance, the numerous county roads that cross the park are less well maintained and can be impassable during wet weather; check conditions before setting out on these roads.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are no fees for visiting or camping in the Monument. (Be sure to note the camping regulations noted below.)\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"{{","value":[["mapframe"],["35.191358"],["-119.792908"],["zoom=11"]]},"\n\nSoda Lake Road is the main route through the park.  It is well maintained and safe for low clearance vehicles.  Panorama and Simmler Roads are usually impassable due to mud long after the last rain. Once the roads have dried out, gullies, ruts, rock-slides and wash-outs often  render roads impassable, especially for low clearance vehicles.  Stay on designated roads with any motorized vehicles.  Except on county roads, or unless otherwise posted, the speed limit is 25 miles per hour.\n\nStay on existing roads and trails with mountain bikes.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Goodwin Education Center"],["alt="],["url="],["email="],["address="],["lat=35.18986"],["long=-119.86330"],["directions=located one half mile west of the junction of Painted Rock Road and Soda Lake Road"],["phone="],["tollfree="],["fax="],["hours=Open seasonally from the beginning of December to the end of May, Th-Su 9AM-4PM"],["price="],["content=Offers the visitor interpretive displays and exhibits explaining the uniqueness of the Carrizo Plain and the adjoining Elkhorn Plain.  A gift shop sells merchandise ranging from stickers and magnets to posters, books and tee shirts.  A ranger is available to answer questions.  Informational maps and brochures are available at the front door when the Center is closed. The Visitor Center driveway may be closed if road conditions are too muddy for vehicles. Visitors are welcome to hike in during these times.  Handicapped accessible restrooms at the Visitor Center remain open 24 hours a day, seven days a week, throughout the year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Painted Rock"],["alt="],["url="],["email="],["address="],["lat=35.14612"],["long=-119.86174"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=About 3,000 – 4,000 years ago, Native Americans began to paint their sacred images within the alcove of the rock, and the sandstone formation has drawn the attention of Carrizo Plain visitors ever since.  From March 1 to July 15 Painted Rock can be visited ",{"type":"'''","value":["only"]}," via BLM guided tours; no other form of public visitation is allowed during this time period.  From July 16 to the end of February self-guided tours are allowed ",{"type":"'''","value":["by permit only"]},".  A tour reservation or permit can be obtained ",{"type":"[","value":["http:\/\/www.recreation.gov\/tourList.do?topTabIndex=FindTour&contractCode=NRSO&parkId=72168 online"]}," or by calling 1-877-444-6777, and can sometimes also be obtained at the Goodwin Education Center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Soda Lake"],["alt="],["url="],["email="],["address="],["lat=35.24168"],["long=-119.90739"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Soda Lake is a normally dry lakebed that covers an area of about 3,000 acres, and is one of the dominant geographic features of the Carrizo Plain. A crust of sodium sulfates and carbonates are the result of evaporating mineral-laden surface water.  The Soda Lake trail begins at Soda Lake Road, across from Overlook Hill, and takes visitors to the edge of Soda Lake. Round trip, the trail is .9 miles. Soda Lake is dry much of the year but during the wet season, you may see wildflowers, fairy shrimp, sandhill cranes, avocets, stilts and other shore or aquatic birds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wallace Creek Trail"],["alt="],["url="],["email="],["address="],["lat=35.26749"],["long=-119.82714"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wallace Creek (dry most of the year) crosses the San Andreas fault and provides evidence of the of the motion of earth over the past 3800 years.  An interpretive trail shows how the once-straight creek was twisted by large earthquakes every few hundred years, resulting in the right-angle bends in the creek today; geologists call this feature an offset channel.  The interpretive trail is a total round trip of 1.4 miles."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Geocaching"]},{"type":"*","value":[" Flower viewing"]},{"type":"*","value":[" Bird watching"]},{"type":"*","value":[" Geology field trips, viewing the offset streams and other features of the San Andreas Fault"]},{"type":"*","value":[" Hunting"]},{"type":"*","value":[" Hiking"]},{"type":"*","value":[" Mountain Biking"]},{"type":"*","value":[" Visit the Education Center"]},{"type":"*","value":[" Take a guided tour of Painted Rock and an old Ranch "]},{"type":"*","value":[" Camping"]},"\n",{"type":"==","value":["Buy"]},"\n\nGuidebooks, maps, birding books and regional interest titles are available at the Goodwin Education Center.  The nearest gas stations are outside of the park in ",{"type":"[[","value":[["Taft"]]},", ",{"type":"[[","value":[["Maricopa"]]}," and ",{"type":"[[","value":[["Santa Margarita"]]}," so it is important to fill up the gas tank before visiting.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is no food available in the park so you must bring everything with you.  If you plan on cooking, be aware that any fire outside of a designated campground requires a campfire permit that can be obtained from the visitor center, a ranger or the Bakersfield BLM office.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is no drinking water available within the park, so be sure to bring plenty of fluids with you.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThe closest hotels are in the city of ",{"type":"[[","value":[["Taft"]]}," but the six or so hotels in the area are a bit on the seedy side and cater mainly to oil field workers.  ",{"type":"[[","value":[["Santa Margarita"]]}," or ",{"type":"[[","value":[["Paso Robles"]]}," are within striking distance of the Monument and both have many fine hotels, and numerous bed and breakfasts as well as many unique restaurants.\n\n",{"type":"===","value":["Camping"]},"\n\nThere are two developed campgrounds in the Monument.  Occasionally the KCL campground will fill up on weekends during flower viewing season and hunting season. Not to worry you can head up to Selby or if you are tenting or have a small trailer, there are still many fine ares in the monument where open (dispersed) camping is permitted.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=KCL Campground"],["alt="],["url="],["email="],["address="],["lat=35.09058"],["long=-119.73489"],["directions=located on the Soda Lake Rd. about halfway between highways 58 and 33"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The campground has a gravel road, pit toilets, corrals and water for livestock. There are some well established shade trees and the facilities have just been renovated to include new fire rings with BBQ grates, lantern poles, and gravel roads and tent platforms.  Tenters, and small to medium sized campers will find the KCL a good fit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Selby Campground"],["alt="],["url="],["email="],["address="],["lat=35.12814"],["long=-119.84091"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This campground is situated on the eastern foot of the Caliente mountains on the northern end of the monument. The area has fine views of the plains and is well situated for hiking on the Caliente Ridge or visiting Painted Rock and the visitors center.  There are no shade trees but there are shade shelters over the picnic tables.  Selby road, the road leading from Soda Lake Road in to the campground is clay and becomes impassable for days or even weeks after any amount of wet weather.  Do not attempt this road if its wet and if you are at the campground and it starts to rain, leave immediately."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\nDispersed camping is also permitted in certain areas of the Monument using low impact camping techniques. Campers are asked to use existing fire rings, keep vehicles on established roads, and leave areas cleaner than they found them. Maps showing where dispersed is permitted can be obtained at the Bakersfield BLM Office (Year round) or the Goodwin Education Center. (open seasonally)\n\nCamping in the monument is limited to 14 days within any 30 day period and 28 days per calendar year.  Make sure to call ahead and check to see if there are any fire restrictions in effect for the area if you plan on having a campfire or using any open flame.  Free campfire permits are required to use any stove, lantern, or to have any type of fire.  Campfire permits may be obtained at any area BLM office or Forest Service facility.\n\n",{"type":"==","value":["Stay safe"]},"\n\nBring extra water, food, and warm clothes. Summer temperatures can reach above 100°F (38°C) and winter temperatures can fall below freezing.\n\nKeep an eye on the sky and check the weather report.  Any amount of rain makes quite a few of the roads impassable due to clay and high salt content.  Avoid the Caliente Ridge Rd, San Diego Creek Rd, Simler-Soda lake Rd, and Selby Rd during and after rain; navigate other roads with caution and watch for mud holes and washouts.\n\nTell a reliable person where you are going and when you plan to return. Search and rescues for stranded or stuck motorists and off highway vehicle enthusiasts are common.\n\nWatch your speed.  Speed limits on BLM roads are 25 mph and 55 mph on county roads unless otherwise posted.  The Soda lake road is notorious for rollover accidents. Remember the average emergency response time is well over one hour.\n\nFill your gas tank before you come and keep in mind the closest gas to the monument will be Maricopa.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["San Luis Obispo County"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]},"\n",{"type":"{{","value":[["geo"],["35.191358"],["-119.792908"]]},"\n\n",{"type":"[[","value":[["wikipedia:Carrizo Plain"]]},"\n",{"type":"[[","value":[["commons:Category:Carrizo Plain National Monument"]]},"\n",{"type":"[[","value":[["dmoz:Regional\/North America\/United States\/California\/Travel and Tourism\/Parks\/National Parks and Monuments\/Carrizo Plain National Monument\/"]]}]