[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Carthage Ruins.JPG"],["thumb"],["View over the ruins to the Mediterranean coast"]]},"\n\nThe ruins of ",{"type":"'''","value":["Carthage"]}," are in ",{"type":"[[","value":[["Tunisia"]]},", 15 km north of ",{"type":"[[","value":[["Tunis"]]},".\n\n",{"type":"==","value":["Understand"]},"\nA city of the Pheonician and Punic periods from the C6th BC it was the base of a powerful trading empire spanning the entire south Mediterranean and home to a population of the order of half a million people. Its most famous general was Hannibal who crossed the Alps to battle with the Romans. Hannibal suffered his first significant defeat at the Battle of Zama in 202 BC, which ended the 2nd Punic War. After over 50 years of being watched closely by Rome, they were eventually attacked in the 3rd Punic War. The citizens defended the city against the Republic of Rome  in 146BC yet lost, and Punic Carthage was completely destroyed by the order of the Senate. The site was redeveloped by the Romans a century later and Carthage became the capital of the Roman province of Africa. A ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," site.\n\nThe Byrsa Hill at the rear of the area dominates both the ocean gulf and the lake and plain of Tunis inland to the west, and is therefore the most strategic point.\n\nToday the district is very affluent, with elite schools, wealthy residents, relatively numerous police, a large number of archaeological sites and museums and the President's own seaside residence.\n\n",{"type":"==","value":["Get in"]},"\nTake the TGM light rail line from ",{"type":"[[","value":[["Tunis"]]}," to one of the following stations:\n",{"type":"*","value":[{"type":"'''","value":["Carthage-Hannibal"]}," (most destinations including ",{"type":"'''","value":["Antonine Baths"]},", ",{"type":"'''","value":["Roman Theatre"]}," and the hill-top ",{"type":"'''","value":["Carthage Museum"]},"\/",{"type":"'''","value":["Acropolium"]},"\/",{"type":"'''","value":["Carthage Archaeological Park"]}," complex)"]},{"type":"*","value":[{"type":"'''","value":["Carthage-Présidence"]}," (for the ",{"type":"'''","value":["Basilica of Saint Cyprien"]},", or a walk past the President's palace)"]},{"type":"*","value":[{"type":"'''","value":["Carthage-Amilcar"]}," (only useful for the ",{"type":"'''","value":["American Cemetery"]},")"]},{"type":"*","value":[{"type":"'''","value":["Carthage-Byrsa"]}," (",{"type":"'''","value":["Oceanographic Museum"]},", ",{"type":"'''","value":["Punic Tophet"]}," and it's nearby hotel)"]},"\n",{"type":"==","value":["Get around"]},"\nMostly it's best to walk.  However, the area is large and sightseeing is sweaty work on a hot day.\n\n",{"type":"===","value":["Taxi"]},"\nIf you are tired, you may wish to get a cab between some of the major tourist spots.  This should be cheaper in low season.\n\nFor example, 10 TD (the driver offered 7, but he was nice and helpful and patient) bought me a trip in December 2010 from the museum down to the Amphitheatre, 10 minutes of the driver waiting around, a trip to the Water Cisterns (his suggestion, not calculated in the price), a further 5 minutes of the driver waiting around, and a trip down to Tophet.\n\n",{"type":"==","value":["See"]},"\nLots and lots of ruins!  The president's palace.  Sweeping views of Tunis and the gulf.\n\nYou can buy a ticket for 9 DT (December 2010) that allows access to about 10 different historic sites, which are a big challenge to see in one day.  Only some sites have extensive English signage - many, such as the museum, do not.\n\n",{"type":"[[","value":[["File:Karta Karthago.PNG"],["thumb"],["Map of the historic sites of Carthage"]]},"\n\n",{"type":"[[","value":[["File:CarthagoBathsWT.jpg"],["thumb"],["Antonin Baths"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Antonin Baths"]},".  Ruins of the largest Roman baths outside Rome itself.  The site also includes a Punic cemetery, some old houses, some Punic kilns, a chapel, some graves, mosaics, etc.  Guides are available in a number of languages, and may be worthwhile as the site is large. TD 5 for entry (or use the multi-site ticket) + TD 1 for photo rights. Please note that it is illegal to take photographs in the direction of the presidential palace. Doing so, especially when traveling alone, may land you in jail for up to 3 years, though the guards don't appear too concerned."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Carthage Museum, and the Acropolium (St. Louis Cathedral)"]},". Most remnants excavated from the ruins have been stored in the cavernous museum located on Byrsa Hill, documenting both the Punic and the Roman eras. 8:30AM–5:30PM (until 7PM in the summer), entry TD 4.2 or with the multi-site ticket.  Note that as of December 2010 part of the museum is closed for the remaking of some exhibits.  The museum grounds offer sweeping views of the coast and city, and also include the ruins of some Punic streets, the former site of a public library, numerous sculptures, a chapel or church, some excellent mosaics and some coffins.  Unfortunately many items about the grounds are unlabelled, so a guide may be useful (or eavesdrop on a tour group if you can).  Ignore the shifty guy trying to charge you 1 DT to use the toilet.  St Louis Cathedral forms one edge of the museum, but does not appear to be open  - it was completed in 1890."]},{"type":"[[","value":[["File:Acropolium.jpg"],["thumb"],["Acropolium"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=World War II North Africa American Cemetery and Memorial"],["alt="],["url=http:\/\/www.abmc.gov\/cemeteries\/cemeteries\/na.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just north of Carthage, a five minute walk from the Amilcar Station. Open daily except for December 25 and January 1; 9AM-5PM. The Cemetery is the final resting place for 2,841 American military Dead lost during the War in North Africa. A monument is inscribed with the names of 3,724 Americans whose remains were never found or identified. The memorial court contains large maps in mosaic and ceramic depicting operations across Africa. Free."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Water Cisterns"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=A very large series of water cisterns which functioned as a water redistribution point at the terminus of a long (90km?) aqueduct from the hills to the south.  The remnants of the end of the aqueduct are still standing. Also offers reasonable views of the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Amphitheater"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Unknown (a multi-site ticket was used)"],["content=An eviscerated amphitheater ringed by forested, rolling hills.  Interesting for a quick stroll, but as of December 2010 it was unlabelled in any language. May therefore be more interesting with an enthusiastic guide.  Worth a look.  The adjacent forest may be a nice spot for a picnic."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Punic Tophet"],["url="],["email="],["address=Rue Hannibal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Accessible with multi-site ticket."],["content=A frustratingly unlabelled, but large collection of what appear to be children's grave stones.  Many stones have simplistic symbols carved in to them.  There are also a few half-buried structures.  Guide or background reading recommended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Basilica of Saint-Cyprien"],["url="],["email="],["address=North of Carthage Présidence Station along Route La Goulette \/ Rue de Rue de Maroc"],["lat=36.8638"],["long=10.338"],["directions=Walk north a few hundred metres from the station, turn right with the sign just after the bridge and petrol station to your left."],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=This historic Christian temple was surrounded by a vast cemetery.  Rediscovered in 1915, it was oriented toward a spectacular ocean view which can still be enjoyed.  The temple is thought to have been dedicated to the well being of seafarers.  All of the valuable remains have been removed, leaving the site somewhat empty.  On the plus side, it makes a good picnic spot and there's a chocolate and pastry store right nearby with a service station opposite for drinks.  Located very far north relative to most of the Carthaginian ruin sites, this is a good option for the start of a long day's walking."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musée Océanographique Dar El Hout"],["alt=Oceanographic Museum"],["url=http:\/\/www.mes.tn\/instm\/fr\/infrastructure\/musee.html"],["email="],["address=28, rue du 2 mars 1934 2025 Salammbô TUNISIE"],["lat=36.843263"],["long=10.32577"],["directions=Walk east toward the water from Carthage Salammbo station), then follow the lake"],["phone=+216(71)730420"],["tollfree="],["fax="],["hours=10-13:00,15-18:00 (winter), 09-12:00,16-19:00 (summer)"],["price="],["content=Built in 1924 under President Zine El Abidine Ben Ali on the site of the Carthaginian war harbour."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Presidential Palace"],["url="],["email="],["address=Route La Goulette"],["lat="],["long="],["directions=Between Carthage-Hannibal and Carthage-Présidence stations, on the hill. Look for the national flags!"],["phone="],["tollfree="],["fax="],["hours="],["price=Free view from afar."],["content=You can walk past the president's well-guarded palace, which includes a private boat moor and helicopter pad, on the main road.  You can also see it from the ",{"type":"'''","value":["Antonine Baths"]},", and the ruins above (cross under the TGM railway bridge, then turn right up the hill)."]]}]},"\n",{"type":"==","value":["Do"]},"\nInternational Festival of Carthage in the summer is a treat with big name dancers, singers, and artists from all over the world for a very reasonable price (10.5 DT). Plastic chairs are not worth the price (26 DT) unless you are really aching for back-support. Most people bring cushions or blankets for the amphitheatre seats. Plan a late night out with concerts normally ending after 1AM.\n\n",{"type":"==","value":["Buy"]},"\nOther than tourist trinkets, unless you are looking for high end furniture or daily use commodities and food you may find your options limited.\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of eateries scattered around the district, though most lie outside of the major tourist trail.\n",{"type":"===","value":["Carthage-Byrsa \/ Carthage-Salammbo Area"]},"\n",{"type":"*","value":["There is a restaurant-hotel with a relatively expensive but good selection (including wines) near the ",{"type":"'''","value":["Punic Tophet"]}," on ",{"type":"''","value":["Rue de Hannibal"]}," south of the southerly ",{"type":"''","value":["Carthage-Byrsa"]}," station, east of ",{"type":"''","value":["Carthage-Salammbo"]},".  It's not far from the ",{"type":"'''","value":["Oceanographic Museum"]},"."]},{"type":"*","value":["North of ",{"type":"''","value":["Carthage-Byrsa"]},", two local sandwich shops can provide cheap eats and coffee."]},{"type":"*","value":["On the main road ",{"type":"''","value":["Route La Goulette"]}," between ",{"type":"''","value":["Carthage-Byrsa"]}," and ",{"type":"''","value":["Carthage-Salammbo"]}," stations, there is a restaurant that offers a range of salads, meat dishes, sandwiches, etc., notably including pizza."]},{"type":"===","value":["Carthage-Hannibal"]},"\n",{"type":"*","value":["A small restaurant (sometimes closed?) sits opposite and slightly above the entrance to the ",{"type":"'''","value":["Antonin Baths"]},"."]},{"type":"*","value":["The very pricey ",{"type":"'''","value":["Villa Didon"]}," hotel\/spa would seem to offer food on the south-eastern side of the Byrsa Hill, near the ",{"type":"'''","value":["Carthage Museum"]},".  However, in a December visit (off season) its attractive balcony looked to be out of service."]},{"type":"===","value":["Carthage-Présidence"]},"\n",{"type":"*","value":["A tiny patisserie operates on the corner in front of the ",{"type":"'''","value":["Basilica of Saint Cyprien"]},".  Drinks can be acquired opposite at the gas station."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["The hotel ",{"type":"'''","value":["Villa Didon"]},", next to the main Carthage ruins atop Byrsa Hill, offers a stylish lounge and terrace with delightful views. Very pleasant for an evening beer or glass of wine, though apparently closed during off season."]},{"type":"*","value":["The hotel\/restaurant on ",{"type":"''","value":["Rue de Hannibal"]},", just south-west of the ",{"type":"'''","value":["Punic Tophet"]},", offers a wine selection though all are Tunisian and overpriced.  Beers also appear to be available."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sidi Bou Said"]]}," - this charming town is just a few train stops from Carthage and is a great place to eat and watch the sunset"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["36.858056"],["10.330833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Tunisia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Carthage"]]},"\n\n",{"type":"[[","value":[["Commons:Carthage"]]}]