[{"type":"{{","value":[["pagebanner"],["Casablanca banner.jpg"]]},"\n",{"type":"'''","value":["Casablanca (Arabic: الدار البيضاء, ",{"type":"''","value":["Dar al-Bayda"]},")"]}," may be the cosmopolitan, industrial and economic heart of ",{"type":"[[","value":[["Morocco"]]}," (and its largest city), but it is one of the less endearing of the country's sights. With a small, unassuming ",{"type":"''","value":["medina"]}," and a traffic-congested ",{"type":"''","value":["ville nouvelle"]},", travellers arriving via Casablanca may be tempted to find the first train out to nearby ",{"type":"[[","value":[["Rabat"]]},". The awe-inspiring Hassan II Mosque and happening nightlife, however, are worth at least a day of your Moroccan itinerary.\n\n",{"type":"==","value":["Understand"]},"\n\nThe modern city of Casablanca was founded by Berber fishermen in the 10th Century BC and was subsequently used by the Phoenicians, Romans, and the Merenids as a strategic port called Anfa. The Portuguese destroyed it and rebuilt it under the name ",{"type":"''","value":["Casa Branca"]},", only to abandon it after an earthquake in 1755. The Moroccan sultan rebuilt the city as Daru l-Badya and it was given its current name of Casablanca by Spanish traders who established trading bases there. The French occupied the city in 1907, establishing it as a protectorate in 1912 and starting construction of the ",{"type":"''","value":["ville nouvelle"]},", however it gained independence with the rest of the country in 1956.\n\nCasablanca is now Morocco's largest city with a population of almost 4 million and also boasts the world's largest artificial port but no ferry service of any kind . Casablanca is also the most liberal and progressive of Morocco's cities. Young men flirt brazenly with scantily-clad women, designer labels are the norm in the chic, beachfront neighbourhood of 'Ain Diab and many young Moroccans speak to each other exclusively in French.\n\nBut not everyone is living the Casablancan dream. Tens of thousands of rural Moroccans who fled the drought-ravaged interior to find work in the city are struggling under high unemployment rates and expensive housing. The poverty, prevalent in slums on the city's outskirts, has led to high rates of crime, drug use, prostitution and the rise of Islamism.\n\nCasablanca is a mixed bag of Moroccan extremes.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Morocco 001.jpg"],["thumb"],["Royal Air Maroc"]]},"\n\n",{"type":"'''","value":["Mohammed V Int'l Airport"]}," (",{"type":"{{","value":[["IATA"],["CMN"]]},") is the busiest gateway to the country and is well-connected to ",{"type":"[[","value":[["Europe"]]},". Royal Air Maroc flies to New York JFK,Canada, many cities in Europe, and has connecting flights to African countries such as Nigeria, Central African Republic, Senegal, and others.\n\nTo get from the Airport into Casablanca or vice versa, take the train to\/from Casa Voyageurs station which is on the outskirts of town and then a fairly long walk or petit taxi (circa 10DH) into the centre. A single ticket from Mohamed V Airport to Casa Voyages will be 40 dirhams. Maps are available at the Train Chief's office. It is approximately 40 kilometers away and the trains run hourly. Casa Voyageurs is the 3rd stop from the airport.\n\nBuses to the center leave regularly (~4 Dh).\n\nThere is also ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aeroporttransport.com Casablanca Airport Car Service"]}]}," +(212) 676-768-189.\n\n",{"type":"===","value":["By train"]},"\nThe most convenient way to reach major Moroccan cities is by train.\nThe downtown station ",{"type":"''","value":["Casa Port"]}," only has a couple of trains, while all others pass through\n",{"type":"'''","value":["Casa Voyageurs"]}," station, which serves trains to ",{"type":"[[","value":[["Meknes"]]},"\/",{"type":"[[","value":[["Fes"]]},"\/",{"type":"[[","value":[["Oujda"]]},", ",{"type":"[[","value":[["Marrakech"]]}," or ",{"type":"[[","value":[["Tangier"]]}," with stops in between. The trains are comfortable, the stations easy to navigate, and boards display the time of departure\/arrival. Be sure to check the schedule ",{"type":"[","value":["http:\/\/www.oncf.ma"]}," for express trains; for instance, the train that leaves Casablanca at 7:05AM daily takes 3 hours to reach Fes, as opposed to the normal 5 hour journey. \nTrains for ",{"type":"[[","value":[["Rabat"]]}," leave half-hourly.\n\nTrains are divided into first and second-class compartments; the first-class ones generally cost an extra 50%, but have more room and guarantee a seat. Boarding second-class compartments during peak hours may mean that you have to stand until a seat opens up.\n\n",{"type":"===","value":["By bus"]},"\nCTM coaches (intercity buses) and various private lines run services to most notable Moroccan towns as well as a number of European cities. These run from the Gare Routière on Rue Léon l'Africain in downtown Casablanca.\n\nThe main Gare Routière (Ouled Ziane) is in the outskirts of the city and serves the same (and more) destinations as CTM.\nThe fares are slightly cheaper and busses tend to leave more frequently, however their quality might be lower and some do take longer for the trip (always ask if they take the highway (",{"type":"''","value":["autoroute"]},") if available on your route).\nA taxi from downtown\/Casa Voyageurs should cost you no more than (12 Dh\/8 Dh), although you may have a hard time getting this fare (especially from downtown). Bus number ten used to go there, but seems to leave from another place now, as a tramway is under construction.\nThere is a grand taxi rank about 200m south of Place des Nations Unies running there for 6 Dh per person.\n\n",{"type":"===","value":["By car"]},"\nThere is a well maintained toll that runs from ",{"type":"[[","value":[["Tangier"]]}," to ",{"type":"[[","value":[["El Jadida"]]},", passing through Casablanca and ",{"type":"[[","value":[["Rabat"]]},".\n\nThe minimum driving age in Casablanca is 21. Always carry your driver's license and passport while driving. Avoid driving if possible—car rental prices are high as is the accident rate. If you are leaving Casablanca by car, make sure to fill up in the city. Gas\/petrol stations becomes scarce outside Casablanca.\n\n",{"type":"==","value":["Get around"]},"\nA government department puts out an exhaustive map of Casablanca in book form called Carte Guide de Casablanca that you can find in bookstores or online; in all likelihood, though, it isn't necessary. \nOther than that, Casablanca is like any other European city: the streets (mostly) have signs, and passersby are extremely helpful in French or Arabic and, more rarely, Spanish or English. The Medina can be hard to navigate, but it's so small that no matter how blindly you wander into it, you're never more than ten minutes from an exit.\n\n",{"type":"===","value":["By tram"]},"\nThe first tram line opened in late 2012.\n\n",{"type":"===","value":["By bus"]},"\nMany bus companies run through the city, the bus routes are the same for a given number, although the route remains completely unclear (Google maps has some bus stops for Casa though).\nGoing by bus is the cheapest way to get around (4 Dh) but some companies such as ",{"type":"''","value":["Hana Bus"]}," have vehicles in a disastrous state. It could be worth taking the chance given the cost-saving and experience of what many locals experience, but watch out for pickpockets.\n\n",{"type":"===","value":["By taxi"]},"\nAll taxis red in color, drivers know how to get to every single place in every single guide book, even if you tell them just \"the restaurant on Blvd. Hassan II.\" You should avoid the white Mercedes Grand Taxis when traveling around, they are much more expensive and less safe. Be sure to check the meter is running to avoid being overcharged at the end of the trip. Don't be surprised if the taxi stops to pick someone else up. The minimum fare is 7 MAD.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The King Hassan II Mosque"]},", Blvd Sidi Mohammed Ben Abdallah, Tours Sa-Th 9AM, 10AM, 11AM and 2PM. A relatively recent mosque. It's the largest in Morocco and the third largest in the world, with the tallest minaret in the world. It is one of the two main mosques in Morocco open to non-Muslims. Beautiful interior complete with water features, a roof that opens to the sky, a ",{"type":"''","value":["huge"]}," hammam in the basement (not in use), and beautiful tile work. Worth a trip to the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old Medina"]},", ",{"type":"''","value":["North of the Place des Nations Unies"]}," There is a small traditional walled town in the north of Casablanca. If you are in town it's be worth a visit, but it's nothing compared to the glories of Fes or Marrakesh."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Corniche"]},", is a neighborhood on the ocean, west of the Hassan II Mosque. Decades ago, it was a thriving resort area - hotels line the ocean side of the Boulevard de la Corniche, and nightclubs line the other side. Most look like they've seen better days, but it's almost disorienting in how much it resembles the New Jersey Shore. Along the Boulevard de l'Ocean Atlantique are many newer, fancier hotels. The Corniche is also home to many western fast food chains. A new western-style movie theater can also be found here, but the best option is to walk up and down the street, resting at one of the many ocean-view cafes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Shrine of Sidi Abderrahman"]}," is built on a rock off shore, well past The Corniche, and is only accessible at low tide. The shrine itself is off-limits to non-Muslims, but visitors are permitted to explore the tiny, medina-like neighborhood that has sprung up around it. A better bet is to walk to it along the beach and catch a view of the beautiful white walls before catching a cab to less remote areas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mahkama du Pacha"]}," This is a Hispanic-Moorish building comprised of more than 60 ornate rooms with delicately carved wooden ceilings. There are many stuccoes and intricate wrought-iron railings as well as beautifully tiled floors. While entrance may be free it is not easy to get in. You need to find a guide to accompany you. Ask around - especially if you speak some French - it is worth it. (Open: Mon-Sat 8:00-12:00 & 14:00-18:00) To get there take bus 81 on Boulevard de Paris."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Central Post Office"]}," Come here to send your postcards in style! Built in 1918 the façade of this building is composed both of round and rectangular shapes. Once you approach you will get a good view of the excellent mosaics."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rêve de mon œil"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This art gallery exhibits a bizarre collection of modern welded sculptures by artists from all over Morocco."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Octagon Square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the best places to see modern Morocco. Businessmen come out in droves at lunchtime to have their food in the sunshine on this modern city square. Great chances to take beautiful scenery shots too."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hammam (Turkish Baths)"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Solidarite Feminine"],["url="],["email="],["address=4, rue Ahmed Chowki, Palmier"],["lat="],["long="],["directions="],["phone=022-99-23-94"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" Casablanca is one of the least interesting places to shop in all of Morocco. Around the old Medina it's easy to find places selling traditional Moroccan goods, such as tagines, pottery, leather goods, hookahs, and a whole spectrum of geegaws, but it's all for the tourists. Much better to wait until you're in Fes and can bargain with someone who sells things to Moroccans and tourists alike."]},"\n",{"type":"*","value":[" That said, the Maarif neighborhood (near the twin center) has many name-brand European and American fashion chains, such as Zara. Designer glasses, leather shoes, and \"genuine\" belts, bags, and shirts can be had at bargain prices."]},"\n",{"type":"*","value":[" The Derb Ghalef neighborhood has a huge souq that is not for the faint of heart. A cluster of small shanties, each one is loaded with \"genuine\" mobile phones, \"genuine\" watches, and \"genuine\" \"brand name\" clothing. The shops are separated by alleys no more than three feet wide, some of which double as drainage ditches. There are numerous fruit smoothie stands in the center, which make a good spot for regrouping and planning your excursion. The stall owners are, of course, kings of negotiating, and without a good handle on Arabic and a strong backbone, you're likely to pay well over  the going rate for anything."]},"\n",{"type":"==","value":["Eat"]},"\n\nRestaurants in Morocco are like restaurants in Spain - they don't open until around 7PM at the earliest, and most people don't eat until much later. Be sure to call first and make sure your restaurant of choice is actually open.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Cigale"]},", Blvd Brahim Roudani just south of the Rampwan de L'unite Africaine. This bar is an unassuming spot close to the Park of the Arab League, with a restaurant in front that serves only the most basic food (sausage or kefta sandwiches, salads, and the like.) The bar in the back is more crowded and has live music most nights. Beer is served with a plate of olives or popcorn, and it's one of the few Moroccan-style bars where women can drink in peace. Wine and liquor are available, but only when eating in the restaurant. A few phrases in Arabic to Aisha, the barkeeper, will win her heart and ensure a constant supply of olives."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Benis Patisserie"]},", Quartier Habous. This place is famed for having some of the best pastries in Morocco. Try one of their famous hornes des gazelles. You should also try the ",{"type":"''","value":["bastilla"]}," (one of the most luxurious and prestigious dish in the Morocco's gastronomy, and Benny's is undoubtedly the best one. Choose the pigeon or farm chicken version. You must book it in advance (05 22 30 30 25)."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Corrida"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 22 27 81 55"],["tollfree="],["fax="],["hours="],["price="],["content=59 Rue el Araar. From the outside, it's easy to miss this restaurant, but look for the little sign ringed in blinking lights. It has a nice outdoor courtyard, but the inside is the main attraction. It's decorated like with memorabilia from Spanish bull fighting tournaments and has a dark, candle-lit vibe that's perfect for dates. The sangria is tasty, as is the Tapas menu (which changes daily). Seafood is the specialty, and the steamed mussels should not be missed."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Taverne du Dauphin"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 22 22 12 00"],["tollfree="],["fax="],["hours="],["price="],["content=115 Blvd Felix Houphouet. A little seafood place within walking distance of the old medina, the port, and the Park of the Arabic League, this place can get crowded at meal times. An excellent selection of seafood and one of the widest beer selections in all of Morocco (though that's only 5 or 6 different brews) makes this a very popular lunch spot. The fish is fresh from the fishermen at the port, and the shellfish (oysters, mussels and so on) are delicious. When paying, however, keep an eye on the waiters: they'll \"help you count the money,\" which can turn into an elaborate shell game where they'll slip some of the cash into their own pocket."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Le Kobe D'Or"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 22 98 07 25"],["tollfree="],["fax="],["hours="],["price="],["content=9 Rue Abou Salt El Andaloussi (just off of Brahim Roudani). An Asian restaurant that is hard to miss, as it has an enormous red neon sign. The inside is nicely decorated in dark red, with lots of mirrors and Asian details. The food is ho-hum; the soups are great but the chicken tends to be overcooked. Still, a nice place for a quick snack close to the Maarif, a good shopping area."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Sqala"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 22 26 09 60"],["tollfree="],["fax="],["hours="],["price="],["content=Blvd. Des Almohades. Built in the remains of an old fortress, this place is worth as much as a cultural attraction as it is a restaurant. On the outskirts of the old medina, it has cannons, walls, defensive positions, and portcullises as well as a nice, clean eating environment. The atmosphere tends to be a little on the touristy side, but the food is a good modern look at traditional Moroccan foods. Some dishes are vegetarian and vegan. They also have the obligatory Moroccan pastries and teas if you're just in the mood for a snack. Great photo opportunity."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Al Mounia"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 22 22 26 69"],["tollfree="],["fax="],["hours="],["price="],["content=95 Rue Prince Moulay Abdullah. This restaurant has an excellent courtyard with a hundred year-old tree. The main drawback is that since this restaurant is listed in most guidebooks, it fills up with tourists at an early hour. The cooking is mostly traditional Moroccan foods, with some of the best couscous in the country. There is also an extensive wine list."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Cocina"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 522 463369"],["tollfree="],["fax="],["hours="],["price="],["content=55, Rue Mustapha el Manfalouti, Gauthier, a 20m de Zerktouni. The real Spanish taste in Casablanca."]]}," "]},"Located in the center of Casablanca, this restaurant offers a variety of Spanish dishes, very good rice and paellas dishes and a great selection of authentic Spanish tapas and local and imports wines and beers. Open from noon until midnight without interruption, its nice decor and friendly service make it a must in Casablanca.\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Rick's Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 22 27 42 07"],["tollfree="],["fax="],["hours="],["price="],["content=248 Rue Sour Jdid. This restaurant claims to have recreated the eponymous cafe from the movie Casablanca. Excellent location, within a 20 minute walk of the Hassan II Mosque and in the walls of the Old Medina bordering the ocean. The food is excellent, though expensive. Eat at one of the tables on the second floor for an excellent view of the seats below and the niveau-Moroccan decorations or eat on the ground floor to be nearer the piano player who plays, of course, As Time Goes By every night. Excellent selection of wine and liquor and, for Morocco, a thorough beer selection (5 different brands). The waitstaff, in tuxedos and Fezes, are superb. The only drawback to this place is the cost with dinner for 2 costing up to 800 DH."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=YoSushi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 (0) 22 98 11 90"],["tollfree="],["fax="],["hours="],["price="],["content=12 Rue Mohammed Abdou. Sushi is catching on in a big way in Morocco. This little place, on a side street near the prefectural police headquarters, is one of the best. New, clean, and trendy, you're unlikely to find anyone in it before 10PM. They serve all the sushi classics- Nigiri, Sashimi, Hosomaki, Maki, Futomakis, and assorted other fish items. Though tasty, it can get expensive if your aim is to fill yourself up. Not very many options for vegan diners."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNightlife in Casablanca has mixed reviews. Women might feel a bit uncomfortable with the mostly male crowds in many bars and nightclubs. But if you dig a bit, you'll find some excellent spots to drink, dance and people watch. Certain clubs are flooded with prostitutes at night. It is not advised to bring a girl back to a hotel.\n\nIf you want a drink in your hotel room, supermarkets like Acima and Marjane carry a wide variety of liquor and wine, though the beer selection is fairly stunted. The best places to drink are either European-style restaurants, which usually have a decent selection, or hotel bars, which are inevitably safer and more relaxed. Many western-style nightclubs exist in the Maarif and Gironde neighborhoods. Pubs will cost around 100 dirhams per head, it will be half if visited in the happy hours from 7PM-11PM. Pubs to visit Tiger House, La Notte.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kasbar"],["url="],["email="],["address=7 Rue Najib Mahfoud, Gauthier"],["lat="],["long="],["directions=On a street between Blvd Anfa and Blvd Souktani."],["phone=+212 022 20 47 47"],["tollfree="],["fax="],["hours="],["price="],["content=A dark and atmospheric place to grab a drink or dinner. Any kind of attire will fly, but if you want to dress up, a night at Kasbar is your chance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Bodega"],["url="],["email="],["address=Rue Mohammed 5"],["lat="],["long="],["directions=Near the old downtown and Medina"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Spanish tapas bar, quite original. There can be a wait to get into the basement bar; but once you get inside, you're rewarded with bartenders who eat fire. It's pretty expensive, though, and only frequented by tourists."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Atlas Airport Hotel"],["url=http:\/\/www.atlashotels.ma\/"],["email="],["address=Close to the airport"],["lat="],["long="],["directions=There is normally a bus waiting outside the airport building"],["phone=+212522536200"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A modern hotel very close to the airport.  This is the default accommodation for passengers with missed connections etc, so the price will most likely be covered by the airline.  Food is basic but adequate.  Wireless internet is available in a few places in the building, but you have to search for the signal - try the ground floor near the gift shop."]]}]},{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Terminus"],["url="],["email="],["address=Ave Bahmad, Place de la Gare, Casa-Voyageurs"],["lat="],["long="],["directions=150 meters to West from the train station"],["phone="],["tollfree="],["fax="],["hours="],["price=~180 Dh"],["checkin="],["checkout="],["content=Located directly across from the Casa Voyageurs train station, this hostel is not a cheap option for travelers watching their cash. The price is very high for what it is. 250 DH for a 2 bed room with a sink. There are communal toilets on each floor and a shower behind the reception desk. Stay here only if you don't have another choice because all things in the hotel are very old and very dirty I could not sleep at all."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Central"],["url="],["email="],["address=20 Place Ahmad el Bidaoui"],["lat="],["long="],["directions=Located in the Medina"],["phone="],["tollfree="],["fax="],["hours="],["price=150-350 MAD"],["checkin="],["checkout="],["content=Located in the Old Medina, this simple hotel is a good budget option. The owners are friendly and have been known to give complimentary cups of mint tea to weary travelers. Keep your wits about you as the Medina isn't the safest area at night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ajiad Casablanca"],["url="],["email="],["address=Angle Rue Kamal Mohamed et Rue Fakir Med"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=415 MAD"],["checkin="],["checkout="],["content=This central hotel has 24 hour reception, free parking and air-conditioned rooms."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ibis moussafir Casablanca"],["url=http:\/\/www.ibishotel.com"],["email="],["address=Avenue Bahmad, Place de la Gare, Casa-Voyageurs"],["lat="],["long="],["directions=Next to Casa-Voyageurs train station."],["phone=+ 212 22 40 19 84"],["tollfree="],["fax="],["hours="],["price="],["checkin=12PM"],["checkout=11AM"],["content=Excellent location right next to Casa-Voyageurs train station. Excellent garden in the back, perfect for playing with kids."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Casablanca"],["url=http:\/\/casablanca.regency.hyatt.com"],["email=sales.casablanca@hyattintl.com"],["address=Place des Nations Unies"],["lat="],["long="],["directions=In the commercial district."],["phone=+ 212 22 43 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin=12PM"],["checkout=15PM"],["content=You can choose rooms with views of Hassan II Mosque. Has a pool and several good restaurants. Live entertainment in the evenings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Casablanca City Center"],["url="],["email=H6572@accor.com"],["address=Angle Zaid Ouhmad, Rue Sidi Belyout"],["lat="],["long="],["directions="],["phone=+212 522466500"],["tollfree="],["fax="],["hours="],["price=950 MAD"],["checkin="],["checkout="],["content=A four star hotel with over 200 rooms, this is a great spot for conferences and people looking for a bit of luxury. Expansive buffet breakfast, although a touch pricey. Located near the Old Medina and Hussan II Mosque and across the street from Gare Port."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Casablanca Hotel & Towers"],["url="],["email="],["address=100 Avenue Des F A R"],["lat="],["long="],["directions="],["phone=212 522 43 9494"],["tollfree="],["fax="],["hours="],["price=1,800 MAD"],["checkin="],["checkout="],["content=This modern hotel houses 6 bars and restaurants and the popular nightclub, Caesar's. There's also an outdoor pool and a fitness center."]]}]},"\n",{"type":"==","value":["Connect"]},"\nCasablanca is served by all of the mobile companies that can be found elsewhere in Morocco. Wana, Meditel, and Maroc Telecom are the most common. Mobile phones can be bought in any of these store's stands, and most do not run on calling plans. Rather, recharge cards can be bought in corner stores that contain a number to call. When that number is called, the company adds the price of the card to your account's balance. Alternatively, more than one SIM card can be bought and changed in and out of the phone, if users need more than one phone number.\n\n'''Internet\n\n",{"type":"*","value":[" Internet cafes : Internet access is available in cyber cafes around the city. Service is usually around €1 per hour."]},"\n",{"type":"*","value":[" Wifi : You'll find wifi access in many hotels and in some places such as America Café or La Brioche Dorée, usually those labelled a bit \"trendy\""]},"\n",{"type":"*","value":[" Mobile Internet : Phone companies offer mobile internet services that plug into the USB port of your computer (currently, there are no mac-compatible devices.) These services can be had without signing a contract, and are recharged in the same manner as a telephone."]},"\n",{"type":"==","value":["Stay safe"]},"\nAlmost all of the things to see in Casablanca are in the north of the city; very few maps even show the southern end of this sprawling metropolis. Common sense will alleviate 99% of problems; try to look as little like a tourist as possible, do not flash large quantities of cash, and so on. Faux Guides are much less of a problem here than in the rest of Morocco and are limited mainly to the area around the Old Medina. It is inadvisable to walk alone in Casablanca at night.  Women, as in all Moroccan cities, should dress modestly to avoid harassment (which almost always consists of lewd comments, but nothing physical.)\n\n",{"type":"==","value":["Cope"]},"\nCasablanca is unlikely to provide North American or European travellers with any headaches. Despite being a major population center and seat of commerce, the majority of the town is less than 50 years old and could easily be mistaken for Los Angeles or Madrid. Food is as European as it gets in Morocco, with pizzas and hamburgers as frequent as tajines and couscous. In some areas, such as the Maarif and Gironde neighborhoods, seeing a man in a djellaba or a donkey pulling a cart of vegetables are rarities. If even the trappings of Moroccan culture such as these are too much for you, any hotel bar or restaurant is going to be just like home for a few hours.\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=grcon.cas@mfa.gr"],["address=48 Blvd Rachidi"],["lat="],["long="],["directions="],["phone=+212 522 277-142"],["tollfree="],["fax=+212 522 272-412"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/casablanca.usconsulate.gov"],["email=acscasablanca@state.gov"],["address=8 Blvd Moulay Youssef"],["lat="],["long="],["directions="],["phone=+212 22 26 71 51"],["tollfree="],["fax="],["hours=M-Th 8:30AM-9:30AM and 1:30PM-3PM"],["price="],["phoneextra=After hours emergencies +212 (661) 17 23 67"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinmorocco.fco.gov.uk"],["email=british.consulate2@menara.ma"],["address=Villa Les Sallurges\n36 rue de la Loire – Polo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.consulfrance-ma.org"],["email="],["address=1, rue du Prince Moulay Abdallah"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nThe majority of travellers leaving Morocco from Casablanca will leave from the Mohammed V airport (accessible by train.) Leaving Casablanca for other Moroccan cities is likely to be by rail: the main train station is Casa Voyageur (as opposed to Casa Port, which is a special side stop not served by many trains.) Grand taxis are the best way to exit the city for smaller outlying villages. There are no boat or ferry services available in Casablanca.\n\n",{"type":"[[","value":[["WikiPedia:Casablanca"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Atlantic Coast (Morocco)"]]},"\n",{"type":"{{","value":[["geo"],["33.6500"],["-7.5833"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Morocco\/Localities\/Casablanca\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Casablanca"]]}]