[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Grande1.JPG"],["thumb"],["The iconic \"Great House\" with its protective ramada"]]},"\n",{"type":"'''","value":["Casa Grande Ruins National Monument"]}," is in ",{"type":"[[","value":[["South Central Arizona"]]}," in the ",{"type":"[[","value":[["United States of America"]]},".\n\n",{"type":"==","value":["Understand"]},"\nCasa Grande Ruins NM ",{"type":"[","value":["http:\/\/www.nps.gov\/cagr\/"]}," preserves an ancient Hohokam farming community and Great House.  The monument, located just north of the town of ",{"type":"[[","value":[["Coolidge"]]},", is very small, only about 3\/4 of a square mile (1.2 km",{"type":"<","value":["sup",["2"]]},").\n\nThe monument is open every day of the year from 8AM-5PM except Thanksgiving Day and Christmas Day.\n\n",{"type":"===","value":["Contact information"]},"\n",{"type":"*","value":[" Phone: ",{"type":"''","value":["+1 520"]}," 723-3172"]},{"type":"*","value":[" Fax: ",{"type":"''","value":["+1 520"]}," 723-7209"]},{"type":"*","value":[" Street address: 1100 W. Ruins Drive, Coolidge, AZ 85228"]},"\n",{"type":"===","value":["History"]},"\nThe Hohokam were a nation that lived in the south-central region of Arizona.  Their community was centered around large adobe structures.  For unknown reasons, the Hohokam abandoned their structures and left the region around 1450 CE.\n\nThe first written records of Casa Grade occurred in 1694.  With the advent of train travel, more people began to visit the site between the 1860s and 1880s.  During this period, souvenir hunting, graffiti, and vandalism took its toll on the site leading to the creation of the archaeological reserve.  In 1892, Casa Grande was the designated as the first archaeological reserve in the United States.  It was declared a National Monument in 1918.\n\nTo protect the structure from the elements, a wood-and-corrugated-iron shelter was built over it in 1903.  In 1932, the Civilian Conservation Corps constructed a more substantial steel shelter over the structure, which is still in use today.\n\n",{"type":"===","value":["Landscape"]},"\nThe monument lies within the Sonoran Desert but is surrounded by agricultural fields.  Within the boundaries of the monument, natural desert terrain is maintained and is pretty much flat land.\n\n",{"type":"===","value":["Flora and fauna"]},"\nMammals such as the javelina, coyote, Mexican Wolf, bighorn sheep, and bobcat live in this area of the desert. Other animals like the bat, fox, skunk, cottontail, and jackrabbit also make this their home.\n\n",{"type":"===","value":["Climate"]},"\nCasa Grande Ruins is in the desert.\n\nSummer daytime temperatures frequently exceed 100 degrees. Winter temperatures range from the 60's to the 80's. Spring and fall are warm and dry, with highs in the 80's and 90's. During summer months, be prepared for hot temperatures. Protective clothing, hats, sunscreen and personal water containers are highly recommended.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nThe monument is about 20 miles from Interstate 10 and the city of ",{"type":"[[","value":[["Casa Grande"]]},".  Take exit 194 and head east on Highway 287 for 10 mi (16 km) to Highway 87.  Turn left on Highway 87 and head north for 8 mi (13 km), turning left into the monument.  The monument is about a one-hour drive from either ",{"type":"[[","value":[["Phoenix"]]}," or ",{"type":"[[","value":[["Tucson"]]},".\n\n",{"type":"===","value":["By air"]},"\nThe nearest commercial airports are in Phoenix and Tucson.\n\nThe city of Casa Grande operates a public general aviation airport. ",{"type":"[","value":["http:\/\/www.casagrandeaz.gov\/web\/guest\/airport?doAsUserId=8Ro0WwwTqiQ%3D"]}," 3225 N. Pinal Ave, Casa Grande. ",{"type":"''","value":["1 520"]}," 426-3616.  Transient tie-downs are available: the first three days are free, $4 per day thereafter.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"'''","value":["Entrance Fees"]}," for Casa Grande Ruins National Monument is charged per person and is valid for 7 days from date of purchase.  Each adult (16 years or older) will be charged $5.00.  Children 15 and younger are free.\n\n",{"type":"'''","value":["Commercial Tour Groups"]}," are charged the same $5.00 per person entrance fee.\n\n",{"type":"'''","value":["School Groups"]}," may apply for an Educational Fee waiver, which must be approved prior to the visit.  ",{"type":"'''","value":["Please call ahead"]},".\n\nAll Interagency Passes (Annual, Senior, and Access) are honored for the card holder and 3 adults (total of 4 people)\n\n",{"type":"==","value":["Get around"]},"\nAs this monument is so small, foot travel is sufficient to experience the entire site.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Visitor center"]}," - exhibits detail the history of Hohokam culture and the Casa Grande structure."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Self-Guided Tour"]}," - A short walk around the ruins of Casa Grande."]},{"type":"*","value":[" ",{"type":"'''","value":["Ranger-Led Tour"]},"  - A short 30-40 minute tour led a park ranger or volunteer through the ruins site (generally half sitting down and half walking around the ruins)."]},"\n",{"type":"==","value":["Buy"]},"\nThe visitor center has a bookstore.\n\n",{"type":"==","value":["Eat"]},"\nThere are no food facilities within the park aside from a picnic area.  Food may be purchased in nearby Coolidge.\n\n",{"type":"==","value":["Sleep"]},"\nThere are no sleeping facilities within the monument.\n\n",{"type":"{{","value":[["geo"],["32.9970051"],["-111.5320692"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Central Arizona"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Casa Grande Ruins National Monument"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Casa Grande Ruins National Monument"]]}]