[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nTERME CASCIANA is a town of 3696 inhabitants in the province of ",{"type":"[[","value":[["Pisa (province)"],["Pisa"]]},". Formed from what was until 1927, the southern part of the municipality of Lari, which was already referred to as Bagni di Casciana.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe name Casciana derives from the Latin name of Cassius, with the meaning of \"Cassio’s Land”, but the location is first mentioned by the name of Acqui at the end of the ninth century, with reference to the thermal characteristics of the place. The village was called Bagni di Casciana, referring to the center of Casciana, until 1956 when it assumed its present name. \n\nThe village is best known for the thermal plant which receives a constant flow of lime-sulfur water at 37 ° C. It is said that the thermal water was discovered by the Countess Matilda of Canossa. She had a rather old and sickly blackbird, which had grayish feathers from age. One day the countess noticed that the blackbird was moving better and his feathers were becoming, once again, an intense black color and his beak was returning to a bright yellow color. She followed the blackbird during its daily morning outings, and discovered that the blackbird would land and dip his legs in a strange \"steaming water.\" The countess wished to try the miraculous waters, and it took very little time for the benefits to be apparent. She then decided to build several baths, which were the first beginnings of the thermal plants that we see today. Up until 1927, the baths were the property of the municipality of Lari. \n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Churches"]},"\n\n",{"type":"*","value":["Church of San Martino in Petraija "]},{"type":"*","value":["Church of Santa Maria Assunta "]},{"type":"*","value":["Oratory of Our Lady of Seven Sorrows "]},{"type":"*","value":["Chiesa dei Santi Quirico e Giulitta to Parlascio "]},"\n\n",{"type":"===","value":["Fortifications"]}," \n\n",{"type":"*","value":["Castle Gello MATTACCINO "]},{"type":"*","value":["Castle Parlascio"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n\n\n\n\n\n\n",{"type":"==","value":["Places of Interest"]},"\n\n\n\n",{"type":"{{","value":[["geo"],["43.5167"],["10.6167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pisa (province)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Casciana Terme"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]