[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Cascais"]}," is a small beach town in ",{"type":"[[","value":[["Portugal"]]}," next to ",{"type":"[[","value":[["Estoril"]]}," coast in the greater ",{"type":"[[","value":[["Lisbon"]]}," area.\n\nCascais, former residence of the royal family and pioneer of tourism in Portugal, is a very charming village.\n\nDominated by the bay and the imposing Cidadela fort, the historic centre is brimming with architectural treasures of a religious, military and civil nature. Likewise, the museums of the Sea, Casa das Histórias de Paula Rego, and the Municipal Museum Condes de Castro Guimarães are also must-see attractions.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Cascais"]}," is easily reachable from ",{"type":"[[","value":[["Lisbon"]]}," by car or by train (40min), from the ",{"type":"'''","value":["Cais do Sodré"]}," station. A return ticket costs €2.30 and can be bought from the automatic ticket machines. Remember to keep the ticket as it will be checked and punched by the conductor in both directions. Carris operate a bus between Cais do Sodre and Lisbon Airport every 20 mins.\n\nA car ride between Lisbon International Airport and Cascais can range between 30 minutes and 1h15 (on rush hours).\n\nCascais once a fishermen's harbour is a nice and sophisticated town, also a great gateway to explore the beautiful gold sand beach of Guincho.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is small enough to explore entirely by foot. To get a feeling for the life it's best to stroll around on foot. Uphill, beyond the town centre there are numerous narrow cobbled streets to explore with interesting architecture, plants and animals to see.\n\n",{"type":"===","value":["By Bicycle"]},"\n\nRiding a bicycle in Cascais is one of the \"must do\" things. From the beach you can venture further up the hill towards the westernmost point of continental Europe mainland and even ",{"type":"[[","value":[["Sintra"]]}," using the nice roads while crossing the heart of this incredible nature reserve so close to the capital city of ",{"type":"[[","value":[["Lisbon"]]},"\n\nBasic bicycles are available to rent for free (providing you have ID and your accommodation address) through the municipal council's BiCas scheme. Bicycles are available from several locations around the town. The tourist office will have further information. This bikes are heavily (mis)used by locals, students, and budget minded visitors and often are not available when needed, when available most times not always in the best safety and enjoyable conditions thus the common breakdowns.\n\nCompanies operating from Lisbon include Bike Iberia (Phone: +351 96 242 3455, ",{"type":"[","value":["http:\/\/bikeiberia.com\/"]},") located in Lisbon Downtown right off the train station of Cais Sodre.\n\n",{"type":"===","value":["By Bus"]},"\nA looped bus line, BusCas, serves the town and the nearby surrounding area. For travelling further afield there is an extensive bus service, mainly operating from the bus station beneath the shopping centre opposite the train station. Taxis are always available and easy enough to find in the centre of town.\n\n",{"type":"==","value":["See"]},"\nCascais is the dormitory of the Lisbon international working community and the \"younger set\" who enjoy the diverse and sophisticated nightlife.There is a famous beach and casino in Estoril.\n\nOne of the most outstanding palaces is the Palácio de Conde de Castro Guimarães that is open to the public and exhibits its own grand private collection that includes over 25,000 books and such rarities as an illustrated book by Duarte Galvão(1455-1517).\n\nAlso, most of the pre-historic finds from the Grutas de Alapraia are stored here.\n\nThese were a series of underground caves only discovered in the late 19th Century.\n\nThe Grutus do Poço Velho are located in the centre of the town and date back to the Neolithic period.\n\nOn a much more modest scale is the Museu do Mar that depicts the story of Cascais and its fishing history.\n\nJust outside the town is the famous Boca do Inferno in which the sea on rougher days hammers into the rock and creates a booming noise and a spectacular spray thus creating its name which in English means \"mouth of hell\".\n\nToday, Cascais now boasts a smart new Marina with lovely yachts adding a further attraction to the town.\n\nThe Parque Palmela is an attractive park created by the Duques de Palmela and now maintained by the Town Hall and in which open-air concerts are often held.\n\nWithin easy reach of Cascais is the famous beach at Guincho with its high waves that attract windsurfers from all around the world as having some of the best rollers in Europe.\n\nThe next town to the east of Cascais is the resort town of Estoril with its popular Casino. You can walk to Estoril from Cascais along the beachfront esplanade, passing many beachside bars and restaurants.\n\nTo the north and within easy reach is the romantic and fascinating town of Sintra and which was made famous to foreigners after a glowing account of its splendours recorded by Lord Byron.\n\n",{"type":"==","value":["Do"]},"\nIt seems that the Estoril Coast is a magnet for those looking to practice every type of sport and leisure activity. Besides excellent facilities and all the professional staff and necessary equipment, the region boasts a wide range of natural advantages such as pure air, temperate year-round climate and close proximity to the sea and mountains.\n\nBeginning on Avenida Rei Humberto II de Italia, just outside town past the marina, is a cycle lane and footpath extending the whole 5 km to Guincho beaches. This route runs beside the sea and is ideal for morning and evening strolls. The almost perennial North Atlantic sea breeze lends a refreshing air, especially during the hot summer months. Along the way you will find Boca Do Inferno, the famed \"Mouth of Hell\", where there is also a snack cafe, seafood restaurant and vendors of touristy gifts.\n\nThe ",{"type":"[","value":["http:\/\/www.marina-cascais.com marina"]},"  area is very active. Sailing enthusiasts will find sailing schools open at the weekend, while regular competitions and leisure vessels can always be seen around Cascais Bay. On some of the beaches it’s very easy to hire boats and go water-skiing.:\n\nLike on the south coast, the big waves and strong winds on the west coast provide perfect conditions for surfing, windsurfing and body boarding. The world championships of these sports are regularly contested at the beaches of Guincho, Grande and Ribeira d’Ilhas north of Ericeira.\n\nHere, golfers will find a large number of courses concentrated in a very small area, the majority of which are designed by the world’s best architects. This means that you can choose from a wide variety of courses that cater for players of any age or ability, right up to the highest international standards. The mild and pleasant climate offers perfect golfing conditions right through the year.\nNumerous ",{"type":"'''","value":["golf courses"]}," are located in the area:\n\n",{"type":"*","value":[" Belas Country Club: Characteristics: 18 holes of 6,380 metres in length, par 72 Tel. (00 351) 219 62 66 40 Fax. (00 351) 219 62 66 41 www.belasgolf.com, e-mail: golfe@planbelas.pt, Alameda do Aqueduto, Belas Clube de Campo, 2605-193 Belas."]},"\n",{"type":"*","value":[" Estoril Club: Characteristics: 18 holes of 5,262 metres in length, par 69. Tel. (00 351) 214 68 01 76 Fax. (00 351) 214 68 27 96 www.palacioestorilhotel.com e-mail: geral@golfestoril.com Av. da República, 2765 Estoril."]},"\n",{"type":"*","value":[" Lisbon Spots Club: Characteristics: 18 holes of 5,278 metres in length, par 69. Facilities: trolleys, clubs and caddies for hire, golf academy, clubhouse, restaurant, bar, sauna, children’s games room, babysitting service available. Tel. (00 351) 214 31 00 77 Fax. (00 351) 214 31 24 82 e-mail: geral@lisbonclub.com, Casal da Carregueira, Belas, 2745 Queluz."]},"\n",{"type":"*","value":[" Penha Longa Golf Resort: Characteristics: Atlantic course - 18 holes of 6,290 metres in length, par 72. Monastery course – 9 holes of 2,588 metres in length, par 35 Tel. (00 351) 219 24 90 11 Fax. (00 351) 219 24 90 24 www.penhalonga.com e-mail: reservas.golf@penhalonga.com, Estrada da Lagoa Azul, Linhó, 2714-511 Sintra."]},"\n",{"type":"*","value":[" Quinta da Marinha: Characteristics: 18 holes of 5,845 metres in length, par 71. Facilities: 3 restaurants – Five Pines (hotel), Cosi Fan Tutti (clubhouse) and Monte Mar (on the Estrada do Guincho), bars with outdoor terraces, 6 tennis courts, 3 outdoor swimming pools, jogging circuit, fitness centre, bicycles for hire, children’s club Tel. (00 351) 214 86 01 80 Fax. (00 351) 214 86 90 32 www.quintadamarinha.com e-mail: golf@quintadamarinha.com, Hotel Quinta da Marinha, Casa 36, Quinta da Marinha, 2750-715 Cascais."]},"\n",{"type":"*","value":[" Oitavos Golf Course: Characteristics: 18 holes of 5,845 metres in length, par 71. Tel. (00 351) 214 86 06 00 Fax. (00 351) 214 86 06 09 e-mail: oitavosgolfe@quinta-da-marinha.pt www.quintadamarinha-oitavosgolfe.pt, Quinta da Marinha, Casa da Quinta nº. 25, 2750 Cascais."]},"\n",{"type":"*","value":[" Penha Longa Monastery: Characteristics: 9 holes of 2,588 metres in length, par 35. Facilities: putting green, chipping area with 2 bunkers, driving range with 2 grass bays. Buggies, trolleys (manual and electric), clubs and golf shoes for hire Tel. (00 351) 219 24 90 11 Fax. (00 351) 219 24 90 24 e-mail: reserves.golf@penhalonga.com www.penhalonga.com. Estrada da Lagoa Azul, Linhó, 2714-511 Sintra."]},"\nEstoril’s famous motor-racing circuit hosts many important car and bike competitions, such as the Motorcycle GP Championships. It can also be arranged for individuals to experience the thrill of motor racing first-hand.\n\n",{"type":"*","value":[" Racing Track, Fernanda Pires da Silva, tel: 214 609 500."]},"\nThe variety of forest paths and excellent facilities throughout the region are a major attraction for those who enjoy horse riding. Here you’ll find a good selection of riding schools where you can hire horses and learn to ride.\n\nEvery year a five star equestrian event is taking place In Portugal called Global Champions Tour. It is a social gathering for all horse shows’ amateurs and professional riders at the Manuel Possolo hippodrome in Cascais.\n\nIf the thrill of show jumping excites you, check what’s on at Quinta da Marinha or the Cascais Equestrian Centre.\n\n",{"type":"*","value":[" Estoril Coast Riding Centre, Charneca, Cascais Tel. (00 351) 214 87 20 64"]},"\n",{"type":"*","value":[" Quinta da Marinha Riding Centre, Cascais Tel. (00 351) 214 86 94 33"]},"\n",{"type":"*","value":[" D. Carlos I Country Club, Quinta da Marinha, Cascais Tel. (00 351) 214 87 14 03"]},"\n",{"type":"*","value":[" Manuel Possolo Equestrian Centre, Cascais Tel. (00 351) 214 82 27 50"]},"\n",{"type":"==","value":["Eat"]},"\nA selection of excellent food and drink can be found on the Estoril Coast if you know where to look. Cod, seabass, and squid are the most popular dishes, and many other types of sefood are available at good establishments. Within central Cascais good food, and especially good value, can be hard to find. Taking time to scout out genuine Portuguese eating houses is worth doing however, as the tastiest and most interesting dishes often exist in tucked away more modest restaurants, where locals tend to dine.\n\nFor the best food in town skip the \"Indian\", \"Italian\" and \"English\" restaurants and head into the residential part of town, or walk down the coast to an establishment with fresh fish and a sea view.\n\nBacalhau occupies top spot in terms of culinary richness. You can choose from a 100 different recipes! And if you’d like to try a typical meat dish of the region, we suggest Leitão de Negrais or Mercês-style pork.\n\nFind yourself a restaurant that takes its deserts seriously, and finish your meal with one of the local sweet specialties: Travesseiros, the famous Queijadas de Sintra, Fofos de Belas, Areias de Cascais or Trouxas de Malveira. Portuguese egg-based confectionary is unique and delicious, and a fine companion for some after dinner port.\n\nVino Verde, \"green wine\", is a refreshing, slightly sparkling accompaniment to Portuguese meals, and shouldn't be missed. Portuguese red wines are on a par with those in France, Italy and Spain. The main demarcated regions are found in the Douro, Dão and Alentejo, but the Estoril Coast produces very small quantities of its own fine wines in Carcavelos and Colares, a rare pleasure that you might have the opportunity to try.\n\nVinho de Carcavelos, Estação Agronómica Nacional Tel. (00351) 214 40 35 00\nAdega Regional de Colares, Open from 9AM-1PM and 2PM-6PM every day. A tasting of these fine wines can be organised in advance for a minimum of 10 people Tel. (00 351) 219 28 73 33, Alameda Coronel Linhares de Lima 24, 2705-135 Colares.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Panorama"]},", Estr. do Guincho 2750-642. Tel: 21487 9458"]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante O Pescador"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=00351-21 483 20 54"],["tollfree="],["fax="],["hours="],["price="],["content=Rua das flores nº 10 B. Fresh seafood fills the menu at this folksy restaurant, a favorite since 1964, where a cluttered ceiling and maritime-related artifacts distract the eye. Sole is a specialty, and this is also a good place to try bacalhau (dried salt cod); it's often baked here, either with cream or with port wine and onions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pop Sandwich"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A tiny sandwich bar offering fresh-made baguettes, sandwiches and mini-pizzas along with the usual assortment of coffee and cold drinks. Found on the main shopping street, its bright green interior makes it easy to find. Run by an old Portuguese couple the food is fresh, delicious and unbelievably cheap. Great for a quick meal before heading down to the beach. A large sandwich and coffee should cost around 2€."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Itália"],["url="],["email="],["address=Rua Poço Novo 1"],["lat="],["long="],["directions="],["phone=+351214830151"],["tollfree="],["fax="],["hours="],["price=25"],["content=A very nice Italian restaurant. If the weather permits, enjoy the terrace, with a view over the Cascais bay."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lucullus"],["url=http:\/\/www.lucullusrestaurante.com\/"],["email="],["address=Rua da Palmeira, 6A"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=25"],["content=An Italian and Japanese restaurant (with two separate kitchens). Choose among a selection of pizzas or pastas, or try the sushi buffet (€14) with a nice champagne and cucumber sangria."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Os Morgados"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A typical portugaise restaurant which offers great fish dishes, such as grilled seabream and seabass and tasty pasta or rice with prawns and seafood."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Cascais"]}," is in the development phase and several holiday apartment buildings & hotels are currently under construction. The ",{"type":"''","value":["corso"]}," (beach road) is busy at night so ensure you room is not directing to it.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel S. Julião"],["url=http:\/\/www.hotelsaojuliao.com.\/Home\/"],["email=reservas@hotelsaojuliao.com"],["address=Pr. do Junqueiro nº 16, Carcavelos- Cascais Portugal"],["lat="],["long="],["directions="],["phone=+351 21 4572102"],["tollfree="],["fax=+351 21 4566993"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pestana Cascais"],["url=http:\/\/www.pestana.com\/hotels\/en\/hotels\/europe\/LisbonHotels\/AtlanticGardens\/Home\/"],["email=pestana.cascais@pestana.com"],["address=Avenida Manuel Júlio Carvalho e Costa, 115 Guia - Cascais, 2754-518 Portugal"],["lat="],["long="],["directions="],["phone=+351 21 482 5900 ("],["tollfree="],["fax=+351 21 482 5977"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vila Galé Cascais"],["url=http:\/\/www.vilagale.pt\/pages\/hoteis\/?hotel=11"],["email=cascais@vilagale.pt"],["address=Rua Frei Nicolau de Oliveira, nº80 - Parque da Gandarinha, 2750-641 Cascais"],["lat="],["long="],["directions="],["phone=(+351) 214 826 000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Near the renowned Cascais Marina, absolutely perfect for wonderful holidays, corporate meetings, and special events. Online booking"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Albatroz Cascais"],["url=http:\/\/www.albatrozhotels.com"],["email=albatroz@albatrozhotels.com"],["address=Rua Frederico Arouca Nº 100, 2750-353 Cascais -"],["lat="],["long="],["directions="],["phone=+351-214 847 380"],["tollfree="],["fax=+351-214 844 827"],["hours="],["price="],["checkin="],["checkout="],["content= Hotel Albatroz Cascais is located around 30km from Lisbon, this boutique hotel is a reference as a luxury hotel in Lisbon\/Cascais Coast. A set of 5 charismatic historical buildings turned into a luxury hotel with a unique location above the sea, also enjoying a wide view over the sea. At the hotel: swimming pool, restaurant, bar, terrace, free private parking, room service, and all services from a 5 star hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pestana Cascais"],["url=http:\/\/www.pestana.com\/en\/pestana-cascais-hotel\/"],["email="],["address=Avenida Manuel Júlio Carvalho e Costa, 115"],["lat="],["long="],["directions="],["phone=+(351) 214825900"],["tollfree="],["fax=+(351) 214825977"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Scotturb Bus 403 ",{"type":"[","value":["http:\/\/www.scotturb.com\/inverno2009\/403.htm"]}," travels regularly to ",{"type":"[[","value":[["Sintra"]]},", stopping at ",{"type":"[[","value":[["Cabo da Roca"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mafra"]]}," or Queluz, Costa da Caparica, Palmela, Sesimbra, Troia."]},{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["38.7000"],["-9.4167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Estoril_Coast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cascais"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Portugal\/Districts\/Lisbon\/Cascais\/"]]},"\n\n",{"type":"[[","value":[["Commons:Cascais"]]}]