[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["gambling"]]}," for the activity."]},"\n\n",{"type":"'''","value":["Casino"]}," is a medium size town in the ",{"type":"[[","value":[["Northern Rivers"]]}," region of ",{"type":"[[","value":[["New South Wales"]]},".\n\n",{"type":"==","value":["Understand "]},"\n\nA rural service town, pitches itself as the beef capital of Australia. There is very little to do in Casino outside of Beef Week, and its generally not on the radar of most tourists.  Aside, that is, from train travelers who interchange to the bus at Casino station. The interchange is very brief-there is no long \"layover\" period in which to explore the town-doing so will result in you more than likely missing the bus or train you need to catch. If you do come to Casino, you will find a town mostly geared towards the locals-it has ideal shopping if tractors and farm implements are your preferred taste, but if not you will find it seriously lacking.\n\nCasino is not the wealthiest town in the general area and there can be some crime in the streets. During daylight hours you will generally be safe but assaults and muggings are not unheard of. Of a night it is generally recommended you not walk around alone-preferably not at all. Driving in cars will generally be safe, and you will be safe inside a building. During daylight hours the main streets in the central business district are generally safe. Other major streets, such as Johnson Street, West Street, North Street, Center Street and Canterbury Street will also be fairly safe – take your chances after dark\n\nNote that North and West street do not run in the directions their names suggest. North street generally runs on an east west axis, in two non contiguous parts-separated by the railway line, and West Street runs on a North South axis, again, in two non contiguous parts, this time separated by the Richmond River. The only road within town to cross the Richmond River is Center Street, which carries both the Summerland Way and the Bruxner Highway. There is also a railway bridge further upstream however there is no means for vehicles or pedestrians to cross.\n\nCasino is generally laid out on a grid of square blocks. As noted, the railway line and the river mean many streets are non contiguous. The river is also the boundary of North and South Casino. South Casino has some shops, limited to a butchery, greengrocers and a service station. Likewise, the railway line is also the boundary between Casino and West Casino. West Casino has the town's hospital, a newsagent and a primary school. There is a bridge for vehicular traffic over the railway line, and there is also a small tunnel for foot traffic where North Street would run. North of the railway station the railway line splits into two. Anything north of this line is considered to be \"North Casino\". North Casino has a few small corner shops and the town's High School.\n\n",{"type":"==","value":["Get in"]},"\n\nCasino lies inland from ",{"type":"[[","value":[["Ballina (New South Wales)"],["Ballina"]]}," and ",{"type":"[[","value":[["Lismore"]]},", and well off the main ",{"type":"[[","value":[["Brisbane"]]}," to ",{"type":"[[","value":[["Sydney"]]}," road routes, although it is on the Summerland Way, which is the \"back way\" to Brisbane from Grafton. Given that it is also a rural area there are many trucks using this road. To Grafton the road is generally of a reasonable standard, although some sections are of poorer quality compared to the Pacific Highway. The road is probably not an ideal road for a tourist to drive at night-there is more wildlife around. If the Pacific Highway is blocked by accidents, flooding or fire, the Summerland Way and Bruxner Highway are often advertised as the alternative detour route. This will often be signposted. During these times the Summerland Way is pushed to its capacity. Be mindful of this and if you are not comfortable driving slow down or take a break.\n\nNSW Trainlink [http:\/www.nswtrainlink.info] services Casino, with trains between ",{"type":"[[","value":[["Sydney"]]}," and ",{"type":"[[","value":[["Brisbane"]]}," stopping there twice daily in each direction.  It is a major transfer point to coach services to the ",{"type":"[[","value":[["Northern Rivers"]]}," and to the ",{"type":"[[","value":[["Gold Coast"]]},".\n\n",{"type":"==","value":["Get around"]},"\nBuslines Group offer extremely limited services to Lismore and Kyogle and even more limited services to Tenterfield.\nCasino Bus Service operates a service around Casino however its use is mainly limited to the elderly, poor and others unable to drive. In any case its timetable is somewhat limited.\n\nIf worst comes to worst, if you look \"civilised\" hitch hiking is a fairly reliable and accepted means of getting around. Just stand on the edge of town with your thumb out and somebody will pick you up. It may be easier if you look younger.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Events "]},"\n",{"type":"*","value":[" Beef week.  "]},"\n",{"type":"==","value":["Do"]},"\nThere isn't really much to do in Casino.\n\n",{"type":"==","value":["Buy"]},"\nThere isn't really much to buy in Casino. There are some general shops on the main streets of town, a Woolworths in one shopping centre and a Bi-Lo in another nearby centre so day to day requirements are satisfied at least.\n\n",{"type":"==","value":["Eat"]},"\nMost pubs will have some form of dining room attached.\n[http:\/\/www.casinorsm.com.au\/ \nCasino RSM also has a bistro.\nThere is a \"mobile\" pie cart across the road from the RSM club.\nThere are numerous take away food restaurants in the main downtown sector and KFC and McDonalds are both represented in Centre Street near the Catholic Church.\nSome of the corner shops scattered throughout town may do hot food as well.\n\n",{"type":"==","value":["Drink"]},"\n\nIn the downtown portion of town at least there is literally a pub on every corner. Names to look out for are Hotel Cecil and Hotel Royal\n\nSouth Casino also has a pub, called the Charcoal Inn.\n\nThe Casino RSM club may be slightly more upmarket than the pubs.\n\n",{"type":"==","value":["Sleep"]},"\nThere are some motels, mainly on either the Summerland Way or the Bruxner Highway.\n\nThere are also a few caravan parks, again mainly on the main roads. Some of these have in addition to tent and van sites on site cabins.\n\nA more downmarket opportunity is to stay in one of the pubs that still offer rooms overnight.\n\n",{"type":"==","value":["Connect"]},"\nCasino Police Station 02 6662 0099\nCasino Hospital 6662 2111\n\n",{"type":"'''","value":["IF there is a life threatening emergency call 000 or 112 from a mobile\/cell phone"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe daily coach trip to ",{"type":"[[","value":[["Byron Bay"]]}," is an option for vegetarians to escape.\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Rivers"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Casino, New South Wales"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/C\/Casino\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Casino, New South Wales"]]},"\n",{"type":"{{","value":[["geo"],["-28.866666666667"],["153.05"]]}]