[{"type":"{{","value":[["pagebanner"],["Cassis Banner.JPG"]]},"\n",{"type":"[[","value":[["File:The calanques near Cassis.jpg"],["thumb"],["Take a boat trip to the beautiful Calanques from Cassis"]]},"\n\n",{"type":"'''","value":["Cassis"]}," is a city in ",{"type":"[[","value":[["Provence"]]}," in southern ",{"type":"[[","value":[["France"]]},". Celebrated for its cliffs and calanques, it is also known for the Cassis wines (white, but also rosé) produced in the region.\n\n\"Qu'a vist Paris, se noun a vist Cassis, pou dire: n'ai rèn vist\" (\"He who has seen Paris but not Cassis can say, 'I haven't seen anything.'\") These words, spoken by Nobel-prize winning writer Federique Mistral in the local ",{"type":"[[","value":[["Provençal phrasebook"],["Provençal"]]}," language, reflect the great attraction that Cassis exerts on all those who go there. The little fishing port, tucked between two exceptional natural sites (the celebrated Calanques and the majestic Cap Canaille) offers a concentrated version of Provence and the Mediterranean. The magic begins to work on the little road that leads to the village, winding between vineyards and pine trees. Walk along charming back roads lined with the brightly coloured homes of fishermen. Cassis will be forever remembered by those who see its port, boats and welcoming terraces for the first time.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nGare de Marseille Saint-Charles Gare de Cassis\n\nThe train station is on the edge of the town and is approximately 3 km, or 40 minutes walk from the centre of Cassis. There are foot paths the entire way, but not all of them are concreted so it's not especially suitable for wheeled bags (but it's not too bad).\n\nThere is a bus that goes from the centre of the town to the train station and back approximately every hour.\n\n",{"type":"===","value":["By plane"]},"\nThe [Marseille-Provence] Airport is located 55 km from Cassis. Navettes Airport - Marseille Gare Saint-Charles - Journey takes about 25 minutes.\n\n",{"type":"===","value":["By car"]},"\nBe warned that some of the roads around Cassis have many sharp bends.\n\n",{"type":"'''","value":["Les Taxis Cassidains:"]}," are happy to take tourists on a route which exhibits the charms of the region: a visit to the Calanques, the village of Castellet, the vineyards of Cassis... For all enquiries phone: 04 42 01 78 96\n\n",{"type":"==","value":["Get around"]},"\nYou can walk pretty much everywhere, it is a very small town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Cassis beach.JPG"],["thumb"],["One of the beaches in Cassis"]]},"\n\nThe beaches (remember your swimming costume). These can get very busy in the summer months though.\n\nThe nearby Calanques (see the do section for more details).\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Cassis from the Top of Cap Canaille.JPG"],["thumb"],["A view of Cassis from the top of Cap Canaille"]]},"\n\nBy far the biggest attraction in Cassis is the Calanques. They are very steep walled inlets and bays along the coast between Marseille and Cassis. You can visit them by boat, or you can hike from bay to bay.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hike the Calanques"],["alt="],["url="],["email="],["address="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= You can easily walk to the Calanques from the centre of Cassis. It's sign posted but if you have a map head to Av. des Calanques where you'll find the first bay which is full of yachts. From there the trails start and you can wander from bay to bay over the hills. You'll need good shoes, and probably a map. The further you go the rockier, steeper and more slippery it gets.  ",{"type":"[","value":["http:\/\/www.accompagnateur-montagne-pyrenees.com\/pages\/calanques_de_marseille_a_cassispag.html Walking tours are also available"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hike Cap Canaille"],["alt="],["url="],["email="],["address="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cap Canaille is a headland to the east of Cassis. It is the highest sea cliff in France and offers fantastic views of Cassis. To get to the top it takes approximately an hour and a half. The first hour is on roads and the last half is on walking tracks. Be careful near the top, it can get quite windy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Take a Boat to the Calanques"],["alt="],["url="],["email="],["address="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The boat trips to the Calanques are definitely worthwhile. A choice of trips is available, either tours or drop-on or pick-ups from the Calanques."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rent a Kayak"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can rent kayaks from the first Calanque. The kayaks are on the left hand (eastern) side of the first calanque (the one with all the yachts)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rock Climbing"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The calanques are a top spot for rock climbers. If you like rock climbing, don't forget your climbing shoes!"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are plenty of souvenirs available, ranging from the tacky to the upmarket. Some of them can be quite expensive so do shop around.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=La Savonnerie de Cassis"],["alt="],["url=http:\/\/lasavonneriedecassis.com\/"],["email="],["address=13 Avenue du Revestel"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€2-5 per bar of soap (depending on size)"],["content=A small boutique that sells hand made (on site) soaps, moisturisers, massage oils and other bath products. Everything is made from natural products such as olive oil. A good place to find inexpensive but pretty presents."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=L'Atelier des Calanques"],["alt="],["url="],["email="],["address=3 Rue du Four, 13260 Cassis"],["lat="],["long="],["directions="],["phone=06 28  97 33 05"],["tollfree="],["fax="],["hours="],["price="],["content=A boutique that sells hand made candles and candle holders. All very pretty. The owner will also make candles to your specifications if you can wait overnight."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Town Flea Market"],["alt="],["url="],["email="],["address=Pl. Baragnon"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the centre of town on a Sunday morning, there is a small flea market where the locals sell all sorts of pre-loved knick knacks."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe sea provides a variety of flavours: sardines, tuna, redfish, bass, cuttlefish, sea bream, conger, grey mullet, eel, red mullet, mussels, sea urchins, and squid. The earth provides vegetables coloured by the sun and cut when ripe, honey, herbs, olives...\n\nThe seafront is lined with seafood restaurants but they tend to have higher prices than the restaurants away from the waterfront.\n\nJust like Marseille, Cassis is a good place to try bouillabaisse. It's an entire dining experience rather than just a dish. It starts with a thick fish soup and croutons covered in a special sauce, then is followed by a variety of fish and more of the soup. You usually need to book a day ahead because they need to get the right fish in for the meal.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Bonaparte"],["alt="],["url="],["email="],["address=14 Rue du Général Bonaparte"],["lat="],["long="],["directions="],["phone=+33 4 42 01 80 84"],["tollfree="],["fax="],["hours="],["price=€30 per head for Bouillabaisse"],["content=A good and relatively inexpensive place to try Bouillabaisse (which can range from €30-50pp depending on the restaurant). Make sure you book it a day ahead though, otherwise they might not have the correct fish to make it for you."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Chaudron"],["alt="],["url="],["email="],["address=4 Rue Adolphe Thiers, 13260 Cassis"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€25-30 for a menu including entree, meal and desert"],["content=On a quiet street just off the main road, Le Chaudron offers local style food with a good selection of seafood and other classic french dishes. The duck with lavender and honey sauce was a particular highlight."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aix-en-Provence"]]}," - Open to the world, it is a city of human dimension where the preserved heritage and the city of tomorrow blend perfectly."]},"\n",{"type":"{{","value":[["geo"],["43.2167"],["5.5389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bouches-du-Rhône"]]},"\n\n",{"type":"{{","value":[["translate"],["fr"],["Cassis (Bouches-du-Rhône)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cassis"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]