[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Castlemaine"]}," is an historic goldmining town the ",{"type":"[[","value":[["Goldfields"]]}," region of ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},". It has a population of approximately 7,300.\n\n",{"type":"==","value":["Get in"]},"\nCastlemaine is accessible from ",{"type":"[[","value":[["Melbourne"]]}," by the major Calder Freeway, taking the turn-off onto the Pyrenees Highway. The journey is about 120 km, equating to a 90 minute drive. Castlemaine is also reached from surrounding regional cities via the Midland and Pyrenees Highways, of which it is at the crossroads of.\n\nThe town is well-served by its railway station, located on the ",{"type":"[[","value":[["Bendigo"]]}," line. There are regular trains to and from Melbourne at least every hour, taking 90 minutes. There are also services to and from neighbouring towns and cities, including ",{"type":"[[","value":[["Maryborough"]]},", ",{"type":"[[","value":[["Geelong"]]},", Bendigo and ",{"type":"[[","value":[["Ballarat"]]},". See ",{"type":"[","value":["http:\/\/ptv.vic.gov.au\/stop\/view\/20301 Public Transport Victoria"]}," for timetable information. A tourist, steam-run railway also operates to nearby ",{"type":"[[","value":[["Maldon"]]}," from the station.\n\nBuses and coaches leave frequently to Castlemaine from major regional cities as well, while also serving minor towns and villages without a railway station. See ",{"type":"[","value":["http:\/\/ptv.vic.gov.au\/stop\/view\/16231 PTV"]}," for timetables and routes.\n\nAlternatively, hitchhiking is generally accepted in the entire Central Victorian region. Neighbouring towns and villages such as ",{"type":"[[","value":[["Chewton"]]},", Maldon and often Bendigo can be reached by simply sticking out your thumb and getting a lift from friendly locals and passing farmers.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nCastlemaine also boasts a proud Automotive history, an is the self-proclaimed 'Hot Rod Capital' of Victoria. There are multiple small open to the public private Automotive collections (for more information see Tourism Victoria)\n\nThe evidence of the rich gold mining past is still evident in the grand architecture and impressive Victorian style hotels on most street corners and impressively large mullock heaps of shale and occaional open mine shafts, which can make bushwalking off marked trails at times dicey, However one such open mine shaft dubbed 'the Chinamans hole' is of historic significance. Being the supposed site of where the bodies of 16 Chinese prospectors who were killed in the 1859 uprising were interred.  it is said if you cast a coin into this shaft, and listen closely, you will receive a fortune. It is displayed on the bushwalking map of the area.\n\n",{"type":"==","value":["Do"]},"\n\nCastlemaine has a proud history including the Theatre Royal, a beacon of the gold rush days and museum.\n\nA leading industry of Castlemaine is now the KR Castlemaine abattoir and processing plant servicing supermarkets Australia wide. They provide guided tours every Wednesday from 2-5PM (not for the squeemish)\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Goldfields"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["-37.063611"],["144.217222"]]},"\n",{"type":"[[","value":[["wikipedia:Castlemaine, Victoria"]]}]