[{"type":"{{","value":[["pagebanner"],["Cat Tien National Park voyage.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.namcattien.org Cat Tien National Park"]}]}," is in the ",{"type":"[[","value":[["Southern Vietnam"]]}," region of ",{"type":"[[","value":[["Vietnam"]]},". It lies between ",{"type":"[[","value":[["Ho Chi Minh City"]]}," and ",{"type":"[[","value":[["Dalat"]]}," just north of the highway.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nCrocodiles at Crocodile Lake.\n\nDeer and civet cats can be seen on night safaris as well as gaur (wild cows).\n\nMonkeys, lots of birds, butterflies, etc.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nBuses between Ho Chi Minh City and Dalat will drop you off on the highway near the entrance. You might try to negotiate a discount for only going half-way, but you are unlikely to get one.\n\nFrom the highway, motorcycle taxis wait to take tourists to the river that is on the edge of the park. Negotiate the price up front.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe fee scheme is a bit complicated and each trip will involve several layers of fees including separate items for (additional) entrance fees, tour guide, and transport.\n\nThere is a 50,000 dong entrance fee which only seems to get you as far as park headquarters.\n\nThe fee for the guides is of questionable value. Most of the guides either don't speak much English, or don't have a lot of local expertise to offer. Make sure you talk to your guide before engaging them and don't feel guilt about doing a self-guided tour (i.e., you can walk into Cat Tien by yourself).\n\n",{"type":"==","value":["Get around"]},"\nAround the headquarters, there a number of local sites accessible by foot. Bicycles can be rented. If you bring your own bicycle to the park, there is another 50,000 dong charge for bringing it into the park.\n\n",{"type":"==","value":["See"]},"\nThe reason for a visit to Cat Tien Park is an overnight stay at Crocodile Lake in the depths of the park. By pickup truck, the overnight trip leaves at around 13:00 and involves a 1 hour drive and a 5 km hike. For those short on time, Crocodile Lake can also be done as a day trip.\n\n",{"type":"==","value":["Do"]},"\nIf not going to Crocodile Lake, a 45 minute night safari can be done.\n\n",{"type":"==","value":["Eat"]},"\nThere are two restaurants at the park headquarters. The more pleasant one is behind the main office of the park headquarters. It is cafe-style with good, reasonably priced food, and a view to the river. The second restaurant is located around 100 m south.\n\nAt Crocodile Lake, expect to eat freshly caught fish from the lake at a reasonable price.\n\n",{"type":"==","value":["Drink"]},"\nDrinks are available at the restaurants at the park headquarters.\n\nBeer and water can be bought when staying out at Crocodile Lake at a slight premium. Expect the beer to be warm, so you might want to consider carrying your own in. Filtered water from the lake is free.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are various levels of accommodation around the park headquarters.\n\nAt Crocodile Lake simple accommodation is available. You'll pay extra for a bathroom.\n\nThere is an eco-tourism lodge called ",{"type":"[","value":["http:\/\/www.vietnamforesthotel.com\/ Forest Floor Lodge"]}," that provides high-end accommodation.\n\n",{"type":"===","value":["Camping"]},"\nIf you brought your own tent, you can camp at either the headquarters or Crocodile Lake for a fee.\n\n",{"type":"==","value":["Stay safe"]},"\nMake sure you bring mosquito repellent and cover up at night.\n\nLeeches are common on the trail to Crocodile Lake and will happily bite through socks and light shoes. Leech socks can be rented for 20,000 dong a day.\n\nPossibly the greatest danger when walking in the forest is getting lost. Apart from the clearly marked paths near the headquarters, Forest Floor Lodge and the botanical gardens area, you should either use a guide, or take a GPS.\n\n",{"type":"==","value":["Go next"]},"\nThere are two local minibuses a day at 13:00 and 14:00 that will take you from the ferry crossing to Dalat. Expect them to cruise around the town for more than an hour to fill up the bus. After that, it is around 3 hours to reach the Ho Chi Minh Bus Terminal.\n\nIt is possible to take the same minibus into the park, although it can be tricky to find the bus at the station (it's not marked).\n\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Vietnam"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Cát Tiên National Park"]]},"\n",{"type":"{{","value":[["geo"],["11.347222222222"],["107.15138888889"]]}]