[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Cat Ba"]}," is an island in the Cat Ba Archipelago of ",{"type":"[[","value":[["Vietnam"]]},"'s ",{"type":"[[","value":[["Ha Long Bay"]]},".\n\n",{"type":"==","value":["Understand"]},"\nCat Ba is the largest island in the bay and approximately half of its area is covered by a national park, which is home to the highly endangered Cat Ba langur. This golden-headed langur is rarely seen, as fewer than 100 specimens are thought to survive in the wild, although it is the subject of a well-organised conservation programme. The park covers both land and marine areas and has a high biodiversity, although it is at risk from too rapid an increase in tourism. Other mammals in the park include civet cats and oriental giant squirrels.\n\nAlthough there is much beauty to explore on the island, Cat Ba town itself is rather crummy: construction, massage parlours, blaring music, touts and drunk tourists.\n\n",{"type":"==","value":["Get in"]},"\nThe vast majority of people take a pre-booked tour from Hanoi on a tourist boat, though this is probably the slowest, least flexible, and most expensive way to visit Cat Ba and should be avoided at all costs unless you specifically want to be locked on a tourist boat for five hours while being given the hard sell and overcharged for the most minimal of refreshments.\n\nIt's cheaper and more flexible to come either on a non-tourist boat at ",{"type":"[[","value":[["Halong"],["Halong City"]]}," or via ",{"type":"[[","value":[["Haiphong"]]},". If coming from Hanoi, you can also take a direct, combined bus\/boat trip from ",{"type":"'''","value":["Luong Yen Bus Station"]}," at 05:20, 07:20, 11:20 and 13:20 which takes 4.5 hr (compare: 5 hr for a slow tourist boat just to get from ",{"type":"[[","value":[["Halong"],["Halong City"]]}," to Cat Ba's northern port!) and costs 190,000-220,000 dong (USD9-11) depending on the season.\n\nFrom Haiphong: there is a speedboat making the trip several times a day (the last one around 16:00) from Phà Binh harbor. It costs 150,000 dong (May 2012). The price is written on the ticket but some people sell false tickets printed with 180,000 dong and they say the price was 150,000 dong last year or last month! If the boat arrives in Phù Long, they can also say that 180,000 dong includes the bus from Phù Long to Cat Ba. In reality, it's included in the 150,000 dong ticket. Boat and bus can't be divided as it's the same company.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Motorbike"]},"\nYou can easily ",{"type":"'''","value":["rent a motorbike"]}," from any hotel for USD5 (standard) per day or less if you look around or visit in the low season.\n\nDon't pay more than 50,000 dong for a 1.5 L bottle of petrol, which can be bought in some of the small towns as well as near the port area near the end of the town.\n\nAnyone you hire a bike from should give you a photocopied map of the island which will help you with planning.\n\n",{"type":"===","value":["Bus"]},"\nLocal buses across the island leave from the western edge of Cat Ba town, on the water near the market intersection.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Beaches"],["url="],["email="],["address="],["lat="],["long="],["directions=Southwest side of the island, accessible from the road"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Don't expect surfable waves, though!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Caves"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are a lot of caves around the island, though none of them are particularly impressive. Some cost money and may have optional guides. You can find them using the map or signs on the island."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ha Long Bay, Bai Tu Long Bay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Organised 2 or 3 day trips into Ha Long and Bai Tu Long Bay for kayaking, caving, swimming and diving. Book via the honest and fair Mr. Lu at the post office. Prices ~USD45 per person for 2 day \/ 1 night trip (assuming 4 people in group). Cook Bien spoke basic English and cooked delicious food, Captain Phi friendly and offered us rice wine, and night spent in quiet part of bay was magic."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Monkey Island"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD40 per night"],["content=Several boats run day trips to nearby Monkey Island either in isolation or as part of a larger tour. The island apparently has monkeys, but only a few around the accommodation were in evidence. Be aware that these animals are used to getting their food from either the guests or the bins, and therefore are not afraid of humans, so they might cause a problem. There is some accommodation on the island, which consists of eight small, but cosy, bamboo huts just behind a secluded beach.  The food was nice, the drinks cheap, and the scenery was spectacular.  There's some kayaking available, and a trail for walking, but that's about all.  Be warned that the staff like to fire up the generator during the day to listen to their music quite loudly, so you might want to take a kayak trip at that point. Still, a good place to get away from it all."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=National Park"],["url="],["email="],["address="],["lat="],["long="],["directions=Enter eastward on the main north\/south road"],["phone="],["tollfree="],["fax="],["hours="],["price=15,000 dong entry, various guided tours"],["content=The domain of the endangered Cat Ba Langur, of which there are supposed to be only around 100 left. Things on offer include a walk to a ",{"type":"'''","value":["peak viewing tower"]}," (1.5-2 hr round trip; slippery and muddy if it's rained recently), a ",{"type":"'''","value":["frog pond"]}," (probably better in the off (wet) season), a short ",{"type":"'''","value":["nature walk"]}," near the frog pond, more stuff which you can probably find online."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Foot massage"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD3"],["content=Enjoy a half hour foot massage. There are several places that offer this service along Cat Ba town waterfront."]]}]},{"type":"*","value":["Take a ",{"type":"'''","value":["walk around the market"]}," at the northwestern edge of town.  The seafood section should give you a reasonable idea of the less exotic, locally consumed varieties of seafood caught locally."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rock Climbing"]}," if seeing the beautiful limestone karsts isn't enough for you, try scaling them. Slo Pony\/Asia outdoors on the 2nd floor of Noble House is a good place for more information."]},"\n",{"type":"*","value":[{"type":"'''","value":["Boat Tour"]}," with Jim at the Le Pont hotel.  He does boat tours through the islands and some kayaking through neat coves. USD25 per person if 4 or more."]},"\n",{"type":"==","value":["Buy"]},"\nThe market is the best place to buy most things.  Tourist trinkets such as shell sculptures are sold at stalls on the eastern edge of the waterfront.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mr. Zoom Hotel and Restaurant"],["alt=Cat Ba island"],["url=http:\/\/www.catbadiscovery.com"],["email="],["address=25 1\/4 Nui Ngoc St"],["lat="],["long="],["directions="],["phone=01649444024"],["tollfree="],["fax="],["hours="],["price="],["content=Mostly good meals, but if he offers you an enormous (2 kg) round-looking crab creature thing, save your USD35."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Phuong Phuong Restaurant"],["alt="],["url=http:\/\/www.facebook.com\/annazenden09?fref=ts"],["email=phuongphuongcoltd@gmail.com"],["address=232 1 -4 St"],["lat="],["long="],["directions=Near Nam Dương Hotel"],["phone=01687283786"],["tollfree="],["fax="],["hours=18:00-24:00"],["price=USD4"],["content=The restaurant has views of the sea, serves Vietnamese food and European food. Airy space, at an affordable price. Be wary of very long wait."]]}]},"\n",{"type":"==","value":["Drink"]},"\nA dead scene in low season.\n\n",{"type":"*","value":[" There are a number of ",{"type":"'''","value":["sea view bars"]},", much of a muchness."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Noble House"]}," offers 2 for 1 cocktails and free pool."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Flightless Bird"]}," is the original bar on the island, run by a New Zealander and going strong for 15 years. The drinks menu includes reasonably priced imported bottles of wine from various parts of the world as well as a straight to the point ",{"type":"''","value":["cheap drinks"]}," section. Darts upstairs."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rose Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=50m up the street behind Noble House"],["phone="],["tollfree="],["fax="],["hours=Open until 03:00"],["price="],["content=Awesome drink menu, most cocktails 40,000.  Brand new with nice atmosphere, and a really helpful, friendly young owner. Best cocktail prices in town, if you're sick of drinking beer all the time. Open late, rare in Cat Ba."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are loads of hotels along the waterfront with little to distinguish them, though a couple have elevators if you are less mobile or are travelling with elders.  A few hotels have more recently sprung up down side streets away from the water. These should be cheaper.  When looking at rooms, you may pay more for a water view.  Free Wi-Fi is standard. Avoid anywhere that tries to \"include\" breakfast, which costs almost nothing and is probably of questionable quality anyway. Similarly, avoid anywhere that prices in dollars; ask for the price in dong. In off season, everywhere is empty so will compete heavily on price; a huge room for two cost 125,000 dong (USD6) on the water (Feb 2012).\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Phu Thanh"],["url="],["email="],["address=So 176 Duong 1\/4"],["lat="],["long="],["directions="],["phone=0313696289 or 0976506999"],["tollfree="],["fax="],["hours="],["price=USD10+"],["checkin="],["checkout="],["content=Really nice, large, clean rooms. Has free Wi-Fi included and satellite flat screen TV. Good showers with hot water that actually have pressure. They also serve some great food in the restaurant during the busier summer months. Friendly staff and family-owned and run."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ngoc Hoa Hotel and Restaurant"],["url=http:\/\/www.dulichcatba.com"],["email="],["address=211 Duong"],["lat="],["long="],["directions=200 m to the left of the dock"],["phone=+84 16 4944 4024"],["tollfree="],["fax="],["hours="],["price=USD10-15"],["checkin="],["checkout=12"],["content=Rooms facing the bay, close to the ferry. Free Wi-Fi. Elevator. Fridge and air-con included. Family restaurant downstairs.  Tours and motorbikes available at good prices if you ask, but the staff is not pushy. Their restaurant serves good simple Vietnamese food, soups, noodles, rice. Strong coffee and fruit smoothies. Big beer for under a dollar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Pont Hotel"],["url="],["email="],["address=62-64 Nui Ngoc St"],["lat="],["long="],["directions="],["phone=+84 928 006 879 (Mr. Jim)"],["tollfree="],["fax="],["hours="],["price=Dormitory USD3.50 per person, rooms USD4.50 per person, minimum two persons (Apr 2012)"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Song Chanh"],["url="],["email="],["address=178 Duong 1-4"],["lat="],["long="],["directions="],["phone=0978366751"],["tollfree="],["fax="],["hours="],["price=Double and twin rooms, low season USD10, high season USD15"],["checkin="],["checkout="],["content=A great value hotel along the main strip in Cat Ba town. Very friendly staff who can also organise onward travel or tours around the island. Ask for Mr. Thuy, and go on the national park trek with his uncle."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunflower One Hotel"],["url=http:\/\/www.sunflowerhotels.com.vn"],["email="],["address=Nui Ngoc St"],["lat="],["long="],["directions=Central, just around the corner from the waterfront"],["phone=031 3888429"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Many rooms have sea views. It is often used with Ha Long Bay boat tours when an overnight stay is requested on Cat Ba Island. It is a quality hotel with good food. It has Wi-Fi in rooms, but it can be somewhat unreliable. Its sister hotel, Sunflower Two, which is often used with cheaper Ha Long Bay tours, is about 1 km inland on the same road, and is not as nice."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nTo Hanoi, the easiest way to leave Cat Ba is through a booked Bus + Boat + Bus ticket. You can find these on the main beach road by the docks. Hoang Long sells combined tickets daily for 220,000 dong, while some other companies are slightly cheaper. Takes about 6 hr.\n\nLeaving town, boats and buses to ",{"type":"[[","value":[["Haiphong"]]}," (150,000 dong; almost hourly from 06:00) and ",{"type":"[[","value":[["Halong"],["Halong City"]]}," are available from the square on the waterfront near the boat pier. Hotels can book tickets for you at a slight premium.\n\nFrom Bến phà Tuần Châu harbor to Halong City: 150,000 dong (May 2012).\nFrom Ben Beo harbor to Halong City: 170,000 dong- 3 hr - wonderful (May 2012).\nYou can then go back to Hanoi by bus for 100,000 dong (May 2012).\n\n",{"type":"[[","value":[["WikiPedia:Cat Ba Island"]]},"\n\n",{"type":"{{","value":[["geo"],["20.800000"],["106.999722"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Ha Long Bay"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]