[{"type":"{{","value":[["pagebanner"],["Cathedral Provincial Park (British Columbia) banner Galcier lake.jpg"],["caption=View of Glacier Lake from the Cathedral Rim"],["lat=49.06667"],["long=-120.18333"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.env.gov.bc.ca\/bcparks\/explore\/parkpgs\/cathedra.html Cathedral Provincial Park"]}]}," is in the ",{"type":"[[","value":[["Similkameen"]]}," region of ",{"type":"[[","value":[["British Columbia"]]},", ",{"type":"[[","value":[["Canada"]]},". Its 33,272 hectares of backcountry mountains contain a wealth of hiking trails and scenery.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Baby mountain goat on rock.JPG"],["thumb"],["right"],["275px"],["Mountain goats are common in the park"]]},"\nThe park is home to a number of grazing animals like mule deer, mountain goats, bighorn sheep and marmots. Bears, while in the park, are rare.\n\nThe growing season is short but there is a mixture of flowers and trees. Douglas Fir is the dominant tree at lower elevations, mixed with aspens and cottonwoods. As the ground gets higher, Lodgepole pines and Engelmann spruce trees become more plentiful. These trees eventually give way to sub-alpine species. The highest parts of the park do not have tree cover. Forests in the park are less dense than forests found in coastal British Columbia and have much less undergrowth.\n\nFlowers tend to be found in open areas and alpine meadows. The main blooming period is July–August.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nAccess is via the ",{"type":"'''","value":["Ashnola Forest Service Road"]}," that intersects with the Crowsnest Highway 3 three km west of ",{"type":"[[","value":[["Keremeos"]]},". The first 10 km is paved, after which it becomes gravel. The road can be rough in spots, but it is suitable for two-wheel drive cars. The park entrance is about 20 km from the main highway.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nEntry to the park is free, but backcountry camping fees apply (see the Sleep section for more details).\n\n",{"type":"==","value":["Get around"]},"\nThe Ashnola Forest Service Road from the highway only skirts the northern and western edges of the park. Access to the core area of the park, where most of the hiking and scenery is, can only be done on foot or by private shuttle.\n\nThe ",{"type":"'''","value":["shuttle service"]},", operated by the Cathedral Lakes Lodge, is the fastest way to the core area of the park. The trip, in four-wheel drive vehicles, starts at their base camp about 22 km down the Ashnola Road. It is easily identified by the sign and gate across the entrance. The trip takes about an hour each way and costs $90–100 per person (low season-high season). Space is limited though, so you must book transport at least a day in advance by calling the lodge (see contact details in the Sleep section below). You don't need to stay at the lodge to use the shuttle service — it is available for campers and day-trips.\n\n",{"type":"'''","value":["Hiking"]}," is the cheaper but more strenuous option to access the core area. Three trails connect the Ashnola Road to the core area. The ",{"type":"'''","value":["Lakeview Trail"]},", at 15 km and over 1000 m of elevation gain, is the most direct route. The turn-off for the trailhead is between the 13 and 14 km markers, about 2 km beyond the base camp for the Cathedral Lake Lodge shuttle service.\n\n",{"type":"==","value":["See"]},"\nThere's plenty of natural beauty to take in — mountains, glaciers, lakes, alpine meadows, wildlife — but it all requires some effort (hiking) to get to. Some of the highlights are below.\n\n",{"type":"*","value":[" There are some ",{"type":"'''","value":["alpine meadows"]}," in the park. The largest display is around the 5 km mark of the Lakeview Trail. There is another meadow with much smaller plants along the Ladyslipper Lake Trail. Flowering times depend on how the weather has been, it can be anywhere between mid-July to early August."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Giant Cleft"],["url="],["email="],["address="],["lat="],["long="],["directions=about 6 km from Quiniscoe Lake via the Cathedral Rim"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very large split in the granite cliff caused when softer rocks eroded away."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Glacier Lake"],["url="],["email="],["address="],["lat="],["long="],["directions=about 1.5 km from Quiniscoe Lake using the most direct route"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A lake set below Quiniscoe Mountain and a nearby ridge. It doesn't have the turquoise colour seen in other alpine lakes, but it's still very beautiful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ladyslipper Lake"],["url="],["email="],["address="],["lat="],["long="],["directions=about 3.5 km south of Quiniscoe Lake"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another pretty alpine lake framed by mountains."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Hiking cathedral park.jpg"],["thumb"],["right"],["275px"],["Hiking to the Cathedral Rim"]]},"\n\nThe main activity in the park is ",{"type":"'''","value":["hiking"]},". Trails are mostly well marked and signposted, particularly in the core area. Difficulty levels vary, with short easy trails to longer, steep trails that require route-finding skills.\n\nQuiniscoe Lake, with the main campground and lodge, serves as the hub of the trail network. All times and distances listed below are round trip from the lake unless noted otherwise.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cathedral Rim Trail"],["url="],["email="],["address="],["lat="],["long="],["directions=head to Glacier Lake and then follow the signs to Cathedral Rim (or Rim)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the main hike that covers many of the scenic attractions of the park — Glacier Lake, Ladyslipper Lake, Stone City. It is also provides easy access for sidetrips to the Giant Cleft and the top of Quinicoe Mountain. The views are panoramic from the top, and on a clear day, you can see ",{"type":"[[","value":[["Mount Baker"]]},", some 130 km to the west. Allow yourself 6-8 hours to complete. The part past Glacier Lake to the top of the rim is steep and the descent to Ladyslipper Lake is long and can be hard on the knees (particularly if there is snow)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Glacier Lake Loop"],["url="],["email="],["address="],["lat="],["long="],["directions=head left at the T-junction just past the ranger station and then right when the trail splits between Pyramid Lake and Glacier Lake; at Glacier Lake follow the signs back to Quiniscoe Lake"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fairly short (about 4 km) hike that brings you to Glacier Lake. The first half is in the forest before opening out to the lake. The return trail takes you across an open ridge with excellent views before descending into the forest around Quiniscoe Lake. Allow yourself 1-2 hours to complete."]]}]},"\n",{"type":"'''","value":["Fishing"]}," is allowed in the park. Four lakes are stocked with trout. Ladyslipper Lake is considered the best lake for fishing.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe only restaurant in the park is at Cathedral Lakes Lodge, which is available to both campers and guests of the lodge. Prices are $20 for breakfast, $20 for lunch and $40 for dinner. Otherwise, you must bring your own food and cook it yourself.\n\n",{"type":"==","value":["Drink"]},"\nA small selection of drinks is sold at the Cathedral Lakes Lodge.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cathedral Lakes Lodge"],["url=http:\/\/www.cathedrallakes.ca"],["email=info@cathedrallakes.ca"],["address="],["lat="],["long="],["directions="],["phone=+1 250 226-7560"],["tollfree=+1 888-255-4453"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The lodge is built on Quiniscoe Lake and has some pretty nice views. Rooms are clean but do not expect four and five star luxury. There are also some log cabins available. A couple have basic kitchens, but not all of the cabins have toilet and shower facilities (guests can use the toilets and showers in the Lodge). There are no TVs or internet (or cellphone reception) so be warned -- it's a great place to get away but not to keep in constant contact with the outside world."]]}]},"\n",{"type":"===","value":["Camping"]},"\nThere are a number of campgrounds in the park.  Three are along the Ashnola Road so they have drive-in access. The remainder are up on the mountains and will require some hiking. Pit toilets are available on-site. Campers looking for a bit more luxury can use the flush toilets and showers at Cathedral Lakes Lodge.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Buckhorn Campground"],["url="],["email="],["address=Ashnola Forest Service Road"],["lat="],["long="],["directions=near the 16 km marker"],["phone="],["tollfree="],["fax="],["hours="],["price=$11"],["checkin="],["checkout="],["content=Accessible by car with a limited number of picnic tables and fire rings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quiniscoe Lake Campground"],["url="],["email="],["address="],["lat="],["long="],["directions=on the south shore of Quiniscoe Lake, near the lodge"],["phone="],["tollfree="],["fax="],["hours="],["price=$5\/10 (child\/adult)"],["checkin="],["checkout="],["content=The main campground in the core area, set in a forested area on Quiniscoe Lake. There are 30 sites and campfires are permitted."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Cathedral glacier lake.jpg"],["thumb"],["right"],["275px"],["Glacier Lake (and a lot of flies)"]]},"\n\nAlways keep and eye on the ",{"type":"'''","value":["weather"]}," when hiking and be prepared for sudden changes.  It can snow any month in the park and the weather can change from sun to rain\/clouds quickly.\n\nUnlike much of British Columbia, ",{"type":"'''","value":["bears"]}," are not common in the upper regions of the park (not enough food for them). They are sometimes found in the lower parts of the park.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Manning Provincial Park"]]},", an hour west along Highway 3, has more mountains, lakes and alpine meadows."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Okanagan"],["Okanagan Valley"]]}," is about an hour northeast along Highways 3 and 97."]},"\n",{"type":"{{","value":[["IsPartOf"],["Similkameen"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia: Cathedral Provincial Park and Protected Area"]]},"\n",{"type":"[[","value":[["Commons: Cathedral Provincial Park"]]},"\n",{"type":"{{","value":[["geo"],["49.0667"],["-120.183"]]}]