[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Cayo Coco"]}," is an island in the ",{"type":"[[","value":[["Jardines del Rey"]]}," chain off the north coast of ",{"type":"[[","value":[["Ciego de Avila (province)"],["Ciego de Avila"]]}," province in ",{"type":"[[","value":[["Cuba"]]},".\n",{"type":"[[","value":[["Image:Spiaggia cayo coco(cuba).jpg"],["thumb"],["right"],["350px"],["A Beach of Cayo Coco"]]},"\n\nCayo Coco is very relaxing and is the perfect place to go to if you want to do close to nothing for your vacation. You will find a few resorts, a spa, an international clinic (hospital), a night club (the Bat Cave) and an airport. In other words, there is not much to do or to visit there but sometimes all you need for your vacation is a little calm and quiet, and you will find that in Cayo Coco.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nWhile beautiful in terms of nature, Cayo Coco is hardly part of typical Cuba. These islands are isolated from the mainland, connected only by a man-made causeway 27 kilometers long. Access is controlled by a security checkpoint.\n\nA visit to ",{"type":"[[","value":[["Morón"]]}," is a good way to see more of what Cuba really is like. Taxi drivers can organize inexpensive tours for groups of 4-5 people which may include visiting a country farmhouse.\n\n",{"type":"==","value":["Talk"]},"\nThe language spoken in Cayo Coco is Spanish.  Cubans have free education and you will often find a Cuban able to speak many languages but sometimes not fluently.  Most employees of all-inclusive hotels understand and speak some basic English. Outside of resorts, you may have some difficulties to communicate if you don`t understand or speak a little bit of Spanish.\n\n",{"type":"==","value":["Get in"]},"\nMany airlines and charters fly to Cayo Coco airport (CCC), Jardines del Rey (king`s garden). From Canada, you have Air Canada, Sunwing, Westjet, Air Transat and Canjet that provides the service from many Canadian cities.\n\n",{"type":"==","value":["Get around"]},"\nFrom the airport to resorts, your transportation is already organised in big comfortable buses.  It takes about 15 minutes to get to the hotels which are all located around the same area on the north shore of Cayo Coco island.\nYour resort sometimes may organise disco to other resorts (so all the tourists of different resorts can party together) or go to the only night club located on Cayo Coco island, the bat cave.  They provide the transportation in vans or buses for a minimum fee.\n\n",{"type":"==","value":["See"]},"\n\nPlaya Pilar is one of the most beautiful beaches of the world. It is possible to take the local bus (hop on, hop off style). It costs 5CUC, but it takes an hour because it stops at every resort and it's located in Cayo Guillermo Island. There's chairs in the beach but you have to pay 5CUC to use them. It is also possible to reach the beach by cathamaran but it depends it itinerary.\n\nIt is also possible to visit the nearest town Moron. We can also visit the capital city Ciego de Avila and a crocodile farm. Theres some tours organise from most of the resorts\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["The usual sort of all-inclusive stuff.  Fry in the sun, drink too much, prove that white men can't dance."]},"Most of the people come to Cayo Coco to enjoy the beautiful white sand beach and enjoy some hot weather while escaping the freezing Canadian winter. There's also many activities provided in most resort such as aquaform, dancing lessons or night shows.\n\n",{"type":"==","value":["Eat"]},"\nSomeone who decides to go to anywhere in Cuba needs to keep an open mind when mealtime arrives. They are very limited in resources and they don`t import anything from the U.S.A.  Importation being very expensive since it`s mostly coming from Europe and Cuba is not a rich country...You do the math.  They use well what they have and you will rarely eat something that taste bad unless you are a very picky person but you will sometime find the food a little bland. Cuban food is not spicy at all.  They serve a lot of chicken, pork and fish. Plenty of vegetables. Some fruits.\nHere is a hint, bring steak spice and tabasco on your trip and you will always have seasonning.\n\nUsually all the meals are inclued in most all inclusive resorts. Some of theme have snackbars, and à la carte restaurants.\n\n",{"type":"==","value":["Sleep"]},"\n\nSeveral hotels - all \"all-inclusive\", most operated by foreign companies (mainly Sol Melia):\n\n",{"type":"*","value":[" Melia Cayo Coco"]},"\n",{"type":"*","value":[" Sol Club Cayo Coco"]},"\n",{"type":"*","value":[" NH Krystal Laguna Cayo Coco"]},"\n",{"type":"*","value":[" Tryp"]},"\n",{"type":"*","value":[" Blau Colonial"]},"\n",{"type":"*","value":[" Iberostar Daiquiri"]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe nearest town is ",{"type":"[[","value":[["Morón"]]},". There's also a cavern converted into a disco place. It's a nice place to have a good. There's transportation form most resort to this cave.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Jardines del Rey"]]},"\n",{"type":"[[","value":[["wikipedia:Cayo Coco"]]},"\n",{"type":"{{","value":[["geo"],["22.514722222222"],["-78.511388888889"]]}]