[{"type":"{{","value":[["pagebanner"],["Cebu Island banner.jpg"],["pgname=Cebu"]]},"\n",{"type":"[[","value":[["File:Ph locator cebu island.png"],["thumb"],["Location"]]},"\n",{"type":"'''","value":["Cebu"]}," is a large island in the ",{"type":"[[","value":[["Visayas"]]}," region of the ",{"type":"[[","value":[["Philippines"]]},". The larger ",{"type":"[[","value":[["#Go next"],["Negros Island"]]}," lies just across the Tanon Strait to the west.\n\nThe largest city (and the oldest in the Philippines) is ",{"type":"[[","value":[["Cebu City"]]},", often called ",{"type":"''","value":["the Queen City of the South"]},".\n\nThe main touristic areas are the islands of Mactan, Bantayan, Badian, Malapascua and Camotes where you can find large high-end resorts and hotels offering all kinds of luxury. There is also an Aquarium Attraction named Mactan Island Aquarium Museum",{"type":"[","value":["http:\/\/www.mactanaquarium.xetaspace.net"]}," on Mactan Island. Apart from that there are smaller resorts in fisher villages in the South and North offering a more Filipino experience. The upland areas also offers majestic views of the mountains and seas.\n\n",{"type":"==","value":[" Cities "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cebu (city)"],["Cebu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Danao City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Daanbantayan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bogo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lapu Lapu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mandaue"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Talisay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Toledo (Philippines)"],["Toledo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Carcar"]]}]},"\n",{"type":"==","value":[" Other destinations "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Oslob"]]}]},"\n",{"type":"==","value":[" Understand "]},"\n\nMost tourists tend to go to the upscale beach resorts on Mactan Island or Badian Island. Of course, price levels there are high but hotel rates are still cheaper than in most of the 4 to 5 star accommodations elsewhere in the world. They will have beautiful pool areas, nice restaurants, spas, cable channel TV, internet and all kind of luxury. \n\nBudget tourists and those who are looking for a more Filipino experience should go to the beautiful South where there are some very nice best value resorts surrounded by idyllic fisher villages. Price levels for food, drinks, watersports and trips there are generally much lower as less tourist went there in the past. Some of these resorts have beautiful coral reefs right in front of the resort - perfect for those who plan to go snorkeling or to make some easy dives in amazing coral reefs.\n\nPoverty is commonplace in Cebu City and up in the mountains and coasts. It is generally recommended not to show off too much luxury in front of those people who have to work hard to earn their daily food and drinks. Those people are generally very friendly and helpful but precaution is recommended. Apart from the poor, there is a well established middle class and an extraordinary rich upper class that come mostly from present or former government representatives or business people.\n\n",{"type":"==","value":[" Talk "]},"\n\nThe main local language of Cebu is ",{"type":"[[","value":[["Cebuano phrasebook"],["Cebuano"]]}," \/ \"Bisaya\". Most people also speak English and Tagalog, so communicating is usually not a problem.\n\nBecause of the recent Filipino diaspora in search of employment opportunities, it's also not so rare to encounter talented Filipinos with at least a smattering of Arabic, Bahasa Indonesia and Malay, Mandarin and Fukien Chinese, French, German, Japanese, Korean and Spanish.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" Fly "]},"\n\nMost flights come from ",{"type":"[[","value":[["Manila"]]}," with service from the four major national airlines, Cebu Pacific, Air Asia, Philippine Airlines\/PAL Express, Tiger Airways. Air Asia, Cebu Pacific and Philippine Air also have direct flights from Korea as well as Asiana Airlines ",{"type":"[","value":["http:\/\/www.flyasiana.com"]},"or from ",{"type":"[[","value":[["Singapore"]]}," with Silk Air and TigerAirways, from ",{"type":"[[","value":[["Hong Kong"]]}," with Cathay Pacific or Cebu Pacific.  direct to ",{"type":"[[","value":[["Mactan Airport"]]},".Cebu Pacific also fly two times a week to Bangkok Thailand. Air Asia also fly one time per day to Kuala Lumpur. The airport is located on a different island and takes about 20-30 minutes to get to the actual city of Cebu.  From the Airport you will need to hire a taxi (minimum prices of 150 Pesos using White Metered Taxi, 250 Pesos using Yellow Metered Taxi and 375 Pesos using Airport NonMetered Taxi ).\n\nAsiana and Korean Air both have a non stop flight from Seoul, arriving around midnight.\n\n",{"type":"==","value":[" Get around "]},"\n\nFor most tourist the only way to get around is via taxi.  They are everywhere, cheap and efficient. You simply flag one down and tell them where you want to go.  Most drivers know where almost everything is.  If they don't then simply flag down another one.  \n\nAlmost all of the taxis in Cebu are metered. They charge 40 pesos for you to get in and 3.5 pesos for every 5 minutes they wait, and 3.5 pesos for every half km.  Most of the time a taxi driver is very nice but sometimes you will find ones that will want to charge your more than the meter or not use the meter at all. Avoid these taxis unless you enjoy getting ripped off. If they refuse to use the meter, or they go the wrong way more than once to try to increase the meter then get out and find another taxi. You are not required to pay more than what is on the meter no matter what the driver says. If the driver is pleasant, feel free to tip 10-20 pesos for nice service, and a bit more if he loads or unloads your bags.   \n\nThe so-called private taxis should be avoided. They try to take advantage of tourists by charging 5-10 times the price that should be paid. If you call a metered taxi to pick you up at one of the isolated resorts on Mactan Island, be prepared to pay more than you actually should. Drivers will manipulate the meter or simply ask you for a fixed price.\n\nHowever, if one is indeed adventurous enough, another way to get around the city is via the colorful (and noisy) jeepneys that can be seen almost everywhere on the road. Jeepneys have specific routes assigned to them and will stick to that route only. The routes are marked by number plus letter (ie 03B, 03G, 13C, 04L). Jeepneys also place the route on the side of their jeepneys. Most jeepneys, though, go around the downtown area first before heading back to the start\/end of their route.\n\nJeepneys are usually safe. During rush hour, though, be warned that it tends to get crammed and stuffy.\n\nTo get in a jeepney, call the attention of the driver by waving one arm as the jeepney approaches you. Drivers usually stop once they see this arm-waving. To get off one should say ",{"type":"''","value":["\"LUGAR LANG\""]}," in a loud voice. Make sure the jeepney driver hears you, if not, he will continue to drive away.\n\nFor trips around the island there are several bus operators (e.g. Ceres or Sunrays) leaving from Cebu South Bus Terminal. Most routes are serviced with airconditioned buses, too. Prices are very cheap. A 2 hour trip to Dalaguete in the South from Cebu City in an aircon bus will cost you around 110 Pesos. Tickets are bought at a conductor inside the bus who comes to you after getting in. The same route by taxi would cost you around 1500-2500 Pesos as the driver would usually have to get back empty.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"{{","value":[["cautionbox"],["Some churches and landmarks have been damaged by a 15 October 2013 earthquake.",{"type":"[","value":["http:\/\/www.cbc.ca\/news\/world\/philippines-earthquake-death-toll-rises-to-144-1.2074202"]}]]},"\n",{"type":"===","value":["In Cebu City"]},"\n",{"type":"*","value":[" Basilica Minore Del Santo Nino: The catholic church where the statue of baby Jesus (Santo Niño) is enshrined. The Santo Nino was a gift given by the Portuguese explorer Magellan to Raja Humabon upon Magellan's and the Spanish explorers' arrival in March 1521."]},"\n",{"type":"*","value":[" The Mactan Shrine in Lapu-Lapu City: The shrine to local chieftan Lapu Lapu, who led the defence of his island in 1521 that resulted in the death of Magellan."]},"\n",{"type":"*","value":[" Mactan Island Aquarium Museum in Lapu-Lapu City.  If diving is not enough for you take an educational trip to the aquarium museum.",{"type":"[","value":["http:\/\/www.mactanaquarium.xetaspace.net"]}]},"\n",{"type":"*","value":[" Mactan Cross: The cross given by Magellan to Raja Humabon, located near the Basilica Minore Del Santo Nino."]},"\n",{"type":"*","value":[" Casa Gorodo: Former residence of the provincial governor of Cebu. (Located in the Fuente Osmena neighborhood)"]},"\n",{"type":"*","value":[" Cebu Cathedral: The birthplace of Catholicism in Asia. Also has a museum with many historical artifacts from the cathedral."]},"\n",{"type":"*","value":[" Fort San Pedro: The first, oldest, and smallest Spanish fort in the Philippines. It is located near the port area near Pier #1"]},"\n",{"type":"*","value":[" Tops: An overlook point at the \"top\" of the island. A good place to look over the city."]},"\n",{"type":"*","value":[" Ayala Mall"]},"\n",{"type":"*","value":[" SM Mall"]},"\n",{"type":"===","value":["Near Cebu "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bantayan"],["Bantayan Island"]]}," "]},{"type":"*","value":[" Kawasan Falls - two beautiful waterfalls near Badian in the South where you can swim or drive by float under the waterfalls for a relaxing massage"]},{"type":"*","value":[" Mactan Island - diving and beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Malapascua"],["Malapascua island"]]}," - thresher shark watching"]},{"type":"*","value":[" ",{"type":"[[","value":[["Moalboal"]]}," - nice dive spots"]},{"type":"*","value":[" Olango Island Wildlife Sanctuary ",{"type":"[","value":["http:\/\/www.olangowildlifesanctuary.org"]}]},{"type":"*","value":[" Mactan Island Aquarium - fish watching!",{"type":"[","value":["http:\/\/www.mactanaquarium.xetaspace.net"]}]},"\n",{"type":"==","value":[" Do "]},"\n\nCebu is a good place to relax and enjoy the beautiful island. For those who want some more activity, most resorts offer watersport activities such as diving, snorkeling, kiteboarding, windsurfing etc. Resorts also offer trips around the island to see all the beautiful churches, fisher villages and the amazing Kavasan Falls. Of course these activities will be relativly costly if you are residing in one of the upper-end resorts on Mactan Island. If you go further South to some of the nice value resorts near Dalaguete or Oslob, activities can be much cheaper and be conducted by enthusiastic local guides.\n\nEat at ",{"type":"'''","value":["Siomai sa Tisa"]}," - Although there are a lot of spin-offs of this 'restaurant', there is only one Siomai sa Tisa and it is, obviously, located in Tisa, Labangon. It only open during night until the wee hours of the morning. This 'restaurant' are just tables and chairs located at the side of the road. They serve the best ",{"type":"''","value":["siomai"]}," (Chinese food, steamed) coupled with the best sauce and the best ",{"type":"''","value":["halo-halo"]}," (Filipino dessert). This is true Cebuano dining out. \n\nTo get to this place, one may take a cab - the driver probably knows this place. or one can take a jeepney. All 12L jeepneys pass through there.\n\nEat ",{"type":"''","value":["lechon"]},", or roasted pig. Among the recommended lechon makers are CNT and those sold at stalls in Talisay City, Carcar City and Lilo-an. A newer version of this beloved Cebuano fare is the boneless ",{"type":"''","value":["lechon"]}," sold at Park Mall in Mandaue City.\n\n",{"type":"==","value":[" Drink "]},"\n\nThe water in cebu is generally considered safe. Bottled water is as cheap as 15 or 20 Pesos per litre. \nMost establishments offer beverages such as Coca-Cola, Sprite, Pepsi, 7-up, Ice Tea and other local non-alchoholic beverages. Alchoholic beverages are also served at your request. Local beers are San Miguel, San Miguel Light and Red Horse Stallion (stronger beer also brewed by San Miguel). Beers from abroad can also be found in more touristic areas but will be much more expensive if not brewed somewhere near.\n\n",{"type":"==","value":[" Stay safe "]},"\n\nJust the same as other cities, there are areas in Cebu City which should be avoided especially at night. The Carbon market area in the center of the city is best avoided by foreigners. Pickpocketing and robbery are a problem in the market area. Also, use caution around the main port area, tourists are mobbed by cab drivers looking for fares and the pickpockets take advantage of this.\n\nThe general rule is that the further you go from Cebu City and the more you go into the mountains the poorer people will be, which might cause some of them to commit crime to survive and eat.\n\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Negros Occidental"]]}," - the north-western half of Negros Island, in the ",{"type":"[[","value":[["Western Visayas"]]}," region"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Negros Oriental"]]}," - the south-eastern half of Negros Island, in the ",{"type":"[[","value":[["Central Visayas"]]}," region"]},"\n",{"type":"[[","value":[["WikiPedia:Cebu Island"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Visayas"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["10.426388888889"],["123.79805555556"],["zoom=9"]]}]