[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:022306-CelebrationFL01 crop.jpg"],["thumb"],["350px"],["Celebration"]]},"\n\n",{"type":"'''","value":["Celebration"]}," is a census-designated place and an unincorporated community in ",{"type":"[[","value":[["Osceola County (Florida)"],["Osceola County"]]},", ",{"type":"[[","value":[["Florida"]]},". It was developed by The Walt Disney Company.\n\n",{"type":"==","value":["Understand"]},"\n\nCelebration is a community developed by the Walt Disney Company. It is considered a \"perfect community\" and often compared to utopian values. For example, residents must have their grass cut to a certain length, they must do certain activities such as walking their dog in a designated area, and they even need to paint their house a color from a hand-picked palette set forth by Disney. Failure to commit can result in fines and dismissal from the community. Celebration is located 5 miles from the ",{"type":"[[","value":[["Walt Disney World Resort"]]}," in Lake Buena Vista,  ",{"type":"[[","value":[["Florida"]]},".  The design of this award-winning community includes a downtown, health center, school, post office, town hall, golf course, and a blend of townhouses, apartments and estate homes co-mingled within the same neighborhoods. Conceived as a pre-40's type of town, classical architecture prevails with garages located behind the houses and everything within walking distance.\n",{"type":"*","value":[" ",{"type":"'''","value":["Created by Walt Disney:"]}," When Walt Disney was building Walt Disney World, or ",{"type":"''","value":["\"The Florida Project,\""]}," he had a concept in his head towards the end of his life. It was a City of Tomorrow. The planned city was to be a ",{"type":"''","value":["\"community of the future\""]}," designed to stimulate American corporations to come up with new ideas for urban living. It was called EPCOT, which stood for ",{"type":"''","value":["Experimental Prototype Community of Tomorrow."]}," Walt Disney is quoted as saying, \"EPCOT will take its cue from the new ideas and new technologies that are emerging from the forefront of American industry. It will be a community of tomorrow that will never be completed. It will always be showcasing and testing and demonstrating new materials and new systems.\" EPCOT as it's known today meant to be this amazing city, but Disney Imagineers took Disney's ideas and applied them to the EPCOT theme park with monorails, technology consistently 20 years ahead of its time, and attractions to engage Guests to think and look to the future. These ideas were then brought together by the Walt Disney Company and in sync with Imagineers created the community of Celebration. Celebration is one of the top greenest towns in the world, with residents traveling throughout town in personal electric vehicles. The Disney-created city also stimulates urban planning perfection to inspire future towns and cities, engaging in Walt Disney's ultimate goal with EPCOT."]},"\n",{"type":"==","value":["Get in"]},"\n\nCelebration is mere miles away from the 46 square mile property of the Walt Disney World Resort. Most tourists visit the area for Disney's attractions and accommodations, so traveling to Celebration is quite simple.The Walt Disney World parks and resorts are connected seamlessly to Celebration via World Drive. The north end of World Drive begins near the Magic Kingdom on Disney property and its south end connects to Celebration Boulevard, allowing Celebration residents and tourists to drive to the Walt Disney World Resort without using any busy roadways. Parking can be slightly hard to find. Since most residents of Celebration travel around town in personal electric vehicles and by foot, parking is limited. Paying for parking is based on a meter system and there is valet if your destination ensures you will be away from your vehicles for longer than the three hours designated by the coin-operated meter. Make sure you park correctly when you parallel park. Due to the perfection of Celebration, if you park more than 8 inches from the curb, you will receive a ticket.\n\nIf you're staying in Walt Disney World then traveling to Celebration is quite simple. You have multiple options of travel:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Disney Transport:"]}," The Walt Disney World Resort Hotel Guests can visit Guest Relations or their hotel's front desk to find out when the next Disney Transport bus will leave for Celebration. Since Disney privately owns Celebration, transportation through Disney can easily be arranged. Since Celebration is not a top-priority attraction at Walt Disney World Resort, the bus schedule is quite narrow due to less demand to visit Celebration. "]},{"type":"*","value":[" ",{"type":"'''","value":["Taxi:"]}," There are dozens of taxi companies in Osceola County, home to Celebration and Disney's Parks and Resorts. If you are staying on or off Disney property, visit your Guest Services desk and ask for a recommended taxi service. Celebration's small distance is calculated to an average taxi fare (not including tip) to $16 one way without traffic."]},{"type":"*","value":[" ",{"type":"'''","value":["Driving:"]}," If you are relying on your own vehicle for transportation, refer above to ",{"type":"''","value":["Getting There"]}," for basic directions on traveling to Celebration."]},"\n",{"type":"==","value":["Get around"]},"\nResidents of Celebration have to follow a series of rules and regulations set forth by the Supreme Board of Governors in Celebration, and transportation is not left out from those laws. Visitors to Celebration are encouraged to rent out options of transportation to travel within the community. The town is made up of plenty of winding walkways and there are sidewalks for added accessibility.\nResidents of Celebration must use these options of travel within the community, and residents are encouraged to join in. Transportation and welcome centers in downtown Celebration let you know how to get your hands on:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Neighborhood Electric Vehicles:"]}," These vehicles can hold up to 4 people (depending on car type) for travels within the community. They are low speed vehicles and will get you around town quickly, safely, and efficiently. "]},{"type":"*","value":[" ",{"type":"'''","value":["Segway Human Transporters:"]}," Segways are an up-and-coming form of transportation. Disney uses them thoroughly throughout their parks and resorts for quick access to locations via their Cast Members (employees). A 1 hour class and helmet is required and provided by the city. They have wireless remotes that shut the Segway off if you leave a certain vicinity of town. They can travel up to 12.5 MPH on the highest setting, and provide a new outlook on city tourism."]},{"type":"*","value":[" ",{"type":"'''","value":["Bicycles:"]}," There are a few locations throughout Celebration where you can rent a bike for the day to take in on the scenery."]},{"type":"*","value":[" ",{"type":"'''","value":["Walking"]}]},"\nAll of this ties back into Walt Disney's vision of EPCOT, where residents would either rely on public transportation in the form of monorails, or use an environmentally friendly alternative, like the People Mover or traditional walking.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Celebration Golf Club"],["url=http:\/\/celebrationgold.com"],["email="],["address=701 Golfpark Drive"],["lat="],["long="],["directions="],["phone=+1 407-566-4653"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"''","value":["Course amenities include a practice putting green, aqua driving range, and practice chipping hole. There is a 3-hole Junior Course suited for 5-9 year olds.  Convenience Cart service is available on the course everyday. Celebration Golf Club is in the Orlando Resort area and is an easy drive from Tampa. Disney World and other theme parks are located just minutes away."]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Misty Blue Acres Carriage"],["url=http:\/\/mistyblueacrescarriage.com"],["email="],["address=Front Street"],["lat="],["long="],["directions="],["phone=+1 407-892-3948"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"''","value":["The official carriage company of Celebration Florida, we now offer rides every Friday, Saturday, and Sunday evening from 6PM–10PM. We would be honored to share in your very special day by providing you with our vis-a-vis carriage hitched to either team of percheron horses. Weddings & Special Occasions, Two Horse Carriage, Single Horse Carriage, Hay Rides, Birthdays & Halloween, Sleigh Rides, Christmas & Holiday Parties."]},"\n\n",{"type":"===","value":["Events"]},"\nCelebration puts together plenty of events throughout the year with some help from Disney. They tend to be quite over the top in meeting the high, luxurious standards of the town. Many of the events are themed to the time of year or holiday, and are often influenced by Disney characters, films, and promotions to the resident of Celebration.\n\nSome annual events include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Community-Wide Yard Sale"]}]},{"type":"*","value":[" ",{"type":"'''","value":["An Art Show"]}]},{"type":"*","value":[" ",{"type":"'''","value":["An Exotic Car Festival"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Radio Disney Holiday Concert"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Oktoberfest Celebration"]}," "]},{"type":"*","value":[" '",{"type":"''","value":["The \"Great American Pie Festival\" "]},"(televised on The Food Network)''\"'"]},{"type":"*","value":[" ",{"type":"'''","value":["\"Posh Pooch\" Festival"]}]},{"type":"*","value":[" '",{"type":"''","value":["4 July Fireworks Spectacular "]},"sponsored by Disney'''''"]},"\nCelebration also celebrates other downtown events for the four seasons when the town is decorated accordingly. Twice a year, a Walt Disney World liquidation sale is held at Celebration School to clearance out older merchandise.\n\n",{"type":"==","value":["Buy"]},"\nCelebration has plenty to see and do. Just walking through the perfectly landscaped neighborhood is an attraction in its own. Celebration is based on the 1940s, and is often compared to ",{"type":"''","value":["Pleasantville."]},"Downtown celebration has a nice upscale shopping district with plenty of vendors ranging from luxury clothing stores to themed-merchandise stores. Lined with palm trees like Beverly Hills Boulevard and paved in stone, Celebration offers plenty to see, eat, and do. Relax on a bench overlooking the placid lake, or stroll down Market Street and see what the vendors have to offer.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Confetti"],["url=http:\/\/confettiofcelebration.com"],["email="],["address=741 Front Street, Suite 110"],["lat="],["long="],["directions="],["phone = +1 321-939-2450"],["tollfree="],["fax="],["hours="],["price="],["content=Specialty gifts, centerpieces, candy Bouquets, candy, and embroidery. Many types of candies and a huge selection of Jelly Belly Jelly Beans."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Day Dreams"],["url=http:\/\/daydreamsdolls.com"],["email="],["address=603 Market Street"],["lat="],["long="],["directions="],["phone=+1 407-566-1231"],["tollfree="],["fax="],["hours="],["price="],["content=An enchanting collection of dolls, bears, books and gifts to warm the hearts of all ages."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Downeast"],["url="],["email="],["address=715 Bloom Street, Suite 140"],["lat="],["long="],["directions="],["phone=+1 407-566-0000"],["tollfree="],["fax="],["hours="],["price="],["content=Ladies, Mens and children’s clothing and gifts. Ralph Lauren Polo, LaCoste, Corbin, Southern Tide, Bill’s Khakis, Sperry, Jack Rogers, Alden Shoes, Susanna Monaco, Milly, Ella Moss, Spanx, Vera Bradley, Caswell Massey, Costa Del Mar Sunglasses, Cavalli Sunglasses and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jewel Box"],["url="],["email="],["address=606 Market Street"],["lat="],["long="],["directions="],["phone=+1 321-939-2915"],["tollfree="],["fax="],["hours="],["price="],["content=The things you notice entering our store is our unique fine and bridge jewelry, windows decorated with tiffany stained glass, art and gifts brought to you from around the world. We invite you to stop by, browse and say hello to our new friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Lollipop Cottage"],["url="],["email="],["address=605 Market Street"],["lat="],["long="],["directions="],["phone=+1 321-939-4130"],["tollfree="],["fax="],["hours="],["price="],["content=A Children’s clothing and gift boutique in Celebration Town Center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Market Street Gallery"],["url="],["email="],["address=605 Market Street, Suite 120"],["lat="],["long="],["directions="],["phone=+1 407-566-1500"],["tollfree="],["fax="],["hours="],["price="],["content=Yankee Candles, Year Round Christmas, Willow Tree, Home Decor, Jewelry, Baby Items, Greeting Cards & More."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sanrio Surprises"],["url="],["email=cath@sanriosurprises.com"],["address=671 Front Street, Suite 110"],["lat="],["long="],["directions="],["phone=+1 321-939-1777"],["tollfree="],["fax="],["hours="],["price="],["content=The home of “Hello Kitty” and all your favorite Sanrio characters. We offer a large selection of Sanrio gifts, stocking stuffers, and much more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Soft as a Grape"],["url=http:\/\/softasagrape.com"],["email="],["address=606 Market Street"],["lat="],["long="],["directions="],["phone=+1 407-566-1103"],["tollfree="],["fax="],["hours="],["price="],["content=AA small family owned business, one of the original shops on Market Street.  Many unique designs are made of 100% cotton."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Unique Boutique"],["url=http:\/\/uniqueboutiquecelebration.com"],["email="],["address=605 Market Street, Suite 140"],["lat="],["long="],["directions="],["phone=+1 321-939-2311"],["tollfree="],["fax="],["hours="],["price="],["content=Clothing, Jewelry, Handbags, Shoes, Accessories for men, women and teens."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Woof Gang Bakery"],["url=http:\/\/woofgangbakery.com\/locations\/celebration.asp"],["email="],["address=605 Market Street, Suite 120"],["lat="],["long="],["directions="],["phone=+1 321-939-BAKE"],["tollfree="],["fax="],["hours="],["price="],["content=Pet care products including a wide selection of premium dog and car foods, fresh baked treats, collars, leads, apparel, toys, bowls, spa products, and more!"]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere are variety of dining options in Celebration including world-class food stores and restaurants presenting a large variety of authentic international cuisines:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe D'Antonio"],["url=http:\/\/antoniosonline.com"],["email="],["address=691 Front Street"],["lat="],["long="],["directions="],["phone=+1 407-566-2233"],["tollfree="],["fax=+1 407-566-2240"],["hours=Mon-Fri 3:30.-8PM; Sa 10AM-10PM; Su 10AM-8PM"],["price="],["content="]]}]},"\n",{"type":"''","value":["Enjoy lakeside dining at this casual restauarant providing delicious options in Black Angus steaks, veal, chicken, pasta, and seafood with inspiration coming from the Italian cooking cultures."]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Celebration Town Tavern"],["url=http:\/\/thecelebrationtavern.com"],["email="],["address=721 Front Street"],["lat="],["long="],["directions="],["phone=+1 407-566-2526"],["tollfree="],["fax=+1 407-566-2286"],["hours=Mon – Sa 11AM–2AM; Su 10AM–2AM"],["price="],["content=This New England style restaurant & tavern has become the town’s social hub and place to be seen since opening in early 2000.  The town tavern offers an extensive menu that is very family friendly. The Tavern is famous for its award-winning Clam Chowder and its fried Ipswich Clams and fresh Boston Scrod."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Colombia Restaurant"],["url=http:\/\/www.columbiarestaurant.com\/celebration.asp"],["email="],["address=649 Front Street"],["lat="],["long="],["directions="],["phone=+1 407-566-1505"],["tollfree="],["fax="],["hours=Mon – Sun 11:30AM–10:30PM"],["price="],["content="]]}]},"\n",{"type":"''","value":["\"The Columbia overlooks Celebration’s picturesque lake and offers classic elegance in a Mediterranean style setting where diners can enjoy fine Spanish\/Cuban cuisine in our old-world-style dining rooms, an outdoor cafe, courtyard, or our Tapas Bar.\""]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Imperium Food and Wine"],["url=http:\/\/imperiumfoodandwine.com"],["email="],["address=606 Market Street"],["lat="],["long="],["directions="],["phone=+1 407-566-9054"],["tollfree="],["fax=+1 407-566-9054"],["hours=Su 10AM–10PM; M-W 11AM-10PM; Th-Sa 11AM-close; Sunday Brunch 10AM-2PM"],["price="],["content="]]}]},"\n",{"type":"''","value":["\"Imperium Wine Room is a 100 seat, class-service, food and wine bar offering the highest quality food and wines with a 50 seat patio. Imaginative wines, a simple menu, affordably priced, exceptional service, elemental design and energetic setting make this location ideal.\""]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kilwin's"],["url=http:\/\/kilwins.com"],["email="],["address=671 Front Street"],["lat="],["long="],["directions="],["phone=+1 407-566-8555"],["tollfree="],["fax=+1 407-566-8855"],["hours=Sun – Th 11PM–11PM; Fri & Sa 11AM–11PM"],["price="],["content="]]}]},"\n",{"type":"''","value":["Delicious ice creams, fudges, and chocolates!"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Market Street Cafe"],["url="],["email="],["address=701 Front Street"],["lat="],["long="],["directions="],["phone=+1 407-566-1144"],["tollfree="],["fax=+1 407-566-1137"],["hours=Mon – Su 8AM–10PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Seito Sushi"],["url=http:\/\/seitosushi.com"],["email="],["address=671 Front Street, Suite 100"],["lat="],["long="],["directions="],["phone=+1 407-566-1889"],["tollfree="],["fax=+1 407-566-1891"],["hours=Mon – F 5PM–10PM; Sat & Su 5PM–11PM"],["price="],["content="]]}]},"\n",{"type":"''","value":["\"Quality authentic Japanese food and sushi.\""]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Starbucks Coffee"],["url=http:\/\/starbucks.com"],["email="],["address=741 Front Street"],["lat="],["long="],["directions="],["phone=+1 321-939-3200"],["tollfree="],["fax="],["hours=Mon – Thu 6AM–10PM; Fri 6:30AM–11PM; Sat & Su 6AM–11PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Thai Thani"],["url=http:\/\/www.thaithani.net\/"],["email="],["address=600 Market Street, Suite 100"],["lat="],["long="],["directions="],["phone=+1 407-566-9444"],["tollfree="],["fax="],["hours=Mon – Fri 11AM–5PM; Sat 12AM–5PM"],["price="],["content="]]}]},"\n",{"type":"''","value":["\"Thai Thani Restaurant was established by a retired Deputy Permanent Secretary of the Thai Ministry of Commerce. The restaurant was opened to enhance the Thai Government policy to promote Thai food as a leading cuisine of the world.\""]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Upper Crust Pizza"],["url="],["email="],["address=606 Market Street. Suite 160"],["lat="],["long="],["directions="],["phone=+1 407-566-1221"],["tollfree="],["fax="],["hours=Sun – Thu 11AM–9PM; Fri & Sat 11AM–10PM"],["price="],["content="]]}]},"\n",{"type":"''","value":["\"Opened in late 2001, the restaurant features two types of pizza, thick Sicilian style and traditional New York style, both with a variety of toppings. Pizza is served as a whole pie, or by the slice with a drink for $2.79. In addition to the pizza offerings, Upper Crust also features a variety of Pannini’s, pressed sandwiches filled with items such as Tuscan Chicken, Steak and Cheese and Vegetables.\""]},"\n\n",{"type":"==","value":["Sleep"]},"\nWith close proximity to ",{"type":"[[","value":[["Disney World"]]},", Celebration offers a number of lodgings that are conveniently close to the popular attraction.\n\n",{"type":"===","value":["Budget"]},"\nCelebration, Florida is an upper-class community and destination, and the lodging is priced accordingly. There are budget hotels minutes from the Disney-created community, but within the downtown and outskirts of celebration, pricing is of middle-class and upper-class thresholds.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mona Lisa Hotel Suite"],["url=http:\/\/monalisasuitehotel.com"],["email="],["address=225 Celebration Place"],["lat="],["long="],["directions="],["phone=+1 407-964-7000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\"",{"type":"''","value":["Enjoy spacious one or two bedroom suites while experiencing the finest in a full-service hotel environment. Beautiful infinity edge pool, two restaurants, bar and minutes from downtown Celebration. Transportation to all area theme parks provided.\""]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mystic Dunes Resort & Golf Club"],["url=http:\/\/www.mystic-dunes-resort.com"],["email="],["address=7900 Mystic Dunes Lane"],["lat="],["long="],["directions="],["phone=+1 407-396-1311"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=",{"type":"''","value":["A destination resort nestled on 600 acres of tropical landscape. Two miles from Walt Disney World and offering one, two and three bedroom villas featuring fully-equipped kitchens and private whirlpool baths; 18-hole championship golf course, Mystic Dunes Golf Club; four heated pools; Kenzie's Steak House; and family activities and supervised children's programs."]}]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Celebration Hotel"],["url=http:\/\/www.celebrationhotel.com"],["email="],["address=700 Bloom St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in lakeside Celebration. The hotel includes 115 rooms & suites, and is close to Market Street and a nature trail."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Disney Vacation Club:"]}," Since Disney privately owns Celebration, Disney's Resort division has some options that are close to Celebration. Many Disney World Resorts have special sections dedicated to Disney Vacation Club, and standalone DVC Resorts to boot. A Disney Vacation Club membership is often compared to a timeshare, with many esteemed perks and deals at Disney Parks and Resorts International."]},{"type":"*","value":[" ",{"type":"'''","value":["Rental:"]}," Privately owned vacation rental homes or \"villas\" are also very popular especially with families and larger groups, usually offering significantly more space than hotel rooms, and often at a cheaper price. There are also a few Bed and Breakfasts within Celebration, but demand is high and usually requires six months or more in reservation status."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["28.320059"],["-81.540149"]]},"\n",{"type":"{{","value":[["isPartOf"],["Osceola_County_(Florida)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Celebration, Florida"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Florida\/Localities\/C\/Celebration\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Celebration, Florida"]]}]