[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=Central Coast"]]},"\nThe ",{"type":"'''","value":["Central Coast"]}," of ",{"type":"[[","value":[["New South Wales"]]}," is a coastal region located immediately to the north of the state capital of ",{"type":"[[","value":[["Sydney"]]}," and south of the state's second largest city ",{"type":"[[","value":[["Newcastle (New South Wales)"],["Newcastle"]]},".  It markets itself as the ",{"type":"''","value":["playground of two cities"]},". \n\nThe Central Coast is divided between two municipalities: Gosford in the south and Wyong in the north. Both municipalities embrace numerous suburban areas and open land (in the form of reserves and National Parks). \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Gosford"]]}," - is both a suburb and commercial centre of the Central Coast, and a city and local government area stretching as far south as ",{"type":"[[","value":[["Sydney"]]},". The central area irself is located at the head of a large convoluted inlet of Broken Bay known as Brisbane Water.  The surrounding municipality comprises a large number of suburbs and communities around Brisbane Water, along the Pacific coast and in the hills to the west."]},"\nThe following are suburbs of ",{"type":"[[","value":[["Gosford"]]},":\n\n",{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Ettalong"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Terrigal"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Umina"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Wamberal"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Woy Woy"]]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Norah Head"]]}]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Wyong"]]}," - north of Gosford City focused on Tuggerah Lake"]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["The Entrance"]]}," - A major tourist destination on the beach."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Tuggerah"]]}," - Just off F3 freeway on way north. Large Westfield shopping centre, with Woolworths, Coles and Aldi supermarkets. Tuggerah has railway station and is base for access by bus to The Entrance, Bateau Bay, Toowoon Bay, Shelly Beach and other seaside locations. A holiday destination with many tourist facilities."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Tumbi Umbi"]]}," - Situated at southern end of Tuggerah Lake. There is great visitor facilities with McDonalds, The Central Coast's first Krispy Kreme and the Mingara Recreation Club. The centre for leisure and entertainment, Mingara caters for all the family with unique facilities and activities. Adventure Golf (Mini Putt style) Large indoor heated swimming pool, that was used by Belgium swimming team for Olympic training. Bar and gaming facilities. Sports track, and fields.  All facilities open to visitors"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Norah Head"]]}," - Situated on the coast between Tuggerah Lake and Budgewoi Lake. It is full of culturally significant sites including the Norah Head Lighthouse, Hargreaves House and protected spiritually significant Aboriginal sites. It is also surrounded by National Parks, with Munmorah State Conservation Area to the North and Wyrrabalong National Park to the South."]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bouddi National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Patonga"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pearl Beach"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nFor thousands of years the Central Coast of New South Wales was inhabited by Aboriginal people until Lachlan Macquarie granted the land to William Nash.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By car "]}," \n\nYou can take the Pacific Motorway (F3) from Sydney, and exit at Gosford, Ourimbah, Tuggerah or Toukley exits depending on what part of the Central Coast you wish to go to.  The trip from the start of the freeway at the north of Sydney will take around half an hour to the start of the central coast.\n\n",{"type":"===","value":[" By train "]},"\n\nThere are trains from the Central station in Sydney direct to the Central Coast departing approximately every 30 minutes. The main stations are Woy Woy, Gosford, Tuggerah and Wyong. Tickets are about $8 one way and the journey can take anywhere between 1.5 to 2 hours. \n\n",{"type":"===","value":[" By ferry "]},"\n\nEttalong is accessible by ferry from Palm Beach, with the passenger ferry crossing the Hawkesbury every hour or so.  Buses run from the Wynyard and Manly to Palm Beach.  Bikes are allowed on the ferry.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car "]},"\n\nAs you head out of Sydney into the surrounding bushland, you may have think you have left the city behind for the country roads, however the Central Coast can have traffic and be just as busy as Sydney and Newcastle.  Major roads criss-cross the area.\n\n",{"type":"===","value":[" By bus "]},"\n\nBuses on the Central Coast are privately run under contract, and are integrated into the Sydney ticketing and information system.  You can get timetable information from Google Maps, or Transport Info ",{"type":"[","value":["http:\/\/www.131500.info"]},"].  Sydney prepaid tickets and MyMulti tickets are able to be used on the buses.\n\n",{"type":"===","value":[" By bike "]},"\n\nThere are some areas with well developed bicycle facilities, particularly between Woy Woy and Gosford, but some roads are busy multi-lane roads only for road warriors.  Check out the normal bicycle maps sources (Local Council websites, Open Cycle Map, Google Maps) to plan your route.\n\n",{"type":"===","value":[" By train "]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quay West Resort Magenta Shores"],["url=http:\/\/www.mirvachotels.com\/quay-west-resort-magenta-shores"],["email="],["address=1 Magenta Drive"],["lat="],["long="],["directions="],["phone=+61 2 4352 8100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Central Coast accommodation only 90 minutes North of Sydney. Quay West Resort Magenta Shores is nestled between the pristine waters of the Pacific Ocean and Tuggurah Lake. Golf and spa make for your prefect weekend getaway."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["New_South_Wales"]]},"\n",{"type":"[[","value":[["wikipedia:Central Coast (New South Wales)"]]},"\n",{"type":"{{","value":[["geo"],["-33.299166666667"],["151.19222222222"]]}]