[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Central Kerala"]}," covers 3 districts located middle of ",{"type":"[[","value":[["Kerala"]]}," state. Central Kerala was part of erstwhile Kingdom of Kochi. Today its one of the most leading economic powerhouse of Kerala with several industries and trading firms located. The 3 districts that form Central Kerala are Ernakulam, Thrissur and Palakkad. The most important city in this region is ",{"type":"[[","value":[["Kochi"]]}," (commercial capital of Kerala) which is a major gateway to Kerala.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aluva"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Angamaly"]]}," - A suburb of ",{"type":"[[","value":[["Kochi"]]}," famous for several convents and hospitals"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chavakkad"]]}," - A small beach-side town, known as Mini-Gulf for its large number of Middle East based NRIs"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chalakkudy"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Guruvayoor"]]}," -  The famous temple town of India, known as Bhoolokavaikuntha (Home of Lord Vishnu in Earth)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Irinjalakuda"]]}," - Famous for its super-large temple dedicated to Bharata (brother of Sree Rama), the only temple in India so."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kochi"]]}," — The commercial capital of Kerala and major gateway to the state"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kunnamkulam"]]}," — major centre of Orthodox Christianity in Kerala, this town has lots of old churches as well as beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nelliampathy"]]}," - Forests, farms, cliffs, waterfalls, orange farms, its loved by adventurists, naturists and honeymooners."]},{"type":"*","value":[" ",{"type":"[[","value":[["North Paravur"]]}," - A suburb of ",{"type":"[[","value":[["Kochi"]]},", is a major heritage site and farm tourism"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ottapalam"]]}," - Famous for its large paddy fields and large river banks, its the heart of Malluwoods- Malayalam Film Industry."]},{"type":"*","value":[" ",{"type":"[[","value":[["Palakkad"]]}," - The rice granary of Kerala, famous for its agricultural fields and industries"]},{"type":"*","value":[" ",{"type":"[[","value":[["Paniyeli Poru"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pattimattom"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Shoranur"]]}," - A center of cultural heritage with headquarters of Kerala's classical dances university- Kalamandalam"]},{"type":"*","value":[" ",{"type":"[[","value":[["Thrissur"]]}," - The cultural capital of Kerala, famous for large festivals, museums, temples and performing arts institutions."]},{"type":"*","value":[" ",{"type":"[[","value":[["Valapad"]]}," - A village about 24 km from ",{"type":"[[","value":[["Thrissur"]]}," city."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wadakanchery"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Alathur"]]}," - A small city situated at NH47 between Palakkad-Thrissur"]},{"type":"*","value":[" ",{"type":"[[","value":[["Vadakkencherry"]]}," - A small city situated at NH47 between Palakkad &Thrissur"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Athirapally & Vazhachal Falls"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Attappadi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cherai beach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chimmony Wildlife Sanctuary"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Dhoni Hills"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fort Kochi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nelliyampathi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Malampuzha Dam"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mangalam Dam"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mattancherry"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Peechi Vazhani Wildlife Sanctuary"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pothundi Dam"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Puthu Vypin beach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Silent Valley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Thripunitura Hill Palace"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vypin"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vypin Lighthouse"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nCentral Kerala was once cradle of Imperial Chera civilization established in 300 BC with the Great Cheras establishing their capital at Muziris (today's  Kodungallur- 40 km from Kochi). At height of Chera glory, they established an empire reaching till Ganges in North India. Chera's capital city- Muziris (as known in Greek literature) was one of the largest seaports in Ancient world with regular trading with Greeks, Roman, Mesopotamian and Chinese civilizations. With the decline of Chera powers by mid 11th century, choking of Muziris port due to Great floods of Periyar, the Central Kerala turned into boiling pot of various social and political turmoils. The Chera Dynasty was replaced by Kochi Kingdom with its capital at newly formed Kochi City which has covers the entire Central Kerala. The trading relations with West and Arabs helped Europeans to come into Kochi and formed a major political power in Kerala. By 18th century, British dominated the political power, as elsewhere in India.\n\nBritish influence over Kochi Kingdom brought several strong British institutions to this area. When Kochi Kingdom merged with India in 1949, this area came under new state of Thiru-Kochi (Travancore-Kochi). The area was renamed as a zone when Kerala State was formed in 1957.\n\nToday its a major economic center with several industries located here. Along with this, Central Kerala is famous for its varied cultural potpourri, several famed festivals, tourists places and agricultural areas.\n\n",{"type":"==","value":["Talk"]},"\n\nAs elsewhere, Malayalam is the native language. 3 dialects of Malayalam language is spoken here. While in Kochi one can feel the strong influence of Portuguese and Dutch language in local dialects, its more of Sanskritic Malayalam spoken in Thrissur area with lot of poetic expressions. Whereas being bordering with Tamil Nadu, the Malayalam spoken in Palakkad has lot of Tamil influence.\n\nTamil is widely understood and spoken in Palakkad, whereas English and Hindi is popular in Kochi and Thrissur. Arabic also understood in few pockets of Thrissur where Muslims are in majority like Chavakkad etc.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Air"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cochin International Airport (COK)"]},", located in Nedumbasserry is a major Indian Airport with regular international connections by leading international airlines and well connected with various national destinations. The Airport is located 30 km from Kochi City, 60 km from Thrissur city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Calicut International Airport (CCJ)"]},", located in Karipur is also an important international airport with regular connections from Middle East cities. The airport is located 100 km from Thrissur city, 85 km from Palakkad town and 200 km from Kochi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coimbatore Airport (CJB)"]},", located in Coimbatore in neighboring Tamil Nadu State has regular connections from many major Indian cities and few international connections from Singapore and Middle East cities. The airport is located just 45 km from Palakkad city, 110 km from Thrissur town and 170 km from Kochi."]},"\n",{"type":"===","value":["By Train"]},"\n\nMost of the trains bound to Kerala have various stops in many places in Central Kerala. Major stations are\n\n",{"type":"*","value":[" Ernakulam South, located in Ernakulam (Kochi City) is a major Indian Railways station with regular connections to all over India"]},"\n",{"type":"*","value":[" Thrissur Town - a leading station for all Non-Konkan railway train services"]},"\n",{"type":"*","value":[" Shornur Junction - The biggest railway station in Kerala"]},"\n",{"type":"*","value":[" Palakkad Junction - A Major rail station and head office for Palakkad Railway Division"]},"\n",{"type":"===","value":["By Road"]},"\n\nNational Highway 47, 17 passes through this stretch\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Chottanikkara Temple"]},"\n\nIt is the most important Temple among the 393 shrines spread over 3 Districts of Kerala and coming under the administration of Cochin Devaswom Board. The Divine Mother known as Rajarajeswari (Adiparasakthi) is worshipped here in three forms Saraswathy in the morning, Lakshmi at noon and Durga in the evening. There is an Idol of Mahavishnu on the same pedestal and so the Deity is called Ammenarayana, Devinarayana, Lakshminarayana and Bhadrenarayana also. Along with Lakshmi & Narayana there are idols of Brahma, Siva, Ganapathi (Ganesh), Subramanya and Sastha on the same pedestal.\n\nApart from the main deity, the temple complex consists of Kizhukkavu Bhagavathy temple, temples for Sastha, Siva, Ganapathi, Nagas and other Upa-Devas. The pleasant atmosphere in the temple give mental peace and harmony to devotees.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["MAKOM Thozhal"]}," (worship on the Makom day) is the most important festival of the temple which is celebrated in the month of Kumbham. (Feb \/ March) It is believed that Bhagavathy in her full attire gave darsan to Vilwamangalam Swamiyar on the Makom day and appears on the same day every year for giving darsan to the devotees in her special appearance. The Bhadrakaali at Kizhukkavu is believed to exorcise evil spirit from devotees, after conducting bhajanam.\n\n",{"type":"==","value":["Eat"]},"\nDue to its strong trade relations, central Kerala's cuisine is a blend of many influences, particularly English, Portuguese, Chinese, and Japanese. Seafood is very popular, as well as freshwater fish from Kerala's rivers and backwaters. Prawn and squid are considered essential for most celebrations and festive occasions. Vegetarian entrees are also widely available, though the emphasis remains on seafood.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kerala"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]