[{"type":"{{","value":[["pagebanner"],["Antigua Guatemala banner Street scene.jpg"]]},"\n",{"type":"'''","value":["Central America"]}," is the thin section of land that links the ",{"type":"[[","value":[["North America"]]},"n continent with the ",{"type":"[[","value":[["South America"]]},"n continent. Geographically part of North America, it is made up of seven small, mostly tropical countries that have much more in common with South America and Mexico than the more affluent north.  ",{"type":"[[","value":[["Mexico"]]}," is occasionally considered part of Central America due to the language and indigenous\/Hispanic cultural heritage it shares with several of the countries in the region.\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"==","value":["Countries"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Central America.png"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Belize"]]}],["region1color=#71b37b"],["region1description="],["region2name=",{"type":"[[","value":[["Costa Rica"]]}],["region2color=#d56d76"],["region2description="],["region3name=",{"type":"[[","value":[["El Salvador"]]}],["region3color=#a78379"],["region3description="],["region4name=",{"type":"[[","value":[["Guatemala"]]}],["region4color=#b383b3"],["region4description="],["region5name=",{"type":"[[","value":[["Honduras"]]}],["region5color=#68a9c4"],["region5description="],["region6name=",{"type":"[[","value":[["Nicaragua"]]}],["region6color=#d5dc76"],["region6description="],["region7name=",{"type":"[[","value":[["Panama"]]}],["region7color=#ffd0d0"],["region7description="]]},"\n\n",{"type":"==","value":[" Cities "]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Antigua Guatemala"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Belize City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Guatemala City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Managua"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Panama City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San José (Costa Rica)"],["San José"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Pedro Sula"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Salvador"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tegucigalpa"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Flickr - archer10 (Dennis) - Guatemala-1650.jpg"],["thumbnail"],["The temple ruins of ",{"type":"[[","value":[["Tikal"]]}]]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cocos Island National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Coiba National Marine Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Copán Ruinas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Corcovado National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fortuna (Costa Rica)"],["Arenal Volcano"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Isla Ometepe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mesoamerican Barrier Reef"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Río Plátano Biosphere Reserve"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tikal"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nUntil the 1990s, the region, (apart from peaceful Honduras, Belize and Costa Rica), was subject to brutal repression (",{"type":"[[","value":[["Guatemala"]]},"), civil wars (",{"type":"[[","value":[["El Salvador"]]}," and ",{"type":"[[","value":[["Nicaragua"]]},"), and proxy wars between opposite parties supported either by the ",{"type":"[[","value":[["United States of America"],["US"]]}," or the Soviet Union.\n\nThis dark political and social situation changed with the end of the Cold War and after the signing of peace agreements at the beginning of the 1990s. Now the region is living a process of change and reforms that will hopefully allow travelers to discover an interesting and relatively cheap travel destination. Generally, the people of Central America are kind and warm, and welcoming to foreigners. There is a diversity of culture from one end of Central America to the other, and indigenous culture plays an important role in the region, especially in ",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["El Salvador"]]}," and ",{"type":"[[","value":[["Honduras"]]},".\n\nThe region is also a very popular destination for ",{"type":"[[","value":[["retiring abroad"]]},", and several governments in the region offer ",{"type":"[[","value":[["Retiring abroad#Retirement visa"],["special long-term visas"]]}," specifically for retirees.\n\n",{"type":"==","value":["Talk"]},"\nDue to the extensive Spanish colonial presence in the region, American dialects of ",{"type":"[[","value":[["Spanish"]]}," are the primary language, especially of the government and in the cities.  (English is the official language of ",{"type":"[[","value":[["Belize"]]},", a former UK colony, but you will still find yourself speaking a lot of Spanish in the country.)  Native languages are still spoken in many rural areas. However, English is co-official in Nicaragua's Caribbean coast, along with indigenous languages. English speaking people can be found on the Caribbean coast of Nicaragua, Honduras, Costa Rica, and Panama.\n\n",{"type":"==","value":["Get in"]},"\n\nPeople from industrialized countries should have no problem in crossing borders and might expect a border fee from around $2–20 depending on country. When crossing the border, no one will flag you down to get your stamp. You will need to find the immigration office on your own and get your stamp.\n\nA visa ahead of time is usually not required.\n\n",{"type":"===","value":["By plane"]},"\nRegular cheap flights are available from the United States to Central Americas airports. Very regular buses run from Chetumal in Mexico to the town of ",{"type":"[[","value":[["Corozal"]]}," in Belize, a journey lasting one hour and costing around $4 US. You may have to pay an exit tax, or a fee to validate your Mexican visa for multiple entries when you leave Mexico, and there is also an exit tax when you leave Belize.Juan Santamaría airport in Costa Rica also gets flights, from Europe (Amsterdam, Frankfurt, Madrid; US (Miami, Los Angeles, Dallas, New York City, Houston, Phoenix, Charlotte, Orlando, etc.). Agusto C. Sandino International Airport in Nicaragua and Comalapa Airport in El Salvador also have many destinations.\n\nBecause flights directly to Central America from outside the Western Hemisphere are very expensive, it is often cheaper to fly via the U.S. For example, a flight Sydney->Mexico City costs about $2500. If you fly with ",{"type":"[","value":["http:\/\/www.jetstar.com Jetstar"]}," to ",{"type":"[[","value":[["Hawaii"]]},", then with ",{"type":"[","value":["http:\/\/www.hawaiianair.com Hawaiian"]}," to ",{"type":"[[","value":[["Los Angeles"]]},", and afterwards by bus (or plane) to Mexico City, it will cost much less.\n\n",{"type":"===","value":["By bus"]},"\n\nIt is actually much easier to bus from the United States to Central America than most imagine. It is a distance of about 1000 miles from the US border at ",{"type":"[[","value":[["Brownsville (Texas)"],["Brownsville"]]}," to the Guatemalan\/Mexican border. The trip can be done in one full day (strongly not recommended), instead the wise traveller would take his time and enjoy the many interesting sites along the way such as ",{"type":"[[","value":[["Real de Catorce"]]},", ",{"type":"[[","value":[["Veracruz"]]},", ",{"type":"[[","value":[["Xalapa"]]},", ",{"type":"[[","value":[["San Cristobal de las Casas"]]},", ",{"type":"[[","value":[["Palenque"]]}," etc. Bus fare from Brownsville to the Guate border runs about $130 USD currently (Jan 08).\n\nFrom the Guatemalan Border, one can take a bus like the Tica Bus to get to Panama or any of the CA-4 countries for around 130 USD or less.\n\nThere are no roads leading to Colombia from Central America.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Chicken Bus.JPG"],["thumbnail"],["Chicken bus in Nicaragua. They are called that because animals are sometimes transported on board."]]},"\nIf you have money to burn or in a tight shift, TACA and COPA offers good connections throughout the region but its relatively expensive due to the lack of competition.\n\nThe international travel route leads mostly on the Pacific (west) side of Central America. It basically starts south in ",{"type":"[[","value":[["Panama City"]]},", crosses on the Pacific site into ",{"type":"[[","value":[["Costa Rica"]]},", passes by ",{"type":"[[","value":[["San José (Costa Rica)"],["San José"]]},", crosses again at the Pacific coast into ",{"type":"[[","value":[["Nicaragua"]]},". It is possible to cross the Costa Rican \/ Panaman border at the Caribbean coast but it takes longer and the border is just open during the day.\nBetween ",{"type":"[[","value":[["Costa Rica"]]}," and ",{"type":"[[","value":[["Nicaragua"]]}," are two official borders. The more frequented one is ",{"type":"''","value":["\"Penas Blancas\""]}," at the Pacific side and the other one is between ",{"type":"[[","value":[["Los Chiles"]]}," and ",{"type":"[[","value":[["San Carlos, Nicaragua"]]},".\n\nBetween ",{"type":"[[","value":[["Nicaragua"]]}," and ",{"type":"[[","value":[["Honduras"]]}," exist three border-crossings. ",{"type":"[[","value":[["Honduras"]]}," and ",{"type":"[[","value":[["El Salvador"]]}," share various border-crossings as well as ",{"type":"[[","value":[["Honduras"]]}," and ",{"type":"[[","value":[["Guatemala"]]}," and ",{"type":"[[","value":[["El Salvador"]]},".\n\nTica Bus ",{"type":"[","value":["http:\/\/www.ticabus.com\/ingles.html"]}," connects all of the Central American countries except Belize.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Jungle trail panama.jpg"],["thumbnail"],["Jungle trail in La Amistad National Park, Panama"]]},"\n",{"type":"*","value":[" The Cloud Forest of Cusuco National Park in ",{"type":"[[","value":[["Honduras"]]},". A biodiversity hot spot visited by Operation Wallacea scientific expeditions."]},{"type":"*","value":[" The Cloud Forests of Panama in ",{"type":"[[","value":[["Boquete"]]},". Many hotels are actually within the cloud forest; or you can take a tour high in to the mountains, through the clouds."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Atitlan"]]}," in ",{"type":"[[","value":[["Guatemala"]]},". One of the most beautiful spots on the planet. A volcanic lake with three volcanoes around it."]},{"type":"*","value":[" Colonial Towns, such as ",{"type":"[[","value":[["Antigua Guatemala"]]},", ",{"type":"[[","value":[["Quetzaltenango"]]},", (",{"type":"[[","value":[["Guatemala"]]},"); ",{"type":"[[","value":[["Juayua"]]},", ",{"type":"[[","value":[["Suchitoto"]]}," in ",{"type":"[[","value":[["El Salvador"]]},", ",{"type":"[[","value":[["Gracias"]]}," and ",{"type":"[[","value":[["Comayagua"]]}," (",{"type":"[[","value":[["Honduras"]]},"), ",{"type":"[[","value":[["León (Nicaragua)"],["León"]]}," and ",{"type":"[[","value":[["Granada (Nicaragua)"],["Granada"]]}," in ",{"type":"[[","value":[["Nicaragua"]]}," (the oldest colonial city in the Western Hemisphere) or ",{"type":"[[","value":[["Panama City"]]},",   ",{"type":"[[","value":[["San Blas Islands"]]}," -Casco Viejo- (",{"type":"[[","value":[["Panama"]]},", where the Panama Canal can be visited as well)."]},{"type":"*","value":[" Ancient Mayan temples in ",{"type":"[[","value":[["Belize"]]},", ",{"type":"[[","value":[["Honduras"]]},", ",{"type":"[[","value":[["Guatemala"]]},", and ",{"type":"[[","value":[["El Salvador"]]},".  The locals will be offended if you call them Mayan ruins."]},{"type":"*","value":[" Amazing beaches in Tela,Trujillo, la Ceiba and the Bay Islands (Honduras) the Guanacaste, Puntarenas, and Limón (Costa Rica); Montelimar, San Juan del Sur, Bahia Majagual, La Flor and Pochomil (Nicaragua); Bocas del Toro and El Farallón (Panama)."]},{"type":"*","value":[" Surf, especially in ",{"type":"[[","value":[["Honduras"]]},", ",{"type":"[[","value":[["Nicaragua"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", and ",{"type":"[[","value":[["El Salvador"]]},"."]},{"type":"*","value":[" National Natural Parks, especially in ",{"type":"[[","value":[["El Salvador"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", ",{"type":"[[","value":[["Panama"]]}," and ",{"type":"[[","value":[["Nicaragua"]]}," which has the 2nd largest rainforest in the Western Hemisphere, after Brazil."]},{"type":"*","value":[" Volcanoes in ",{"type":"[[","value":[["Guatemala"]]}," such as those framing the southern shores of ",{"type":"[[","value":[["Lake Atitlán"]]}," considered by some to be one of the most beautiful places on the planet."]},{"type":"*","value":[" Semuc Champey and the Lanquin caves in the Alta Verapaz District of ",{"type":"[[","value":[["Guatemala"]]}," are unmissable."]},"\nAll these make this region a great yet undiscovered and affordable treasure which is worth visiting.\n\n",{"type":"==","value":["Buy"]},"\nJust about every country in Central America accepts the U.S. Dollar. Other currencies are difficult to exchange. You can exchange Mexican Peso at the Belize Border or Guatemalan Border but that is about it. The U.S. Dollar is the official currency of El Salvador and Panama so there is no need to exchange money in these countries. You can buy pretty much anything or any service in U.S. dollars, but it might be sometimes cheaper to buy in the local currency. Currencies such as the Córdoba or the Lempira are usually highly inflated so only get what you need. Nearly all banks change money from U.S. Dollar to the local currency and a passport is usually required to do this. Beyond border towns, currencies are always useless when brought outside the country to change money with official money changers at borders. If bringing U.S. Cash to Central America, make sure that the bills are new, clean and not torn or it may not be exchanged. $2 bills are considered lucky so bring some for tips. Banks in Belize do not exchange the Guatemalan Quetzal; they must be changed at the border or at some travel agents and tour operators.\n\nATM's can be found in banks and in major towns but in the country side it is often hard to find working ATM's.\nMost ATM's dispense the local currency and U.S. dollars.\n\nIn Central America, you can often find cheap buys from gifts to personal necessities. Almost everything can be bargained for except for upscale department stores. Tourists will usually pay a higher price so this is where your haggling will be useful.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Typical serving of Pupusas in El Salvador.jpg"],["thumbnail"],["Pupusas in El Salvador"]]},"\nGuatemala is the country of tamales, there are regular tamales made out of corn \"masa\" with either meat, chicken, turkey or pork filling and tomato, and sometimes \"chile\". \"Black tamales\" are similar to the former ones but are sweet, \"paches\" are tamales made out of potatoes, \"tamales de cambray\" are small sweet \"masa\" balls\", tamales de \"chipilin\", and many others; rellenitos (sweet fried bean-stuffed banana bonbons) are a tasty dessert sold on streetcorners. Black beans are the main staple after corn of course. There is a variety of soups (\"caldos\"). Guatemalan cuisine is a mixture of Mayan and Spanish dishes.\n\nGallo pinto is a mixture of rice and beans with a little cilantro or onion thrown in, it is the national dish of ",{"type":"[[","value":[["Nicaragua"]]}," and ",{"type":"[[","value":[["Costa Rica"]]}," This mixture is called Casamiento (\"marriage\")in El Salvador and Guatemala. And  on the north coast of Honduras, casamiento is made with coconut milk.\n\nPupusas and \"chicharron con yuca\" (pork skin & yucca) are very popular dishes originated in El Salvador.\n\nNacatamales, which are big tamales containing pork, potato, rice, chile, tomato, and masa is steamed in platano leaves, they originate from Nicaragua and can be bought in the colonial city of Granada.\n\nOven tamales, wraped with platano leaves, are very good in Costa Rica.\n\nGrilled octopus is a very tasty dish in Panama.\n\nThe fresh fruit is delicious but avoid fruit that you don't peel before you eat because if you are not used to Central America's food standards you may become ill.\n\n",{"type":"==","value":["Drink"]},"\nHorchata is a drink made out of rice and it is of Spanish origin. It is drunk in most Latin American countries. A popular drink in most Central American countries is \"Rosa de Jamaica\" (Hibiscus sabdariffa. \"Tamarindo\" also makes a very popular drink\n\nPiña Colada, a drink made from pineapple juice, coconut cream, crushed ice and rum, is drunk all around the Atlantic islands.\n\nThere are two major rum producers in Guatemala, distilling some of the best rums of the region, Ron Zacapa Centenario (aged to 12 and 23 years) and  Ron Botran añejo (25 years). Flor de Caña, rated one of the best rums in Latin America. It is made in Chichigalpa, Nicaragua. Trips can also be made to visit the Flor de Caña factory.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Nicaragua"]]},", ",{"type":"[[","value":[["Panama"]]}," and ",{"type":"[[","value":[["Costa Rica"]]}," are generally safer than ",{"type":"[[","value":[["Honduras"]]},", ",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["El Salvador"]]},", and ",{"type":"[[","value":[["Belize"]]},", which suffer from the maras (street gangs) and also have the highest crime rates in the region. The police are often not seen as reliable or trustworthy. The Inter-American Commission on Human Rights reported last year that Guatemala had the highest murder rate in all of ",{"type":"[[","value":[["Latin America"]]},", with 70.0 homicides per 100,000. In comparison, the murder rate in the ",{"type":"[[","value":[["United States"]]}," is 5.6 homicides per 100,000. Night travel is dangerous anywhere in Central America, especially in national capitals. Illegal drugs are common in the region so stay clear!\n\nCrossing into South America overland might seem like a good idea when you look at a world map, however, it's not. The border to Colombia in Panama's ",{"type":"[[","value":[["Eastern Panama"],["Darien"]]}," province is surrounded by a dangerous wilderness and the only break in the ",{"type":"[[","value":[["Pan-American Highway"]]},". Known as the Darien Gap, this is the playground of ruthless drug smugglers and militias who will be happy to kidnap or kill you. Unless you're a movie Predator, stay away.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"*","value":[" Toilets are not always as readily available as what you may be used to in your own country, so take advantage of places where they are such as museums and restaurants. In many cases toilet paper will not be provided so it is best not to be caught short and carry your own. Water to wash hands is not always available so carrying antiseptic hand gel is a good idea. Trash cans are provided in all toilets for the disposal of toilet paper because the sewage systems in Central America cannot cope with it."]},"\nMosquitos are quite common even in the dry season and bug spray is often hard to come by. Bring a spray high in DEET. To be extra safe, bring a bug net to sleep under.\n\nMalaria pills are a good idea but often expensive.\n\nSee ",{"type":"[[","value":[["Tips for travel in developing countries"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North_America"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Central America"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Central America\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Central America"]]},"\n",{"type":"{{","value":[["geo"],["13.90208"],["-85.23193"],["zoom=6"]]}]