[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Central Pacific"]]},"\nThe ",{"type":"'''","value":["Central Pacific"]}," region is in ",{"type":"[[","value":[["Costa Rica"]]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Nicoya Peninsula"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Quepos"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Manuel Antonio"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Montezuma"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jacó"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Esterillos"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Playa Hermosa (Garabito)"],["Playa Hermosa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mal País"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Puntarenas"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Carara National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nAll major airlines fly into the capital. From there you can catch a puddle jumper. Sansa flies to Manuel Antonio\/Quepos. Worth the money.  Beautiful view and only 20-30 min versus the long bus or taxi ride.\n\nYou can catch a bus from the capital for USD4–5. and it will be an adventure. Be careful of pick pockets at the Coca Cola bus terminal in San Jose.\n\nYou can also rent a car. The roads are not well marked and very curvy and winding with steep cliffs at times\n\n",{"type":"==","value":["Get around"]},"\nQuepos is a town for walking. So is Manuel Antonio, but getting between the two requires a taxi or bus.\n\nthere are 2 types of busses, the express or the collectivo.\nthey cost the same.  25 cents, maybe a bit more now.\n\nTaxis are available. they will sometimes try to charge the ignorant tourist more. but if you know what to expect they will be reasonable.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nManuel Antonio- THE BEACH.  both the private in the park, clean gorgeous. The public beach with all the bars and restaurants.  Rent a \"rock star\" set up chairs with the big umbrellas and have the locals bring you food and drinks from the restaurants to your set up. (tip them of course)\n\nThere is a lot to do in Costa Rica, the canopy tours are not to be missed.   there is White water rafting,  sea kayaking, sunset sail, you can rent jet ski's from the beach, and of course surfing.\n\nThe locals are friendly and helpful if you ask.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Herradura Beach"]},"  This was used to be a Cattle Hacienda and a good spot for a one Day tour for Costa Ricans during the weekends as it were not much development. It all changed when Los Suenos Resort was build. A Top resort with full Marina services, Golf Course and a Marriott Hotel. Among the services there are several Condo Communities which are one of the best accommodations you can get as for less from what you would pay at the hotel you stay in a comfortable and luxury home with all the services you might need.  Very close to Los Suenos Resort there are now other Condo Buildings. You can also find a Shopping Mall nearby with one of the best Super markets, Restaurants, Pharmacy, Fast Food, Ice Creams, Clothing Store, etc."]},"If you like Sportfishing you'll find here one the best places as it is one of the best fishing spots for Marlin, Sailfish, Tuna, Roosterfish, and other gamefish.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Los Suenos Golf Course"],["url=http:\/\/www.golflaiguana.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Resort golf course in the Marriott Los Suenos resort, Playa Herradura."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Costa Rica Golf Day Tours"],["url=http:\/\/www.costa-rica-golf-day-tours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=8325-6963"],["tollfree="],["fax="],["hours="],["price="],["content=Day Tours from San Jose, Puntarenas and Jaco to Marriott Los Suenos golf course. Daily scheduled pickup from local hotel lobby and custom pick up too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Los Delfines"],["url=http:\/\/delfines.com\/golf\/"],["email="],["address=Playa Tambor"],["lat="],["long="],["directions=Right beside the Tambor airport and minutes away from Montezuma."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=San Buenas"],["url="],["email="],["address=Dominical"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New Course that has 9 holes open and soon completing the course."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Costa Rica Color Photography Tours"],["alt=Photography Tours & Classes"],["url=http:\/\/www.costaricacolor.com"],["email=info@costaricacolor.com"],["address=Montezuma"],["lat="],["long="],["directions="],["phone=+(506) 83.34.99.76"],["tollfree="],["fax="],["hours="],["price="],["content=Learn how to use your digital camera and improve your photography skills. Half and full day digital photography tours available. Daily and weekly digital photography classes offered as well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Create Your Own Surf Video"],["alt=HD Costa Rica Surf"],["url=http:\/\/www.hdcostarica.com"],["email=info@hdcostarica.com"],["address=Southern Nicoya Peninsula"],["lat="],["long="],["directions="],["phone=+(506) 83.34.99.76"],["tollfree="],["fax="],["hours="],["price="],["content=Star in your own custom high quality surf video. Pro photographer and videographer will film you surfing. In the water POV and from the beach filming, using high-definition waterproof video housing. Surf session starts at $60 per person, 2 persons minimum. Groups welcomed. Great for all surfers. Walk away with a surf video to share with your friends and family."]]}]},"\n",{"type":"==","value":["Eat"]},"\nIn Quepos there are a variety of restaurants and tons more along the road to Manuel Antonio and in Manuel Antonio.\n\nYou can eat for Cheap or not.\nA very filling and tasty meal can be had for $2. If you check out the hole in the wall restaurants.\n\nThe nice hotel\/resorts have all the old standards for more $.\n\n",{"type":"==","value":["Drink"]},"\n\nI would recommend trying the Batidas, fruit smoothies made with fresh fruit.   They usually will add sugar unless you order it \"sin azucar\" or with 'no sugar'.\n\nAlso the pipa frio, coconut, green variety, they chop the top off and add a straw,  this stuff is better than Gatorade for re hydrating you, it's incredibly healthy. You might not like it at first, but it grows on you and is cheap!\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Costa Rica"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]