[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Central Bhutan"]}," is a region in ",{"type":"[[","value":[["Bhutan"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Chhumey"]]}," - famous for its woven woolen goods."]},{"type":"*","value":[{"type":"[[","value":[["Jakar"]]}," - the administrative center of the district and the first place where Buddhism entered Bhutan."]},{"type":"*","value":[{"type":"[[","value":[["Tang"]]}," -  many sacred sites."]},{"type":"*","value":[{"type":"[[","value":[["Trongsa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ura"]]}," - quaint village high in the mountains."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Jigme Singye Wangchuk National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Royal Manas National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Phibsoo Wildlife Sanctuary"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nCulturally, Central Bhutan is closer to Eastern Bhutan, and like the East the predominant school of Buddhism is Nyingma. The towns, however, have been developed with a mixture of both Eastern and Western design. Trongsa, for example, has the Eastern characteristic of being located on the side of a hill, while Jakar meanders along a wide and lush valley, like towns in the West.\n\n",{"type":"===","value":["Bumthang District"]},"\n\n\"Bumthang\" directly translates as \"bumpa-shaped valley\". \"Thang\" is valley or plain, and \"bum\" is an abbreviation of \"bumpa\" (a vessel used in consecration ceremonies). The Bumthang region is known as the spiritual heart of the kingdom, as it was here that Guru Rinpoche cured a local king of a spirit-induced ailment in the 8th century CE, an event that resulted in the king, and finally the whole country, embracing  Buddhism. The Buddhist saint Pema Ligpa was born in the region and many other famous Buddhist yogis lived and practiced here. Consequently, the area is a repository of sacred artifacts and monasteries.  \n\nThe region is also known for its lush valleys and is a major producer of apples and apple juice. Previously, buckwheat was the most common grain grown in the valleys, but in recent years rice has successfully been introduced to the area and this has supplanted buckwheat as the main cash crop. \n\nBumthang is also famous for its brightly colored and distinctive woven woolen garments called ",{"type":"''","value":["yethra"]},". \n\nThe winters in Bumthang are bighting cold with a persistent strong wind and heavy snow falls. The summers, on the other hand, are warm and pleasant, and due to the high altitude, the region is spared from the worst of the torrential monsoon rains.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Bumthangkha phrasebook"],["Bumthangkha"]]}," is the predominant language in Bumthang. ",{"type":"[[","value":[["Dzongkha phrasebook"],["Dzonghka"]]}," and ",{"type":"[[","value":[["Sharchopkha phrasebook"],["Sharchopkha"]]}," influenced languages are spoken in other areas, while English is generally understood in Jakar.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kurjey Lhakhang"]},"  in ",{"type":"[[","value":[["Jakar"]]}," is a temple built around a cave with a body print of Guru Rinpoche imbedded in the wall. Guru Rinpoche practiced meditation here on his first visit to Bhutan and as such it is the earliest Buddhist relic in the country."]},"\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"*","value":[{"type":"'''","value":["Jakar Dzong"]},", ",{"type":"[[","value":[["Jakar"]]},". Originally constructed in 1667, but rebuilt after being severely damaged in an earthquake in 1897, is one of the largest and most impressive in Bhutan and houses the administrative and monastic offices for the Bumthang district."]},"\n",{"type":"===","value":["Sacred sites"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kurjey Lhakhang"]},", ",{"type":"[[","value":[["Jakar"]]},". One of Bhutan's most sacred monasteries. A body print of Guru Rinpoche is preserved in a cave around which the oldest of the three buildings is built. The original building was constructed in 1652 by Trongsa Penlop, while the latest addition was added by the late Queen Mother Ashi Kesang Wangchuk in 1990."]},{"type":"*","value":[{"type":"'''","value":["Jambey Lhakhang"]},", ",{"type":"[[","value":[["Jakar"]]},". This is one of the 108 monasteries that were miraculously constructed by King Songten Gampo in one night. The monastery is located between Kurjey Lhakang and Jakar Dzong."]},{"type":"*","value":[{"type":"'''","value":["Tharpaling Goemba"]},", ",{"type":"[[","value":[["Chhumey"]]},". Founded by the dzogchen master Longchen Rabjam in 1352, the monastery was also home to the famous Nyingma guru Jigme Lingpa in the 18th century. It is located at 3,600m, and is home to around 150 monks. It can be reached by an unpaved road."]},{"type":"*","value":[{"type":"'''","value":["Thangbi Goemba"]},", ",{"type":"[[","value":[["Jakar"]]},". Founded in 1470 by Shamar Rimpoche"]},{"type":"*","value":[{"type":"'''","value":["Mebar Tsho"]}," (Burning Lake), ",{"type":"[[","value":[["Tang"]]},". A place where some of Guru Rinpoche's scriptural treasures (Tib:terma) were discovered in the 15th century by the famous treasure discover Pema Lingpa"]},{"type":"*","value":[{"type":"'''","value":["Tamshing Goemba"]},", ",{"type":"[[","value":[["Jakar"]]},". A monastery established in 1501 by the local Buddhist saint Pema Lingpa. The two story building contains some lovely frescoes, and has a very low ceiling (apparently Pema Lingpa was very short!) In addition, there is 500-year-old suit of metal chain made by Pema Lingpa located on the first floor. It is considered auspicious to circumambulate the temple three times with the chain draped over the back and shoulders."]},{"type":"*","value":[{"type":"'''","value":["Sumthrang Lhakhang"]},", Shinyer Village, ",{"type":"[[","value":[["Ura"]]},". A several hundred year old monastery with a lot of simple but beautiful artwork. Those visiting in January should notice the two flowering trees near the main gate, while other trees of the same variety lay bare. Legend states that these trees sprouted from a walking stick placed at the gate by the monastery's founder, Gyelwa Lhanangpa."]},"For information on customs and symbols in Buddhism, see: ",{"type":"[[","value":[["Sacred sites of the Indian sub-continent#Buddhist"],["Sacred sites of the Indian sub-continent"]]},"\n \n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hot springs"],["Duer Hot Springs"]]}]},". A one day trek from road head. The trek is arduous, but stunningly beautiful. Blue sheep, musk deer and Himalayan bear are common in the Duer Hot Spring area."]},{"type":"*","value":[{"type":"'''","value":["Weaving houses"]},". ",{"type":"[[","value":[["Chhumey"]]}," is famous for its wool weavers, and it is possible to watch the work in action and to purchase items (called ",{"type":"''","value":["yethra"]},") straight off the loom."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Wilderness backpacking"]]}]},". The region is perfect for long treks in the mountains."]},"\n",{"type":"==","value":["Eat"]},"\n\nJakar is the only place with international standard restaurants, though all villages have small eateries serving Bhutanese dishes. \n\n",{"type":"==","value":["Drink"]},"\n\nThe area is famous for its freshly produced apple juice.  \n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Bears"]},". The area has large population of bears, so be careful and ",{"type":"[[","value":[["Wilderness backpacking#Stay safe"],["take precautions"]]}," when walking in isolated areas."]},"\n",{"type":"==","value":["Go next"]},"\n\n\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["27.466"],["90.483"],["zoom=10"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bhutan"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]