[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Cerros Duida and Marahuaca National Park"]}," is in ",{"type":"[[","value":[["Amazonas (Venezuela)"],["Amazonas Region"]]}," of ",{"type":"[[","value":[["Venezuela"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nIt has an area of 210,000 ha and was created by Decree No. 2981 of 12 December 1978 and published in Official Gazette No. 2417, Extraordinary from 07 Mars 1979.\n\nIt is located in the geographical center of the Amazon in the Middle Orinoco, between the towns Tamatama and Esmeralda, have their boundaries defined by rivers Cunucunuma, north and west; Padamo, east and southern Orinoco.\n\nIt comprises three sectors:\n\nThe largest is the south where the mountain is located Duida, to 2,880 m and an approximate area of 1,250 km2\n\nSeparated from the former by a narrow corridor of 1 km wide and 7 km in length, is the massive hill or Marahuaca to 2,840 m. The massif covers an area of approximately 237.75 km2, is composed of four main masses of sandstone, rising above granite rock in the form of large tables which descend from heights of over 2,800 meters in an almost vertical , to the foothills or skirt that comes from the jungle which varies in altitude from 800 to 1,600 meters approx. The main summit of this mountain, is located on the plateau south-east to 3 ° 40 'north latitude and 65 ° 30' west longitude and the remarkable scale, descend numerous rivers and streams that lead to major cascades, resulting double aquifer flow to the west and east, which is poured into the Cunucunuma respectively and to the Padamo, both flowing tributaries of the upper Orinoco, on its right bank.\n\nThe third area corresponds to Guachamacari hill, to 2,520 meters, and another small northwestern Marahuaca tepuy, both with length less than 100 ha. It forms a striking feature of the Guiana Shield terrain, surrounded by vast savannas, where there are formations and tabular plateaus, typical of the Roraima formation, with altimetry between 250 and 2810 meters.\n\nThis National Park is a little-known training, including explorers and scientists, because of the difficulty of accessing it, with thermal levels ranging from the warm equator to the cold of the mountains.\n\nThe vegetation at the summit, at first gives a feeling of Savannah, but in a compact stands over 30 inches from the ground, on a very thick layer of vegetation, deposited there over millions of years in the vegetation is dominated by plants characteristic of high altitudes such as Bromeliaceae, Orquideáceas, Comelináceas and other stressing the particularity that many species are presented as entirely characteristic of the tepuis Marauhaca and neighbors.\n\nIn the crevices and depressions, by contrast, appear extremely dense forest shrubs that reach a height of 4 m, with substrate consisting mostly of roots and mulch, which sinks deep in the heart of tepuy reaching in some places 100 m thick.\n\nThis imposing mass - \"Holy Mountain\" for both the Makiritare to the Yanomami, numerous streams descend, which later become important tributaries Padamo both, as the Cunucunuma, and the same Orinoco, which he pours his Iguape river flow, either directly from the main plateau Marahuaca own. At Padamo, from upstream, will fall as follows: Kidichunama, Cudunama, Judiñama and Yamajuna. At Cunucunuma, you fall from this massive and their subordinates Yameduaka hills, the Namanama and Mataasha, which emerges from the edge of the vast plateau at 2,800 meters through a quantum leap divided into three major steps, \"whose respective heights have not yet been clarified, and is called Akudi-Hidi.\n\nThis beautiful park is permanently bathed in heavy rain storm, so that gets to receive up to 4,000 mm of annual rainfall. At the same time, the summit is Marahuaca hit by winds that can reach up to 37 knots of speed, which come predominantly from the NE at the time of lower rainfall between December and March, and SE in the rainy season between April and November. No less worthy of mention the constant fog that settles on its summit, so much so permanent that it very difficult to access by helicopter (the only expeditious way so far) and of course its aerial observation, besides being a numbing factor and dangerous for the exploration of the massif.\n\nThe temperature prevailing at this stage is between 10 ° C to 11 ° C, but reached record levels reached about 25 ° C in full sun, and the minimum near 0 °, on the coldest nights. All these ingredients are those that make it so difficult to reach these plateaus whose caps maintain conditions similar to the Andean highlands, which makes them ecological islands.\n\nThe fauna is varied, highlighting the jaguar, tapir, different species of monkeys, reptiles, amphibians and a rich birdlife.\n\nThe National Park is located in a territory occupied by ethnic ancestry Yekwana, but there are also small groups of Piaroa and Sanema.\n\nAccess to the park is through La Esmeralda, Tamatama and Culebra, on inland waterways and air.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Amazonas (Venezuela)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]