[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Cerveteri"]}," is a town in ",{"type":"[[","value":[["Lazio"]]},", ",{"type":"[[","value":[["Italy"]]},". It is notable for a very well-preserved Etruscan Necropolis, which is on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".\n",{"type":"[[","value":[["Image:(Claudius Ziehr) Cerveteri 001.jpg"],["thumb"]]},"\n",{"type":"==","value":["Get in"]},"\nThere is a bus from Rome to the entrance to the old town. The Rome terminus is Lepanto Metro station on Linea A. There is also a train but the station is less convenient.\n\nIf you hire a car at Rome's Fiumicino airport follow the road to Rome for a few km and then take the Autostrada signposted in the direction of Civitavecchia. The exit to Cerveteri is about 15 minutes later, depending on how fast you drive. The Necropolis is to the north of the modern town and reasonably well signposted.\n",{"type":"[[","value":[["Image:Necropoli etrusca di Banditaccia 1.jpg"],["thumb"],["At the necropolis, a true street for the dead."]]},"\n",{"type":"==","value":["Get around"]},"\n\nThere's a local bus to the necropolis, from where the Rome buses leave.\nThe old town is very small and walking is all that is required. The new town lacks interest.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Etruscan Necropolis"]}," (",{"type":"''","value":["Necropoli della Banditaccia"]},"). The main sight, and a quite remarkable one, is the Necropolis of the Etruscans. This was built on town planning principles similar to those for cities of the living and it is truly a 'city for the dead' to enjoy their afterlife. Many of the tombs, which are carved out of volcanic tuff rock, can be entered. They were designed in a similar way to the less permanent homes of the living, being divided up into several rooms. Many artifacts were left in the tombs to accompany the dead on their journey; those that were not pillaged before the authorities began to get a grip of the situation can be found in various musems in the region, most notably the ",{"type":"[[","value":[["Rome\/North Center#See"],["Villa Giulia museum"]]}," in Rome."]},{"type":"[[","value":[["Image:Major_tomb.jpg"],["thumb"],["A major tomb"]]},"\n:As you drive to the entrance you will see that the area of tombs is really extensive. Much excavation is still being done and only a small part of the total area can presently be visited. Despite the proximity of Cerveteri to Rome and the importance of the site the Necropolis is not over-visited and a visit can be a pleasant and unhurried experience. Admission is 6 Euros. Under 18 and over 65 free of charge. There is a pleasant bar with outside tables and inexpensive snacks.\n\n",{"type":"*","value":["The Etruscan museum in the old town is also well worth a visit."]},"\n",{"type":"[[","value":[["Image:Inside_a_tomb.jpg"],["thumb"],["Inside a tomb"]]},"\n",{"type":"[[","value":[["Image:Cippi.jpg"],["thumb"],["\"Cippi\": Etruscan phallic symbols indicating that the tomb occupants were male"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere is a cart in the center where the bus from Rome arrives that serves what may be the best porchetta's in the region.  Well worth buying a couple for lunch.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe Bed and Breakfast Casa di Anna at Largo Boccetta 5-6 is very good and, equally important, seems to be the only accommodation in the old town.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ceri"]}," is almost due east of Cerveteri (take the road to ",{"type":"[[","value":[["Lake Bracciano"],["Bracciano"]]}," and turn right at the junction). It goes back to Etruscan times but the town as it looks today was founded in 1236, when the inhabitants of Cerveteri moved to Ceri to seek protection from its position on an outcrop of tufa volcanic rock. There is a one-lane street leading up the side of the rock to the town on top. This is controlled by traffic lights, which take a long time to change. Don't be tempted to jump the lights or you could find yourself with a long drive back down the hill in reverse!"]},"\n",{"type":"{{","value":[["geo"],["42.0000"],["12.1000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rome (province)"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cerveteri"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Cerveteri"]]}]