[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cessnock.nsw.gov.au\/Cessnock\/default.asp Cessnock"]}]}," (population 18 000) is located adjacent to ",{"type":"[[","value":[["Australia"]]},"'s oldest wine growing region, the Lower ",{"type":"[[","value":[["Hunter Valley"],["Hunter valley"]]}," vineyards (including ",{"type":"[[","value":[["Pokolbin"]]},").  The town has a strong working-class feel, which contrasts markedly with the nearby tourist's playground that is the Lower Hunter wine country.  \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Sydney"]]}," - Cessnock = 120 km \n\n",{"type":"[[","value":[["Canberra"]]}," - Cessnock = 521.7 km\n\n",{"type":"===","value":["By train and bus"]},"\nThe Morisset train station is the most convenient for most travellers, as it offers direct trains from ",{"type":"[[","value":[["Sydney"]]}," without changing at other stations. However, Cessnock is a 40 minute drive from Morisset. A few bus services now do run each weekday at the time of writing. Travellers may prefer to take a train to Maitland, as a regular Rover Motors bus service operates between Maitland and Cessnock from Monday to Saturday.\n\nTravellers may also reach Cessnock via Newcastle by train to Maitland (followed by a bus from Maitland to Cessnock) or by bus. Rover Motors buses travel between Newcastle (departing outside Newcastle train station with a pick-up at the Hunter Street Mall bus station) and Cessnock (terminating at the Cessnock bus depot) between Monday and Friday. It is not necessary to book a seat on this bus.\n\nRover Motors also runs bus services within Cessnock and between Cessnock and Kurri Kurri. A number of taxis also service Cessnock. Rovers do not operate between Sydney and Cessnock. \n\nKeens Travel used to offer a bus service between Sydney and Cessnock, from Central Station, but has now shut down and only operates around the Tamworth area to Newcastle region (nothing from Sydney). \n\nGreyhound does not travel from Sydney to Cessnock either - they go from Sydney to Maitland but not into the winery areas. Hunter Valley Buses (private bus company) runs services in the local area, but again, does not offer a service into the region from Sydney. \n\nTravellers wishing to explore Pokolbin (Lower Hunter) and the neighbouring vineyards should consider hiring a car or should contact the Tourist Information Centre on Wine Country Drive for information on vineyard bus tours. There may be some smaller operators based around Kings Cross that you could try, or take an organised tour with AAT Kings. (A bit pricey but will save you a five-hour commute via woop-woop to get there.) \n\nOne other option is the Happy Cabby airport shuttle service from Sydney airport to Cessnock and the Hunter region. If you book far enough in advance (and ask nicely) they can pick you up from Central Station on the way through Sydney city. \n\nPlease be aware that Australia has strict drink driving laws that are policed throughout Cessnock and the Hunter Valley, so unless you have a designated driver who has agreed to stay sober, you should join an organised bus tour.\n\nIn short, getting to Pokolbin, Wollombi Historic Village, and the Lower Hunter wine growing region is a total hassle if you don't own a car. Rent one or take a very good book with you on the train \/ bus.\n\n",{"type":"==","value":["See"]},"\nThere are a number of historically interesting buildings built between the turn of the century and the second world war that survive in the centre of Cessnock. A walking tour brochure is available from the internet cafe on the main street.\n\nCessnock can also be used as a base from which the surrounding vineyards can be explored. For information on the vineyards, visit the Tourist Information Centre on Wine Country Drive, ",{"type":"[[","value":[["Pokolbin"]]},", and be sure to pick up a free copy of the official Hunter Valley guide which lists most of the vineyards, restaurants and other attractions and includes a detailed map of the area.\n\n",{"type":"==","value":["Do"]},"\nCessnock is in the heart of the Hunter Valley wine-producing region, so most visitors end up doing tours of the vineyards.  Most vineyards allow tourists to casually turn up and start tasting, however an organised tour is recommended.  These tours tend to be in small groups, and have the advantage of coming with a designated driver!\n\nThe town of Cessnock is a good place to access basic services before heading into the vineyards. Banks, cheap lunches and internet access are all available on the main street, and two supermarkets stocking a wide variety of food and other necessities are also located in the centre of the town. A number of motels are also located along the main street of Cessnock which, while basic, are much more affordable than the accommodation available in Pokolbin and should be considered by anyone travelling on a budget. \n\nAs well as visiting the vineyards, visitors to Cessnock can take a hot air balloon ride over the town and Pokolbin, skydive, play aqua golf, go clay pigeon shooting, watch glass blowing, dine in one of Pokolbin's award winning restaurants, take a horse and buggy ride, visit one of Pokolbin's boutique art galleries, visit a gourmet cheese factory or shop at one of Pokolbin's many boutiques.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=SSS BBQ Barns"],["url=http:\/\/sssbbq.com.au"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Steakhouse with wonderful atmosphere, food and service"]]}]},{"type":"*","value":[" '",{"type":"''","value":["Indian on Hunter"]}," is popular with the locals and serves inexpensive, authentic Indian food."]},{"type":"*","value":[" ",{"type":"'''","value":["Aloi-Thai"]}," is on Vincent Street, next to Indian on Hunter, and serves fantastic Thai food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue Thai"]}," on Mount View Road (near Mt View High School) also has a reputation for serving great Thai cuisine."]},{"type":"*","value":[" ",{"type":"'''","value":["The Cessnock Supporters Club"]}," serves excellent Italian food of comparable quality to most of the more expensive restaurants in Pokolbin. "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Railway Hotel"],["alt="],["url="],["email="],["address=216 Vincent street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Provides excellent drinks, food and entertainment. A small country style pub with modern and local favorite style dishes."]]}]},"PEDENS HOTELin Vincent Street provides excellent food.. They cater for vegetarian and gluten free if requested. Bookings advisable on Friday, Saturday and Sunday nights. Children welcome. Located next to The Performimg Arts Centre. Parking out the back.\nHowever, the best food in the Hunter Valley can arguably be found in ",{"type":"[[","value":[["Pokolbin"],["Pokolbin's"]]}," restaurants, most of which are a short drive or taxi ride from Cessnock. Alternatively, try Panino's excellent restaurant at ",{"type":"[[","value":[["Wollombi"]]},".\nFor a delicious coffee and snack or lunch try GRICES BAKERY in Vincent street. Very popular with locals.  Cash only but there are ATMs across the road at the Commonwealth Bank.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Vincent Street"]}," is home to a number of pubs. An excellent one to attend is Pedens Hotel. Great food and live entertainment. \nIn general, these are best avoided on Friday and Saturday nights as the crowd can be rough and fights are not uncommon. However, Bellbird pub as well as Ellalong and Paxton are excellent country-style watering holes.\n\n",{"type":"==","value":["Sleep"]},"\nThe Wine Country Motor Inn",{"type":"[","value":["http:\/\/www.cessnock.bestwestern.com.au\/"]}," (Part of the Best Western group) is a new motel located on the Supporters' Club complex, centrally located near the CBD of Cessnock. Perfect for those who like to watch footy and relax with a bourbon and coke.\n\nThere are a number of inexpensive motels on Wollombi Road, Vincent Street and Wine Country Drive. In general, these are basic but affordable and should be considered by any traveller visiting the area on a budget, as the accommodation available in Pokolbin and the vineyards can be extremely expensive. Unless there is a festival or concert in Pokolbin, it is not generally necessary to book at one of these motels in advance.\n\nThere are also a number of bed and breakfasts in the area, particularly in ",{"type":"[[","value":[["Nulkaba"]]},", which is a five minute drive from Cessnock or a thirty minute walk along Wine Country Drive. Nulkaba House in particular is beautiful. Alternatively, in historic ",{"type":"[[","value":[["Wollombi"]]}," village, just a 15 minute drive from Pokolbin, you have a range of gorgeous, quaint and very reasonably priced B&Bs to choose from including Capers, Wild Edge Retreat, Wombledown Cottage, and at Laguna, Mulla Villa. Cedar Creek Cottages are said by the Rough Guide to be the best value in the Hunter. Their self sufficient cottages are located on a beautiful 550 acre farm and vineyard at Cedar Creek, half way between Wollombi and Pokolbin ",{"type":"[","value":["http:\/\/cedarcreekcottages.com.au"]}," . ",{"type":"[[","value":[["Lovedale"]]}," is also a beautiful area with some great places to stay. \n\nA new backpacker's hostel has also opened in neighbouring Nulkaba, on Wine Country Drive. You can reach the hostel by taxi or bus or, if you are feeling energetic, it is a thirty minute walk from Cessnock.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Comfort Inn Cumberland"],["url=http:\/\/www.choicehotels.com.au\/en\/comfort-hotel-au112"],["email="],["address=57-61 Cumberland Street, Cessnock"],["lat="],["long="],["directions=From Sydney, take F3 and follow signs to Cessnock. Cumberland Street runs parallel to Vincent St. Which is the main street."],["phone = +61 2 4990 6633"],["tollfree="],["fax="],["hours="],["price="],["checkin=14:00"],["checkout=10:00"],["content=Cessnock accommodation with 29 guest rooms including double, twin or family rooms. Features a pool and restaurant, close to local wine region."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere are a number of things to do around Cessnock:\n",{"type":"*","value":[" Winetasting, skydiving, visiting galleries and shops, clay pigeon shooting, horse and buggy rides, aqua golf, hot air balloon rides, horse riding and restaurant dining in ",{"type":"[[","value":[["Pokolbin"]]}]},{"type":"*","value":[" Visit the beach, historic Fort Scratchley, the cafes and boutiques on Darby Street, the art gallery and the restaurants at Honeysuckle in ",{"type":"[[","value":[["Newcastle (New South Wales)"],["Newcastle"]]}]},{"type":"*","value":[" Day trip to the historic village of ",{"type":"[[","value":[["Wollombi"]]}," - get off the beaten path and experience true country hospitality. Wine taste at Stonehurst (94 points-James Halliday),visit the historic cemetery, lunch at the excellent cafes or old pub and visit Wollombi's tiny museum."]},{"type":"*","value":[" Antique shopping in ",{"type":"[[","value":[["Morpeth (New South Wales)"],["Morpeth"]]},", just outside of ",{"type":"[[","value":[["Maitland (New South Wales)"],["Maitland"]]},"."]},"Since the completion of the new freeway visitors to Cessnock have a quicker access to other areas of the Hunter Valley. Base yourself in Cessnock and enjoy a day trip to the Hunter\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Hunter_Valley"]]},"\n",{"type":"{{","value":[["geo"],["-32.83272"],["151.35633"],["zoom=15"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cessnock, New South Wales"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/C\/Cessnock\/"]]},"\n",{"type":"[[","value":[["Commons:Hunter Valley"]]}]