[{"type":"{{","value":[["pagebanner"],["Chacaltaya banner.jpg"]]},"\n",{"type":"'''","value":["Chacaltaya"]}," is in the ",{"type":"[[","value":[["La Paz (department, Bolivia)"],["La Paz Department"]]}," of ",{"type":"[[","value":[["Bolivia"]]},". This ",{"type":"'''","value":["mountain"]},", at an altitude of 5486 metres, is equipped with beautiful views and the world's highest ski area. Because of its proximity to La Paz and the easy access, it is a popular place to acclimatize before climbing higher peaks. The ski lift is said to be the oldest in the world and almost never operates.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Chacaltaya rifugio altipiano.jpg"],["thumb"],["300px"],["View from the ski area."]]}," \n\n",{"type":"===","value":["History"]},"\nThe refugio and ski lift is run by the ",{"type":"'''","value":["Club Andino Boliviano"]}," (Calle México 1638, La Paz, ",{"type":"''","value":["+591 2"]}," 32 46 82), founded in 1939 by a group of enthusiasts. The current ski lift and the skis available for rent date from the seventies and the guys running the refugio are even older. Soon there will probably be no more skiing on Chacaltaya as the glacier is melting. Rumors say they are planning a new lift on the larger mountain ",{"type":"[[","value":[["Mururata"]]},".\n\n",{"type":"===","value":["Landscape"]},"\nGoing up to the mountain you'll see the earth change to every color imaginable, with the towering peaks of Huayna Potosi, Illimani and Mururata seemingly within reach. This is a mining area and the many different metals in the ground makes for the colorful scenery. In the distance you'll see El Alto and La Paz and, on clear days, even Volcan Sajama.\n\n",{"type":"===","value":["Flora and fauna"]},"\nDomestic llamas, sheep and alpacas are plentiful and makes the otherwise dry and desertlike area come to life. Drive slowly as the animals often tend to jump in front of the car.\n\n",{"type":"===","value":["Climate"]},"\nWinter is dry and sunny, although it turns very cold as soon as the sun is obscured by the odd cloud or mountain. Summer is wet season with snow and clouds lowering the daytime temperature.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nIn summer (rainy season, ski season), there might be a bus on weekends when\/if the ski lift operate. In winter only, there are combined tours of Chacaltaya and Valle de la Luna runs. It gives you 40 minutes on the mountain and cost Bs. 50 to 75. It is not enough time to get used to the altitude, however. Check if admissions and snacks are included in the price. \n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":[" From ",{"type":"'''","value":[{"type":"[[","value":[["La Paz (Bolivia)"],["La Paz"]]}]}," it takes 1-1.5 hours and costs between Bs. 200 and 240, depending on your bargaining skills.  The drivers will wait up to three hours while you take in the views from the top. "]},{"type":"*","value":[" From ",{"type":"'''","value":[{"type":"[[","value":[["El Alto"]]}]}," it takes one hour and costs Bs. 100 after bargaining. Green Micros run from central La Paz to Plaza Ballivian in El Alto for Bs. 1."]},"\n",{"type":"===","value":["By guide"]},"\nMany tour companies based in La Paz will drive a group in a private 4WD vehicle up the mountain.  Prices are low and negotiable beforehand.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nBring copies of your passport or remember your document's number, as there is a police check where you turn right to Chacaltaya and the road continues to Refugio Huayna Potosi and Zongo. Police ask for Bs. 2. Admission collected at Chacaltaya is Bs. 10.\n\n",{"type":"==","value":["Get around"]},"\nBy foot. From the parking lot at 5300 metres you'll see the first slightly lower peak, home to the ski lift. It takes about 15 minutes to scale. 15 minutes more takes you to the real summit. Since this is \"the beaten track\" you will not need specific hiking boots for walking to the top. If you looking for alternative adventures, try ex. mountainbiking downhill from Chacaltaya to La Paz. Agencies like Topas Bolivia can help you arrange this.\n\n",{"type":"==","value":["See"]}," \n",{"type":"*","value":["From the summit it is ",{"type":"'''","value":["great views"]}," of Huayna Potosi 6088 m. With good binoculars and few minutes of spare time before the taxi driver begin to get anxious, you get a good idea of how to climb Huayna Potosi without a guide."]},{"type":"*","value":[{"type":"'''","value":["The refugio"]}," and the man who keeps it is a sight in itself and photography is welcomed with a smile."]},{"type":"*","value":[{"type":"'''","value":["La Paz and El Alto"]}," glowing in the night is a spectacular sight if staying overnight."]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Skiing and snowboarding"]}," with the help of the lift is rarely possible, and only between January and April.  In the off season you can bring your own skis or board and walk up the slopes, but the altitude will be a problem and people will advise you not to ski because of icy and exposed slopes."]},{"type":"*","value":[{"type":"'''","value":["Mountain biking"]}," is also a possibility and an alternative to the \"death road\". Ask at Topas Bolivia."]},"\n",{"type":"==","value":["Eat, drink and sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"'''","value":["The refugio"]}," next to the parking lot do hot meals and will also try to get you to stay overnight. Be aware that sleeping can be a problem on this altitude.\n\n",{"type":"===","value":["Camping"]},"\nThere is no organized camping in the area.\n\n",{"type":"===","value":["Backcountry"]},"\nPutting up a tent is possible, but it might take a while to find a good spot among the rocks. Water is available by melting snow from the glacier or from the refugio. El Alto is the nearest place to stock up on food.\n\n",{"type":"==","value":["Stay safe"]},"\nWeather is the biggest issue up here. Warm clothing is a good idea for a day trip. A good sleeping bag and sturdy tent is a must if camping. In the wet season snow can make the road dangerous.\n\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["You will probably go back with the driver or tour bus you came here with, but if on the mountain without a ride back you can probably hitch a ride with one of the many daily tourbuses (before noon) or taxis. Check with the Club Andino Boliviano if in doubt."]},{"type":"*","value":["Another alternative is to ",{"type":"'''","value":["walk to ",{"type":"[[","value":[["Huayna Potosi"]]}]},". Bring full camping equipment and detailed maps from IGM (See Maps under ",{"type":"[[","value":[["La Paz (Bolivia)#Maps"],["La Paz"]]}," section). The trek is possible to do in one day with the night spent in refugio Huayna Potosi. If attemting this without gear, be sure to know the way and to be adjusted to the altitude."]},"\n",{"type":"{{","value":[["IsPartOf"],["La Paz (department, Bolivia)"]]},"\n",{"type":"{{","value":[["Usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Chacaltaya"]]},"\n",{"type":"{{","value":[["geo"],["-16.353333333333"],["-68.131388888889"]]}]