[{"type":"{{","value":[["pagebanner"],["Chacocanyon pueblobonito banner.jpg"],["caption=Pueblo Bonito"],["unesco=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/chcu\/ Chaco Culture National Historical Park"]}]}," is a major unit of the ",{"type":"[[","value":[["United States of America"],["United States"]]}," ",{"type":"[[","value":[["United States National Parks"],["national park system"]]}," located within ",{"type":"[[","value":[["Navajo Nation"]]}," in northwest ",{"type":"[[","value":[["New Mexico"]]},".  It preserves extensive ancetral pueblos of prehistoric American Indian communities.  Chaco Canyon's largest pueblo, Pueblo Bonito, is on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},". For many years, people referred to the great houses in Chaco Canyon as ",{"type":"''","value":["ruins."]}," Modern Pueblo Tribal members consider it more respectful to refer to the sites as ",{"type":"''","value":["ancestral pueblos."]}," Tribal elders explain that Puebloan cultures moved from area to area to seek ",{"type":"''","value":["their place."]}," Had the Spanish not arrived in the 1500s, it's possible, even likely that these sites may have once again been occupied. It is also preferred by the Pueblo Indians that the residents of Chaco Canyon and other ancestral villages be called \"Ancestral Pueblos,\" rather than \"Anasazi.\"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Chacocanyon pueblobonito.jpg"],["thumb"],["350px"],["Pueblo Bonito ancestral pueblo"]]},"\n\n",{"type":"===","value":["History"]},"\n\nThe Chaco dwellings were built and occupied primarily between about 850 and 1250 AD, during which time they were the hub of a remarkable network of transportation routes, many of which survive today as the \"roads\" of Chaco.  They fell into disuse after 1300, probably due to climate change, although descendants of the Chacoans and other tribes remained aware of the ancestral pueblos.  The present park was one of the first units of the National Park System to be formed specifically to protect archaeological resources, being first formed as Chaco Canyon National Monument in 1907 (shortly after ",{"type":"[[","value":[["Mesa Verde National Park"]]},", which also started as a national monument rather than a park).  The monument achieved national-park status in 1980 and Pueblo Bonito became a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," in 1987.\n\n",{"type":"===","value":["Landscape"]},"\n\nChaco is in canyon\/mesa country, like most of northwestern New Mexico, but the topography in the park isn't as spectacular as in some other areas of the state; the visitor center, in the canyon bottom, is at an elevation of about 6200 feet, and the surrounding mesas rise only about 400 feet above this level.  The canyon is wide and open for most of its length, unlike the narrow \"slot canyons\" to the northwest in ",{"type":"[[","value":[["Utah"]]},".  This, of course, is why there's a park here: the openness of the canyon provided enough room to build the pueblos and grow crops.  Note that this elevation is high enough to challenge the lungs of the visitor freshly up from sea level.  You may find yourself a bit short of breath when hiking, so if you're going to be there overnight, it's recommended that you do the \"easy\" trails along the main loop first to get acclimatized somewhat, then the longer, more vertical backcountry trails on your second day.\n\nMost of the rock comprising the mesas as well as the canyon floor is sedimentary, and consequently tends toward flat bedding planes that are interrupted by relatively few faults and folds.  As a result, one of the hiking challenges is that the transition between individual geological formations along the canyon walls  can be steep.  This is incentive to stay on the constructed trails in the backcountry; you'll want to do that anyway, as off-trail hiking is generally prohibited and the prohibition is enforced.\n\nOne of the signature features of Chaco is ",{"type":"'''","value":["Fajada Butte"]}," near the south entrance.  This narrow, steep-walled butte rises about 400 feet above the canyon and is notable for artifacts including the \"Sun Dagger,\" interpreted by some as an astronomical observatory\/clock used by the Chacoans to keep track of annual progress toward the summer solstice.  Fajada Butte is no longer open to hikers, but a roadside turnout near the south entrance leads to a viewpoint from which it can be seen and photographed to good advantage.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nChaco has high-desert flora, with sagebrush, cactus, etc., interspersed with small bits of piñon\/juniper scrub forest, the latter primarily on the mesa tops.  Chaco receives less precipitation (average 8 inches per year) than some other parts of New Mexico at similar latitude and elevation, and consequently does not have the coniferous forest of some areas to its east.  Plant life is generally sparse.\n\nAnimal life too is not as abundant as elsewhere in the state, but wildlife encounters are still reasonably frequent.  The largest animal you're likely to see is the ubiquitous coyote, although you may also see a deer or two.  Elk and antelope are present in the region but rarely encountered in the park.  Smaller carnivores such as bobcat, badger, fox and two species of skunk are sometimes seen, and rodents are locally abundant, with a few prairie-dog towns in the park.  Small colonies of bats are present during the summer.\n\nThe shortage of water reduces the prevalence of bird life as well, but Chaco is still an island of at least relative avian abundance and diversity in this region.  With luck you'll see a roadrunner or two, but don't count on it; they're rare here.  The usual assortment of medium to large hawks (Cooper's hawk and kestrel are fairly common), owls (more often heard than seen), vultures and raven are present, if less abundant than in the mountains to the east.  There are reasonably large populations of smaller birds, with warblers, sparrows, house finches, etc., common.  Three species of hummingbirds are at hand, and one of the treats of late summer is watching the tiny but incredibly pugnacious rufous hummingbirds chasing off the larger, mellower black-chinned hummers that compete with the rufous for habitat.  It's like watching a World War I aerial dogfight in miniature.  Rufous hummers are rare in the park, however, and you'll be lucky to get this visual treat.\n\nWestern (prairie) rattlesnakes are occasionally seen in the backcountry, but you're much more likely to see various lizards scurrying along the tops of restored walls of structures, with skinks being fairly abundant.\n\n",{"type":"===","value":["Climate"]},"\nChaco, like most of northwestern New Mexico, has a high desert climate with four distinct seasons.  Spring is dry and windy, with high temperatures rising rapidly from an average of 60 degrees Fahrenheit or so in March to over 80 F in June.  Summer is hot, with highs frequently above 90 F, and with much of the average year's precipitation falling in isolated, brief but violent thunderstorms.  However, it's the legendary \"dry heat\" that doesn't feel nearly as hot as in regions with higher humidity.  Cooling starts in August and leads to a dry, temperate fall season that is usually a good time to visit Chaco.  Winter is also pleasant with highs around 50 F and clear skies, although there are usually three or four frontal storms each winter that bring snow, usually in small quantities but with the occasional major snowstorm.  The remoteness of the park is such that it's a good idea to check a weather forecast before visiting in the winter; ",{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington"]]},", about 60 miles away, usually experiences similar weather, and its current conditions and forecast are updated regularly.  If there's significant snow (say 6\" or more) in the forecast, it's wise to defer your trip unless you're particularly well prepared for snowy roads.\n\n",{"type":"==","value":["Get in"]},"\nDrive.  The nearest city with air service is ",{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington"]]},", about 60 miles north, which is served by a commuter airline (Mesa) that is a partner with United Airlines.  The nearest major airport is in ",{"type":"[[","value":[["Albuquerque"]]}," about 150 miles southeast.  There is no rail or bus service in this remote region.\n\nOlder maps of the Chaco area may lead drivers astray owing to a road closure.  This quote from the NPS web site (link below) gives current driving directions: \"",{"type":"''","value":["Hwy 57 from Blanco Trading Post (on US 550) is permanently closed at the park's north boundary. Do not take Hwy 57. From US 550, go to mile 112.5 (3 miles SE mile of Nageezi) and turn onto CR 7900 and CR 7950. Follow signs to the park. Hwy 57 south is open from the park boundary to Hwy 9. There is 20 miles of rough dirt road. Not recommended for RVs."]},"\"  The \"not recommended for RVs\" comment doesn't do this road justice: if there has been recent precipitation, this is a ",{"type":"''","value":["hairy"]}," road to drive that may leave you stuck in a large mud puddle or high-centered on a bypass, in either case about 20 miles from help.  Avoid this route at such times, and go around to the eastern connection with the county roads.  (You'll see two signs at the key turnoff on NM 9, one pointing left to Chaco and the other straight, also pointing to Chaco but giving a longer mileage; go straight in dubious conditions rather than left, and you'll connect to CR 7900.)\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nEntrance fees for the park are $4 for individuals, $8 for cars, and are good for seven days.  The National Park Service's \"Park Pass\" ($50\/year) secures unlimited repeat entries for this and other National Park Service units.  Campsites (see below under \"Sleep\") are $10\/night, with a $5 discount for holders of a Park Pass.\n\nPermits are required for backcountry hiking.  They're free and available at the visitor center, or at the trailheads.\n\n",{"type":"==","value":["Get around"]},"\nThe main sites are reached via a short loop road that is suitable for bicycles as well as cars; in fact, it's quite a comfortable ride that gives a more intimate sense of the canyon than you'll get from a car.  If you are biking, make sure your tires resist punctures, as all manner of plants with thorns and spines grow in the park.\n\nThe short trails to the sites along the loop road can be visited in street shoes, but hiking boots are a good idea if you're planning on visiting any of the more remote areas described under \"Do.\"  Some but not all of the sites are wheelchair-accessible, as is one of the campsites at the park campground.\n\n",{"type":"==","value":["See"]},"\n\nWhile there is a visitor center with exhibits (open 9-5 except major holidays), the park's trademark attraction is the collection of major ancestral pueblos along the loop road in the canyon bottom.  Some can be seen from the car, but more rewarding is to follow the short, easy trails at each that lead to and through the pueblos.  Pamphlets explain the important features of the sites.  The site trails are open from sunrise to sunset; visiting with the sun near the horizon yields particularly appealing opportunities for photography.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Hike"]},"\n\nThere are four trails leading to remote pueblos, all available for day use and closed after sundown.  Probably the most interesting is the trail to ",{"type":"'''","value":["Peñasco Blanco"]}," pueblo, which has become famous for a well-preserved pictograph thought by some to represent the great supernova of 1054.  This pictograph is under a rock alcove below the main Peñasco Blanco structures.  Please treat it respectfully; this is a rare find in the world of anthropology.  Note that this trail crosses a wash that can be dangerously full of water if there have been thunderstorms upstream.\n\nAll trails require free permits available at the visitor center or the trailheads.  Hiking boots are a good idea, and carry plenty of water.  Off-trail hiking is generally not allowed.\n\n",{"type":"===","value":["Bike"]},"\n\nBicycling is a good way to get around the main tourist loop, and in addition, there are two backcountry trails that offer mountain biking.  ",{"type":"'''","value":["Wijiji"]}," trail is shared with hikers and is a short (about 3 miles), easy ride that should take under an hour.  A more serious undertaking is the ride to ",{"type":"'''","value":["Kin Klizhin"]},", an \"outlier\" site archaeologically related to the main canyon sites but well removed from the canyon itself.  The ride to Kin Klizhin takes one southwest out of the canyon and into some very lonely country, and is about a 25-mile round trip.  Go well prepared with water, repair kit, etc.\n\n",{"type":"===","value":["Stargaze"]},"\n\n",{"type":"[[","value":[["Image:Chacocanyon fajadabutte.jpg"],["thumb"],["250px"],["Fajada Butte"]]},"\n\nThe exceptionally dark night skies of Chaco provide good opportunities for amateur astronomers who bring their own telescopes, but even better, in 1998 the park opened its own observatory ",{"type":"[","value":["http:\/\/www.astronomy.org\/chaco\/index.html"]}," with a large (25\") telescope and modern equipment that the visitor can share.  During the summer there are interpretive programs by park staff, supplemented by members of The ",{"type":"[[","value":[["Albuquerque"]]}," ",{"type":"[","value":["http:\/\/www.taas.org Astronomical Society"]}," who bring equipment, give lectures, etc.  Information on the program may be available at the Society's web page, but the Chaco information does not appear to have updated since 2004.\n\n",{"type":"===","value":["Photography"]},"\n\nMost of the major Chaco pueblos are photogenic, but a few tips to improve your chances of getting some good shots:\n",{"type":"*","value":[" These ancestral pueblos are known as ",{"type":"''","value":["great houses,"]}," and they are massive.  Wide-angle lenses are useful."]},{"type":"*","value":[" Many of the \"commercial\" shots that you see are difficult for the average traveler to duplicate, because you're required to stay on the trails (and the requirement is enforced), limiting your opportunities to get shots from above.  Views of the Pueblo Bonito and Chetro Ketl sites are reached by trails that do lead to vantage points above the ancestral pueblos, and are therefore better suited for this kind of shot than some others."]},{"type":"*","value":[" As in many such sites, photographs taken during the middle of the day can look somewhat flat, particularly in the height of summer.  Plan on using your camera at sunrise and sunset if feasible.  ",{"type":"'''","value":["Fajada Butte"]},", one of the park's iconic features, is particularly attractive at such times, with shadows that create interest."]},{"type":"*","value":[" You'll have a hard time incorporating much green and growing vegetation into your shots, but the vegetation, such as it is, is most photogenic early in the spring (if there's been some snow) and again early in the fall."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe visitor center includes a small gift shop and (very good) book store.  For more elaborate memorabilia, stop in one of the towns you passed through on the way in, or if you're fortunate enough to be there at the time of a Navajo rug auction in nearby Crownpoint, give it a try (see under \"Get out\").\n\n",{"type":"==","value":["Eat"]},"\n\nYou'll have to bring your own food, as there is no food service at Chaco. ",{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington\/Bloomfield\/Aztec"]]},", ",{"type":"[[","value":[["Gallup"]]},", and ",{"type":"[[","value":[["Grants"]]},", at least one of which you'll have to pass through en route to the park, have the usual restaurants and grocery stores.  Crownpoint, the town nearest the park, has very basic food service.\n\n",{"type":"==","value":["Drink"]},"\n\nThere's no night life at the park; that's why it's there.  The nearest town with any night life is Farmington.  Note that alcoholic beverages in any form are prohibited within Navajo Nation, which occupies the area immediately west of the park.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThe nearest hotels and motels are in ",{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington"]]}," and Bloomfield, about 60 miles north, and in communities along Interstate highway 40 (e.g. ",{"type":"[[","value":[["Gallup"]]}," and ",{"type":"[[","value":[["Grants"]]},"), a further distance south.\n\n",{"type":"===","value":["Camping"]},"\n\nThe park includes a single, rudimentary campground.  Fee $10\/site\/night ($5 with NPS Park Pass).  There is no potable water, but bottled water may be purchased at the visitor center, or water containers filled from the Park' water system.  Vehicles (RVs, trailers) must be no longer than 30 feet.  The campsites are first-come, first-served.  In the non-winter seasons, the park rangers host a star party on Tues, Fri and Sat. evenings, complete with telescopes and advice on timely things worth seeing in the night skies.\n\nThe Gallo Campground has flush toilets and sinks with wash water (not for drinking). In 2008, the campground is limited to 35 spaces and no group camping while the wastewater treatment system is being repaired and upgraded. Check with the park, and try to arrive around noon to get a campsite. There are both drive-in and walk-in campsites. The walk-in campsites tend be more interesting and private.\n\nThe ranger talks and star parties are worth staying overnight in the park.\n\n",{"type":"===","value":["Backcountry"]},"\n\nNo backcountry camping\/backpacking is permitted within the park.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere are no significant safety issues with the park itself (usual warnings about wildlife, sunscreen, etc.), but its remoteness means that you may want to pay a little extra attention to road safety while getting there and back.  Northern New Mexico is notorious for problems with drunk drivers.  Areas near Navajo Nation, as Chaco is, are particularly worrisome, as the prohibition of alcohol on the reservation causes residents to drive into Farmington or Gallup to indulge.  Terrible accidents have happened involving Navajo Nation citizens on the way home after an evening of drinking; be extra cautious at such times.\n\nBe alert also for livestock on the roads, particularly sheep.  It's wise to fill your gas tank in Farmington or Gallup (or Grants or Thoreau) before heading for the park, as services are sparse indeed once you get off the main roads.\n\nWeather conditions and hydration cannot be adequately emphasized. Every year there are rescues of visitors who are improperly preprared for either. From June to October, the Four Corners region is subject to violent afternoon and evening thunderstorms called \"monsoons,\" or by the Navajo, the \"male rains.\" The storms build quickly and can be preceded by strong winds, even into the 40-60 mile per hour range. Tents should always be tied with guy wires, and care must be taken ensuring the tent is not located in even the smallest of drainage courses.\n\nIt is safest to hike to isolated areas in the morning with the activity timed to return before mid-afternoon. When hiking during Monsoon season, carry a poncho or other rain gear. Take shelter and avoid trees or outcroppings because of lightning. If caught in a storm, if a feeling of hair raising or tingling is felt, crouch low to the ground, stay out of puddles, and try to keep your body from direct ground contact. Balance by holding on to your shoes. At your campsite, the tent is the safest shelter.\n\nIn terms of hydration, carry four to five liters of water when on one of the wilderness hikes. Anything less can be deadly. Drink before you feel thirsty. Set a rhythm where regular \"swigs\" of water are part of the hike. Even when visiting the \"accessible\" abandoned pueblos, it makes sense to carry at least a liter and to hydrate regularly. A good ratio is one liter of an electrolyte-filled drink to three liters of water. Consuming exclusively water can dilute eletrolytes and create a deadly body condition. For best results, use electrolytes that have little or no sugar or other sweeteners.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Navajo Nation"]]}]}," lies just west of the park, with numerous related attractions.  If you happen to be there on a Friday, a Navajo rug auction at ",{"type":"'''","value":["Crownpoint"]}," combines well with a visit to Chaco.  Rug auctions are \"usually ... but not always\" on the third Friday of the month; check the Crownpoint Rug Weavers Association's web site ",{"type":"[","value":["http:\/\/www.crownpointrugauction.com\/"]}," to be sure.  Crownpoint rug auctions are a fascinating cultural study even if you're not in the market for a rug."]},{"type":"*","value":[{"type":"'''","value":["Aztec Ruins National Monument"]}," is another NPS unit full of historical, cultural and archaeological interest; near the town of Aztec just east of Farmington."]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["36.06"],["-107.97"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest New Mexico"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"[[","value":[["WikiPedia:Chaco Culture National Historical Park"]]}]