[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Chachapoyas"]}," is a city in ",{"type":"[[","value":[["Amazonas (Peru)"],["Amazonas"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThere are 3 entry cities if you want to fly most of the way, Tarapoto and Chiclayo have equal road trips from those airports of 8 hours, and Cajamarca's airport is more like 12 hours away. These flying options are about 4 times as expensive as road from Lima. Movil Tours ",{"type":"[","value":["http:\/\/www.moviltours.com.pe"]}," has direct buses Lima\/Chachapoyas that pass through & leave ",{"type":"[[","value":[["Chiclayo"]]},". Civa has daily bed busses from Lima taking about 22 hours with movies and meals furnished on board like Movil Tours. Cost is about $45 one way from Lima. Also Zelada offers daily service at a bit of a discount, and Paredes Estrella has a bed bus, but you must get off at Pedro Ruis and take a combi leaving about every hour for a 2 hour trip for about $2. Most of the bus stations are in La Victoria a walk apart, but to get downstairs for a \"full bed\" you may need to buy your ticket in the day on the double deck bus to reserve. These leave in the evening, so with a sleeping pill, the long trip isn't bad at all. Take a throw or blanket for the night.  Now there are nightly service from ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]}," (4PM) and Chiclayo (7PM and 8PM) & arrive in Chachapoyas around 5AM. CIVA three times a week from ",{"type":"[[","value":[["Lima"]]}," and nightly from Chiclayo.  Transervis Kuelap and Transportes Zelada both have nightly buses from Chiclayo.  \nA more arudous route takes 2 days from Vilcabamba & Zumba in Ecuador ",{"type":"[","value":["http:\/\/www.vilcabamba.cwc.net\/others\/southectravel.html"]}," crosses the frontier at Balsas & goes via San Ignacio to Chachapoyas.  \nYou can also arrive from Tarapoto to the east.  Getting down from the buses in Pedro Ruiz and catching local transport for the final leg up to Chachapoyas.\nTheres´s only one daily service from ",{"type":"[[","value":[["Cajamarca"]]}," leaving at 4:30AM with Virgen del Carmen (50 Soles one way, May 2014), Movil tours has discontinued its more confortable service.  This is a spectacular road to travel and in a big bus definitely not for the faint hearted.\n\n",{"type":"==","value":["Get around"]},"\nThere are kombis daily & taxis from Chachapoyas to Kuelap, Leymebamba and Luya.  Most leave from their respective stations 2 to 3 blocks from the main square.\n\n",{"type":"[[","value":[["File:Kuelap Restoration.jpg"],["thumb"],["Restored Building Kuelap"]]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kuelap"]]}]}," - an ancient stone city with walls up to 12 m high - the largest pre-Inca ruins in South America. Some older information you may find says that you need to walk for several hours to get there but there is now better access by car. There's a 1 km walk to the site which takes about 20 mins. If it's raining the path will be very muddy, so take decent shoes. They're currently paving the track and should be finished soon (as of Dec 2010). About 2 hours drive from Chachapoyas. Tours will usually make a short stop on the way to view the ruins of ",{"type":"'''","value":["Macro"]},", a group of pre-Inca dwellings and burial chambers built on the side of a mountain - they're viewed from across the valley."]},{"type":"*","value":[" ",{"type":"'''","value":["Karajia"]}," - anthropormorphic sarcophagi built on a narrow cliff ledge. Tours (~S\/.60) combine this with a trip to ",{"type":"'''","value":["Pueblo de los Muertos"]}," (Town of the Dead), another site with several different types of sarcophagi built on cliff sides, along with houses. The walk here is a couple of kilometres but quite steep. If it's raining then the Pueblo is inaccessible and ",{"type":"'''","value":["Quiocta Cavern"]}," is used as an alternative."]},{"type":"*","value":[" ",{"type":"'''","value":["Revash"]}," - cliff tombs that look like small houses with many pictographs."]},{"type":"*","value":[" ",{"type":"'''","value":["Museum of Leymebamba"]}," - houses and cares for 219 mummies and thousands of artifacts recovered from cliff tombs in 1997."]},{"type":"*","value":[" ",{"type":"'''","value":["Gran Vilaya"]}," - a popular trekking route through cloud forest."]},{"type":"*","value":[" ",{"type":"'''","value":["Tajopampa"]}," - cliff tomb sites."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Gocta"]]}," Waterfalls"]}," - measured in 2004 with 711m as the world´s 3rd highest waterfall."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name="],["alt=Amazon Waterfalls Association"],["url=http:\/\/www.amazonwaterfalls.org"],["email="],["address="],["lat="],["long="],["directions="],["phone=41-94196"],["tollfree="],["fax="],["hours="],["price="],["content=Yumbilla Waterfalls was discovered and measured in 2007. It is by far Peru's highest waterfall 895m, or almost 3 times as high as the Eiffel Tower. A volunteer organization built a trek on a pristine, nearly level ledge of a cliff for 10 km that passes 8 waterfalls as high as any of the continental USA. An ecological reserve was formed that contains 4 critically endangered species. We would like anyone that have tried other world class treks to compare those with this one as we are sure it will become \"the world's best ecological trek\". Its location is 20 minutes above Pedro Ruis on a moped taxi, and tickets gotten through the village as this is a sustainable income project to give the natives incentive to protect their ecology. The Amazon Waterfalls Association is seeking volunteers for these exciting world class projects."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Amazon Waterfalls Trek"],["alt=Yumbilla"],["url=http:\/\/www.amazonwaterfalls.org"],["email="],["address=Cuispis or San Carlos"],["lat="],["long="],["directions=20 minutes by moto-taxi from Pedro Ruis"],["phone=41-94196"],["tollfree="],["fax="],["hours="],["price="],["content=Yumbilla is by far Peru's highest waterfall  almost 3 times as high as the Eiffel Tower. Discovered and measured in 2007, at 895 meters. A 10km trek has been made that passes 8 waterfalls as high as any of the contental USA. The trek follows a nearly level cliff ledge covered in a pristine uncut Amazon forest. The Amazon Waterfall Association is volunteers working with villages to give them a sustainable income incentive to protect their ecology. A private reserve was formed to protect the 4 critically endangered species that are numerious only in this zone. Tickets can be bought from the village for an economical trek to the individual waterfalls, but reservations must be made for the trek along the ledge. AWA is seeking volunteers to continue with equally exciting projects to make this zone better and preserve their resources."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Levanto"],["url=http:\/\/www.marvelousspatuletail.net"],["email="],["address="],["lat="],["long="],["directions=The nearest ruins to Chachapoyas, 2 hours by vehicle"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Perhaps the best unrestored major Inca 3000km road passes through here and the section from Levanto to Chachapoyas is a spectacular 3 to 4 downhill walk. It starts at an restored Inca Military Garrison that guards this major intersection. A side path will take you up to Yelape, the 2nd largest fortress after Kuelap, with many more buildings. Levanto has a church started in 1558ad by the Conquestadores, with a high gold plated altar. The village has a modern lodge built to look just like an ancient Cloud Forest building, and this same team also built the restored house in Kuelap and the Military Garrison. Levanto was the last and largest Chachapoyan city conquered by the Incas, and later the Spanish capitol until it was moved to a warmer elevation of Levanto's annex of Chachapoyas."]]}]},{"type":"===","value":["Tours"]},"\nThere are several tour agencies, many located on the Plaza. They all offer identical itineraries for around the same price, but each runs their own tours so the quality of guides and drivers may vary - ask around.\n",{"type":"*","value":[" The agency located in ",{"type":"'''","value":["Hostal Amazonas"]}," was very good, the woman there is quite nice and Carlos, the guide, was excellent - knowledgeable and very friendly."]},{"type":"*","value":[" Turismo Explorer on the Plaza de Armas is well run by Jose.  Highly recommended"]},{"type":"*","value":[" Before you pay for a tour, you may wish to meet the guide, the morning of your tour to ensure yourself that he actually can speak your language.  Some agencies such as Andes Tours, operating out of the Hotel Revash, will tell you what you want to hear just to sell their products.  They do not always deliver what they say they will."]},"\n",{"type":"==","value":["Do"]},"\nThere are many agencies and guides available, and trekking offers from the 1-day trip to Gocta (a 6 h walk there and back) to a 4-5-days trip visiting other archaeological sites.\nTurismo Explorer ",{"type":"[","value":["http:\/\/www.turismoexplorerperu.com\/"]}," does day trips and a trek to Gran Vilaya.\nVilaya Tours ",{"type":"[","value":["http:\/\/www.vilayatours.com"]}," higher end tours and treks all around the Chachapoyas area.\n\n",{"type":"''","value":["Tourist Week"]}," is the first week in June, with a large parade from many villages of all the provinces of Amazonas participating on the Sunday.  Lots of traditional clothes and customs to be seen.\n\nThe Patron Saint of Chachapoyas is the ",{"type":"''","value":["Virgin of Asunta"]}," and they celebrate the festival in Her honor during the first two weeks of August.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chachapoyas Tours"],["alt=Los Tambos Chachapoyanos"],["url=http:\/\/www.kuelap.org"],["email="],["address=452 Santo Domingo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chachapoyas Tours is the origional land provider and built 2 lodges for the villages to give them the incentive to protect their archaeological ruins. One is near Kuelap in Choctamal and the other in Levanto, with perhaps the best unrestored Inca roads in Peru. From Levanto it goes downhill for 3 to 4 hours with spectacular panoramas and Inca engineering. An Inca Military garrison guards over 3000 km of major Inca roads and a side branch takes you to Yelape, the 2nd largest fortress after Kuelap."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Eden"],["url="],["email="],["address=Jr Grau 448"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Vegetarian restaurant with daily menu's of about 4 soles. Also open for breakfast and lunch"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Tejado"],["url="],["email="],["address=Santo Domingo"],["lat="],["long="],["directions=a couple blocks from the plaza"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the best restaurant in Chachapoyas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Tushpa"],["url="],["email="],["address=Jr. Ortiz Arrierta N. 753"],["lat="],["long="],["directions=1 1\/2 blocks from the corner of the big Church on the placa the armas"],["phone=041-777471"],["tollfree="],["fax="],["hours=1-11PM"],["price=12 soles for a steak with rice and alittle salad"],["content=simple local restaurant with a friendly owner and really good steaks and other meat dishes."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Monsante"],["url=http:\/\/www.solui.com\/hcasona"],["email="],["address=Jr. Amazonas 746"],["lat="],["long="],["directions=From the church, uphill 2 blocks"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Casa Monsante is a restored ancient mansion in the historical section of town with extensive orchids."]]}]},"\n",{"type":"==","value":["Go next"]},"\nKuelap on your own account.\nThere is no public transport (combis) from Chachapoyas to Kuelap. You can take a public combi to nearby Pueblo Maria (about 2 hours travel)and from there follow the road to Kuelap, an easy 2 hours walk. You may find a taxi in Pueblo Maria but do not count on that. Combis and colectivos to Pueblo Maria leave Chachapoyas early in the morning (around 5AM), look for the office of Roller´s two blocks down from the plaza, passing the market. At Pueblo Maria you can stay the night in one of the several rooms made for visitors by villagers. There are several restaurants as well at Pueblo Maria (good trout). You can go back to Chachapoyas by public combi or walk down to the village of\n\n",{"type":"'''","value":["Tingo"]}," lies halfway on the road between Chachapoyas and Leymebamba. The walk from Kuelap is interesting but quite long, going down about 1,500 meters (5,000 feet). About 2 to 3 hours walking. There is a basic hotel in Tingo and 2 restaurants and a hospedaje. In Tingo you can pick up a bus or combi to travel on to Leymebamba (about 70 minutes)or Chachapoyas (about an hour). Combis to Chachapoyas pass by around 6AM. The daily bus of Movil Tours from Chachapoyas to Cajamarca vice versa passes Tingo at about 7AM coming from Chachapoyas (arriving at 8:15AM at Leymebamba and at 5:30PM at Cajamrac) and at about 4:15PM coming from Cajamarca - Leymebamba, arriving at Chachapoyas at 5:15PM.\n\nYou can also go from Tingo to Leymebamba picking up one of the combis or the micro passing at about 1PM, 3PM and 5PM.\n\nThere are daily buses from Movil Tours (recommended) and Virgen del Carmen from Leymebamba to Celendin and vice versa. The trip from Cajamarca to Chachapoyas takes about 11–12 hours. The route is very beautiful, crossing the deep canyon of the Marañon river. The road is mostly a well-maintained gravel road and partly asfalted.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-6.2167"],["-77.8500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Peruvian Amazon"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Chachapoyas, Peru"]]}]