[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Chain O' Lakes"]}," is a state park in ",{"type":"[[","value":[["Northern Indiana"]]},". 2355 E. 75th St., Albion. ",{"type":"''","value":["+1 260"]}," 636-2654. ",{"type":"[","value":["http:\/\/www.in.gov\/dnr\/parklake\/properties\/park_chainolakes.html"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nBefore being settled by pioneers, the Miami Indians lived in the area. The north shore of Bowen Lake was the home to about 30 wigwam homes. In the 1830s pioneers started settling in the area, and one of them, William Bowen, built a cabin in this area. The park was invited into the State Park system in 1960.\n\nPrior to human habitation, the lakes in the chain are kettle lakes, formed 10,000 years ago from blocks of ice that melted, carving the channels that connect the 11 lakes.\n\n",{"type":"===","value":["Climate"]},"\n\nWinters are chilly and snowy, Summers are hot and muggy near the lakes. Spring and Fall are moderate and pleasant!\n\n",{"type":"===","value":["Landscape"]},"\n\nSteep rolling hills and bogs surround the area consisting of 11 connected lakes of all shapes and sizes. Areas can get a little muddy near the lakes. Bowen Lake is the deepest lake at 65 feet deep, and the shallowest is Dock Lake at 22 feet deep.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nLocust and pine are just two of the many flora found in the park.\n\n",{"type":"===","value":["Wildlife"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Birds"]}," - Birding is very popular in the area with sightings of woodpeckers, wrens, warblers, veros, barred owls, woodcock, sparrows, pheasants, chats and more."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Deer"]}," - Deer are heavily populated in the area.  Once in the while, the park hosts controlled hunts to monitor the population."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Raccoons"]}," - You are likely to encounter raccoons if you stay in one of the rental cabins.  Do not feed them as they may become aggressive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Other Mammals"]}," - While hiking or canoeing, you might encounter raccoons, squirrels, chipmunks, white-tailed deer, groundhogs, opossum, eastern cottontail rabbits, river otters, bats, and an occasional red fox or beaver at Chain-O-Lakes."]},"\n",{"type":"==","value":["Get in"]},"\n\nFrom the North: From ",{"type":"'''","value":["I-80\/90"]}," head south on ",{"type":"'''","value":["IN-9"]}," then turn east on ",{"type":"'''","value":["CR-75S"]}," into the park.\n\nFrom the South: Take ",{"type":"'''","value":["I-69N"]}," from ",{"type":"[[","value":[["Fort Wayne"]]}," onto ",{"type":"'''","value":["US-33N"]}," then go north on ",{"type":"'''","value":["IN-9"]}," then east onto ",{"type":"'''","value":["CR-75S"]}," into the park.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"===","value":["Basic Gate Fees"]},"\n\n",{"type":"*","value":[" Weekdays - $4 (Indiana plates)"]},{"type":"*","value":[" Weekends (Fri-Sun, Holidays) - $5 (Indiana plates)"]},{"type":"*","value":[" Non-Indiana Residents - $7"]},{"type":"*","value":[" Pedestrians, bikes, by horse - $2"]},"\n",{"type":"===","value":["Boating Fees"]},"\n",{"type":"*","value":[" Canoe Rental - Fridays, weekends and holidays only: $2 hour \/ $20 daily"]},{"type":"*","value":[" Paddleboat Rental - Fridays, weekends and holidays only: $5 hour \/ No daily rental"]},{"type":"*","value":[" Rowboat Rental - Daily: $5 hour \/ $20 daily"]},{"type":"*","value":[" Personal Watercraft - Free:  Trolling motors only.  Use public boat ramps and obey park regulations."]},"\n",{"type":"==","value":["Get around"]},"\n\nDriving into the park is your best option!  Once you arrive, you can easily hike and boat around the park.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Indian Burial Mound"]},"  Hike on Trail 2 on the North shore of Bowen Lake."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kettle Lakes and Bogs"]},"  Natural forces during the Pleistocene Epoch created these now-rare lakes and bogs which have been preserved in parks such as Chain-O-Lakes.  Grab a trail guide and see what Native Americans and settlers were able to see on a hike back in time!  Pokagon State Park (Angola, IN) and Spicer Lake Nature Preserve in St. Joseph County (10 miles Northwest of South Bend, IN) are the only other locations where such lakes and bogs still exist."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nature Center"]},"  An old schoolhouse (complete with old desks that house inkwells) houses the Nature and naturalist interpretive centers.  There is a generous collection of local amphibians (snakes) and stuffed mammals in the center, as well as an outdoor\/indoor glass beehive.  Park guides and short interpretive courses are also available.  (NOTE: The Nature Center closes daily at 5PM)"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Take a hike"]}," on one of 8 easy to moderate trails.  Explore the lakes, swamps, Native-American burial mounds, and learn about the formation of the rare kettle lakes.  Over 10 miles of groomed trails."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Go boating or canoeing"]}," by the hour.  You can also rent paddleboats; a great way to see the park!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Go fishing"]},"  You can buy a license at the park office and fish for bass, bluegill and other fish."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Have a picnic"]}," at one of the many areas featuring tables, shelters, toilets, playgrounds and greenspace."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Swim!"]}," Enjoy the most popular activity at the park; it's free!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Visit the Nature Center"]},"  Listen to talks and take hiking tours. You can also learn about the history and wildlife of the area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Relax"]}," at your very own [rented] log cabin.  Available for rent year-round."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" The park has a small grocery and camping store on grounds. You can get goods cheaper outside the state park though!"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Albion - There are a few restaurants and a Dairy Queen in nearby Albion."]},"\n",{"type":"*","value":[" Refreshment Stand - Located at the park beach.  Serves drinks, ice cream and snacks on a seasonal basis."]},"\n",{"type":"*","value":[" Camp store - The general store is open year-round and provides perishable and non-perishable food, drinks (non-alcoholic), bait, ice (seasonal), and other general, non-food items."]},"\n",{"type":"==","value":["Drink"]},"\n\nAlcohol is allowed, though not in the campgrounds, youth camps, or in public buildings (i.e. Nature Center, Reservation Center, etc.).  The park does provide non-alcoholic refreshments at the beach and in the camp store.\n\nFrom the official website. ",{"type":"[","value":["http:\/\/www.in.gov\/dnr\/parklake\/6287.htm"]},"\n\"Alcohol: is strictly ",{"type":"''","value":["forbidden at Indiana Dunes State Park and in all youth camps"]},". ",{"type":"'''","value":["At other properties, both daily visitors and campers are asked to be responsible when drinking alcohol."]}," Possession of alcohol by persons under the age of 21 is against the law in Indiana; and this will be enforced.\"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[" Camping is available at the park with over 400 sites - primitive, electric and non-electric. Canoe camps and youth tenting areas are available.  There is a camp store on-site.  Ice is available at the camp store."]},"\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[" Wooden cabins (18) are available by online or telephone reservation and are fairly inexpensive.  Along with beds and couches to lounge on and a dinner table to eat at, expect central heating, a wood-burning stove, modern kitchen appliances, a ceiling fan, modern bathroom with shower, large screened-in porch with eating area and swing, deck with light facing the lake (lake is far away and view is generally obstructed by trees), provided firewood, nearby path to lake with dock, path to adjacent playground and  \"cabin neighborhood\" central game fields, private parking space, and a fair amount (approx. 50 feet) of real estate between the individual cabins with trees and dense forests in three (and sometimes four) directions."]},"\n",{"type":"*","value":[" Plan ahead by reserving a cabin online and you will be able to choose your cabin on a detailed map.   Though almost every cabin is identical and evenly spaced from others, there are some differences worth considering.  There is a handicapped-accessible cabin (no steps up to bedroom area or steps down to entry path; accessible bathroom), a more secluded cabin on the end, two cabins adjacent to the lake trail, and a cabin that is closer to the game fields and further from the woods."]},"\n",{"type":"==","value":["Stay safe"]},"\nBe advised that there is a minimum security state prison ",{"type":"[","value":["http:\/\/www.in.gov\/indcorrection\/facility\/col\/general.htm"]}," on the eastern part of the State Park which houses around 150 minimum security prisoners that are deemed not to be a threat; there are no fences around the prison. Having lived in the area for many years, I do not remember any incidents of prisoners causing any types of issues as they generally want to be there and don't want to do anything to jeopardize their remaining time.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Black Pine Animal Park"]}," 1426 W. 300 N. Albion Rd, Albion. ",{"type":"''","value":["+1 260"]}," 636-7383. ",{"type":"[","value":["http:\/\/www.blackpineanimalpark.com\/"]}," Black Pine is an animal sanctuary that takes in rescued and retired animals. It's a simple, authentic sanctuary that is raw and real. Their tours offer a chance for you to pet, experience, and observe these animals upclose and personal. Big cats, primates, bears, camels, birds, snakes and more. It's quite a nice experience, local and friendly, and the animals are well kept and maintained!  (The park moved to an all-new 18 acre, beautiful site in late 2006, but it's still close by, just 1.5 miles west of the stoplight in Albion.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pokagon State Park"]},"  Angola, IN.  A short drive from Chain-O-Lakes State Park is Pokagon, where you can find the Toboggan Run, Potawatomi Lodge, and many more miles of hiking through what once was natural Indiana."]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Indiana"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]