[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chakrata"]}," is a city in the Indian state of ",{"type":"[[","value":[["Uttarakhand"]]},".\n\n",{"type":"==","value":["Get in"]},"\nChakrata is a small n beautiful hill town in Uttarkhand at 2118 metres above sea level. One can reach Chakrata by road only.\n\n",{"type":"'''","value":["Rail"]},": Nearest railhead is Dehradun-92 km.\n\n",{"type":"'''","value":["Road"]},": Well-connected by a motorable road with Dehradun 92 km; Mussoorie 73 km; and Saharanpur 122 km. Most suitable road is from Dehradun via Vikas Nagar.\n\nChakata is restricted for Foreign Tourists(except nationals of Bhutan and Nepal). Prior permission of competent authority (Inspector General, Special Frontier Force) is essential.\n\n",{"type":"==","value":["Best time to visit"]},"\n\nChakrata in summers: During summers the weather of Chakrata remains pleasant and salubrious. Carry light woolens while travelling to Chakrata during summers. The majestic Himalayan peaks are distinctly visible during summers and the mountain breeze steals the show.\n\nChakrata in monsoons: The snow clad Himalayas plays hide and seek during winters with clouds obstructing the views. A wide variety of verdant colors can be seen from Chakrata during monsoon months. The monsoon months of Chakrata are from July to September. Experience the wilderness of nature during these months. Enjoy the sip of tea, gazing at the verdant mountains and listen to the raindrops falling on the tree leaves. There are chances of getting roads blocked for a couple of hours due to landslides but the scenic beauty of Chakrata during monsoons is worth it. Do carry raincoats.\n\nChakrata in winters: Chakrata receives snowfall during winters and heavy woolens are required. Tranquility and seclusion are at its best during winter months in Chakrata. Snow capped Himalayas are best seen from Chakrata during winters. Enjoy bonfires and barbeques in Chakrata during winter months.\n\n",{"type":"==","value":["Get around"]},"\nOnce a cantonment town in British India. One look at Chakarata and it becomes clear that this place is blessed to be the eternal home of natural beauty. Virgin forests of conikrs, rhododendrons and oaks are best suited for long walks. Alongside these forests, picturesque villages of Jaunsari tribe compliments, and in the overpowering Kharamba peak (3084 mts.) Chakrata has its share of Alps too. On its northern slopes is situated Mundali (2776 mts.) where skiing is possible during November to April.\n\n",{"type":"==","value":["See"]},"\nMundoli : 35 bms from Kathyan, onwards Tuni, unfolds Mundoli. After trekking up the last 5 kmsrns. ski slopes of Mundoli are everything a trekker or an enthusiast can wish for. Skiing in Mundoli is an experience only to be felt. Mundoli is easily accessible from Devban (23 brns) by a jeepable road.\n\n",{"type":"'''","value":["Tiger Fall"]}," : After a breathtaking easy trek of 5 km from Chakrata, Tiger Fall is a water ballad with no equal. Falling gracefully from a height of 50 rnts. Tiger Fall creates a small pond which renders an enchanting effect to the picturesque surroundings.\n\n",{"type":"'''","value":["Kanasar"]}," : 26 km, from Chakrata and 105 km from Dehradun. Kanasar is perched on the Chakrata- Tuni motorable road. Backdrop of towering peaks and dense rain forests, cuts out Kanasar as the idyllic retreat. The night halts are facilitated by the equally picturesque Forest Rest Houses.\n\n",{"type":"'''","value":["Hanol"]}," : Located at an elevation of 1429 rnts. Hanoi is 186 km from Dehradun. This harnlet of a village is fenown in the region for a temple dedicated to Lord Mahasu.\n\n",{"type":"'''","value":["Moigad Fall"]}," : 69 km from Dehradun towards Yarnunotri. is the serene and tranquil Moigad Fall. located on the rnain Delhi-Yarnunotri road via Dehradun - Vibas Nagar. On the way to Yarnunotri. one can bathe at the foot of the fall. which is a refreshing experience for all.\n\n",{"type":"'''","value":["Devban"]}," : 16 km, away from Chakrata this place is surrounded by dense forests and lies at an altitude of 3025 rnts. It provides a panoramic view of the Himalayan ranges.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nForest Rest House and private hotels are available. Chakata is restricted for Foreign Tourists, prior permission of competent authority is essential\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["30.7000"],["77.8667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Uttarakhand"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Chakrata"]]}]