[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chalong Bay"]}," (อ่าวฉลอง ",{"type":"''","value":["Ao Chalong"]},") is on the east coast of ",{"type":"[[","value":[["Phuket"]]},".\n\n",{"type":"==","value":[" Understand "]},"\nThis is Phuket's principal boat anchorage and the island's largest bay, 11 km south of the town.  It is picturesque, but not suitable for swimming.  Boats can be chartered to go to some small islands south of Phuket. A number of restaurants and bars dot the road leading to the bay. \n\nThe centre of Chalong is the Chalong Circle, a roundabout two-thirds of the way from Phuket town to Rawai. Five roads converge here. From here:\n\n",{"type":"*","value":[" head south to Rawai on Rte 4024"]},{"type":"*","value":[" head west to Kata\/Karon on Rte 4028"]},{"type":"*","value":[" NNW to Patong on Chao Fah Tawan Tok Rd"]},{"type":"*","value":[" NNE to Phuket town on Chao Fah Tawan Ok Rd"]},{"type":"*","value":[" east to the Chalong Pier on Sunrise Rd, less than 1 km in length, locus of Chalong's night life."]},"\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"==","value":[" Get around "]},"\nNumerous boats sail out from Chalong to nearby islands, including ",{"type":"[[","value":[["Ko Hae"]]}," (Coral Island), ",{"type":"[[","value":[["Ko Racha"]]},", (Ko Raya) and more.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wat Chalong"],["alt=วัดฉลองหรือวัดไชยธาราราม"],["url="],["email="],["address="],["lat="],["long="],["directions=Wat Chalong is about 8 km outside town. From Phuket, take Wichit Songkram Rd to the bypass and turn left, and drive for about 10 minutes. Wat Chalong is on the left"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A beautiful Buddhist temple  between Chalong and Phuket town. This is where stands the cast statue of Luang Pho Cham, who helped the people of Phuket put down the Angyee, or Chinese Coolie Rebellion, in 1876 during the reign of Rama V. There are also statues of Luang Pho Chuang, and Luang Pho Cham, abbots of the temple during later times."]]}]},"\n",{"type":"==","value":[" Do "]},"\nAs the main boat harbour for Phuket Island, many diving companies have now relocated here from other areas. Most of Phuket's speed boat, fishing boats, snorkelling companies, and yacht charters are also located here. Destinations include Coral Island, Phi Phi Island, and Ko Racha for day trips, snorkelling, diving, and deep sea fishing.\n\nChalong has a shooting range, elephant rides, go kart track, paint ball, and horse riding. One \"must-do\" is to drive up to the famous Big Buddha which overlooks Phuket town, Chalong Bay, numerous islands. On a clear day even Phi Phi Island, 60 km distant, can be seen.\n\n",{"type":"==","value":["Buy"]},"\nIn Chalong it's possible to buy scuba equipment at wholesale prices if you're a registered Thai company. Diving professionals will get good deals on equipment from the local distributors. Scuba and freediving day trips to the islands, and fishing trips and boat charters are available.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Asian Divers"],["url=http:\/\/www.asiandivers.pl"],["email="],["address=43\/60 Moo 5, Soi Diving"],["lat="],["long="],["directions=on the way from the circle to Chalong Pier"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Polish-run diving centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Home Pro Village Chalong"],["url="],["email="],["address=10 Chao Fah Tawan Tok Rd"],["lat="],["long="],["directions=less than 1 km from the circle"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small shopping mall in Chalong including Villa Market which specialises in Western foodstuffs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=We Freedive (Thailand) Co., Ltd."],["alt=We Freedive"],["url=http:\/\/wefreedive.org\/shop"],["email="],["address=Patak Rd"],["lat="],["long="],["directions=300 m west of Chalong Circle"],["phone=+66 83 1857289"],["tollfree="],["fax="],["hours="],["price="],["content=A specialty shop of high quality freediving equipment, some of which they produce themselves. Come here for custom freediving wetsuits, freediving fins and fin bags, masks, noseclips, floats, lanyards."]]}]},"\n",{"type":"==","value":[" Eat "]},"\nChalong has just about every type of restaurant. Delicious and cheap local Thai food is available as well as Italian, Mexican, burgers, Indian, fish and chips, MK hot pot and Kentucky Fried Chicken and fresh bakeries. The area features some of the very best Thai seafood waterfront restaurants.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kan Eng@Pier"],["alt=Kan Eng 1"],["url=http:\/\/www.kaneang-pier.com\/"],["email="],["address="],["lat="],["long="],["directions=Near the Chalong pier on the right"],["phone=+66 76 381212"],["tollfree="],["fax="],["hours="],["price=Khao pat, 150 baht"],["content=Upscale, very expensive restaurant serving Thai and Japanese food, mostly seafood. No Western food. Perennially ranked among Ko Phuket's great restaurants. Gorgeous setting on the water, a great place for a romantic dinner except that the place has screw-ups: cheap paper napkins and floodlights in trees instead of candles or table lighting.  Caesar salad served here bears no resemblance to  the real thing. Vegetarians should avoid this place. Sister restauranat Kan Eng 2 is about 3 km up the bay in the direction of Phuket town on the bay front."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Mr. India"]}," - Best Indian food in Phuket. Patak Rd, going towards the Chalong Pier."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sabai Sabai Restaurant and Cooking School"],["alt=Sabai Sabai"],["url="],["email="],["address=Patak Rd"],["lat="],["long="],["directions=300 m from Chalong Circle towards Kata"],["phone=+66 89 6486843"],["tollfree="],["fax="],["hours="],["price=60-180 baht"],["content=Sabai Sabai has traditional Thai dishes and some favourites like the ",{"type":"''","value":["roast duck pancakes"]}," and the best burger on the island. Ton, the owner, used to work as a chef in the UK before coming back to Thailand, where she now runs this very friendly and welcoming restaurant that has become a favourite with the local expats."]]}]},"\n",{"type":"==","value":[" Drink "]},"\nChalong now has numerous beach front bars and street bars, mostly centred on Sunrise Rd between Chalong Circle and the pier. Many beer bars with ladies, but the scene is sedate and you would not be remiss taking your family there.\n\n",{"type":"==","value":[" Sleep "]},"\nMostly a stepping-stone for heading elsewhere, accommodation in Chalong ranges from 200 baht to luxury resorts. Chalong is a very good spot to stay before going diving or out on the water as it is only a short walk to the boats instead of travelling from the better known tourist areas up to one hour away.\n\n",{"type":"==","value":[" Go next "]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeast Coast (Phuket)"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]