[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Chamarajanagar"]]},"\n",{"type":"'''","value":["Chamarajanagar"]}," is a district in ",{"type":"[[","value":[["Karnataka"],["Karnataka State"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Chamarajnagar"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gundalpet"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kollegal"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hannur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yellandur"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bandipur National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Biligiriranga Hills"]]}," is a wildlife sanctuary and is also known as B R Hills."]},"\n",{"type":"==","value":["Understand"]},"\nIt is just because the 9th Chamaraja Wodeyar (1774-1796 Christan Era),one of the king of Mysore kingdom was born here.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By road"]},"\n\nFrom the state capital Bangalore, the State Highway 17 can be used to reach Chamarajanagar via Mysore, Chamarajanagar is at a distance of 65 km from Mysore. The distance from Bangalore to Chamarajanagar is about 185 km. The Bangalore-Kanakapura-Kollegal-Chamarajanagar road can also be used with the distance being the same.\n\n",{"type":"===","value":["By rail"]},"\n\nChamarajanagar has a new railway station inaugurated when the railway track was upgraded to broad gauge from metre gauge in November 2008. Mysore, 61 km away, is well connected by railway to major cities in India. Some long-distance trains now come to Chamarajanagar also. The project to construct a new railway line from Chamarajanagar to Satyamangalam, Gobichettipalayam,Erode is progressing slowly. It will reduce the distance between Bangalore and Chamarajanagar and other cities of Tamil Nadu. The proposal to extend the railway line further to Mettupalayam in Tamil Nadu has not been got environmental clearance.\n\nOn the day of the new BG line inauguration, a local committee at Chamarajanagar had presented a memorandom to the then Honourable Minister for Railways for State Dr.Velu to take up the construction work between Chamarajanagar and Mettupalayam directly and also to take up the construction work of the Bangalore—Mettupalayam railway line via Satyamangalam. They have conveyed the importance of connecting Satyamangalam with Gobichettipalayam, Erode which is said to be very prosperous for the country. This proposal will bring the eastern as well as the western coastal regions closer to the northern region via Chamarajanagar. i.e. Thiruvananthapuram, Ernakulam including Coimbatore from the west and the eastern coastal cities including Madurai, Trichy, Srirangam, etc.\n\nSince Feb'2010, Tirupati Express (214) has been extended till Chamarajanagar station being the only long route train from Chamarajanagar.\n\nNew Rail line b\/w Chamarajanagar-Krishnagiri\n\nThe 2010 railway budjet comeout with a proposal to conduct survey for newline between Chamarajanagar and Krishnagiri(Tamilnadu).This line will give direct connectivity between Chennai and Mysore.That means the new services will be through Chennai-Krishnagiri-Chamarajanagar-Mysore instead of busy Chennai-Bangalore-Mysore!\n\n",{"type":"===","value":["By air"]},"\n\nThe nearest airport is at Bangalore. The airports at Coimbatore or Calicut are more distant but can be used for reaching Chamarajanagar. Once opened the airport at Mysore will be the nearest.\n\nConnecting Point\n\nIn otherwards Chamarajanagar can also be called as connecting point for 3 southern states of India.Because it connects Bangalore-Sathayamangalam-Coimbatore,Mysore-Sathyamangalam-Coimbatore,Mysore-Sathyamangalam-Gobichettipalayam-Erode-palani,Bangalore-Calicut,Mangalore-Sathyamangalam-Gobichettipalayam-Erode-Palani.But the district Chamarajanagar is still backward due to 20 years of Veerappan era, all politicians feared to come there just because of Veerappan.Other reasons for backwasdness are lack of interest from the Government.No one Chief Minister visited this district headquarter(Cahmarajanagar) since 16 years!\n\nBangalore-Coimbatore shortest route\n\nThe route via Chamarajanagar that is via NH-209 is shortest route for Bangalore to coimbatore.It is 320 km (Bangalore-Kanakapura-Malavalli-Kollegal-Chamarajanagar-Sathyamangalam-Coimbatore).This route has been selected for NHAI road development project(PHASE-IV B),within few months it will be a good road.So travellers should use this route,any other route will lead to greater distance and definitely greater time,fuel!\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bandipur National Park"]]},". One of India's best known animal reserves and tiger habitat."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dzogchen Monastery"],["alt="],["url=http:\/\/www.dzogchen.org.in\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+91 8225 273-247"],["tollfree="],["fax="],["hours="],["price="],["content=Dhondenling Tibetan Settlement, Odeyarpalaya, Kollegal Taluk. A large monastery in the Nyingma Tradition of ",{"type":"[[","value":[["Sacred sites of India#Buddhist"],["Tibetan Buddhism"]]},"."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Hogenakal Falls"]}," (also Hogenakkal Falls) in Kollegal Taluk. "]},{"type":"*","value":[{"type":"'''","value":["Himavad Gopalaswamy Betta"]},". A hill in ",{"type":"[[","value":[["Bandipur National Park"]]},". There is a temple at the peak, and is well known for its wild life, including elephants."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["Cauvery Basin"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]