[{"type":"{{","value":[["pagebanner"],["Chandigarh banner.jpg"],["caption=Palace of Assembly"]]},"\n",{"type":"{{","value":[["style"],["Listings need to have more information; need editing for standard spelling, capitalization, etc.; and need to be ",{"type":"[[","value":[["Wikivoyage:Listings"],["listified"]]},". The cross-hatching on the map of Chandigarh in India needs to be eliminated, or the map needs to be replaced"]]},"\n",{"type":"[[","value":[["File:Chandigarh in India (disputed hatched).svg"],["thumb"],["right"],["300px"],["Location of Chandigarh"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/chandigarh.nic.in\/ Chandigarh"]}]}," is ",{"type":"[[","value":[["India"]]},"'s first planned city, quite distinct from the rest of the country and considerably better organized. It is the capital of both ",{"type":"[[","value":[["Haryana"]]}," and ",{"type":"[[","value":[["Punjab (India)"],["Punjab"]]},", but the city itself is not part of either state, being a union territory, i.e. administered directly by the Central government.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:OpenHand.JPG"],["thumb"],["300px"],["Le Corbusier's Open Hand"]]},"\nThe most striking thing about the city is the expanse of resplendent blue sky with the mountains in the backdrop. When you approach the city, you see the jagged skyline of the Shivalik Hills looming large over the city and the faint image of an old temple dedicated to Goddess Chandi (15 km from Chandigarh) from which the city got its name.\n\nChandigarh may appear oddly familiar to Western visitors and idiosyncratic to the rest of India. Because of this, Chandigarh is a good place to visit if you need a break from the chaos of the rest of India. Chandigarh is also a very secure city. With the lowest crime rates in the country you can feel safe at any hour.\n\n",{"type":"===","value":["History"]},"\nWhen India was partitioned, Punjab was split into two, with the western half going to Pakistan. ",{"type":"[[","value":[["Lahore"]]},", the historical capital of Punjab was also ceded to Pakistan and Chandigarh was conceived of as a symbol of India's freedom, and a new beginning for Punjab.\n\nThe government of the state decided to build the new city at the foot of the Shivalik hills. Architects Albert Mayer and Mathew Novicki drew the initial plans in New York. When the latter died in an air crash in 1950, the work was entrusted to the French architect Edouard 'Le Corbusier' Jeanneret who created Chandigarh as a city of \"Sun, Space and Verdure\", to fulfill the basic functions of working, living, and care of body and spirit. Today, the city is home to more than 900,000 people living in harmonious conditions that are considered to be the best in the country.\n\n",{"type":"[[","value":[["File:Secretariat Chandigarh.jpg"],["thumb"],["300px"],["Le Corbusier's Secretariat Building"]]},"\nOne can see architectural genius in the neat geometrical design of residential quarters, reinforced concrete structures and self-contained area layouts. Chandigarh is divided into 47 self-contained sectors. Each sector of the city is designed with its own shops, academic, and health care buildings, and places of worship, open spaces, greenery and the residential areas. Chandigarh is one of the best planned cities of India. Roads are pretty wide and spacious. It hasn't grown in a haphazard way as some of other Indian cities have.\nThe city is divided into four major work areas. In the north, the capital complex, consisting of the Secretariat, Legislative Assembly and High Court, with the hills as a background dominating the city. Sector 17, which is the city and district centre, houses the administrative and state government offices, as well as shopping malls, banks and other offices. The west contains the university, and institutions of engineering, architecture, Asian studies and medicine. The east zone is the industrial area of the city. \nIn 1966, ",{"type":"[[","value":[["Hindi phrasebook"],["Hindi"]]},"-speaking areas of Punjab were split from the ",{"type":"[[","value":[["Punjabi phrasebook"],["Punjabi"]]}," speaking areas of the state to form a new state of ",{"type":"[[","value":[["Haryana"]]},". Chandigarh continued to be the capital of both states. This was supposed to be a temporary measure. The plan was that in 1986, the city would pass to Punjab. But this has been indefinitely delayed because Haryana insists on getting some territory in return, and the two states have not been able to agree on the area that should go to it.\n\n",{"type":"===","value":["Geography and demographics"]},"\n",{"type":"{|","value":[["border=\"1.5\" cellpadding=\"1\" cellspacing=\"1\" align=\"center\""],["|+ ",{"type":"'''","value":["Quick overview"]}],["|- align=\"center\""],["| ",{"type":"'''","value":["Area"]},": 114 sq. km. (44 sq mi)"],["|- align=\"center\""],["| ",{"type":"'''","value":["Altitude"]},": 304–365 meters above sea level (997–1,197 ft)"],["|- align=\"center\""],["| ",{"type":"'''","value":["Total population"]}," (2001 census): 900,635"],[{"type":"'''","value":["Urban population"]},": 808,515 (89.8%); ",{"type":"'''","value":["rural population"]},": 92,120 (10.2%)"],["|- align=\"center\""],["| ",{"type":"'''","value":["Literacy rate"]},": 81.9%"]]},"\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = 20"],["febhigh = 23"],["marhigh = 29"],["aprhigh = 35"],["mayhigh = 40"],["junhigh = 40"],["julhigh = 34"],["aughigh = 33"],["sephigh = 34"],["octhigh = 32"],["novhigh = 28"],["dechigh = 22"],["janlow = 7"],["feblow = 9"],["marlow = 14"],["aprlow = 19"],["maylow = 24"],["junlow = 27"],["jullow = 26"],["auglow = 25"],["seplow = 23"],["octlow = 17"],["novlow = 11"],["declow = 7"],["janprecip = 50"],["febprecip = 35"],["marprecip = 33"],["aprprecip = 7"],["mayprecip = 16"],["junprecip = 59"],["julprecip = 282"],["augprecip = 260"],["sepprecip = 177"],["octprecip = 41"],["novprecip = 8"],["decprecip = 17"],["description = Source: ",{"type":"[","value":["http:\/\/www.weather2travel.com\/climate-guides\/india\/chandigarh.php Weather2Travel"]}]]},"\n\nChandigarh has a humid subtropical climate (Cwa) with extremely hot summers and warm to mild winters. The rainy season is in the middle of the year, although the rest of the months are not completely dry.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nIndian Airlines ",{"type":"[","value":["http:\/\/indian-airlines.nic.in\/"]},", Jet Airways ",{"type":"[","value":["http:\/\/www.jetairways.com"]},", GoAir ",{"type":"[","value":["http:\/\/www.goair.in\/"]}," and MDLR Airlines ",{"type":"[","value":["http:\/\/www.mdlrairlines.in\/"]},"  connect to the city.\n\nIndian Airlines,  GoAir and Jet Airways offer a direct flight from ",{"type":"[[","value":[["Mumbai"]]}," and ",{"type":"[[","value":[["Delhi"]]},". Tickets cost around Rs 3,000 (from Delhi, including taxes) for most of the airlines while MDLR is usually the lowest. Recently MDLR Airlines began to offer connections to ",{"type":"[[","value":[["Ranchi"]]}," and ",{"type":"[[","value":[["Kolkata"]]}," via Delhi. GoAir has recently started a connecting flight to ",{"type":"[[","value":[["Goa"]]},"\n\nChandigarh has an attractive and pleasant Domestic Airport about 8 km (5 mi) from city centre. The Airport shall be upgraded to an International Airport and work on that front has commenced in January 2008.\n\n",{"type":"===","value":["By train"]},"\n\nThere is frequent service to and from New Delhi. The popular trains connecting New Delhi include Kalka (Chandigarh) Shatabdi Express (twice daily) and the economical Chandigarh Jan Shatabdi Express (Una (H.P) to Delhi). Shatabdi Express is quite popular and it is better to have an advanced reservation at least 2–3 days prior to the journey.\n\nPopular long-distance trains include the following:\n\n",{"type":"*","value":[" Paschim Express (daily) to ",{"type":"[[","value":[["Mumbai"]]}," "]},{"type":"*","value":[" Kalka Mail (daily) to ",{"type":"[[","value":[["Howrah"]]}]},{"type":"*","value":[" Dehradun-Chandigarh Madras Express (Monday) to ",{"type":"[[","value":[["Chennai"]]}]},{"type":"*","value":[" Kerala Sampark Kranti (Wednesday) to Kochuveli ( Kerala)"]},{"type":"*","value":[" Chandigarh Lucknow Express (daily) to ",{"type":"[[","value":[["Lucknow"]]},"."]},{"type":"*","value":[" Chandigarh-Jaipur Garib Rath to ",{"type":"[[","value":[["Jaipur"]]},"."]},"\n",{"type":"===","value":["By car"]},"\nChandigarh has an equally good connectivity via road. It is a 4-5 hour drive from Delhi, the road comprising mainly of NH 1 is quite good. Chandigarh serves as a gateway to the state of ",{"type":"[[","value":[["Himachal Pradesh"]]},".\n\nImportant Distances :\n\n",{"type":"*","value":[" New Delhi - 260 km (160 mi)"]},{"type":"*","value":[" Shimla - 110 km (68 mi)"]},{"type":"*","value":[" Manali-  320 km (200 mi)"]},{"type":"*","value":[" Dehradun - 175 km (110 mi)"]},{"type":"*","value":[" Amritsar - 250 km (155 mi)"]},"\nThere are many car rental companies available. If you are traveling from Delhi, you can book a cab from a number of travel agencies present in various nook and corner of the city or you can book a cab just a call away. Traveling by smaller vehicles like Indica is the most common mode of cab transfers on this route. The highway is pretty scenic.\n\nWhile it is good to take the cabs for travel on this route in summers, it should be avoided in winters due to heavy fog. Dec -Feb are winter months in India. Chandigarh, being situated in laps of mountains, faces heavy fog in night and early morning. Sometimes the visibility on roads get reduced to less than six feet in such times\n\n",{"type":"===","value":["By bus"]},"\nChandigarh is served by two bus terminals.\n\nThe Inter State Bus Terminus in Sector 43 provides connectivity to all major destinations in the neighbouring states ",{"type":"[[","value":[["Himachal Pradesh"]]},", ",{"type":"[[","value":[["Punjab (India)"],["Punjab"]]},", ",{"type":"[[","value":[["Haryana"]]},", ",{"type":"[[","value":[["Uttaranchal"]]},", ",{"type":"[[","value":[["Jammu"]]},", and ",{"type":"[[","value":[["Delhi"]]}," (limited).\n\nThe Inter State Bus Terminus in Sector 17 offers connectivity to all major towns of Haryana (except those on Himachal Route like Kalka) and ",{"type":"[[","value":[["Delhi"]]},".\n\nDelhi is extensively connected with bus service every 15 min offered by Chandigarh Transport Undertaking, Haryana Roadways, Punjab Roadways and Himachal Roadways. Volvo A\/C buses are also run on Chandigarh-Delhi section and offer connection to the Airport and towns like Gurgaon. The fares of Volvo buses are usually comparable with the Shatabdi Express. The timetable for Haryana State Transport Volvo Buses can be found here ",{"type":"[","value":["http:\/\/hartrans.gov.in\/volvo.htm"]},".\n\nChandigarh Transport Undertaking offers a comprehensive connectivity between the two bus terminals with air conditioned and normal buses plying throughout the day between the terminals.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nThe Chandigarh Transport Undertaking (CTU) provides local bus Transport service in Chandigarh and satellite towns of ",{"type":"[[","value":[["Panchkula"]]}," and ",{"type":"[[","value":[["Mohali"]]},". There are two local bus terminals at Sector 17 and at Sector 43. The bus service is frequent and efficient and runs from 6AM-10PM. It is very economical with a single point to point fare of Rs. 10 regardless of the distance. The map of Chandigarh showing all the bus routes is printed on the back of each ticket. In the New Grid Transport System, 45 routes are being plied in Chandigarh. The travel is generally hassle-free, though there might be rush on some particular routes during morning and evening peak hours.\n\nRecently, mini air-conditioned buses have been deployed on some vital routes (connecting location such as PGI, ISBT -17,43, Railway Station, IT park and others). The fare for these is Rs. 10\/ for a single trip.\n\nThe buses with corresponding routes can be found here ",{"type":"[","value":["http:\/\/chandigarh.gov.in\/citizen_char_ctu.htm"]},".\n\nThe Chandigarh tourism also runs a special ",{"type":"'''","value":["Hop On Hop off"]}," double-decker bus which takes you around for a tour of all the main spots in the city including Sukna Lake, Punjab University, and the Secretariat. Having bought one ticket, a person can board or disembark as many times in a day as he wishes. This provides  flexibility to see the places of interest and spend as much time as he wishes at a particular spot of choice. It starts its journey from Hotel Shivalikview in Sector 17 near the Bus Terminal.\n\n",{"type":"'''","value":["Fare:"]},"\nPoint to Point\tRs 10\/\nOne Trip\tRs 25\/\nHalf a Day\tRs 50\/\nFull Day\tRs 75\/\n\nFor Booking contact : ",{"type":"'''","value":["Citco Tours & Travel Wing"]},", ISBT, Sector 17, Tel : 5055462, 2703839.\n\n",{"type":"===","value":["By taxi"]},"\n\nThere are not many private local taxi services in the city. The private taxi operators can be located at Taxi stands in Commercial market of every sector.\n\nUT administration has started a fully air conditioned cab service. The cabs are available at the door step on giving a call. The cabs are stationed at important places including Railway Station and Airport. The cabs are fully air-conditioned and extremely comfortable. They serve Chandigarh and satellite towns of ",{"type":"[[","value":[["Panchkula"]]}," and ",{"type":"[[","value":[["Mohali"]]},". All the taxis are brand new, air conditioned\/air heated and driven by the uniformed drivers. Taxis are also have a complaint book and any passenger can lodge a complaint with State Transport Authority if services provided to him are not found up to the mark. The cabs are continuously monitored through GPS technology whereby their locations are monitored by their respective control rooms.\n\nThere are no charges for first KM except for the meter down charges. ",{"type":"'''","value":["Rate"]}," Rs. 15\/- for the first kilometer and Rs. 15\/- for the subsequent kilometers. Available on call at (0172) 4141414.\nThe easiest way to book them is online at ",{"type":"[","value":["http:\/\/www.paultravels.com PaulTravels.com"]},"; ",{"type":"[","value":["http:\/\/www.delhitochandigarhtaxi.co.in Delhi to Chandigarh Taxi"]},"\n\n",{"type":"===","value":["By Auto Rickshaw"]},"\n",{"type":"[[","value":[["File:CycleRickshaw.JPG"],["thumb"],["right"],["300px"],["Cycle Rickshaw in Panjab University"]]},"\n\nChandigarh Union Territory is the first city in the country to have Radio Auto service on the lines of successful working of the Radio Taxi service. The autos, pink in color, charge Rs. 10\/- for 1st km and Rs. 8\/- for subsequent km. The service named as \"tuk-tuk\" is available round the clock. Available on call at (0172) 4242424.\n\nOn the whole, Auto Rickshaw are not quite popular in the city although are easily available at Bus Terminals, Railway Station, and Auto Stands in the commercial market of every sector. It is very unlikely that they would operate with a meter so negotiate the price before engaging one.\n\n",{"type":"===","value":["By Cycle Rickshaw"]},"\n\nCycle rickshaws are three-wheeled pedal powered rickshaws with seats in the back to seat passengers and a driver in the front. They are good for short distances, or places which are too far to walk but too short for taking a bus\/taxi\/auto rickshaw. Cycle rickshaws can be easily spotted in all parts of the city. You should negotiate the price before boarding one of these.  Ask the locals to help if you doubt the charges demanded.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:03 Statues at Rock Garden, Chandigarh.JPG"],["thumb"],["200px"],["Statuettes at the Rock Garden"]]},"\n\n",{"type":"[[","value":[["File:Chandigarh Sports.jpg"],["thumb"],["200px"],["Sports in ",{"type":"''","value":["The Open Hand's"]}," shadow"]]},"\n\n",{"type":"[[","value":[["File:RoseGarden.jpg"],["thumb"],["200px"],["The Rose Garden"]]},"\n\n",{"type":"[[","value":[["File:Chandigarh High Court.jpg"],["thumb"],["200px"],["The ",{"type":"''","value":["Palace of Justice"]},{"type":"<","value":["br"]},"(Punjab and Haryana High Court)"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Rock Garden"],["alt="],["url=http:\/\/www.nekchand.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=designed by Nek Chand. One day 36 years ago, Nek Chand, a humble transport official, began to clear a little patch of jungle to make himself a small garden area. He set stones around the little clearing and before long had sculpted a few figures recycled from materials he found at hand. Gradually Nek Chand's creation developed and grew; before long it covered several acres and comprised of hundreds of sculptures set in a series of interlinking courtyards. After his normal working day Chand worked at night, in total secrecy for fear of being discovered. When they did discover the garden, local government officials were thrown into turmoil. The creation was completely illegal - a development in a forbidden area. However, rather than demolishing the garden, they decided to give Nek Chand a salary so that he could concentrate full-time on his work, plus a workforce of fifty labourers. The park is open daily from April to September between 9AM-1PM and 3 to 7PM Between October and March, it is open from 9AM-1PM and 2 to 6PM"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sukhna Lake"]}," Located in Sector 1, the Sukhna Lake is an artificial reservoir. A popular place to hang out, one can expect to find residents of the city jogging or strolling along the banks. There is a walking path, a cafeteria, shops and a mini-amusement park and paddleboats. The Sukhna Lake was created in 1958 by damming the Sukhna Choe, a seasonal stream that flows down from the Shivaliks. Storks and cranes make migratory stops at the lake. The lake, incidentally, has Asia's longest water channel for rowing and yachting."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rose Garden"]},": The city houses the largest rose garden in Asia. It also hosts annual rose festival which is quite popular among local population."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Capitol"]}," Most of the capitol complex is fenced off due to tight security, the open hand is accessible and from there you can see the main buildings,  albeit in the distance. If you want a closer look at the Capitol, you need permission from the Tourist Bureau, in the ‘Deluxe Administration building’ in Sector 9.  Please note the capitol and bureau are only open on M-F.  The tourist bureau is not well signed, you’ll need to ask. It’s in the single story building out the back.   Bring your passport and prepare for the beginning of the most amazing experience in Indian bureaucracy. All in all I spent three hours in total of which 50 minutes was spent looking at architecture.  The tourist bureau gives you three letters giving you permission to visit the three main buildings of the Capitol complex, The Secretariat, the High Court and the Assembly."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The High Court"]}," - The letter is fine for looking around the High Court just show to security at the entrance, around the back, but if you want to take photos you need to surrender your camera, and head in to fill out some more forms in the protocol office, and the take the forms back to security to get your camera back.  It’s worth it as the building is amazing, and extremely photogenic.  You can’t take any photos indoors."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Secretariat"]}," - To check out the Secretariat, it’s a little harder.  First you need to find ‘reception’, which is just a small building out the back and show them your letter to get a visitor permit, then you need to see security who will let you in, then you need to see the main security officer inside, who will send you up to the registrar who will then send you back to the main security office.  Thankfully you are escorted through most of this confusing, overly complex procedure, usually by a junior soldier with large machine gun.  Whole process takes about 30 min. to an hour.  Once it’s all clear you can go up to the roof, check out the geranium gardens, and take in an expansive view of all of Chandigarh.  Then they’ll let you have a look out the front, which is more interesting."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Legislative Assembly (both for Punjab and Haryana)"]}," - Ran out of time, so make sure you have a whole clear weekday to appreciate all the capitol buildings."]},"\n",{"type":"[[","value":[["File:Pinjore Gardens.JPG"],["thumb"],["200px"],["Pinjore Gardens"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pinjore Gardens"]}," - Pinjore Gardens, also called  Yadavindra Gardens, are 20 km (12 mi) from  Chandigarh and 15 km (9 mi) from  ",{"type":"[[","value":[["Panchkula"]]},", on the Chandigarh Shimla road. Taxis and buses ply regularly between Pinjore and Chandigarh. Pinjore lies on the foothills of the lower Shivalik ranges. The fascinating gardens in the Mughal style are one of the most popular picnic spots in the region. A mini zoo, plant nursery and Japanese garden, as well historic palaces and picnic lawns await tourists."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum and Art Gallery"]}," - Located in Sector 10, the museum and the combined art gallery is an interesting place to go to. Artifacts range form the Harrapan Period relics to the paintings and coins from different areas and time periods. The Art Gallery has good collections of ancient and modern Indian art.  Fossils of the local dinosaurs found in the region are on show in the adjacent natural history museum.  The buildings that the Museums and Art Gallery are housed in are attractive."]},{"type":"'''","value":["The Chandigarh Museum"]},", which is just next door, provides an interesting aspect on how Chandigarh was founded. It begins with the principles on which Chandigarh was built, selection of the Architects, the design for the people etc.  The correspondence between the Punjabi officials overseeing the construction of the city, and the Federal Government in Delhi is fascinating, and well worth taking a few minutes to read.\n",{"type":"*","value":[" ",{"type":"'''","value":["Mohali cricket stadium"]}," - This is a lush green cricket stadium and people throng here in masses during the cricket matches which the stadium hosts on regular basis"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cactus Garden"],["url="],["email="],["address=8 kms away from Chandigarh in Panchkula"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cactus Garden near Chandigarh, India is the largest succulent botanical garden of Asia. It is located at a distance of about 8 kms from the city of gardens. Situated in the heart of the city of ",{"type":"[[","value":[["Panchkula"]]},", it covers a total area of 7 acres. Cactus garden is known for its rare & endangered species of Indian succulents. You can spot nearly 3500 different kinds of species over there. Chandigarh Cactus Garden was set up in the year 1987. This unique garden consists of three green houses. It has been drawing more and more crowds every year, consisting not just of tourists, but botanists also."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Chandigarh, with the highest income per capita in India, is home to some of India's biggest brands. Hotspots for higher-end shopping include markets in Sector 17, Sector 22, Sector 35, and Manimajra. However, shopping is typically more expensive in Chandigarh than it is in other cities, including big cities such as Delhi."]},{"type":"*","value":[" Enjoy the planned city, with tree lined roads, large beautiful roundabouts, several gardens and on the top it - a great set of people."]},{"type":"*","value":[" Visit the Sukhna Lake in the evening or early morning for an enriching pleasant experience."]},{"type":"*","value":[" Visit Nek Chand's Rock Garden to take a walk through a magical kingdom made entirely out of recycled materials."]},{"type":"*","value":[" Enjoy a round of boating on Sukhna Lake's enigmatic waters. Shikaras are also available."]},{"type":"*","value":[" Set aside some time to visit the nearby hill stations of Kasauli, Solan or Shimla."]},{"type":"*","value":[" Visit Kalagram on Manimajra-Chandigarh road. It has exhibition of various handicrafts and decorations from various parts of the country. It also houses the innovative and famous \"Condom Bar\", whose theme is centred on condoms."]},"\n",{"type":"===","value":["Movies"]},"\n\nThe city has several cinema halls with the classical single screen format. Catch a movie at any one of the halls, all of which are air conditioned and well maintained.\n\nThe city has more than a dozen malls with 4 or 5 screen multiplexes. Some of these are Fun Republic(Fun Cinemas) in Manimajra, DLF DT Cinema in IT Park, Green House Entertainment(Big Cinemas) and Centra Mall(PVR Cinema) in Phase 1, Industrial Area. Big Cinemas at Downtown Mall, Zirakpur on Chandigarh-Punjab border and Fame Cinemas at Shalimar Mega mall are new upcoming entertainment malls also easily accessible in the city. Many others malls and multiplexes are coming up in Chandigarh and around soon.\n\n",{"type":"===","value":["Theatre"]},"\n\nThe city has a rich theatre culture with regular performances by societies and groups from all over India. Tagore Theatre in Sector 18 plays host to most of the performances. One can view these street plays in PLAZA CARNIVAL situated in sector 17 Main Market, which can be viewed by everyone.\n\n",{"type":"===","value":["Amusement\/Water Parks"]},"\n\n",{"type":"*","value":[" FunCity -20 Km (12 mi) from  Chandigarh  on the ",{"type":"[[","value":[["Panchkula"]]}," - Barwalla  Nadha Sahib Gurudwara Highway near Ramgarh ."]},{"type":"*","value":[" Thunderzone - A 30 min drive from Chandigarh, located in Landran, ",{"type":"[[","value":[["Mohali"]]},"."]},"\n",{"type":"====","value":["Press"]},"\n\nThe city has an expansive presence of leading national dailies which roll out their City-based editions. Among these are The Times of India, Hindustan Times, The Tribune, The Indian Express, Amar Ujala (Hindi), and Dainik Bhaskar (Hindi). The Tribune, one of the oldest print newspapers in circulation, has its headquarters in Chandigarh and is popular throughout the region.\n\n",{"type":"==","value":["Learn"]},"\nChandigarh has evolved into an education hub for competitive exams. Thousands of students from nearby states of Punjab, Haryana, and Himachal Pradesh attend coaching in Chandigarh. The city has delivered excellent results in recent years in all spheres especially the IIT-JEE, CAT, CBSE-PMT and the Civil services.\n\nChandigarh is also home to several renowned centres of higher education:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["PGIMER - Post Graduate Institute of Medical Education and Research"]},". It is one of the premier medical research institutes of the country and serves a wide array of patients from the neighbouring states."]},{"type":"*","value":[" ",{"type":"'''","value":["Punjab University"]}," - With a beautiful campus, Punjab University is one of the most sought after universities by students from the northern region."]},{"type":"*","value":[" ",{"type":"'''","value":["PEC University of Technology (previously Punjab Engineering College) "]},"- The alma mater of NASA astronaut Kalpana Chawla, the institute continues to climb up national rankings and has been designated as a deemed university."]},{"type":"*","value":[" ",{"type":"'''","value":["C.C.E.T.- Chandigarh College of Engineering and Technology"]},"-Formerly known as the polytechnic, had been upgraded to include the bachelors degree in engineering, in 2002. The college has the reputation of being the only Engineering college affiliated with Punjab University AND run by Chandigarh Administration. As of now it provides B.E. in the field of Computer Science & Technology, Electronics & communication, Mechanical and Civil Engineering."]},{"type":"*","value":[" ",{"type":"'''","value":["UIET-University Institute of Engineering and Technology"]},"-This is a prestigious engineering institute started by Punjab University in 2002 to provide education in engineering and its associated fields to the growing number of students from around the city."]},{"type":"*","value":[" ",{"type":"'''","value":["Government College of Art "]},"-This Institution is a platform where the method of practice of Art can be learnt by the upcoming artists to bring out their creative talents. It is the only nucleus institution of its kind in Punjab, Haryana, Himachal Pradesh, Jammu and Kashmir. Affiliated with Punjab University."]},{"type":"*","value":[" ",{"type":"'''","value":["Chandigarh College Of Architecture"]},"-What is not so well known is the fact that the 20th century's greatest architect also succeeded in getting Chandigarh College of Architecture (CCA) established as an integral part of the great Chandigarh Experiment. Affiliated with Punjab University."]},{"type":"*","value":[" ",{"type":"'''","value":["Institute of Microbial Technology (IMTECH)"]}," - It is a constituent establishment of CSIR (Council of Scientific and Industrial Research, Govt. of India) doing research in microbial biotechnology. It offers doctorate degree in different fields of biotechnology such as protein science and engineering, fermentation technology, immunology and cell biology, bioinformatics, genetics. It houses one of the world's best bioinformatics research center."]},"\n",{"type":"==","value":["Work"]},"\nOpportunity is available to work in the growing IT and BPO industry in the city.\nNewly built IT park had been set up in the city which has proved to be a magnet for potential job seekers in this field.\nSatellite town of ",{"type":"[[","value":[["Mohali"]]}," is also home to several IT majors like Infosys, Altruist Technologies, Webart Softech ",{"type":"[","value":["http:\/\/www.webartindia.com"]},", Dell Inc. and more to name. \nMost of the population here is employed in Government Services with administrative headquarters of all departments of the government of Punjab and Haryana being situated in Chandigarh.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are plenty of Shopping Avenues in Chandigarh. Chandigarh is home to all leading brands and retail store chains.\n\nSector 17 is a fully commercial sector that houses all the major brands and shops that cater to wide array of taste and pocket.\n\nOther popular shopping places are Sector 22, Sector 35, and Manimajra.\n\nIf you want to bargain hard for usual stuff, try the Azad Hind Market in Sector 22 but note that it is closed on Monday.\n\nYou can buy souvenirs in the form of coffee mugs, shirts, etc. at Sukhna Lake.\n\n",{"type":"==","value":["Eat"]},"\nYou can relish all type of cuisines from local Punjabi flavours to Continental cuisine. \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tandoori express"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Don't miss this roadside outlet in sector 8. Providing specialised delicacies like kakori's and galouti's from lucknow, amritsari fish and special waraqi wraps."]]}]},{"type":"===","value":["Budget\/Mid Range"]},"\n\nNearly all major Western fast food chains have registered their presence in Chandigarh.\n\n",{"type":"*","value":[" Amrtisari Kulche : The only authentic Kulchas you would find in Chandigarh. Located at Bhainsa Tibba, near Mansa Devi Mandir"]},{"type":"*","value":[" 5-AAB. Superb punjabi dhaba serving unlimited thalis. Sector 22-B, shop 1085, just down from bus station, beside Hotel Piccadilly)"]},{"type":"*","value":[" Hotel Sheronz and The Cellar 35, S.C.O. 429-430, Sector 35-C"]},{"type":"*","value":[" Barbeque Nation ",{"type":"[","value":["http:\/\/www.barbeque-nation.com\/"]}," - Sector 26"]},{"type":"*","value":[" Hot Millions ",{"type":"[","value":["http:\/\/www.hotmillions.biz\/"]}," - Sector 17, Sector 35 and also in ",{"type":"[[","value":[["Mohali"]]},", ",{"type":"[[","value":[["Panchkula"]]},"."]},{"type":"*","value":[" Nik Baker's ",{"type":"[","value":["http:\/\/www.nikbakers.com\/pages\/index.htm"]}," - Sector 35, Sector 9."]},{"type":"*","value":[" Backpackers - Sector 9"]},{"type":"*","value":[" Manor restaurant - sector 26, for an authentic indian dinner and sizzlers."]},{"type":"*","value":[" Pizza Hut - Sector 26, Sector 35"]},{"type":"*","value":[" Oven Fresh - Sector 35, Sector 26"]},{"type":"*","value":[" Domino's Pizza - Sector 17, Sector 34."]},{"type":"*","value":[" McDonalds - (Fun Republic) Manimajra, Sector 35."]},{"type":"*","value":[" KFC - Sector 8, Sector 35."]},{"type":"*","value":[" Subway - Sector 17 and Sector 35."]},{"type":"*","value":[" Tehal Singh's - Sector 22. One of the best places to try the famous Butter Chicken of Punjab."]},{"type":"*","value":[" Chawla's - There is a whole Chain of Chawla's, the better ones being in Sector 8 and Sector 22. "]},{"type":"*","value":[" Sagar Rathna- South Indian Vegetarian Food chain, Sector 17."]},{"type":"*","value":[" Noodle Bar- Sector 26"]},{"type":"*","value":[" Yo! China- Sector 9"]},{"type":"*","value":[" Nando's Restaurant- Sector 35B"]},"Apart from these, a variety of restaurants can be found in the Sector 35 market, ranging from traditional Indian sweetshops (Gopal's) to burger joints like Mcdonald's to formal dine-in joints.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café 17"],["url="],["email="],["address=Hotel Taj Chandigarh, Sector 17-A"],["lat="],["long="],["directions="],["phone=+91 172 6613000"],["tollfree="],["fax="],["hours=24 hours"],["price="],["content=A very convenient (as well as very expensive) place to eat, chiefly on account of the fact that it is open round the clock.  Multi-cuisine offerings such as \"Fijian Mango and Walnut Salad\" (Rs 500), \"Naples Grilled Panini\" (Rs 650), salmon pasta (Rs 600), \"Barbados Prawns\" (Rs 1,050).  Frequent misspellings of the names of Italian dishes, unpardonable at ",{"type":"''","value":["these"]}," prices (e.g. \"Penne Pomodoro Bassilico\" for \"penne al pomodoro e basilico\", etc.).  \"Spaghetti con Fungi [",{"type":"''","value":["sic"]},"]\", apart from the misspelling, is translated in the menu as \"Black fungus [",{"type":"''","value":["sic"]},"] in pesto cream sauce\", which may put some off (unnecessarily).  The buffet breakfasts (7AM~10:30AM; Rs 675), lunches (12:30PM~3PM; Rs 1,100), and dinners (7:30PM~11:30PM; Rs 1,300~1,400) here are mostly geared towards the Indian palate and best avoided (the atmosphere, somewhat sterile in the best of times, also changes for the worse during these communal feeding periods).  The WiFi comes at a premium here (Rs 140 for 30 minutes)."]]}]},{"type":"*","value":[" Black Lotus at the Taj Chandigarh, for exceptional Chinese fare, cooked by a Beijing imported chef."]},{"type":"*","value":[" Hotel Mountview and Shivalikview also offer specialised dining rooms and bars."]},{"type":"*","value":[" Orchid Lounge at Sector 34, for excellent Thai cuisine."]},{"type":"*","value":[" Crystal bar and lounge - sector 26, to experience trendy nightlife in Chandigarh"]},{"type":"*","value":[" Nando's Chicken at Sector 35 is a recent addition."]},{"type":"*","value":[" Hometel Hotel at Industrial Area Phase 1 is part of Sarovar Chain of Hotels."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Coffee Shops"]},"\nBarista, Cafe Coffee Day and Costa coffee (",{"type":"[[","value":[["Panchkula"]]},", Sec 35) are popular Indian chain of coffee shops that can be found in Chandigarh at various places.\n\nFor a true Indian Coffee experience go to Indian Coffee house in Sec 17\n\n",{"type":"===","value":["Bars\/Pubs"]},"\nChandigarh is often accused of a dull nightlife for its status as a metro. Still, one can enjoy good drink at various pubs\/bars with combined restaurants at Sector 35, Sector 26, and Sector 17. The bars remain open till 12 or 1 in the night.\n'Condom Bar', a unique bar themed upon the condom, is operated by CITCO at Kalagram, Chandigarh-Manimajra road.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Bed and Breakfast"]},"\nThe Chandigarh Administration has launched a bed and breakfast scheme for accommodating more tourists in Chandigarh. This scheme provides a reasonable and comfortable alternative to tourists and visitors in the city.The residential premises registered under this scheme are registered as establishments under two categories Gold and Silver. Rooms are available at Rs.900\/- and Rs.700\/-. Details ",{"type":"[","value":["http:\/\/chandigarhtourism.gov.in\/"]},". The scheme apparently has been canceled for the year 2009 by the district administration due to violation of the norms ",{"type":"[","value":["http:\/\/www.thaindian.com\/newsportal\/business\/chandigarh-scraps-its-bed-and-breakfast-scheme_100262133.html"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nLodgings in central Chandigarh are notoriously overpriced, and the expense is generally not matched by quality improvements. Don't be surprised to be asked over 1000 rupees\/night for a dingy room without windows in sector 22.\n\nThere is a number of budget housing options (of price and quality comparable to typical Indian cities) located in the large market area of sector 45. The area itself is considerably more \"Indian\" than the central districts, with its narrow winding streets and a strong community feel. As of February 2013, you should aim at 500 rupees\/night in this area, after some haggling, and there are many hotels to choose from.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Punjab Palace"],["alt="],["url=http:\/\/www.hotelinchandigarh.in"],["email="],["address=Sector 22-B"],["lat="],["long="],["directions="],["phone = +91 9780471677"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Rajshree"],["alt="],["url=http:\/\/www.hotelrajshree.in"],["email="],["address=Industrial area-1"],["lat="],["long="],["directions="],["phone = +91 9803017802"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["YMCA"]},", Sector 11 "]},{"type":"*","value":[" ",{"type":"'''","value":["Yatri Nivas"]}," run by the CITCO"]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Chandigarh"]},", Sector 22"]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel ParkView"]}," run by the CITCO in Sector 24"]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel The Komfort Inn"],["alt="],["url=http:\/\/www.hotelthekomfortinn.com"],["email="],["address=in Sector 17 C"],["lat="],["long="],["directions="],["phone = +91-1722701614"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Antheia"],["alt="],["url=http:\/\/www.elantheia.com"],["email="],["address=in Sector 34"],["lat="],["long="],["directions="],["phone = +91-172 4687800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Aroma"]}," in Sector 22"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hometel Chandigarh"],["alt="],["url=http:\/\/www.sarovarhotels.com"],["email=geetika@sarovarhotels.com"],["address=in Industrial Area Phase-1"],["lat="],["long="],["directions="],["phone=- 0172-4299 999"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel KLG"],["alt="],["url=http:\/\/www.hotelklg.com\/"],["email="],["address=in Sector 43"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lemon Tree Hotels Chandigarh"],["alt="],["url=http:\/\/www.lemontreehotels.com\/lemon-tree-hotel\/chandigarh\/hotel-chandigarh.aspx"],["email="],["address=Plot No. 3, MW Industrial Area Phase I Chandigarh"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Taj Chandigarh"],["url=http:\/\/www.tajhotels.com\/business\/taj%20chandigarh,chandigarh\/default.htm"],["email=taj.chandigarh@tajhotels.com"],["address=Block No. 9, Sector 17-A"],["lat="],["long="],["directions=central location next to the city's biggest shopping district, at the intersection of Jan Marg and Madhya Marg, close to the Rose Garden"],["phone=+91 172 6613000"],["tollfree="],["fax=+91 172 6614000"],["hours="],["price=Rs 8,550~18,000 plus taxes"],["checkin=12:00"],["checkout=12:00"],["content=Still reasonably new, it is one of the best and easily one of the most expensive places to stay in Chandigarh, part of the Taj Hotels Resorts and Palaces group with properties in India and abroad (including Zambia, Maldives, and South Africa).  Expansive lobby decorated with impressive original sculptural works contrasts starkly with the grubbiness of the neighbourhood outside (but this gives the place its ",{"type":"''","value":["raison d'être"]},").  Rooftop swimming pool and all the other usual five-star amenities.  Good security; exclusive shopping arcade.  Expect to pay for every breath of air you take."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Shivalik View "]}," adjacent to the bus stand at Sector 17 run by CITCO"]},{"type":"*","value":[" ",{"type":"'''","value":["Mount View"]},"  in Sector 10 run by CITCO."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Chandigarh Ashok"],["alt="],["url=http:\/\/www.thechandigarhashok.com\/"],["email="],["address=on NH 21, Near Chandigarh Airport"],["lat="],["long="],["directions="],["phone=+91-172-3000312"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["phoneextra=+91-3000315"],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\nSTD code for Chandigarh is 0172. When calling from overseas, dial +91 172 XXXXXXX. The same STD code is shared by ",{"type":"[[","value":[["Panchkula"]]}," and ",{"type":"[[","value":[["Mohali"]]},". If you have a non-working phone number with only 6 digits, try to add a \"2\" in front of it.\n\nChandigarh has one of the highest cellular density in India. The city is served by all major cellular operators : Airtel, Vodafone, Reliance, BSNL, Tata Indicom, Docomo, Virgin, Spice, and Connect. The cellular connection provided covers the cellular network of state of Punjab and city limits of ",{"type":"[[","value":[["Panchkula"]]}," district in Haryana.\n\nIf you do not have an Indian phone number, it is strongly recommended that you get a pre-paid calling card if you plan on using your phone frequently. Because of new government regulations, you need a photocopy of your passport (visa and the ID pages), a colour photo, and proof of local address (in Chandigarh) when buying a pre-paid card.  Pre-paid cards are sold in a few of the shops that sell mobile equipment.\n\nPCOs are a good option. You will find them almost every 100 m. These are public pay-phones (post-pay) and there will be a person on the shop to take the payments. Check your bill generated (from the billing machine) and make the payment accordingly. Payments are always in Indian rupees.\n\nInternet is cheaply and easily accessible via various cyber cafes operating in every corner of the city with rates ranging from Rs 15-Rs 30 per hour.\n\nMajor Cyber Outlets:\n\n",{"type":"*","value":[" Reliance Web World: Operates through various centres in Sector 9, Sector 35, Sector 46, etc."]},{"type":"*","value":[" Sify Centres: Spread throughout the city."]},"\n",{"type":"==","value":["Stay safe"]},"\nChandigarh is a safe city. With the lowest crime rates in the country, you can feel safe at any hour. Police assistance can be found at the nearest police station or at the patrolling booths in every sector.\n\nYou can call following numbers for respective help : ",{"type":"'''","value":["100 (Police)"]},", ",{"type":"'''","value":["101 (Fire)"]},", ",{"type":"'''","value":["102 (Ambulance)"]},", ",{"type":"'''","value":["1073 (Traffic Police Helpline)"]},". If you are calling from a mobile phone, just add the STD code such as  ",{"type":"'''","value":["0172"]}," in front of the emergency numbers. This is true in any other Indian city.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Balance"]},"\nIndia is often said to assault the senses, and can be overwhelming to travelers. Chandigarh may appear oddly familiar to Western visitors and idiosyncratic to the rest of India. Because of this, Chandigarh is a good place to visit if you need a break from the constant flow of India.\n\n",{"type":"===","value":["Hospitals"]},"\nList of major hospitals and health care centres:\n\n",{"type":"*","value":[" The Postgraduate Institute of Medical Education & Research (commonly referred to by the locals as \"P.G.I.\"), Sector 12.  By all accounts the best multidisciplinary hospital complex in town (under the management of the central government of India, and conceived as the premier referral centre for all the northern states of India).  While it is not always good by Western standards, it has no rival this side of New Delhi. ",{"type":"[","value":["http:\/\/pgimer.nic.in\/"]}]},{"type":"*","value":[" Government Medical College Hospital, Sector 32, Chandigarh ",{"type":"[","value":["http:\/\/gmch.nic.in\/"]}]},{"type":"*","value":[" General Hospital Sector 16, Chandigarh"]},{"type":"*","value":[" Fortis, Mohali ",{"type":"[","value":["http:\/\/www.fortishealthcare.com\/network_hospitals\/fortis_mohali\/fortis_mohali.html"]}]},{"type":"*","value":[" Apollo Hospitals Enterprise Ltd., Sector 34-A."]},{"type":"*","value":[" Mukat Hospital, Sector 34."]},{"type":"*","value":[" Silver Oaks Hospital, Phase IX, Mohali."]},{"type":"*","value":[" Army command Hospital, Chandimandir, Panchkula"]},{"type":"*","value":[" Government hospital, Sector 6, Panchkula"]},{"type":"*","value":[" Saket hospital, Sector 20, Panchkula"]},"\n",{"type":"===","value":["Pharmacies"]},"\nPharmacies are dime a dozen and you should not have any problem locating one, though Sector 16-C is considered the \"pharmacy district\" and offers a variety of shops to find your medication.  You do not need any prescription for Modern Medicine ",{"type":"''","value":["Over the Counter"]}," drugs and ayurvedic medicine (proprietary and traditional), which are available for most common ailments like fever, headache, travellers' ailments, general infection, etc., but you will need prescription for other medicines, which are categorized as ",{"type":"''","value":["Schedule H"]}," drugs.\n\nYou can locate 24-hour pharmacies at PGI and G.M.C.H., Sector 32.\n\n",{"type":"===","value":["General Amenities"]},"\nGeneral amenities for daily living like grocery shopping, laundry etc. can be availed all in one place in every sector's market complex. Each sector is self sufficient in that regard and serves almost all the needs of its residents.\n\n",{"type":"===","value":["Traffic Rules"]},"\nThere is a strict enforcement of traffic rules in Chandigarh. Wearing helmets (for male riders ISI Marked), and using seat belts are compulsory. Violators pay heavy penalties. No exceptions to these rules are made to cars from outside the state.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" One can visit Pinjore Gardens that are within a range of 15–20 km (9-12 mi) from Chandigarh on the way to Shimla."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kasauli"]]},", only 90 min drive from Chandigarh is a hill station not very far from the city. If one is lucky, in clear weather it offers a staggering view of Chandigarh from the Himalayan Foothills. Note that foreign visitors will need to present a valid passport to gain entrance since Kasauli is an Army cantonment."]},{"type":"[[","value":[["Morni hills"]]},", The town of Morni lies at a height of around 1100m (3500 feet) in the Shivalik hills. Just 45 km from Chandigarh, the town is a popular day trip & weekend destination. There are 3 routes from Chandigarh to Morni. The shortest and most popular turne off from the Shimla highway just past the toll barrier at Chandimandir. \n",{"type":"[[","value":[["Adventure Park, Tikkar Taal, Morni hills"]]},", The Tikkar lakes are at a distance of around 7 km from Morni town. A popular destination, they are also home to the region's first adventure park. The park, which lies on the bank pf the smaller of the 2 Tikkar lakes, was set up by Haryana Tourism in 2004, with the intention of promoting adventure tourism in the lower Himalayan region. At present it offers a range of activities from low ropes, commando nets, Burma bridge, rappelling & rock-climbing. It also has a tree house, fountains and a cafeteria.    \n",{"type":"*","value":[" ",{"type":"[[","value":[["Shimla"]]},", just 110 km (70 mi) from Chandigarh by road is called the 'Queen of Hills' and is the erstwhile summer capital of the British Raj."]},{"type":"*","value":[" Other Himachal hill stations such as ",{"type":"[[","value":[["Kullu"]]}," and ",{"type":"[[","value":[["Manali"]]},", are worth visiting as well. A trip by road to Kullu takes about 12 h by bus or 6–7 hours by taxi."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dharamshala"]]},", home of the Dalai Lama and the highest cricket ground in the world takes another overnight journey to reach."]},{"type":"*","value":[" ",{"type":"[[","value":[["Amritsar"]]},", the city with the holiest temple of Sikhs is 238 kms away and also offers a glimpse into Indian struggle for Independence."]},{"type":"*","value":[" ",{"type":"[[","value":[["Delhi"]]}," is 250 kms by road and has excellent connectivity through the NH-1 Highway."]},"\n",{"type":"[[","value":[["File:Prakriti Farms near Chandigarh - Aerial view of the cottage. 20120303 180420.jpg"],["thumb"],["240px"],["Sarson blooms at Prakriti Farms, a rural & traditional Punjabi farm-stay."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.indiauntravelled.com\/prakriti-farms.html Prakriti Farms"]}]}," An organic farm located 45 km from Chandigarh, surrounded by the lower Shivaliks & forestland on all sides. Accommodation is provided (only on weekends) in a mud & thatch cottage, swiss tents & safari tents, starting at Rs 2,000 for 2 people. Traditional Punjabi food is freshly prepared from organically grown farm vegetables, with sarson ka saag & makki ki roti, and Indian-styled "]},"scrambled eggs being the farm specialties. Residents of Rail Majra, a nearby Rajput village, are employed by the farm. The village has a group of Punjabi Sufi music performers who often perform at the farm. Bonfires are lit under the stars on winter nights. Advanced bookings are required and can be done at +91 8527 141 626 or shivya@indiauntravelled.com. \n",{"type":"*","value":[" Motorbike expeditions. Many bikers clubs organise motorbiking and adventure activities."]},"\n",{"type":"{{","value":[["isPartOf"],["Plains (India)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["30.72022"],["76.76697"],["zoom=14"]]},"\n\n",{"type":"[[","value":[["WikiPedia: Chandigarh"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Chandigarh"]]}]