[{"type":"{{","value":[["pagebanner"],["Banner Channel Islands National Park.jpg"]]},"\n",{"type":"{{","value":[["otheruses"],["Channel Islands"]]},"\n",{"type":"[[","value":[["File:CavernPointChannelIslands.jpg"],["thumb"],["260px"],["View from Santa Cruz Island looking east towards Anacapa Island in the Channel Islands National Park."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/chis\/ Channel Islands National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," comprised of a series of islands that are located off the coast of ",{"type":"[[","value":[["Ventura County"]]}," and ",{"type":"[[","value":[["Santa Barbara County"]]}," in ",{"type":"[[","value":[["Southern California"]]},". Five of the eight ",{"type":"[[","value":[["Channel Islands (California)"],["Channel Islands"]]}," are part of the national park: Anacapa Island, Santa Barbara Island, Santa Cruz Island, San Miguel Island and Santa Rosa Island.\n\n",{"type":"==","value":["Understand"]},"\nThis isolated chain of islands just off the Southern California coast boasts pristine natural splendor. Half of the Channel Island National Park's 49,354 acres are underwater and the area is home to 2,000 species of plants and animals. Visitors to the Park can explore waters surrounding the islands for some of California's best sea-kayaking and diving, or trek through the interior of the park's more remote islands.\n\n",{"type":"===","value":["History"]},"\nFor over ten thousand years, the northern Channel Islands have hosted a diverse range of peoples and cultures. The large number and undisturbed condition of archeological sites on the islands are shedding light on coastal migration patterns of the earliest Americans and their subsistence in the marine environment. Human remains discovered in 1959 at Arlington Springs on Santa Rosa Island have been dated to more than 13,000 years of age, among the oldest dated human remains in North America.\n\nNew information about the Island Chumash, the native population that inhabited these islands for thousands of years, continues to fascinate historians and visitors alike. These native people relied on the sea for much of their sustenance and manufactured tools and trade items from shells and stones. The Chumash were able to travel between the islands and the mainland in plank canoes, called tomols, which were constructed out of redwood trees drifting down the coast.\n\nIn 1542, explorer Juan Rodriguez Cabrillo reached San Miguel Island while voyaging along the American coast seeking new lands for conquest and development. For two hundred years, explorers and traders visited the islands where they hunted otters, seals, and sea lions for their pelts and oil, greatly increasing the exploitation of the marine resources and introducing diseases that decimated the native populations.\n\nClaimed for Spain by the early explorers, the islands fell under Mexican rule in 1821. Santa Cruz and Santa Rosa were awarded as Mexican land grants with the intent of raising livestock. Initial ventures into sheep and cattle ranching began on these islands in the 1830s. With California statehood in 1850, the islands became part of the United States. Each of the five northern Channel Islands was developed for livestock ranching during some period of the 19th and 20th centuries. Taking advantage of the expansive fields and altering much of the natural environment, ranchers and vaqueros, or cowboys, built successful sheep and cattle ranches. Many historic ranch buildings remain on Santa Cruz and Santa Rosa islands today.\n\nThe U.S. Army, Navy, Air Force and Coast Guard all established posts on the northern Channel Islands during the 20th century. Light towers were constructed on Anacapa and Santa Barbara Islands in the 1910s, and a full light station was built on East Anacapa Island in 1932, run by the Coast Guard into the 1960s. Coastal defense build-up led to the establishment of an Army base in 1943 and an Air Force Base in 1950, both on Santa Rosa Island. The Navy managed San Miguel Island from 1948 until it transferred management to the National Park Service in 1967. The Navy also continues to maintain a small post on Santa Cruz Island.\n\nToday National Park Service personnel and park visitors form the primary population of the five northern islands. Established as a National Monument in 1938, Anacapa and Santa Barbara islands were the first two islands under NPS management. In 1980 legislation creating Channel Islands National Park added the three remaining Northern Channel Islands.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Urocyon littoralis pair.jpg"],["thumb"],["Channel Islands Foxes, found only on the Channel Islands"]]},"\nA variety of organisms can be found on and around the Channel Islands, from top predators like bald eagles and sharks, to intertidal residents such as seastars and barnacles, to the tiniest parasites living on other animals and plants.\n\nBecause of their isolation and remote nature, the Channel Islands support fewer native animal species than similar habitats on the mainland. Species that reached the islands were aerial, such as birds and bats, or rafted across the water on debris and other material. Over time some vertebrate species evolved into distinct subspecies on the islands. A total of 23 endemic terrestrial animals have been identified in the park, including 11 land birds, that are Channel Island subspecies or races.\n\nThe Santa Barbara Channel to the north serves as a major marine mammal migration corridor, particularly whales.  Keep your eyes open in late winter and early spring.\n\n",{"type":"===","value":["Climate"]},"\nAlthough the park is in sunny southern California there are distinct seasons, each with its own character and unique mood.\n\nIn addition, visitors also should be aware that ocean and weather conditions vary considerably from day-to-day and island-to-island. Although this makes planning your visit a little difficult, we must remember that this unpredictable and, at times, unforgiving weather is one of the main reasons that the islands have been afforded so much isolation and protection from the rapid changes seen on the mainland. It is, in part, what makes the Channel Islands such a unique and wonderful place.\n\nIn general, the islands have a Mediterranean climate year-round. Temperatures are relatively stable, with highs averaging in the mid-60s (°F) and lows in the low-50s.\n\nHowever, visitors to the islands must be prepared for high winds, fog, rough seas, and sea spray at any time. Winds are often calm in the early morning and increase during the afternoon. High winds may occur regardless of the forecast, especially on the outer islands, Santa Rosa and San Miguel (30-knot winds are not unusual). Anacapa, eastern Santa Cruz, and Santa Barbara Islands have more moderate winds.  Dense fog is common during the late spring and early summer months, but may occur at any time. Ocean water temperatures range from the lower 50s (°F) in the winter to the upper 60s in the fall.\n\n",{"type":"==","value":["Get in"]},"\nIsland Packers is the official park concessionaire and provides boat access to all islands.  Channel Islands Aviation is the park's official air transportation concessionaire and provides air transportation to Santa Rosa Island.  Other operators provide scuba and charter options.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Island Packers"],["alt="],["url=http:\/\/www.islandpackers.com\/"],["email=information@islandpackers"],["address=1691 Spinnaker Dr, Suite 105 B, Ventura"],["lat="],["long="],["directions="],["phone=+1 805 642-1393"],["tollfree="],["fax="],["hours="],["price="],["content=Provides boat travel between ",{"type":"[[","value":[["Ventura"]]}," and Channel Islands Harbors and all of the islands. Half-day to multi-day packages."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Truth Aquatics"],["alt="],["url=http:\/\/www.truthaquatics.com\/"],["email="],["address=301 West Cabrillo Blvd"],["lat="],["long="],["directions="],["phone=+1-805 962-1127"],["tollfree="],["fax="],["hours="],["price="],["content=Offers boat transportation from ",{"type":"[[","value":[["Santa Barbara"]]}," harbor to all of the islands. The company offers a weekly one-day trip to the islands focused on snorkeling and kayaking, and liveaboard trips (including scuba) on a charter basis."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Channel Islands Aviation"],["alt="],["url=http:\/\/www.flycia.com"],["email="],["address=305 Durley Ave"],["lat="],["long="],["directions="],["phone=+1-805 987-1301"],["tollfree="],["fax="],["hours="],["price="],["content=Operating out of ",{"type":"[[","value":[["Camarillo"]]}," airport to Santa Rosa Island. One-day or multi-day round-trip excursions are available for camping and hiking."]]}]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are no entrance fees to visit the park. However, a fee is charged for camping on the islands. The fee includes both the National Park Service fee that supports the operation of the campgrounds and a reservation fee by the company that manages the reservation system for the National Parks.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["34.0"],["-119.95"],["zoom=9"]]},"\n\nThe islands are only accessible by park concessionaire boats and planes or private boat. Advanced planning is highly recommended. There is no transportation available on the islands. All areas must be accessed on foot or by private boat or kayak.\n\nPublic boat transportation is available year-round to all five islands by the park concessionaires, Island Packers and Truth Aquatics. In addition, Island Packers offers whale watching trips while Truth Aquatics also offers scuba diving trips.\n\n",{"type":"==","value":["See"]},"\n\nThe park consists of five of the eight Channel Islands, as well as all waters within one nautical mile (1.8 km) from land.\n\n",{"type":"===","value":[" San Miguel Island "]},"\n\nSan Miguel is the westernmost island, and as a result receives the brunt of the northwesterly winds, fog, and severe weather from the open ocean. The cold, nutrient-rich water surrounding the 9,491-acre, eight-mile-long and four-mile-wide island is home for a diversity of sea life, including 100,000 northern elephant seals, California sea lions, northern fur seals and harbor seals that breed at varying times throughout the year on Point Bennett (30,000 may be on the beach at any particular time). Submerged rocks make the nearly 28-mile coastline a mariner's nightmare. Rough seas and risky landings did not daunt the Chumash who lived here, nor did they deter the first European explorer, Juan Rodríguez Cabrillo, in 1542. Ranchers raised sheep from 1850 to 1948. Later, the Navy used the island for a bombing range. Today, native species are making a recovery in this sanctuary.\n\nMuch of San Miguel island is closed to exploration due to unexploded ordinances, sensitive habitat, and archaeological sites unless accompanied by a park ranger or a park naturalist.  The caliche forest, an area of petrified tree stumps is accessible with a guide via a five mile round-trip hike.  Point Bennet, home to thousands of seals and sea lions, can be reached with a guide via a sixteen mile round-trip hike.\n\nCuyler Harbor beach, the Cabrillo Monument, the Lester Ranch site, and the ranger station are all accessible without a guide and can all be reached via the Nidever Canyon trail, which begins on the beach at the top of the dune above Gull Rock and climbs along the east wall of the canyon.\n\n",{"type":"===","value":[" Santa Rosa Island "]},"\n\nThe second-largest island, with 53,051 acres - 15 miles long and 10 miles wide - offers rolling hills, deep canyons, a coastal lagoon, and beaches adorned with sand dunes and driftwood. The Chumash called it Wima or \"driftwood\" because channel currents brought ashore logs from which they built tomols, plank canoes. For thousands of years unusual animals and plants made the island their home. Flightless geese, giant mice, and pygmy mammoths are extinct, while the island fox, spotted skunk, and munchkin dudleya (one of six plant  species found only on this island) still live here.\n\nIsland Features: Chumash and ranching history; Torrey pines; snowy plover; Lobo Canyon; sand dunes; beaches.\n\n",{"type":"===","value":[" Santa Cruz Island "]},"\n\nSanta Cruz is the most accessible, and thus most visited, of the islands in the park.  The island offers pristine beaches, rugged mountains, lonely canyons, grass-covered hills, and several unique animal and plant species.  The largest island in the national park, with 61,972 acres, Santa Cruz is 22 miles long and from two to six miles wide. A central valley splits the island along the Santa Cruz Island fault, with volcanic rock on the north and older sedimentary rock on the south. Today, The Nature Conservancy and National Park Service preserve and protect the island.\n\nIsland Features: historic ranches; island fox; island scrub jay; Painted Cave, the second largest sea cave in the world.\n\n",{"type":"===","value":[" Anacapa Island "]},"\n\nTwelve miles from the mainland a five-mile-long spine of rock emerges from the ocean, breaks into three islets, and offers itself as home to 265 species of plants and a bevy of seabirds-with the largest brown pelican rookery in the United States. On charts the island of 737 acres appears as East, Middle, and West Anacapa. The Chumash called it Anyapakh or \"mirage.\" It was anything but a mirage on the night of December 2, 1853, when the sidewheel steamer Winfield Scott running at full speed crashed into rocks off Middle Anacapa and sank. The Coast Guard built a light beacon in 1912 and a light station in 1932.\n\nIsland Features: bird rookeries; Chumash middens; giant coreopsis; tidepools; kelp forests; sea caves; arches.\n\n",{"type":"===","value":[" Santa Barbara Island "]},"\n\nSteep cliffs of this smallest island - 644 acres or about one square mile - rise above rocky shores to a grassy mesa flanked with twin peaks. Gabrieliño\/Tongva Indians fished here. Explorers, seal and abalone hunters, ranchers, and the military took their toll. Today, after years of species and habitat loss, animals and native vegetation are making a remarkable recovery. Among those found here are Xantus' murrelets, a seabird that nests in crevices in the cliffs, and the Santa Barbara Island live-forever, a rare plant found only on this island.\n\nIsland Features: seabird, seal, and sea lion rookeries; island night lizard; wildflowers; kelp forests.\n\n",{"type":"==","value":["Do"]},"\nChannel Islands National Park has amazing sea cave kayaking. ",{"type":"[","value":["http:\/\/www.sbadventureco.com\/adventures\/channel-islands\/ Santa Barbara Adventure Company"]},"  offers guided sea cave kayaking tours on several of the islands including Scorpion Bay on Santa Cruz. They also offer multi-day trips if you are considering camping and kayaking. This is a great way to see the islands and the safest way to tour the sea caves. phone 805-884-9283.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere is no food service allowed on the islands. Guest must pack in all their food. Some islands have drinking water, but it is a good idea to bring water as well.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:0906-channel-islands-np-santa-rosa-campground.jpg"],["thumb"],["300px"],["Water Canyon campground on Santa Rosa Island, showing the windbreak structures built to protect tents from the constant wind."]]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\nCamping reservations for National Park Service campgrounds on San Miguel, Santa Rosa, East Santa Cruz, Anacapa, and Santa Barbara Islands are available through Biospherics Inc. at (800) 365-2267.  Campsites are generally located close to one another and if the campground is filled to capacity conditions may be crowded. No trash service is provided and all campers must pack out their own trash. Be prepared to carry your camping gear from the landing areas to the campgrounds.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Anacapa Island"]},".  The campground is on East Anacapa Island, 1\/2 mile from the dock landing, up 154 stairs. There are 7 campsites with a campground capacity of 30 people."]},{"type":"*","value":[" ",{"type":"'''","value":["Santa Barbara Island"]},".  The campground is 1\/2 mile uphill from the dock landing. There are 8 campsites with a campground capacity of 30 people."]},{"type":"*","value":[" ",{"type":"'''","value":["San Miguel Island"]},".  The campground is a 1 mile hike uphill from the beach landing and has windbreaks. There are 9 campsites with a total campground capacity of 30 people. Fewer than 200 people per year ever get the experience of camping on San Miguel Island."]},{"type":"*","value":[" ",{"type":"'''","value":["Santa Rosa Island"]},".  The campground in Water Canyon is 1 1\/2 mile miles across the flats from the pier landing, or 1\/4 mile from the airstrip. There are 15 campsites with a 50 person campground capacity. The campground has windbreaks, running water (most people bring drinking water) and an invigorating shower."]},{"type":"*","value":[" ",{"type":"'''","value":["Santa Cruz Island"]},".  The campground is in Scorpion Valley and has 40 sites and allows 4-6 people per site. The campsites are spread out along the valley floor 1\/2 to 1 mile up the flats from the beach landing."]},"\n",{"type":"===","value":["Backcountry"]},"\n\nCamping on the beaches on Santa Rosa Island is available for experienced kayakers and boaters on a seasonal basis; a permit is necessary by calling (805) 658-5730.\n\n",{"type":"==","value":["Stay safe"]},"\nDue to the weather variation which can occur in the Park, visitors to the islands should dress in layers, with short and long pants, fleece jacket or sweatshirt, windbreaker, hat, sunscreen, and waterproof outer clothing. In addition, visitors should wear sturdy hiking shoes with non-slip soles.\n\nThere are no supplies on the islands. Take water, food, and other necessities. Watch your step—ladders, railings, and stairs may be wet. Stay back from cliff edges; they may be crumbly or undercut—a fall could be fatal. Do not approach marine mammals, such as whales, seals, and seal lions. Check for ticks and watch out for poison oak and cactus. Deer mice on the islands may carry diseases, including deadly hantavirus. Avoid all contact with mice and other wild animals. Keep food in rodent-proof containers. In an emergency on the islands, contact a ranger or concession employee, or use a cell phone to dial 911. On the water, use a marine radio VHF channel 16.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["WikiPedia:Channel Islands National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Travel and Tourism\/Parks\/National Parks and Monuments\/Channel Islands NP\/"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["geo"],["34.0"],["-119.95"],["zoom=9"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central_Coast_(California)"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["Commons:Channel Islands National Park"]]}]