[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Changchun Cultural Square.JPG"],["thumb"],["240px"],["right"],["Looking toward Culture Square"]]},"  \n",{"type":"'''","value":["Changchun"]}," (长春; ",{"type":"''","value":["Chángchūn"]},"; lit. Long Spring) ",{"type":"[","value":["http:\/\/www.ccfao.com.cn"]}," is the capital of ",{"type":"[[","value":[["Jilin"]]}," Province and was formerly the capital of the Japanese puppet state of Manchukuo. With a population of more than 6 million, it is one of the major cities in Northeast China (东北; ",{"type":"''","value":["Dōngběi"]},"), and is the largest center for China's automotive industry. In 2007, the city hosted the Asian Winter Games.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"====","value":["The ancient period"]},"\nChangchun in its present form is a new city with only about 200 years of history. \nBut there used to be a city thousands years ago known by different names. The ancient city had changed its name several times, 'Xidu', 'Helong', 'Tiangang'（Han Dynasty）, 'Shushan'（Tang Dynasty, 'Longzhou'（Liao Dynasty, and 'Kuancheng'(Jin Dynasty). Eventually, Kuancheng was destroyed by the Mongolian army, leaving nothing except mention of their conquering in the annals of history .\n\nIn 1800(Qing Dynasty), Emperor Jiaqing decided to build a town, as one of the junctions on the way from the capital ",{"type":"[[","value":[["Beijing"]]},", to the ",{"type":"[[","value":[["Changbaishan National Nature Reserve"],["Changbai Mountains"]]},", the holy mountain of the Qing royalty. The Emperor gave the reborn town a name with blessing : 'Changchun'. In some tales, this new name came from a couplet made by the Emperor Qianlong, the father of Jiaqing. This couplet was made when the old emperor on his way to the Changbai Mountains, to praise the spring-like summer of the Changchun area.\n\n",{"type":"====","value":["The Semicolonial period"]},"\nAfter defeating China in the first Sino-Japanese War (1894-1895), ",{"type":"[[","value":[["Japan"]]}," had desires to expand, including plans to overtake the eastern lands of Fengtian Province (Liaoning Province today) from China.  This expansion clashed with the wishes of ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["France"]]},", and ",{"type":"[[","value":[["Germany"]]},"; Japan had to settle for money from China instead (about 30 million liang). For their part, Russia got the rights to build a railway in the sought-after lands.\n\nIn 1896, Russia built a railway station and a settlement in Changchun.\n\nIn 1906, Japan defeated Russia in the Russo-Japanese War, and gained the right of the railway in southern Northeast China. Changchun became the junction between the Japanese-owned South Manchurian Railway and the Russian-owned Chinese Eastern Railway, which had different rail gauges and permit licenses. There were railway repair shops, and branch lines originating in Changchun extended into Korea and ",{"type":"[[","value":[["Inner Mongolia"]]},".  An epidemic of pneumonia occurred in many parts of Manchuria from 1910-11.\n\nOn 18 September 1931, Japan invaded Manchuria. The leader of the area, Zhang Xueliang, commanded his army to retreat without counterattack, and pinned all his hopes on the intercession of the League of Nations.\n\nThe city's name was changed on 1 March 1932, to Xinjing (新京), the capital of Manchukuo, and Pu Yi, the last emperor of the Qing Dynasty, was its designated overseer. The new tenants gave it a grand blueprint with broad avenues and modern public works. The city underwent rapid expansion in both economy and infrastructure and provided materials for Japan's wars.\n\nThe Chinese people were forbidden to learn their own language and culture, as they were now under the control of the Japanese Empire. Life for those living in the newly controlled areas was cruel.\n\n",{"type":"====","value":["The Civil War"]},"\nThe area changed hands again when on 20 August 1944, the Soviet army took over the city. They stayed until 4 April 1946, and took away all the machines and materials they could move. At that time, the army of the Republic of China took over the city.  Two months later, the Chinese Civil War began, and Changchun once again became a battlefield.\n\nFrom May to October 1948, the Kuomintang army was besieged by the Communist army. The Kuomintang army looted food from citizens and the Communist forbade anybody to leave. At last, the Kuomintang army surrendered and the Communist army got the city.\n\n",{"type":"====","value":["Today"]},"\nAfter the Civil War, Changchun became the capital of Jilin Province in September 1954. Nowadays, it is a quiet northern city having short, windy springs and cool summers, as it has enjoyed since before all the wars. It is also an important domestic optical research centers, along with automobile and train manufacturing bases.\n\nNew train tracks have been laid, decades after world powers fought for resources.  On 27 May 2010, China's fastest high speed train, the 380A which can reach 380 km\/hr, began operations as the city continues to make its own history.\n\n",{"type":"===","value":["Districts"]},"\nChangchun has a total of 6 districts, 3 other cities and 1 county.  Five of the districts are close to the city centre:　\n",{"type":"*","value":[" Chaoyang District (朝阳区) "]},{"type":"*","value":[" Nanguan District (南关区)"]},{"type":"*","value":[" Kuancheng　District (宽城区)"]},{"type":"*","value":[" Erdao District (二道区)"]},{"type":"*","value":[" Luyuan District (绿园区)"]},"\nFurther afield are: \n",{"type":"*","value":[" Shuangyang District (双阳区)"]},{"type":"*","value":[" West New City Development District (西部新城开发区）"]},{"type":"*","value":[" Yushu City (榆树市)"]},{"type":"*","value":[" Dehui City (德惠市)"]},{"type":"*","value":[" Jiutai City (九台市)"]},{"type":"*","value":[" Nong'an County (农安县)　"]},"\nThe city is home to the following special economic zones:\n",{"type":"*","value":[" Changchun Jingyuetan tourism Economic Development Zone (长春净月潭旅游经济开发区)"]},{"type":"*","value":[" Changchun High Technology Industry Development Zone (长春高新技术产业开发区)"]},{"type":"*","value":[" Changchun Technology Development Zone (长春经济技术开发区) "]},{"type":"*","value":[" Changchun Automotive Industry Development Zone (长春汽车产业开发区) "]},{"type":"*","value":[" Changjiang Lu Science and Technology Commercial Development Zone (长江路电脑科技商品开发区)"]},"\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =  −10"],["febhigh =   −5"],["marhigh =    4"],["aprhigh =   14"],["mayhigh =   21"],["junhigh =   26"],["julhigh =   28"],["aughigh =   26"],["sephigh =   21"],["octhigh =   13"],["novhigh =    2"],["dechigh =   −7"],["janlow  =  −20"],["feblow  =  −16"],["marlow  =   −7"],["aprlow  =    2"],["maylow  =    9"],["junlow  =   16"],["jullow  =   19"],["auglow  =   17"],["seplow  =   10"],["octlow  =    2"],["novlow  =   −8"],["declow  =  −16"],["janprecip =   3"],["febprecip =   5"],["marprecip =   12"],["aprprecip =   22"],["mayprecip =   50"],["junprecip =   100"],["julprecip =   161"],["augprecip =   122"],["sepprecip =   52"],["octprecip =   29"],["novprecip =   10"],["decprecip =   5"],["jansun = 6.1"],["febsun = 6.9"],["marsun = 7.7"],["aprsun = 8.0"],["maysun = 8.4"],["junsun = 8.3"],["julsun = 7.1"],["augsun = 7.6"],["sepsun = 7.8"],["octsun = 6.9"],["novsun = 5.8"],["decsun = 5.3"]]},"\n\nChangchun has a monsoon-influenced climate, with great seasonal temperature extremes. Winters are long, very cold, and windy, with a January high of −10 °C (14°F). However there is little snow and the air is dry. Summers are very warm and humid, with extended periods of 30°C (86°F) highs, though the average high in July is 28°C (82°F).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Changchun Longjia International Airport"]}," (长春龙家国际机场; ",{"type":"{{","value":[["IATA"],["CGQ"]]},") has been in operation since September 2005 and is around 30 km east of city center. It replaced a smaller military airport that had been adapted for commercial use. The airport is large and clean, and passengers can find standard amenities such as restaurants, cafes, shops, lounges, credit card acceptance, etc. For first class passengers there are two lounges available, but the standard is far below of the lounges of international airports.\n\nDifferent local flight destinations are available, but the major routes throughout the day are to domestic destinations ",{"type":"[[","value":[["Shanghai"]]}," (2:20 hours) and Beijing (1:40 hours).  There are also some international flights to ",{"type":"[[","value":[["Incheon"]]}," and ",{"type":"[[","value":[["Nagoya"]]},".\n\nFrom the airport there are regular coach services (¥20-30 one way) available to the center (e.g. People's Square (人民广场)). Travel time is around 45 minutes. A taxi to\/from the city costs around ¥80 including toll, but from the airport to the city most of the taxi drivers reject a drive if you are not willing to pay at least ¥100 (do not discuss it, do it or take the bus).\n\n",{"type":"===","value":["By train"]},"\nChangchun has four passenger railway stations: Changchun Railway Station (长春站), Changchun South Railway Station (长春南站) and now Changchun West Railway Station(长春西站). Changchun South Station is very small and only local trains stop there. Changchun West is the newest and this is where the High Speed Trains (D and G trains) depart.\n\n",{"type":"'''","value":["Changchun Railway Station"]}," (长春站; ",{"type":"''","value":["Changchun Zhan"]},") is located at the north end of Renmin Avenue (人民大街). Although it is large and chaotic, providing you read Chinese and speak some Mandarin and are prepared to fight through the queues, you can buy a ticket to almost anywhere in China from here.\n\nThanks to the railroad-building efforts of Japanese in the early- to mid-1900s, the rail network in Northeast China is extensive and no place is very far by rail. (All times approximate.)\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beijing"]}," - 8 hours (6.5 hours D Train)"]},{"type":"*","value":[" ",{"type":"'''","value":["Dalian"]}," - 7–10 hours (4 hours D Train)"]},{"type":"*","value":[" ",{"type":"'''","value":["Dandong"]}," - 10 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Harbin"]}," - 4 hours (1.5 hours D Train)"]},{"type":"*","value":[" ",{"type":"'''","value":["Jilin"]}," - 2\/3 hours, D Train"]},{"type":"*","value":[" ",{"type":"'''","value":["Shanghai"]}," - 32 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Shenyang"]}," - 2–4 hours (1.5 hours D Train)"]},{"type":"*","value":[" ",{"type":"'''","value":["Tonghua"]}," - 9 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Xi'an"]}," - 34 hours"]},"\nRail travel is by far the cheapest way to travel in and out of Changchun. If you do not want to go to the train station yourself, you can go to any good travel agent who will do this on your behalf, usually for ¥10-20 extra.\n\n",{"type":"===","value":["By bus"]},"\nThere are long distance coaches that regularly go from\/to Beijing available from the coach station on Huanghe Road (黄河路), just off Renmin Avenue (人民大街).  There is also a long distance bus station at the south end of Renmin Avenue (take bus Z306 from the train station).\n\nYou can also catch coaches and buses from pretty much anywhere in Jilin Province, though they have a reputation for being dangerous and are slightly more expensive, though faster, than the train.\n\nThe main Long-Distance Bus Station is at 226 Renmin Avenue.\n",{"type":"*","value":[" ",{"type":"'''","value":["Beijing"]}," - takes about 8 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Dalian"]}," - takes about 8 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Harbin"]}," - takes about 4 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Jilin"]}," - takes about 2 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Shenyang"]}," - takes about 4 hours"]},"\n",{"type":"==","value":["Get around"]},"\nChangchun is a very compact city planned by the Japanese with a layout of open avenues and public squares (",{"type":"''","value":["guǎngchǎng"]},"). It is pretty easy to travel from one place to another; however, with the increase in private car ownership, traffic is getting worse by the day.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are by far the best way to get around. They are cheap but you should have a piece of paper with the address in case you do not speak Mandarin.\nTaxi fares start at ¥5 up to 2.5 km (plus a mandatory ¥1 fuel surtax), after that ¥1.30\/.5 km. Several taxi companies are serving the city ",{"type":"'''","value":["and they will not try to cheat you."]}," It is common for drivers to pick up other passengers who might be going in the same direction if there are unused seats.\n\nHowever, in case driver is taking you in circles - in this case complain for example at the hotel drop-off point. The staff there normally will support you in such cases.  For other cases simply pay not more than shown on the meter.  In general: Make sure you know the name of the places you are going to in Mandarin or have a paper with the Chinese address with you.  It would not hurt either to travel during the day and have one of Shangri-La's English maps, or even one in Chinese from Xinhua bookstore.\n\n",{"type":"===","value":["On foot"]},"\nFrom May to October, Changchun is a decent walking city, as the weather is fine and there are no hills.  The city does tend to be spread out, so travelers should plan on using other forms of transportation.  During the winter months temperatures are too cold to walk longer distances in Changchun, so other forms of transport should be considered.\n\n",{"type":"[[","value":[["File:YK4-600.jpg"],["thumb"],["240px"],["right"],["Changchun light rail"]]},"\n\n",{"type":"===","value":["By light rail"]},"\nChangchun light rail (轻轨; qīngguǐ) Line 3 currently goes from the west side of the train station (长春站) to Changying Movie Wonderland (长影世纪城). It travels past Changchun University (长春大学) approximately half-way along the route, and takes 63 minutes to complete the entire journey. A ticket, purchased at any light rail station, costs ¥1-4 each way, based on the distance traveled. Operates 6AM-9PM daily.\n\nA new south-north route (Line 4) completed in 2012 runs on Linhe Street. It northern terminals is the New North Railroad Station and southern terminal is the new government center at CheChang.\n\nFree transfer between Lines 3 and 4 can be had at the LinheJie (Line 3) and WeixingLu (Line 4) stations.\n\n",{"type":"===","value":["By bus"]},"\nAn extensive bus network and most of the buses cost ¥1; however, those who can not read Chinese will find it nearly impossible to use the network.\n\nMost buses go to the bus station outside the train station, and other central areas such as Guilin Road (桂林路), Chongqing Road (重庆路) and Hongqi Street (红旗街).  Be aware that the buses are often extremely crowded and especially uncomfortable during the hot summers as there is no air conditioning.\n\n",{"type":"'''","value":["Important bus numbers"]}," include:\n\n",{"type":"*","value":[{"type":"'''","value":["362"]}," - 6AM-8:30PM daily. From the train station to Hongqi Street (红旗街), Chongqing Road (重庆路) and Guilin Road (桂林路)."]},"\n",{"type":"*","value":[{"type":"'''","value":["306"]}," - 5:50AM-11PM daily.  Busy route that goes north\/south along Renmin Avenue (人民大街) from the train station to Changchun University (长春大学)."]},"\n",{"type":"*","value":[{"type":"'''","value":["80"]}," - 6AM-8PM daily. Circular route around Changchun that goes pretty much everywhere including Hongqi Street (红旗街), Chongqing Road (重庆路), Guilin Road (桂林路), the train station and the zoo."]},"\n",{"type":"*","value":[{"type":"'''","value":["240"]}," - 6AM-7:30PM. Satellite Square (卫星广场) to Culture Square (文化广场) via Guilin Road (桂林路)."]},"\n",{"type":"===","value":["By tram"]},"\nDespite the city once having the most complex tram system in Northern China, there is now only one remaining route still open.  The number 54 runs down Hongqi Street (红旗街) to the far west of the city (where there really is not much). Many of the trams still in use today are the original cars from 1940, so it is worth the ¥1 ride just for the experience of yesteryear.\n\n",{"type":"===","value":["By minibus"]},"\nIf you are in need of an adrenaline rush, look no further than one of the minibuses that tear around the city streets.  Some places out in the suburbs are only serviced by such buses, and the fare is usually ¥1-2, but the drivers seem to think that they are on a giant racetrack most of the time and you will get thrown around.  Expect the front passenger to sit at the side-door, calling out to potential customers, and to be encouraged to hop on the bus while it is moving ever so slowly.  If you were old, they would probably stop, or expect you to take a taxi for a little more.  Very crowded at times.\n\n",{"type":"===","value":["By bicycle"]},"\nTravelers should be cautious of bicycling in Changchun.  For half the year it is generally too cold and during the summer months, too dangerous.  Unlike other big cities in China, Changchun does not separate cycle lanes from the main traffic, which leads to buses, taxis, cars, and motorcycles sharing the same space as the cyclists.  The whole situation is dangerous and this is perhaps the reason why by Chinese standards there are few people who regularly cycle here.  The other problem is that because of the city's layout, there are plenty of large roundabouts where 4 or 5 busy roads converge on one another, making it extremely difficult to cycle without having to continually dismount.\n\nIf you want to bike around, it is recommended that you follow closely behind one of the local people on cargo-bike, merchant-bike, or donkey.  There are off times during the day when biking would be less challenging.  Drivers are not overly aggressive towards bikers.\n\n",{"type":"===","value":["By three-wheeler"]},"\nThere are brightly coloured three wheel plastic taxis, available from near Changchun University (长春大学), which only operate for short distances in the south of the city.  If you are in the Jingyuetan (净月潭) part of town, this is the easiest mode of transport as there are few taxis operating there.  It is fairly easy to find a taxi anywhere in Jingyuetan. They are cheaper and slower than regular taxis. There is no meter, so expect to negotiate with the driver. A typical ride should not exceed ¥3.\n\n",{"type":"===","value":["By motorcycle"]},"\nIf you need to get somewhere fast then jump on one of these.  They generally hang around in the south of the city and out in the suburbs. They are unlicensed to carry fare paying passengers, so bear in mind that if there is an accident, you might find yourself in trouble.  However, they tend to drive in the cycle lanes at quite low speeds and so are safer than you might expect. Expect to pay as little as ¥1 for a short trip.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=South Lake"],["alt=南湖公园; Nánhúgōngyuán"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large park which is a favorite picnic and recreation spot for locals. In the summer, the lake is used for boating and water sports, and there is a stand of huge lotus plants near one part of it. In the winter, the lake freezes over and serves as a natural skating rink. In winter months it's a romantic and quiet place - but you have to suffer the low winter temperatures. The park almost feels like it is not part of a city, except that there is a good view of the skyscrapers in downtown Changchun across the lake.  The park is a very safe place to wander around in the early evening."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wenhua Square"],["alt=文化广场; Wénhùa Guǎngchǎng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Starting north of the crossroads of Xinmin Dajie (新民大街) and Jiefang Dalu (解放大路), is a pleasant urban hangout which offers a glimpse into Changchun's Japanese imperial past. The square is surrounded by several historical buildings from the Manchukuo era.  On the north end of the square sits the majestic former New Palace of the Emperor of Manchukuo (新帝宫), which was intended to replace the Puppet Imperial Palace mentioned below.  On the south end of the square are the former Manchukuo State Council and Military Affairs buildings.  These buildings, which are now affiliated with Jilin University, offer prime examples of early Twentieth Century Japanese architecture.  On the square, vendors sell kites and various other products. Many people fly kites from this square, while others play traditional Chinese instruments or just sit and relax. More formal performances are sometimes held on a temporary stage set up near the high school. For casual visitors to Changchun, this is probably a good place to visit by taxi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Puppet Imperial Palace"],["alt=伪皇宫; Wěihuánggōng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥80 (Jan 2012)"],["content=Another place to visit to take in historical Manchukuo.  The palace was the home of Pu Yi, the last emperor of China and puppet emperor of Manchukuo, and this centre of the Manchukuo administration may be worth a visit. Signage is available in English (and Japanese) although many of the artifact descriptions are in Chinese only. There is an audio tour rental fee of ¥20 although the recordings do not add much to what is already provided by the signage (¥100 deposit for equipment). The grounds are nicely restored since nearly all buildings were destroyed during the Cultural Revolution. Scenes from the acclaimed 1987 film ",{"type":"''","value":["The Last Emperor"]}," were filmed here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jingyuetan National Forest Park"],["alt=净月潭国家森林公园; Jìngyuètánguó jiāsēnlín gōngyuán"],["url="],["email="],["address="],["lat="],["long="],["directions=45 min from downtown to the south east of the city"],["phone="],["tollfree="],["fax="],["hours="],["price=The admission is a rather steep ¥30; or you could, like the locals, just climb through one of the many holes in the fence"],["content=It is the largest man-made forest park in Asia, and a great place for skiing in the winter."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=People's Square"],["alt=人民广场; Rénmín Guǎngchǎng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the Chaoyang District around the cross streets of Xi'an Lu (西安路), Renmin Dajie (人民大街), and Changchun Dajie (长春大街). It is one of the focal points of Changchun. It is close to Baishan Park (白山公园), and a mini \"Culture Square\" of sorts.   The site commemorates the Russian soldiers, and specifically Russian pilots that died to liberate Changchun during the Second World War."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Changchun World Sculpture Park"],["alt=长春世界雕塑公园; Chángchūnshìjièdiāosùgōngyuán"],["url=http:\/\/2007.changchun.gov.cn\/yingwenban\/diaosu_list4.jsp?ID=120704000000000000"],["email="],["address=south end of Renmin Street"],["lat="],["long="],["directions=Bus routes 112, 240, and 270"],["phone=+86 431 85379001"],["tollfree="],["fax="],["hours=08：00 to 16：00 (winter); 08：00 to 17：00 (summer)"],["price=¥20 (2008)"],["content=A large, beautiful sculpture park surrounding a serene lake. The park features sculptures from artists around the world. At the center is a large pillar, the 'Friendship Peace Spring'. As of September 2013, replicas of Rodin's ",{"type":"''","value":["The Burghers of Calais"]},", ",{"type":"''","value":["The Thinker"]},", and ",{"type":"''","value":["Balzac"]}," are displayed near the front gate."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Shengli Park"],["url="],["email="],["address=Entrances at Renmin & Beijing Sts or Kangping St & Tuanjie Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The park offers activities such as a petting zoo and bumper cars (summer) and a frozen pond for skating (winter)."]]}]},"\n",{"type":"==","value":["Learn"]},"\nChangchun is a very good place to study Mandarin. The following places provide various courses for all levels:\n\n",{"type":"*","value":[" Jilin University ",{"type":"[","value":["http:\/\/en.jlu.edu.cn\/"]}," (吉林大学)"]},"\n",{"type":"*","value":[" Changchun University ",{"type":"[","value":["http:\/\/www.ccu-edu.cn\/"]}," (长春大学)"]},"\n",{"type":"*","value":[" Changchun Teacher's College ",{"type":"[","value":["http:\/\/www.cncnc.edu.cn\/Foeign\/sin.htm"]}," (长春师范学院)"]},"\n",{"type":"*","value":[" Changchun University of Technology ",{"type":"[","value":["http:\/\/www.ccut.edu.cn\/sort.php?\/77.ccut"]}," (长春工业大学)"]},"\n",{"type":"*","value":[" North East Normal University ",{"type":"[","value":["http:\/\/www.nenu.edu.cn\/webE\/index.htm"]}," (东北师范大学)"]},"\nThere are also private training centers that will provide either small group Mandarin lessons, one-on-one lessons, or even a home tutor. The rates are around ¥40 for a one hour or longer lesson with a professional teacher.\n\n",{"type":"==","value":["Buy"]},"\n\nCurrency exchange is available at the airport, various hotels and banks, including Bank of China on Xi'an Dalu (西安大路）.\n\nThere are three major shopping areas: Chongqing Road (重庆路; Chóngqìnglù), Guilin Road (桂林路; Guìlinlù), and Hongqi Street (红旗街; Hóngqíjiē).\n\n",{"type":"===","value":["Local products"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ginseng"]}," - as the region around Changchun is a top producer of ginseng, it is available at most pharmacies in the city. Other products that may be of interest include wood ear fungus and lingzhi mushroom."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kites"]}," - attractive and cheap kites are sold by vendors around Culture Square."]},"\n",{"type":"===","value":["Shops"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sanfo"]}," is the leading outdoor gear stores in China and local store is at 668 Xikang Hutong, Ziyou Dalu District."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["People's Square"]}," Here is the biggest selection of clothing shops and department stores in the whole city. Shopping runs along both Xi'an Da Lu and Changchun St.  A well-visited mall, Charter Mall, (Zhuōzhǎn 卓展), on Xi'an Da Lu across from the Shangri-la Hotel. One can find luxury brands co-existing with the likes of Wal-Mart."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Guilin Road"]}," (桂林路) area is about 1.5 km (2.5 mi) to the south of Chongqing Rd along Tongzhi Jie (同志街) and is the most cosmopolitan part of town. The area along Guilin Lu, Tongzhi St, and the surrounding side streets offer much to see, buy, and eat. There are many restaurants in this area especially if you are interested in ",{"type":"''","value":["Korean food"]},".  Be careful with Korean food in Changchun as many Korean restaurants specialize in \"Dog pot.\" There is less overall choice than Chongqing Lu, but if you are looking for specifics - e.g. Korean fashions then is the best place in town - though the shops in this area are a little more expensive.  This area can be extremely busy, and it is definitely a target area for younger shoppers. Many places will not haggle price."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hongqi Street"]}," (红旗街) is to the west of Guilin Lu and is the smallest of the three shopping areas.  It is dominated by one of the better department stores in Changchun: ",{"type":"'''","value":["Ouya"]}," (欧亚).  The 6th-8th floors of Ouya contain the largest electronics market in the city. You can find anything electronic here, from mp3 players to laptops. Prices can be very high."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Underground Markets"]}," (Dìxià Shìchǎng 地下市场):  These are now extensive underground shopping areas, originally dug out by POWs during the occupation, intended to be used as bomb shelters.  There are three of these places in Changchun: Chongqing Lu (重庆路), the Train Station (长春站), and Hongqi Jie (红旗街). If you want anything cheap (and probably fake) then these are the places to come.  There are hundreds of small shops selling relatively undifferentiated products, and the term buyer beware definitely applies. There are some good deals to be had, but some products are poor quality and have high ticket prices. Therefore, be prepared to haggle as the shopkeepers will try to get you to pay the sticker price, which the local shoppers will never pay. If you don't speak Chinese, bring a pen and paper to help negotiate your price. Start at 50% to 75% off the ticketed price. If the shopkeeper balks at your offer, go to another seller. More often than not, if the shopkeeper wants the sale, they will call after you.  This can be a fun shopping experience, but you may get your best deal at a discount retailer at home."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beifang Market"]}," (Beǐfāng Shìchǎng 北方市场）"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zhongdong Market"]}," (Zhōngdōng Dàshìchǎng 中东大市场）"]},"\n",{"type":"==","value":["Eat"]},"\nVery good flatbread is available in Changchun. Look for it on the streets or in markets.\n\n",{"type":"==","value":["Drink"]},"\nBeer (啤酒）is probably the cheapest and safest thing to drink - and being Northeast China - comes in many varieties and is available almost anywhere.  A big bottle (630 ml) should cost between ¥3-6. In the summer months good draft beer is available from most small restaurants, the black beer(黑啤) being particularly good.\n\nHuadan (华丹), Jinshibai (金士百） and Yinpu (银浦) beers are all brewed in Jilin Province.  There are also various Harbin beers (哈尔滨啤酒) available, as well as Bing Chuan (冰川) from the Korean prefecture of Jilin Province.\n\nLike all cities in China, avoid drinking bottled water from street vendors and try instead at a supermarket or convenience store.\n\n",{"type":"===","value":["Bars"]},"\nThere are a number of western-style pubs in Changchun. There is a really big bar and club scene on ",{"type":"''","value":["Longli Lu"]}," (隆礼路) which are pretty hot during weekends. The beer there is cheap, about ¥6\/cup. Occasionally there are some parties which are organized by \"Changchun Friends\" or foreign teachers. Usually, they play the music themselves. The atmosphere is quite comfortable and people are very nice.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Happy Home"],["url="],["email="],["address=Xikang Hutong - not far from Mayflower 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the default meeting place for a lot of foreign teachers and other young and english - or russian -  speaking people"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=3 Monkeys"],["alt=formerly Cheers"],["url="],["email="],["address=Tian An City One (天安第一城 .硅谷大街661号朝阳区政府西行300米"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The interior, music collection, drinks menu and all other aspects of the pub were designed by British, Italian and American engineers. The music is all western and the drinks menu includes English ale and Irish stout. This is the only place in Changchun to have a beer and a game of pool in peace. A front terrace away from the main road to have a beer on a summers evening in pleasant surroundings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=German Brauhaus"],["url="],["email="],["address="],["lat="],["long="],["directions=1 block W of Kangping St\/Xi'an Da Lu intersection, on W side of Qingyun St"],["phone="],["tollfree="],["fax="],["hours="],["price=¥38 for a bottle of Flensburger"],["content=Serve Flensburger beer exclusively. Western fare available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mayflower"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's been said this is the hottest club in town, and that the \"old Mayflower\" is simply the best. There are two rooms. In the outer room there is a live show daily from 9PM, and after that the DJ plays disco. The inner room is small but quite popular. It plays hip-hop and it gets out of control after 1AM.  The third Mayflower bar was opened in the basement of the Shangri-La hotel. Here it's similar to the other branches, but because of the location in the city center hotel, the international hotel guest visitors bring in another facet into this bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ferryport"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This bar is located on Changqing Jie and Guilin Hutong in the Guilin Lu section of Changchun.  Small dark place with music in the evenings.  Is popular with both locals and foreigners"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Classic Bar"],["url="],["email="],["address=Xian Dalu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Wait till midnight for the floor to heat up."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nNot many true budget options exist, number of hotels will not accept foreigners; for example Home Inn next to Train station. Good areas with lots of hotels are south of the train station (along Renmin Street) en the north part of Hongqi Street.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Chunyi Hotel"],["url="],["email="],["address=80 Renmin St"],["lat="],["long="],["directions="],["phone=+86 0431 8209-6888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jiaotong Bingan"],["url="],["email="],["address=110 Renmin St"],["lat="],["long="],["directions=200 m S of the train station"],["phone="],["tollfree="],["fax="],["hours="],["price=Double bed with breakfast ¥188"],["checkin="],["checkout="],["content=Not a bad place, free LAN in the room, bathroom's a bit old. Nice staff but not a word of English."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=898 Business Hotel"],["url="],["email="],["address=898 Beijing Rd"],["lat="],["long="],["directions=NE intersection of Renmin and Beijing Sts"],["phone="],["tollfree="],["fax="],["hours="],["price=¥148 for a double room"],["checkin="],["checkout="],["content=TV and a computer with free internet (LAN). The hotel is new and most of the rooms have been renovated recently (as of Jul 2011, yet already bit rundown Nov 2011), especially the bathrooms, which are quite nice.  Rooms are dark. Some helpful staff and they even take their time trying to communicate with you via a dictionary."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Paradise Hotel"],["alt=Yuefu Dajiudian"],["url="],["email="],["address=46 Renmin St"],["lat="],["long="],["directions=across the street from the eastern entrance to Shengli Park; approx 1.1 km south of train station"],["phone=+86 0431 2717-071"],["tollfree="],["fax=+86 0431 2715709"],["hours="],["price=Approx ¥300"],["checkin="],["checkout="],["content=Popular spot for government officials, being as it one block from provincial capital headquarters. Clean rooms and extensive breakfast (mainly Chinese style, but a few Japanese and western selections). Indoor shopping available. Many of the taxis are headed northbound and already with passengers so be prepared to wait a while for an available taxi or walk a few blocks."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Noble Hotel"],["url="],["email="],["address=135 Renmin St"],["lat="],["long="],["directions="],["phone=+86 0431 5622688"],["tollfree="],["fax=+86 0431 5674763"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shangri-La Hotel Changchun"],["url="],["email="],["address=8 Xi'an Rd"],["lat="],["long="],["directions="],["phone=+86 0431 8981818"],["tollfree="],["fax=(0431)8981919"],["hours="],["price=¥1100"],["checkin="],["checkout=12:00"],["content=A true 5-star hotel, the rooms are beautiful, and the service excellent.  Western, Chinese, and Japanese breakfast buffet, as well as dinner buffet with an excellent selection of everything.  A la carte and room service also top notch.  Well-stocked health club, massages available.  Everything you expect from the Shangri-La and worth the expense if you have the cash."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Harbin"]]}," is about 3 hours away by train. Train trips to ",{"type":"[[","value":[["Shenyang"]]}," vary in length but can last as little as 2 hours. Trains to ",{"type":"[[","value":[["Jilin (city)"],["Jilin"]]}," city take 45 minutes.\n\n",{"type":"{{","value":[["routebox"],["image1=Jingha Railway icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Beijing"]]}],["minorl1=",{"type":"[[","value":[["Siping"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Harbin"]]}],["minorr1="]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jilin"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Changchun"]]},"\n",{"type":"{{","value":[["geo"],["43.9"],["125.2"]]}]