[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chandipur"]}," is a beach resort in ",{"type":"[[","value":[["Balasore"]]}," district of ",{"type":"[[","value":[["Odisha"]]}," (formerly Orissa).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest airports are ",{"type":"[[","value":[["Kolkata"]]}," and ",{"type":"[[","value":[["Bhubaneswar"]]},".\n\n",{"type":"===","value":["By train"]},"\nThe nearest railhead is Balasore (17 km), car rental: Rs. 200-300. Balasore is 207 km from Bhubaneswar and 236 km from Howrah.\n\nSome of the trains which stop at Balasore are: 2073\/2074 Howrah Bhubaneswar Janashatabdi (no train on Sunday), 2837\/2838 Howrah Puri Express, 8409\/8410 Howrah Puri Sri Jagannath Express, 2821\/2822 Howrah Bhubaneswar Dhauli Express, 6003\/6004 Howrah Chennai Mail, 2703\/2704 Faluknama Express, 8645\/8646 East Coast Express, 6358\/6357 Gurudev Express, 2863\/2864 Howrah Yeshvantpur Express, 5228\/5227 Muzaffarpur Yeshvantpur Express (weekly), 6355\/6356 Kanyakumari Express (weekly), Howrah Tiruchirapalli Express (biweekly), 2508\/2507 Guwahati Ernakulam Express (weekly), 2530\/2509 Guwahati Bangalore Express (triweekly), 5628\/5627 Guwahati Trivandrum Express (weekly), 5630\/5629 Guwahati Chennai Egmore Express (weekly).\n\nFor timings etc. check with ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/ Indian Railways"]},".\nYou can also go to http:\/\/www.erail.in; however for ticket booking the only railway site that will allow an individual to book tickets is http:\/\/www.irctc.co.in.\n\n",{"type":"===","value":["By road"]},"\nIf you want to drive down to Chandipur from Kolkata(Calcutta) - the directions are as follows \n•\tTake the Second Hooghly Bridge \n•\tFollow Kona Expressway ( 4-Lane road) \n•\tAt the Bombay Road crossing - take a left.\n•\tFollow Bombay Road ( 4-Lane road) \n•\tYou may break at the A1 Plaza inside the Reliance petrol station. It would be to your left - a 30-40 minute ride from the Kona Expressway - Bombay Road junction (Avoid the Azad Hind Dhaba - it is no longer up to the mark)\n•\tKeep straight till you cross the Rupnarayan river ( the bridge is one way and the river is wide) \n•\tAfter you cross the river you will see the Kolaghat Thermal Power Station to your left \n•\tImmediately after the Power Station is a junction (Haldia junction)– go straight. (left goes to Haldia) \n•\tKharagpur Junction. Go straight towards NH 60 (4-lane concrete road - careful of the turn you take)\n•\tNH 60 after Kharagpur is peaceful compared to NH 5. Very few buses and trucks and road is bordered by paddy fields stretching to the horizon. This is an amazing road - we clocked an average of 120 KM\/hr and a highest of 150 KM\/hr - but careful they are constructing speedbreakers on the road now.\n•\tA toll is charged at Jaleswar border (40 INR for cars), but no entry tax (as on 4 March 2011)\n•\tBefore reaching Jaleswar town, you’ll find that the new 4-lane NH-60 stretch is under construction. \n•\tBasleshwar (Balasore) town. Traffic congestion. Take a left turn under overhead bridge.\n•\tGo straight. You’ll reach the bus stand. Cross the flyover after it and take a right turn immediately after crossing the flyover. \n•\tTake a right turn in the next junction\n•\tGo straight till you reach a Police point. There is a Cinema hall just behind it. Take right turn and go straight till the road meets another road.\n•\tTake left turn and go straight.\n•\tAround 10 km off, you’ll see some signboards of various hotels in Chandipur-on-sea. Take left turn and go straight. This is easy to miss - try not to go into the Integrated Test Launch Zone.  You’re there!\n\nFrom the flyover mentioned above, we do not agree with the route : the flyover lands into a roundabout. Take a left from there and you will be guided to Chandipur. We travelled on 19th Sep 2009 and found the road nearing Balasore is still under construction. Also, roads within Balasore are narrow and has a lot of rush.\n\n",{"type":"===","value":["By bus"]},"\nBanadurga Travels runs AC Volvo buses from Balasore to Kolkata (6AM) and from Kolkata to Balasore (6PM), starting at Dharamtala in Kolkata. A ticket costs INR 230.\n\n",{"type":"==","value":["Get around"]},"\nHired cars are available. Charge: Rs. 900-1,200 for sight seeing.\nYou can also get an OTDC tour bus from Chandipur, that goes to the nearby temples in the area\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Movement of the sea – it recedes 5 km with low tide and comes back all the way with high tide."]},"\n",{"type":"==","value":["Do"]},"\nIf you are tired of the sea, move around. Go to Balasore and nearby places.\n\n",{"type":"==","value":["Buy"]},"\nThere is always something to buy. Nothing special here. But\nyou can buy delicious sweets here. Items of clothing are cheap compared to other cities near by.\n\n",{"type":"==","value":["Eat"]},"\nPrawns are very cheap. You can have a delicious prawn item at Anandamayee Hotel or Panthanibas or elsewhere. However, as sea prawns sometimes cause allergic reactions, be careful.\n\n",{"type":"==","value":["Drink"]},"\nGreen coconuts recommended. However, if one is fussy about hard drinks, it is safer to carry it.\n\nWhile going from Chandipur towards Balasore, just where the road to ITR splits off, there is a small shack with some of the best sweets in that area.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panthanivas.com\/chandipur.html Panthanibas"]}]},".(Odisha Tourism Development Corporation Ltd.), Chandipur, Balasore 756 025, Tel +91 6782 270 051, email: otdc@ortelm.net.in, ",{"type":"[","value":["http:\/\/www.panthanivas.com\/index.asp"]},". Rooms Rs. 650-1,200, Dormitory Bed Rs. 70-80. "]},"The location is its biggest selling point. It is located right in front of the beach, and you get a sea view from the AC rooms only. But the service is just about ordinary for the price. In my case, the AC did not work in 202, but they provided an alternative room. This may not happen when the hotel is fully booked. The food isn't great either. You may prefer walking down to Subham for a better experience.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Anandamayee Hotel [P] Ltd"]},",largest campus in Chandipur, great landscape, lawns and children park . For reservation, call- 033-23970427, E-mail: info@anandamayeehotel.com, call at Chandipur Tel  +91 06782 270012 ",{"type":"[","value":["http:\/\/www.anandamayeehotel.com\/"]},". A\/C - Non A\/C, Family Rooms, Dorms. Restaurant.  Rooms Rs. 450-650-1200-1800."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Subham"]},", Contact- Mr. Rohini Roy. Rooms Rs. 550-700. 'Couples' are allowed on hr. basis at special cost. Some rooms have attached baths! Call ph- 06782-270025"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Chandipur"]},", Telephone  +91 6782 270 640. Rooms Rs 100-250"]}," Tel  +91 6782 270 027. Rooms Rs. 200.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Santinibas"]},", tel  +91 6782 270 018, Rs 500-1200. The hotel is on a 3-4 acre campus filled up with trees. There is a pond and a temple as well. An old fashioned hotel with modest but clean rooms. Food is OK, specially the prawns and aloo paranthas."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Integrated Test Range"]}," for test launching missiles is located at Chandipur but all that is out of reach for tourists. Check before going if there is a test firing. It may inconvenience a person."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Panchalingeswar"]}," - 45 km away from Chandipur lies this Shaivite shrine famous for its elevating natural splendour amidst the lush Nilagiri Hills and fine lingams over which runs a continuously flowing stream. But you will have to ask for directions all the time, since there is no signboard around."]},{"type":"*","value":[" ",{"type":"'''","value":["Remuna"]}," - 25 km away from Chandipur, Remuna is mainly identified with the shrine of Khirchora Gopinath. It has been a bastion of Vaishnavism for centuries. Sri Chitanya Mahaprabhu - apostle of Vaishnavism, his Guri - Madhavendrapuri and disciple Jeevaswami Goswami are said to have worshiped the Lord at Remuna. "]},{"type":"*","value":[" ",{"type":"'''","value":["Nilagiri Nalagiri"]}," is mostly identified with the Jagnnath temple and is located near the Kuldiha sanctuary. Kalidiha is also an ideal base for Trekking. Nilagiri was the capital of an ex-princely state. "]},{"type":"*","value":[" ",{"type":"'''","value":["Sajanagarh"]}," - 5 km away from Nilagiri, a centre whose presiding deity is Chandi. The place is rich in archaeological remains and antiquities."]},{"type":"*","value":[" ",{"type":"'''","value":["Simlipal"]}," - wildlife sanctuary, is 100 km away from Chandipur."]},{"type":"*","value":[" ",{"type":"'''","value":[" ",{"type":"[[","value":[["Talasari"],["Talasari beach"]]}," "]}," and ",{"type":"'''","value":["Chandaneswar temple"]}," – about 90 km from Chandipur."]},{"type":"*","value":[" ",{"type":"'''","value":["Bhitarkanika"]}," - The Second largest Mangrove Forest Sanctuary of the Country."]},"\n",{"type":"{{","value":[["IsPartOf"],["Odisha"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Chandipur, Odisha"]]}]