[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chandpur"]}," is a city in ",{"type":"[[","value":[["Bangladesh"]]},".\n\n",{"type":"==","value":["Get in"]},"\nChandpur can be reached by ferry in 3 to 4 hours from ",{"type":"[[","value":[["Dhaka"]]}," and 5 to 6 hours from ",{"type":"[[","value":[["Barisal"]]},".Also you can reach by Train and Bus from different corner of the country. A train \"Meghna Express\" comes from Chittagong port city every day starts at 17.00 and arrrives at 22.00 and returns next day from Chandpur at 6.00 and reaches Chaittagong 11.20, A train \"Sagorika Express\" also travels from Chittagong at 7.50 and reaches 13.55 and moves to Chittagong at 14.40 and reaches Chittagong at 21.20. Moreover Lots of buses are coming from Dhaka, Chittagong, Sylhet, Laksmipur and Comilla and goes back within a half an hour braek. From Chandpur the communication you will find everywhere inside the country by railways, waterways and road and connecting other transportation eighter by road, train and water.From Dhaka and Other district rail communication is via Laksam junction and have to change the seat.\n\n",{"type":"==","value":["Get around"]},"\nWhen you come through water ways from Dhaka of Barisal the \"thota\" a land is seen like an island from the waterways, you can visit that place immediately after getting into Chandpur. Train also stops there. This a place from where you can see the beauty of Dakatia, Fishermans, Hilsha business, lots of country roads are moving in different directions, its a picnic spot also enjoy sunset.\n\nAlong the railline when you enter to Chandpur you wll see a lake and a monument \" Angikar\" is a liberation statue which is saying the glorious victory of Chadpur Town. Coming through the road you will see also Sapla Chattar near Kali bari Rail Station and Hilsa Chattar at stadium road when you are coming by bus.\n\n",{"type":"==","value":["See"]},"\nChandpur is famous for the seasonal harvesting of the Illisha (HILSA) Fish, a variant of the Western 'Shad' fish with very fine bones. HILSA is the national fish of Bangladesh and is a popular seasonal delicacy on Bengali tables—especially on 'Bengali identity days' like February 21.\n\n",{"type":"==","value":["Do"]},"\nYou can start cruising from Dhaka through water transport, there are lot of water transport with air conditioning facilities, watching TV and movies etc. On the way to Chandpur you will see lots of Char land, created land where cattle are grazing. You can explore different kind of business here related to fishery, agriculture, livestock and trade. One can think about the culture fishery, a fishery department is situated in the town to develop culture fisheries with in the areas. Patato is one of the agricultural product which can be added to the list together with jute. Chandpur has a good cultural background with its culture mixed with Hindu and Muslim culture.\n\nMay be a good idea to see the old boro mosque in Hazigonj and others.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chittagong Division"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Chandpur District"]]},"\n",{"type":"{{","value":[["geo"],["23.2139"],["90.6361"]]}]