[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Changshu"]}," (常熟) is a city in ",{"type":"[[","value":[["Jiangsu"]]}," province, China.\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest major airports are in ",{"type":"[[","value":[["Shanghai"]]},", an approximately two-hour drive from Changshu (~150KM).Passengers can catch long-distance bus from the airport to surrounding cities like Hangzhou, Kunshan, Suzhou, Wuxi, Zhangjiagang, Nanjing, Qingtian, Jiaxing and Yiwu\n\n",{"type":"===","value":["By train and bus"]},"\nThe nearest train station is Suzhou Railway Station.  From the train station take a coach bus from the adjacent bus station (west side) to Changshu.  The bus ticket costs ¥16, and the ride should last a little more than an hour.  The bus will take you either to Changshu's North Bus Station (北站) or its South Bus Station (南站).  Changshu's main bus station is the south station, which connects to more destinations and closes much later than the north station.  The south station is ideal for first-time city visitors because it's in the heart of Changshu's famed garment district.  Both stations are about a ten-minute taxi ride to downtown.  To head downtown tell the driver to take you to Fangta Jie (方塔街) or Yushan Hill Park (Yushan Gong Yuan\/虞山公园).\n\n",{"type":"==","value":["Get around"]},"\n\nMetered taxis start at ¥10. Expensive, I know.\n\n\n",{"type":"==","value":["Administrative district"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Yushan Town"]},"(虞山镇)"]},{"type":"*","value":[{"type":"'''","value":["Maeli Town"]},"(梅李镇)"]},{"type":"*","value":[{"type":"'''","value":["Haiyu Town"]},"(海虞镇)"]},{"type":"*","value":[{"type":"'''","value":["Guli Town"]},"(古里镇)"]},{"type":"*","value":[{"type":"'''","value":["Shajiabang Town"]},"(沙家浜镇)"]},{"type":"*","value":[{"type":"'''","value":["Zhitang Town"]},"(支塘镇)"]},{"type":"*","value":[{"type":"'''","value":["Dongbang Town"]},"(董浜镇)"]},{"type":"*","value":[{"type":"'''","value":["Shanghu Town"]},"(尚湖镇)"]},{"type":"*","value":[{"type":"'''","value":["Xinzhuang Town"]},"(辛庄镇)"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Shanghu Scenic Area (¥60, Google for pictures) - a lake advertised as similar to the West Lake in Hangzhou, but with far fewer tourists. And for a good reason. It is not similar, but a nice getaway if you are into a new chinese park located \"on\" a lake (incl. a small tivoli) without many visitors - ",{"type":"[","value":["http:\/\/www.panoramio.com\/photo\/1767866 See overview picture"]},"."]},{"type":"*","value":[" Yunshan Mountain. \"Great Wall\" halfway up (¥30 to get on it, nice views from there) + views of the City and Shanghu Lake from \"Scenic Area\" (¥15 to get in) + a temple at the top. Do not walk to scenic area, take tbe bus up the hill. "]},{"type":"*","value":[" City - channels and old houses in some part of town"]},{"type":"*","value":[" Eastern Snake Park Jiangsu lung nilfisk Group is currently the largest scale, technical strength of the most advanced snakes health care products, cosmetic products research, development and production and sales base. Lung nilfisk is the only company in Suzhou to declare and carry out industrial tourism enterprises."]},"\nSee list of \"",{"type":"[","value":["http:\/\/www.tripadvisor.co.uk\/Attractions-g644033-Activities-Changshu_Jiangsu.html attractions"]},"\" at TripAdvisor. Mostly reviews in Chinese.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shajiabang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Square covers an area of 13300 square meters, with \" Guo Jianguang\",\" the image creation Aqing sister in law\" mainly large carved the main stands in the central square, vividly reveals the deep theme of fish and water. Symbol of the New Fourth Army aeromedical18 column carved with patterns of different block surface modeling and strong texture contrast, most incisive to show new Fourth Army aeromedical pressurising didn't stoop to revolutionary spirit. Two groups of forged copper relief, with exquisite, vivid composition and fullness of the characters, deepen interpretation of fish love theme."]]}]},"\n\n",{"type":"==","value":["Do"]},"\nRecommended as a one of the 7 best day-trips from Shanghai (Shanghai Time Out, spring 2011. However, do not go just for \"touristing\" the mentioned scenic areas, unless you have already done \"everything\" recommended by conventional guidebooks).\n\nPossible daytrip itinerary from Shanghai for tourist areas (as suggested by Time Out magazine)\n",{"type":"*","value":[" Start at Shanghu Scenic Area (¥60 entrance fee), to boat in bamboo boats through Crane Reservate and bamboo waterforest"]},{"type":"*","value":[" Go to Kingrace Hotel (73 Ximen Dajie, Near Shuyuan Lu), grab lunch and head up the 263 m mountain"]},{"type":"*","value":[" Take bus \/ taxi \/ own-driver up the mountain (walk uninteresting), about 2\/3 way pay ¥15 entrance fee (with or without car) and continue drive all way up. Enjoy the tree-covered mountain top with great views of the city and Shanghu Lake. Stop halfway up, to walk on a \"Great Wall\" with OK views of the city and ShangHu Scenic Area. "]},{"type":"*","value":[" Walk down through tea plantages or take your car back. No taxi available on mountain. "]},"\nGetting there and away: \n",{"type":"*","value":[" From Shanghai: Grab bus from Shanghai South Long Distance Bus Station, every 30 min. Same back."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nAll clubs below are found downtown (Fangta Jie & Yushan Beilu intersection).  They're all a short walking distance from each other except for Baidu (aka Boiling 100 Degrees) which is a 20-minute walk or a 5-minute taxi ride from any other club on this list.\n\n",{"type":"*","value":[{"type":"'''","value":["Casamia"]}," - Expat restaurant and bar near OK88 and several other bars and clubs.  Street: Yushan Beilu."]},{"type":"*","value":[{"type":"'''","value":["Huang Jia Yi Hao 蝗家一号"]}," - The nightclub front entrance directly faces Yushan Hill.  It plays mostly Western\/American music。"]},{"type":"*","value":[{"type":"'''","value":["Baidu (aka Boiling 100 Degrees)"]}," - Nightclub playing mostly Chinese music.  It has a small pulsing dance floor.  Baidu's about a mile north of OK88 and Casamia off the same street, Yushan Beilu."]},{"type":"*","value":[{"type":"'''","value":["0576"]}," - Nightclub playing a mix of Chinese music and Western remixes.  It's off the main road in town, Fangta Jie, just south of Parkson's Department Store\/Starbucks and just west of the town square.  It's a short walk south of OK88."]},{"type":"*","value":[{"type":"'''","value":["Freeman's Club"]}," - It is on the corner across the street from the KFC off the town square as well as across the street and several paces from 0576 nightclub.  There's usually a ¥10 cover.  During weekends it's more of a dance club and on weeknights it's usually just a bar.  Unlike the dance floor\/\"stages\" at all the other clubs on this list, the dance floor at this club is not elevated like a stage.  Therefore, the whole club can't see you dancing from every corner of the club."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza Changsu"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/cp\/1\/en\/hotel\/csuch"],["email="],["address=No. 1 Kai Yuan Avenue"],["lat="],["long="],["directions="],["phone=86-512-5272 9999"],["tollfree="],["fax="],["hours="],["price=¥400-700"],["checkin="],["checkout="],["content=Opened 2006, somewhat separated from the center of the city. Rates tend to be in the range of ¥400-700, and the rooms are comparable to 4-star hotels in the United States."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Four Points Sheraton"],["alt="],["url=http:\/\/www.starwoodhotels.com\/fourpoints\/property\/overview\/index.html?propertyID=1756"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4\/5-star hotel, closer to downtown. Rates are also generally in the range of ¥400-700."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"[","value":["http:\/\/changshu.freeforumsblog.com\/ Changshu Expats Association"]}," - Expat forum\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Suzhou"]]}," 苏州 - About 1 hour by car"]},{"type":"*","value":[" ",{"type":"[[","value":[["Shanghai"]]}," 上海 - About 1.5-2 hours by car, or grab a bus to\/from Shanghai South Long Distance Bus Station, every 30 min, approx. 90 min. ride."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nanjing"]]}," 南京 - About 3 hours by car"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hangzhou"]]}," 杭州 - About 3.5 hours by car"]},"\n",{"type":"{{","value":[["IsPartOf"],["Jiangsu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Changshu"]]},"\n",{"type":"{{","value":[["geo"],["31.65"],["120.733333"]]}]