[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Changsha"]}," (长沙; ",{"type":"''","value":["Chángshā"]},") is the capital of ",{"type":"[[","value":[["Hunan"]]}," Province.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\nHuanghua International Airport is the major airport for those seeking to visit Changsha.  A 45 minutes drive on the expressway will take you to the city center. Airport buses operate 6AM-10PM from downtown Changsha to the airport and cost ¥16.5. The bus leaves from the CAAC Aviation Hotel on Wuyi Dadao (五一大道) a block west of the central train station.\n\nTaxis are located outside the arrivals area. As of February 2013, taxis to the city cost approximately ¥90-100 (plus ¥10 tolls).\n\nTraveling from the airport will allow for some window viewing of the relatively wealthy countryside surrounding the city. Although annual floods do sizable property damage, the overflowing of the rivers help irrigate the evergreen and enormous rice paddies.\n\n",{"type":"===","value":["By train"]},"\nChangsha Railway Station is in the heart of the city.  There are direct train connections from many cities in China or indirect ones using a connecting train. From Beijing it is about 14 hours by regular train.\n\nChangsha South Station (of the Wuhan-Guangzhou High Speed Rail) is southeast of the downtown, about 25–30 minutes from the city core.  From Guangzhou South it is about 2.5 hours on the high speed train, or a minimum of 8 hours on the much cheaper normal trains (a little over one quarter of the price). From Beijing, times vary, but can be as low as 6.5 hours by high-speed train (650 rmb as of 2013).\n\n",{"type":"==","value":["Get around"]},"\nUbiquitous taxicabs flood the city streets, willing to transport you just up the street or to the other side of town, the meters start at ¥7.\n\nIf you want to spend like a native or just want to experience the sensation of being sandwiched between natives, then hop on a bus for ¥2 and feel the thrill of speeding down the bumpy roads with barely any breathing room. Buses with a\/c (hot or cold) or cross city districts run 2 ¥2 and buses without run 1 ¥2\n\nAs of 29 April 2014 there's a metro!\n\nMetro Line 2 connects the South Railway Station at one end with the West Bus Station (Wangchengpo stop) at the other, with Changsha Railway Station roughly in the middle. There is also a stop for Juzizhou.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=JuZiZhou (Tangerine Island)"],["alt=橘子洲"],["url="],["email="],["address="],["lat="],["long="],["directions=On an island directly between the main city and Hunan University. Cabs can take you to the island. Once there, you can buy a ticket for the electric tram for ¥20"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This beautifully landscaped park contains a large number of rose bushes, a bamboo garden, and a gigantic sculpture of the head of Mao in his youth."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hunan University"],["url="],["email="],["address="],["lat="],["long="],["directions=across the river"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You will find lots of great places to eat in and around the studious atmosphere of the various campus' south of Yuelushan. Mao Zedong attended Hunan University and there is a statue in honour of this most famous of their alumni."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yuelu Mountain"],["url="],["email="],["address="],["lat="],["long="],["directions=across the river"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=North of Hunan University, is the national renowned scenic spot, located on the west bank of Xiang River. Many foreigners and locals alike frequently climb this 300m tall mountain. At the foot of Yuelu Mountain is Yuelu Academy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tianxin Pavilion"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥40"],["content=This pavilion is next to the ancient city wall. Cannons that have been used to defend the city are perched in the wall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bamboo Slips Museum"],["alt=Jian Du Bowuguan"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to Tianxin Pavilion (Tianxinge)"],["phone="],["tollfree="],["fax="],["hours="],["price=Free with identification."],["content=This museum contains a both ancient carved bamboo slips and a series of pottery artifacts. The building is architecturally-interesting, as bamboo grows out of one side of it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Baixia Well Park"],["alt=Bai Xia Gong Yuan"],["url="],["email="],["address="],["lat="],["long="],["directions=On Baixia Street"],["phone="],["tollfree="],["fax="],["hours="],["price=Free."],["content=This is a local park that contains a well. Although the well is nearly dry, you can still see people filling up containers with the little water that is left."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hunan Embroidery Museum"],["alt=Xiang Xiu Bowuguan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=This museum is on the second floor of a store that sells high-quality embroidery. Visit and learn about the history of embroidery in Hunan. Special techniques have been locally-developed to achieve finer detail. At the end of the tour, you can visit the workshop where new items are being embroidered. The tour is free, and there is no pressure to buy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jia Yi's Former Residence"],["url="],["email="],["address="],["lat="],["long="],["directions=On Taiping Street, a short walking street."],["phone="],["tollfree="],["fax="],["hours="],["price=Free with identification."],["content=This courtyard contains a number of carved slate tablets and is worth a quick visit. It is located off of Taiping Street, a pedestrian street which sells traditional crafts, clothes and refreshments."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mawangdui Tombs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥2"],["content=While this may sound like a tourist attraction, it is simply the ditch in which the tombs were uncovered. There are no artifacts present as everything is now in the Hunan Provincial Museum (which is under renovation until 2015)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hunan Provincial Museum"],["alt=湖南省博物馆"],["url="],["email="],["address="],["lat="],["long="],["directions=Note: Closed for renovation until 2015."],["phone="],["tollfree="],["fax="],["hours=Tu-Su 9AM-5PM, expect to get kicked out 20 minutes before closing, on a first come first serve basis, your ticket will have a time stamped on it that will show when you are allowed to enter the exam.  Show up early in the morning if you want to get in right away, otherwise you might have to pick up a ticket and then return in a few hours to enter"],["price=Admission is free"],["content=See the Han era tomb of Xin Zui, the Marquess of Dai, and her 2,100 year old preserved body.  Its extraordinary and looks more real than Ho Chi Minh. Her body was still moist and flexible when they found her, complete elastic skin. Also at the museum are many exhibits on all kinds of Han Dynasty artifacts, including pottery, lacquerware and an impressive collection of silk."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Theaters"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Watch traditional folk art, eg lion dance, drum opera, clam dance and Xiang Opera."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Yuelu Academy"],["url=http:\/\/dm.hnu.cn\/"],["email="],["address=Hunan University"],["lat="],["long="],["directions=Changsha's west side, South Rd"],["phone=0731-88822352"],["tollfree="],["fax="],["hours="],["price="],["content=The ",{"type":"''","value":["Thousand Year Old"]}," center of culture and learning of southern China. Established in 976, it is the spiritual predecessor to what is now Hunan University. Rich in history and beautiful period architecture, a visit to the academy will put you in touch with the ancient elites of southern China. You can find all the history on the website and then visit the academy yourself, wandering through its courtyards and open classrooms, admiring the curved eaves and bamboo gardens to get the real experience."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wuyi Shopping Circle"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most important shopping area downtown."]]}]},"\n",{"type":"==","value":["Eat"]},"\nWhen eating in Changsha there is nothing better than a plate of stinky tofu (chou dofu) or soo-yo-bing bought right off the street. If you have just arrived, be wary of eating from street vendors. Although the inviting aroma of food cooking may be too tempting to resist, you better have a strong stomach if you do not want to get an upset one.\n\nFood in Changsha is famously described as ",{"type":"''","value":["xiang cai"]},". As Xiangjiang is the major river that borders the city to the west, Xiang denotes not only the flavor and taste of the food but also of the land. Changsha, like Szechuan is known for spicy food, but without the additional ",{"type":"''","value":["ma"]},", numbing affect of certain spices and pepper. In summer, oversized metal mixing bowls filled with crawfish seasoned with plenty of chili and spices, take the stage atop countless tabletops. Restaurants get so busy and overcrowded that tables, chairs along with diners spill into the busy streets and the parade of tantalizing dishes endlessly leave the kitchen to appear on the tables of hungry diners.\n\nFor international cuisine, four and five star restaurants have reputable chefs although for a visitor, the inifite array of dishes native to or with a Hunan flair are sure to please even the most discriminating palate.\n\nHead straight to Snake Alley for the best ",{"type":"''","value":["point-and-eat"]}," in the city for cheap food.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Food Street"],["url="],["email="],["address="],["lat="],["long="],["directions=on the first floor of Huatian Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Choices and a sampling of regional foods of the country. Long established and well-regarded, this cozy and rustic eatery stays bustling through the wee morning hours as food enthusiasts, businessmen, and families with their children flock to this fun food court styled eatery. Do not be fooled by the fast-food style of ordering (prepared food is displayed at various stations, your orders are placed by a hole punched on your menu card and then served freshly prepared within minutes of ordering), the food here is superb. A large selection of good food, including sweet taro dessert topped with gingko biloba nuts and steamed pork chops dusted with a layer of sticky rice powder."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Huo Gong Dian"],["alt=火宫殿; lit: The Fire Palace"],["url=http:\/\/www.huogongdian.com\/"],["email="],["address=78 Pozi St (坡子街)"],["lat="],["long="],["directions=behind Wal-Mart, on the snack street"],["phone=+86 731 85817591"],["tollfree="],["fax="],["hours="],["price="],["content=Local Hunan cuisine. Chairman Mao ate here.  They come around with trolleys containing soup, dim sum, and so forth. You might enjoy Choudoufu (",{"type":"''","value":["stinky tofu"]},"), Changsha Doupi, Pineapple bread (contains chunks and similar to some Indian breads), Yangrou Chuar (lamb kebabs), Niurou (beef in baskets, relatively fat-free), corn soup and vegetables which are cooked in front of you."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Jiefang West Road"]}," (解放西路; ",{"type":"''","value":["Jiefangxilu"]},") has a few Chinese clubs along this road, including SoHo, the ubiqiutous Chinese chain. Drinks tend to be expensive, the music loud, and clubs crowded. It's just off the main walking street so it is in quite a handy location.\n\n",{"type":"'''","value":["Taiping Street"]}," (太平街; ",{"type":"''","value":["Taipingjie"]},") is a newly refurbished area, with traditional\/tacky facades has a few smaller bars, some with live music. It is just off Jiefang West Road towards the river. This is a touristy shopping street and many prices are on par with the West. Bargaining is impossible here. Even those who speak little English know how to say ",{"type":"''","value":["no bargains"]},". But the shops are worth seeing to get an idea of what is available.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Caco Cafe"],["url=http:\/\/www.cacocafe.com"],["email="],["address=Taiping St 138 (太平街)"],["lat="],["long="],["directions="],["phone=+86 731 89785030, 15116389218"],["tollfree="],["fax="],["hours=noon-midnight"],["price=¥20"],["content=A good place to meet other travellers. Western & Chinese menu. Ladies drink free margaritas on Wednesday. Open bar on Thursdays. Full English breakfast and bacon rolls for the tired and hungry."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hooligans Pub"],["alt=Huli Ba"],["url="],["email=pierre.lascoumes@gmail.com"],["address=55 Aimin rd, Hexi, just off of Xinmin rd."],["lat="],["long="],["directions=Cross the #1 bridge to the west side and turn left at the T. Turn left at the next light onto Xinmin rd heading back towards the river and take the next to last left before the river road. Mona Lisa Restaurant is on the corner. The bar is across from it a bit to the left in front of the 7 Days Inn on the second floor."],["phone=+86 13973116221"],["tollfree="],["fax="],["hours=Winter 5PM-3AM"],["price=15 Yuan and up."],["content=Since 2008 Hooligans Pub has been a meeting place for expats. They've recently moved across the river to a bigger location. They have two floors, the second floor is indoors and the third is a rooftop garden. They now have a kitchen serving western food and snacks. Professional foosball table, western music, extensive selection of imported beers, wines and liquors. They celebrate all western and Chinese holidays and they can accommodate large private parties."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jinjiang Inns"],["url="],["email="],["address=Nanhu Rd, Tianxin District"],["lat="],["long="],["directions=taxi straight from the airport costs ¥100, the rate seems to be fixed into town"],["phone="],["tollfree="],["fax="],["hours=24 hours"],["price=Around ¥200"],["checkin="],["checkout="],["content=After each bath the room steams up for hours because the flooring was made of an unidentifiable material.  It is a bit of a way out. The staff are nice enough."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=FeeTel Inns Changsha"],["url="],["email="],["address=Wuyi St, Furong District (芙蓉区, 五一大道)"],["lat="],["long="],["directions=near the corner of Huangxing Zhong Rd (黄兴中路)"],["phone=+86 1807 310 3459"],["tollfree="],["fax="],["hours=24 hours"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yuelu Shan Youth Hostel"],["alt=岳麓山国际青年旅舍"],["url="],["email="],["address=Villa No. 1, Lushan Huaqiaocun, 50 Xinmin Rd (新民路50号麓山华侨村1号别墅)"],["lat="],["long="],["directions=In a courtyard behind Yangcheng Restaurant (Yángchéng Cānguăn hòumiàn), in Yuèlù, West of the Xiang river."],["phone=0731-85368418"],["tollfree="],["fax="],["hours="],["price=Doubles for ¥128, Dorms around ¥50."],["checkin="],["checkout="],["content=Comfortable, well kept and friendly staff. Conveniently located for climbing Yuelu  Shan."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Jingguang Railway icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Zhengzhou"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Wuhan"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Guangzhou"]]}],["minorr1=",{"type":"[[","value":[["Zhuzhou"]]}]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Hunan"]]},"\n",{"type":"[[","value":[["wikipedia:Changsha"]]},"\n",{"type":"{{","value":[["geo"],["28.196111"],["112.972222"]]}]