[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Changzhou"]}," (常州; ",{"type":"''","value":["Chángzhōu"]},") is a city in ",{"type":"[[","value":[["Jiangsu"]]},". \n\nMost travellers will breeze through Changzhou on their way to ",{"type":"[[","value":[["Suzhou"]]}," or ",{"type":"[[","value":[["Nanjing"]]}," but those with a bit of time can spend a pleasant day exploring the city's somewhat agrestic charms.\n\n",{"type":"==","value":["Understand"]},"\nSettlement here stretches back to at least the Spring and Autumn period (770-426 BC) when ",{"type":"''","value":["Yancheng"]},", a city surrounded by three concentric moats was established.\n\nChangzhou has been visited by many people over the years including Song dynasty poet DongPo, Emperor QianLong, and the Japanese Army on their way to destroy Nanjing.\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nChangzhou has two railway stations though they are conveniently adjacent to one another. The new station faces north and serves the high speed G-trains and some of the slightly slower D-trains that run between Shanghai and Nanjing. The older south facing station handles the long distance T and K trains and the odd D train. The two stations are connected by an underground walkway.\n\n\nThe most frequent services are high-speed G and D-trains going to or from Shanghai or Nanjing. The journey from either end takes around 1.5 hours. Services include:\n",{"type":"*","value":[" From Nanjing – (¥80) Departing from the main station."]},{"type":"*","value":[" From Shanghai – (G train: ¥80 second class; ¥128 business class. D train ¥51 second class; ¥61 business class.) Departing from the Shanghai central or the HongQiao station. "]},"\nThe slower and lower class T- and K- services from other provinces stop at Changzhou but tickets are only available for destinations outside of Jiangsu.\n\n",{"type":"====","value":["Tickets"]},"\nThe new station has touchscreen ticket machines with English menus to buy tickets G and D train. A ticket to Shanghai on the G train costs ¥80 for second class and ¥125 for business class. The D train is ¥51 for second class and ¥61 for business class\n\nBuying tickets for the long distance T or K services have to be bought from the ticket windows in the building on the far right of the entrance. There aren't any ticket machines but most clerks can speak at least simple English or will find someone who does. For services other than the high-speed trains, it's wise to book outbound tickets a few days in advance as they fill up quickly, especially during public holidays.\n\n",{"type":"===","value":["By bus"]},"\n\nThe ",{"type":"'''","value":["northern bus station"]}," on Xinmen Lu (almost opposite the train station) has frequent services to Wuxi, Zhangjiagang, Suzhou (¥34, 2hrs), yixing ¥21 and Kunshan.\n\n",{"type":"===","value":["By plane"]}," \n\nThere are flights in and out of Changzhou to over 10 cities.\n\n",{"type":"==","value":["Get around"]},"\n\nThe cities main attractions are within a walkable radius of the train station, with the outlying spots on the main bus routes.\n\n",{"type":"===","value":["By bus"]},"\nThe Changzhou bus network fleet comprises of speedy modern buses and a bunch lumbering rattlers. The ",{"type":"'''","value":["BRT bus network"]},", operating in lieu of a subway, features frequent services of large shiny buses that rapidly traverse mainly inner city routes stopping at enclosed BRT stations located in the centre of the main thoroughfares and at the curbside on smaller roads. All BRT bus numbers are prefixed with a B, followed by the route number. Service frequency is almost excessive, to the point where it's not uncommon to see two or three same numbered buses following each other caterpillar style with only a few passengers on each.\n\nThe services start and terminate conveniently near the train station. ",{"type":"'''","value":["Fares"]}," for all buses are ¥1, regardless of distance.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["B11"]}," - Runs down Heping Lu and past the main shopping district."]},{"type":"*","value":[" ",{"type":"'''","value":["2"]}," - Starts at bus terminus attached to the new northern train and long distance bus station and rattles down almost the entire length of Heping Lu and around the university town in the south."]},{"type":"*","value":[" ",{"type":"'''","value":["B1"]}," - Stops in front of the YanCheng complex."]},"\nA double-decker tourist bus numbered Y1 can be seen about town but locals are somewhat secretive about its routes and timetable.\n\n",{"type":"===","value":["By taxi"]},"\nMetered taxis charge ¥9 for the first 4km and then ¥2.9 for every additional kilometre.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dong Po Park"],["alt=Dong Po GongYuan"],["url="],["email="],["address=YanLing Middle Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=A diminutive but pretty park named after Song dynasty, poet, artist and gardener, Su Dong Po - who died in Changzhou. One side of the park runs against the Grand Canal and the others sides by smaller canals, giving the impression of being on an island. A second islet connected by a arching bridge has a large DongPo academy hall, fronted by a statue of the man himself, makes a good place to watch boats run on the Grand Canal. In the main garden is the remains of an imperial palace built for a visiting Emperor QianLong, though what remains can be seen indeed are very few, except for the foundations and a few fragments of carved stone."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=HongMei Park"],["alt=HongMei GongYuan"],["url="],["email="],["address=Cnr GuanHe East Rd and XiaoDongMen Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large park with an assortment of lakes, pavilions and gardens. At the rear of the park is Writing Brush Pagoda (WenBi Ta) and Red Plum Pavilion (HongMei Ge). Less sedately are goldfish in transparent tubes, a flamingo pond and a elevated walkway among trees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Song Dynasty pillars"],["url="],["email="],["address=YanLing Middle Rd"],["lat="],["long="],["directions=100m south of Dong Po Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fragments of a pair of pillars from a long ago destroyed temple sit next to a minor canal parallel to the YanLing Rd. Dating from 979, they are estimated to have once been 5m tall but the ravages of time have reduced the tallest to about 2m and the other only a base. Somewhat weathered carvings depict layers of clouds, the ocean, mountains, rivers, protective deities and Buddhas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tianning Temple"],["alt=Tian Ning Si"],["url="],["email="],["address=YanLing Middle Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Buddhist temple with a 13 story wooden Pagoda said to be the tallest in the world. Claims aside, has an impressive presence nonetheless. The temple is fairly new but the grounds religious providence goes back to the Tang dynasty."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Writing tower"],["alt=文笔塔"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the park, at the southern end, was built in the Southern Dynasties Qi Gaozu Xiao Daocheng Jianyuan years (479- 482), an Jianyuan temple, commonly known as tower temple, later renamed temple taiping. Taiping temple for Wei crown County, resembling the style of writing, also called style tower, Changzhou literati as pen."]]}]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dinosaur Park"],["url=http:\/\/www.konglongcheng.com\/language\/town_english.html"],["email="],["address=1 Hanjiang Road, Xinbei District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=daily 9AM-5PM"],["price=¥80"],["content=If your interest in paleontology doesn't extend further than ",{"type":"''","value":["The Flintstones"]}," this dinosaur theme park with rides, dancing dinos and few fossils might take your fancy."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Sesame Bing"]}," – A ",{"type":"'''","value":["local speciality"]}," is a small round cake of flaky pastry studded with sesame seeds. Fillings between the crunchy layers of pasty have two flavours – salty and sweet. The salty has a thin layer of preserved vegetable while the sweet has a globular core of sugar syrup. Patience is key to eating the sugary one, especially if bought hot off the stove, as a too hasty bite will send a wave of ",{"type":"'''","value":["tongue-scaldingly hot liquid"]}," squirting out onto both your mouth and fingers.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Xiao Chi Jie"],["alt=Snack Street"],["url="],["email="],["address=Huaide Middle Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not really a street as much as a lane on the corner of the shopping complex. Nonetheless it is packed with small stalls selling a wide range of things to nibble on."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grandma's Nook"],["address=Xin Cheng Shang Jie A-183, 60 Hua Yuan Jie, Hutang"],["url=http:\/\/www.blog.sina.com.cn\/grandmasnook"],["hours=Mon - Thu: 12:00 - 20:00, Fri - Sun: 10:00 - 21:00"],["phone=+86 152 9508 2029"],["email=satinaa9@gmail.com"],["content=A bakery with a small seating area."]]}]},"\n",{"type":"==","value":["Drink"]},"\nSome people bemoan the lack of bar scene here, compared with Wuxi or Shanghai. Nonetheless there are a couple of decent joints to drown your sorrows in.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chocolate"],["url="],["email="],["address=Huayuan St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Trying really hard to be cool and almost succeeding."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Queen Pub"],["url="],["email="],["address=Heping North Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the smaller pubs in town. The barman speaks good English and stocks quite a few imported beer and spirits. Pool table."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMost of the accommodation in Changzhou is geared toward business travellers, so upmarket international style hotels are abundant but decent budget options are limited.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Changzhou Gongyuan Bingguan"],["url=http:\/\/www.gongyuanhotel.com"],["email="],["address=No.85 West Yanling Road"],["lat="],["long="],["directions="],["phone=+86 519 8618 2100"],["tollfree="],["fax="],["hours="],["price=¥150"],["checkin="],["checkout="],["content=You can pay with a credit card. You can change money at the front desk, and there is an internet cafe."]]}]},"\n",{"type":"===","value":["Midrange"]},"\n\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Wujin"],["alt="],["url=http:\/\/www.holidayinn.com\/hotels\/us\/en\/changzhou\/czxwj\/hoteldetail"],["email="],["address=33 Yanzheng Middle Rd, Wujin"],["lat="],["long="],["directions="],["phone=+86 519 86313888"],["tollfree="],["fax="],["checkin="],["checkout="],["price=¥481-1200"],["content=A few steps above what you would expect from this chain, the behemoth building surrounded by landscaped gardens is one of the nicer hotels in town. Big modern rooms have all the doodads you would expect for the price. Though, don't be fooled by the website blurb that claims it's downtown; it's way out on the periphery, south of the Grand Canal."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Suzhou"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nanjing"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Jiangsu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Changzhou"]]},"\n",{"type":"{{","value":[["geo"],["31.78353"],["119.95071"]]}]