[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Charlotte Pass"]}," is a locality and ski resort in the ",{"type":"[[","value":[["Snowy Mountains"]]}," of ",{"type":"[[","value":[["New South Wales"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" Winter "]},"\nThe road to Charlotte Pass is closed during the ski season, and the only access is by oversnow transport from ",{"type":"[[","value":[["Perisher"],["Perisher Valley"]]},".  The road is closed to non-residents regardless of whether it is snow covered or clear, because the hassle of having people unable to leave after snow.  You can't park at Perisher overnight, so this really means that you have to park at the Ski-Tube at Bullocks Flat, get the Ski Tube to Perisher, and oversnow to Charlotte Pass.  It is no surprise that you can leave much of the ski crowds behind by the time you arrive.  It is possible to go for the day, and park at Perisher, but it is unusual to do so during winter.\n\nDuring summer it is a pleasant drive beyond Perisher Valley to Charlotte Pass.  It can still snow occasionally, even outside of the main ski season.  It can also get very cold.  If you are driving up for a quick visit from ",{"type":"[[","value":[["Jindabyne"]]}," or elsewhere, just leave some warm clothing in the car, or a breakdown could sometimes leave you uncomfortably cold.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Winter "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alpine Skiing"]},".  There are four lifts at Charlotte Pass, not quite the scale of the neigbouring resorts at ",{"type":"[[","value":[["Perisher"]]}," and ",{"type":"[[","value":[["Thredbo"]]},".   There are runs for all levels, but if you are a green-run skier, there are only a couple of a runs available."]},"\nLift passes are cheaper than at the big two, you can get oversnow transport and lift passes for less than the price of a lift pass elsewhere.\n\n",{"type":"===","value":[" Summer "]},"\n\nThe area is a gateway to many of the fantastic bushwalks around the Kosciusko National Park, including the walk to the top of Australia.  There aren't many continents in the world where you can ascend the highest mountain without any form of climbing equipment and with only an average level of fitness.  Mount Kosciusko is 2228 metres high and there is a well consutructed, wide path to the top - even with toilets along the way.  Most of the walk is spent getting to the base of the \"mountain\", and then a short uphill section, taking you to the top.  The peak itself, is really not that much higher than the surrounding country, and the other peaks that you see around you as you walk are not that much lower than Kosciusko itself.  It is well signposted, and you will not really need any maps or emergency equipment to get there and back safely in a day during summer.  It can get close to freezing at the top though, at any time of year.\n\nYou can also walk from the top of the chairlift at ",{"type":"[[","value":[["Thredbo"]]},", but expect to pay around $25 per person to take the chairlift to the start of the walk.\n\nThe walk can't really be attempted in winter.\n\n",{"type":"==","value":["Buy"]},"\nThere is an ATM in the village.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nThere are two bars in the Chalet, open to the public.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kosciusko Chalet"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A hotel at Charlotte Pass, open all year round.  The usual deals are inclusive of breakfast and dinner."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Snowy Mountains"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Charlotte Pass, New South Wales"]]}]