[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chatan"]}," (北谷) is a town in ",{"type":"[[","value":[["Okinawa Island"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Reef Encounters ",{"type":"[","value":["http:\/\/www.reefencounters.org"]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 90-1940-3528"],["tollfree="],["fax="],["hours="],["price="],["content=Chatan. The only dive shop in all Okinawa catering to foreigners, all instructors are fluent in both English and Japanese. Located in Chatan, a stones throw from the excellent shore diving at Sunabe sea wall. Ask to drift dive Ugan or get lost with the sharks in the Kamiyama labyrinth. PADI and NAUI courses are available, with a discount for combined open water\/advanced open water courses. For the experienced or adventurous ask about technical courses or diving ",{"type":"[[","value":[["Yonaguni"]]},"."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["CoCo's"]},".  Route 58 (",{"type":"''","value":["near Gate 5 of Camp Foster"]},").  A Japanese-style curry house. This place is especially popular with United States Marines stationed on the island."]},{"type":"*","value":[" ",{"type":"'''","value":["Yoshihachi"]},". A famous sushi place. Any taxi will know how to get to Yoshihachi's, but beware: Yoshihachi's is only open daily after 4:30 pm, and it is closed on Tuesdays."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jiro Cho"],["url="],["email="],["address=Chatan"],["lat="],["long="],["directions=Near Araha Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Recognizable with the Iron Horse in front, this is probably the best restaurant on Okinawa.  Jirocho's sushi, sashimi, tempura and sake are world-class.  They also serve some excellent Okinawan dishes, often as specials.  The seafood is as fresh as you will find on Okinawa--what truly distinguishes this restaurant is the emphasis on fresh and seasonal ingredients.  All of this is served in an elegant atmoshphere with a very friendly staff.  Yoshihachi can be fun but is very overrated. Jirocho is the place!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kastamandap"],["url="],["email="],["address=Araha Beach"],["lat="],["long="],["directions=Curry Shack on the Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best curry on Okinawa and maybe anywhere else outside of London or Bombay. The owner takes great care to make authenic Nepalese curry from scratch and the results are well worth it.  Kastamandap is small and no-frills but the delicious curry and ice cold beer make it one of the most satisfying dining experiences around.  Although it is just a shack, the homey but exotic atmosphere and friendly service just steps from the East China sea create a winning combination."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Italiano"],["url="],["email="],["address=Araha Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Italian restaurant with Japanese\/Italian cuisine; but visitors beware, the chef is drunk most of the time, and may make you the wrong dish. It has good service, although it helps to know a little Japanese.  Seafood pasta is done well, especially the squid ink sauce.  The local beer, Orion, is served fresh on tap at rock bottom prices and will make you forget that wine normally goes best with pasta."]]},"    "]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=NiCHE Martini Lounge"],["url="],["email="],["address=Between Hamby and Mihama"],["lat="],["long="],["directions=Across from ETWS"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only place to get a real martini on Okinawa.  Tokyo\/London\/New York vibe with Okinawa charm and service.  Come here a few times and the staff will really know your name (and your drink!).  The special events can be lively (especially New Years)."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Okinawa Island"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]