[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Cheddar 09-06 9.jpg"],["thumb"],["300px"],["Cheddar village, looking due west from the tower at Jacob's Ladder"]]},"\n",{"type":"'''","value":["Cheddar"]}," is a large village, with the largest gorge and caves in ",{"type":"[[","value":[["Britain"]]},". It has a population of around 5,000. The village gave its name to Cheddar cheese.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" The gorge is best appreciated and approached from the East (i.e., heading West) along the B3371\/B3135, i.e. coming into the town. The road seems ordinary at first.. then gradually dips down.. and down.. and the sides become cliffs.. finally the full grandeur of the landscape becomes apparent on entering the gorge itself."]},{"type":"*","value":[" Otherwise Cheddar is accessible by bike and coach - especially by coach! (Cyclists - see safety note below)"]},{"type":"*","value":[" Enter slowly and if a non-driver, have a camera ready and poised - some impressive views are easy to photo from a slow moving vehicle but you can't really stop on the road itself!"]},"\n",{"type":"''","value":["Cyclist safety"]}," - If you're a cyclist and don't know the gorge, you're strongly advised not to cycle uphill through the gorge proper until you know the road. Instead, plan to arrive downhill (from the West as above), or explore the gorge by foot from the village, or dismount as needed after Cough's cave and walk your bicycle through the gorge for the next 1\/2 mile (3\/4 km). Going from the West to the East (the other way), the road above Gough's Cave has a severe gradient at times, combined with reduced visibility, reduced maneuvering room, coaches (travelling downhill) and narrow passing points.\n\n",{"type":"==","value":["Get around"]},"\nBy foot!\n\nParking is possible in numerous laybys in the gorge; the ones near the attractions are larger but usually not free (or at best only certain times). You can usually pull over there for a bit even so, if you stay by the car \"in case\", unless it's peak season and busy. Those further up the gorge proper are free. The car parks in the village are pay and display.\n\nThere are a range of tickets sold in the gorge's shops, which allow entry to multiple attractions - well worth looking into.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gorge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Gorge is the largest Gorge in Britain. It is made up of limestone. Around 500,000 people visit the Gorge and Caves each year. It was also named the second greatest wonder in Britain, in 2005."]]}]},"\n",{"type":"===","value":["Caves"]},"\nThere are several caves in Cheddar, but the two best known (and largest) are Gough's cave and Cox's cave. These caves are the inspirations for the caves behind Helm's Deep in J.R.R. Tolkien's The Two Towers. There are also several smaller caves that you can climb down into.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gough's Cave"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This cave is 90 metres deep and 2. 135 kilometres long. It contains the Cheddar Yeo, the largest underground river system in Britain. In 1903, Britain's oldest skeleton, dated to around 7150 BCE."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cox's Cave"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A shimmering brilliantly coloured underground sanctuary with fantastic calcite sculptures, dancing fountains, mirror pools and music evocative of a more spiritual world. Decked out as a childs adventure cave. A striking contrast to Gough's Cave. Kids love to follow the Crystal Quest and meet the Lord of Darkness and his evil dragon."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rock Climbing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are around 350 official graded rock climbing routes on the 27 cliffs that make up the Cheddar Gorge."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Clifftop walk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The gorge clifftop is fully accessible and makes a good 1.3 mile (2 km) walk; the views and air at the clifftop are well worth the steep gradient of the walking path that may be encountered here and there. The easiest way up is via \"Jacobs Ladder\" (in reality easy-to-walk steps with regular resting places) which is paid entry to walk up and free to walk down, at the top turn left and head uphill. At the far end the path eventually turns into a gentler downhill walk through bluebell woods (in the Spring anyhow!) and back to the main road. It's free to walk up from this end but hard to find the pathway! (The other, North, side of the gorge is also walkable. It comprises a more grassy embankment with more of a woods-and-fields character in comparison.)",{"type":"<","value":["br"]},{"type":"''","value":["Safety info:"]}," There are quite a few points where the cliff edge can be approached and these require care. That said, the top and its walking routes are extremely wide and feel very \"safe\", much like a hill walk anywhere else; there is no need to go anywhere near it at all or do anything more than enjoy a nice hill walk, unless you want to. Keep an eye out on kids and pets, though!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Museum of prehistoric humanity and cave findings. Interesting."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere is a variety of shops around the Gorge ranging from a teddy bear shop to Cider and ale shops. Some of the shops sell an eyecatching range of unusual meads, ciders and other drinks, as well as regional cheeses, and other specialist delicacies.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nIn Cheddar Village and at the bottom of the Gorge there are 6 pubs. The Whitehart, The Riverside, The Bath Arms, The Galleries, The Kings Head and The Gardener's Arms.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Cheddar Youth Hostel"],["alt="],["url=http:\/\/www.yha.org.uk\/hostel\/cheddar"],["email= cheddar@yha.org.uk"],["address= Hillfield, Cheddar, Somerset, BS27 3HN"],["lat="],["long="],["directions="],["phone=+44 845 371 9730"],["tollfree="],["fax="],["price= £10 +"],["checkin="],["checkout="],["content= Shared accommodation starts from £10 per night, private rooms are also available. Not open all year, best to call ahead to make sure."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wells"]]},", nearby city with famous cathedral and more caves - including ",{"type":"[[","value":[["Wookey Hole"]]}," which is different in character to the Cheddar caves."]},"\n",{"type":"{{","value":[["IsPartOf"],["Somerset (England)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cheddar"]]},"\n",{"type":"{{","value":[["geo"],["51.2785"],["-2.7777"]]}]