[{"type":"{{","value":[["pagebanner"],["Chefchaouen banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Chefchaouen overview.jpg"],["thumb"],["350px"],["An overview of Chefchaouen"]]},"\n\n",{"type":"'''","value":["Chefchaouen"]}," (شفشاون, also ",{"type":"''","value":["Chaouen"]},", ",{"type":"''","value":["Chawen"]}," or ",{"type":"''","value":["Xaouen"]},") is a gorgeous mountain city in northeastern ",{"type":"[[","value":[["Morocco"]]},". It's no wonder that tourists flock here — this humble town is the embodiment of almost every Moroccan cliché. The picturesque medina, set against the dramatic backdrop of the Rif Mountains, is filled with white-washed homes with distinctive, powder-blue accents, and the call to prayer rings out of several mosques around the town in chorus. If you've got a few days to relax from the rigors of travel, this is a good place to do it. \n\nTourism in Chaouen is also driven by its reputation as centre of the marijuana plantations region in North Morocco. Drugs are widespread and somehow tolerated, but touts trying to sell to tourists are also very annoying.\n\n",{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]}," is the foreign language mostly spoken by the population, while French is the language of higher education.\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"[[","value":[["Image:Chefchaouen_map_with_listings.png"],["thumb"],["350px"],["osm_url=http:\/\/api.openstreetmap.org\/api\/0.6\/map?bbox=-5.2750897,35.1657747,-5.259854799999999,35.171300099999996"],["is_in=Chefchaouen"],["size=150x120"],["map of Chefchaouen"]]},"\n\n",{"type":"*","value":[" By ",{"type":"'''","value":["bus"]}," - There are frequent buses from ",{"type":"[[","value":[["Fez"]]}," and ",{"type":"[[","value":[["Tetouan"]]}," and also from ",{"type":"[[","value":[["Casablanca"]]},", ",{"type":"[[","value":[["Rabat"]]},", ",{"type":"[[","value":[["Meknes"]]},", ",{"type":"[[","value":[["Tangier"]]}," and ",{"type":"[[","value":[["Ceuta"]]},"."]},"\nLocal buses plying the route from Fez to Tetouan\/ Tangier stop at Derdara (8 km away), where you can get into one of the frequent grand taxis for 5 Dh. This avoids the long uphill walk from the bus station.\n\nThe ",{"type":"'''","value":["main bus station"]}," (",{"type":"{{","value":[["listing"],["name=gare routière"],["url="],["email="],["address="],["lat=35.16762"],["long=-5.27483"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},") is a fifteen minute walk from the ",{"type":"''","value":["medina"]}," (which is uphill), trough Av. Mohamed V. There are usually a couple of ",{"type":"''","value":["petit taxis"]}," waiting for a customer at the entry. Don't pay more than Dh 10 to get to the ",{"type":"''","value":["medina"]},". If it is hot, or, as is very likely, you have just endured a long coach drive to the town, you should seriously consider climbing into one of these taxis. Likewise, coming to Chefchaouen in the middle of the cold season can only make the ascending walkways as punishing as in the summer. With a heavy backpack, the walk up to the hotels of the town can be fairly strenuous!\n\nOn arriving in Chefchaouen, you may be met by touts at the bus station. These will probably try to take you to some cheap and low-quality hostel in the medina - but it is advisable to find the place by yourself, because if you arrive with touts, you'll be charged extra so they can get their commission. Touts will then insist that you follow them to their house in the medina, and there try to sell you a stash of dope for 300-500 Dh. Refusing to buy is not contemplated, nor safe, if you end up in such a situation, so just say no from the beginning and don't sympathise nor accept help.\nRecently, the Souika\/Mauretania hostel has many touts which quite aggressively try to get people there. They will claim the hotel you’re looking for is closed or on restauration. Don't trust these at all and insist on going to your originally planned destination.\n\n",{"type":"==","value":["Get around"]}," \n\nIf you are looking for sports or peaceful hiking tours, Chefchaouen is the ideal starting point to branch out in the villages and the surrounding mountains of the Rif with a local guide who knows well the region or just by yourself.\nThere is an organisation offereing hiking and cultural tours outside city : Gite Talassemtane Tours for Ecotourism and Hiking in Chefchaoun.\nthe website wwww.gitetalassemtane.com\nFacebook page : Écotourisme et Randonnées Chefchaouen\n\n",{"type":"==","value":["See"]}," \n",{"type":"[[","value":[["Image:Chefchaouen medina.jpg"],["thumb"],["200px"],["An alleyway in the medina"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''''","value":["medina"]}," (maps: ",{"type":"[","value":["http:\/\/www.chaouen.info\/assets\/mapachaouen.jpg"]}," ",{"type":"[","value":["http:\/\/www.planetware.com\/i\/map\/MAR\/CHEC.JPG"]},") is the focal point of interest for most visitors to Chefchaouen. Walking around the town with its whitewashed walls, originally decorated in this style by Jewish immigrants, can be a nice change to the hustle and bustle of the cities of Marrakech, Rabat, and Fez."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["waterfall"]}," (",{"type":"''","value":["Ras el Maa"]},") to the east of the ",{"type":"''","value":["medina"]}," is a meeting point for local residents who come to cool off, chat and do their laundry (including carpets on sunny sundays). The café nearby is rather expensive, however it's a nice change from the main square."]},"\n",{"type":"*","value":[" The ruins of an old ",{"type":"'''","value":["mosque"]}," (",{"type":"''","value":["Jemaa Bouzafar"]},"), on a hill behind the waterfall, overlook the ",{"type":"''","value":["medina"]}," and its crumbling tower offers great views of the town."]},"\n",{"type":"*","value":["The ",{"type":"{{","value":[["see"],["name=Kasbah"],["url="],["email="],["address="],["lat=35.16854"],["long=-5.26166"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=20 MAD"],["content=Looks quite interesting from the outside, but there isn't much to see inside. The place is well preserved. There's the tower and the prison amongst others that's worth a visit, and the courtyard is green and almost alien amdist the mountain setting. Should only be an option if you're either bored or want to get away from the bustle outside."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["hill of the Hotel Atlas"]}," is a good viewpoint on the town and the valley, especially on sunsets. It can be reached from the south gate of the medina (",{"type":"''","value":["Bab el-Ain"]},") by climbing the road coasting the medina on the west side until the east gate (",{"type":"''","value":["Bab Souk"]},"), and then uphill, crossing the old cemetery on a rocky path."]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"[[","value":[["Image:2006 Chefchaouen-Hamam.jpg"],["thumb"],["250px"],["A hammam in Chefchaouen"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Take a hike"]}," through the scenic Rif Mountains. There is a pathway leading up into the mountains just behind the waterfall frequented by backpackers. Don't mind the vast marijuana plantations; the farmers and goat herders that work them are used to tourists and will either ignore you or try to sell you hash. See \"Stay safe\" below."]},"\n",{"type":"*","value":[" A strenuous hike up ",{"type":"'''","value":["Jebel al-Kalaa"]}," (the peak immediately overlooking the town) is fun, but can take up to 9 hours round trip and goes by (and if you're lucky\/unlucky, through) big marijuana plantations. The route is not well marked (with white and yellow), and you might have to trail blaze for parts of it if you lose the trail. Start by following the road up the southeastern valley, from where you'll get a good view of town, and look for the markings up the mountain. Bring plenty of water, and some snacks."]},"\n",{"type":"*","value":[" A ",{"type":"'''","value":["two-day hike"]}," in the ",{"type":"'''","value":["Talasemtane national park"]}," via Asilane (Gite, 200 Dh per person incl. meals) to Akchour (Double rooms from 150 Dh) also starts up the big mountain on a 4WD track which goes of in the north of Chefchaouen just after the camping site. At the peak at about 1800m is a camping site. Be advised though that there maybe snow even until April, so be prepared for cold temperatures. There are at least two water sources on the way up, so you'll not need to carry too much water. It's about 14km until the gite in Asilane. The 4WD track continues until the next village from where one has to cross over a small valley, continue straight after passing a tomb-house and climb down the small path to the village of Inezgane. From there, a mule treck follows the river more or less closely and the gorgeous mountains, cliffs and breathtaking views. After a while the path goes down to the river over an ancient bridge and continues north, passing a source (although this one might dry up in summer) and eventually leads to the village of Akchour which has another Gite, but also cheaper accommodation. See below for getting back to Chaouen. There are more tracks and gites in the area. It is possible to even hike to ",{"type":"[[","value":[["Oued Laou"]]}," at the mediterranean."]},"\n",{"type":"*","value":[" Take a grand taxi to ",{"type":"'''","value":["Akchour"]}," and do a 1.5h hike in the mountains towards the ",{"type":"'''","value":["Pond de Dieu"]},". After the dam, the path lies on the right side of the river and goes up the hill quite steep. The bridge was formed by the river floating underground and carving its way over millenia. There seems also be a way down at the river, so one can see the bridge from below. Don't try this in spring though, as after snow-melt or rain the river may be unpassable. To left over the river starts a path towards the cascades. Getting back may be a bit of a hassle, as the grand taxi (120Dh per taxi) only runs rarely. On weekends in the afternoon, you may be able to hitch with locals who went there for a weekend trip and will the head back to Tanger. They can drop you at Dar Akouba from where it is easy to get transport back to Chefchoauen."]},"\n",{"type":"==","value":["Buy"]},"\n\nAll the usuals are on offer in the medina — carpets, leatherwares, spices, metal wares, etc. If you're a seasoned bargainer you can probably get better prices in Fes or Marrakech, but Chefchaouen is undoubtedly a more pleasant place to shop. You'll also find plenty of hippie-wear aimed at budget travelers and marijuana tourists.\n\n",{"type":"====","value":["Leather"]},"\n\nChaouen is particularly renowned for leather artisans, and there are 4 or 5 workshops dotted through the town, whose goods you can find at many of the local stores and in the larger northern cities. Many of the craftsmen in Fes and Tetouan served their apprenticeships here. The choice in local stores is often limited to bags and purses, so if you're up for it take advantage of the workshops where you can tweak a standard design or come up with something entirely your own, even moving beyond traditional leather into snake, crocodile, lizard and more. They can make pretty much anything, from guitar straps and tobacco pouches, to handbags and jackets. It can take a couple of days to make the more complex designs, so head there on your first day, or have it shipped home (£6 within Europe).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hassan's Workshop"],["url="],["email="],["address="],["lat="],["long="],["directions=In the eastern medina, between the old olive tree and the waterfall"],["phone=+212 065 00717"],["tollfree="],["fax="],["hours=9-6ish"],["price=Variable prices"],["content=Run by a tremendously approachable man called Hassan, it can be found towards the eastern end of the medina, between the old olive tree and the waterfall. Once you're in the vicinity, just ask for \"El Taller de Hassan\" and you'll be pointed in the right direction (or call ahead). He speaks fluent Spanish and good English & French, and is totally amenable to any peculiarities or requests you might have. He doesn't look for sales out of his workshop, as he makes good trade through the various local stores and a few overseas bulk buyers, but he enjoys making one-off's, which makes for wonderful craftsmanship, great prices and no hassle."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe local specialty is ",{"type":"''","value":["baissara"]},", but you'll also find the usual staples such as ",{"type":"''","value":["tajine"]}," (vegetable stew with goat or sheep), ",{"type":"''","value":["harira"]}," (tomato soup), ",{"type":"''","value":["kofte"]}," (meatballs) and ",{"type":"''","value":["tagras"]}," (fish). The ",{"type":"''","value":["Salada Marroqui"]}," is a salad of cucumber and tomatoes, while ",{"type":"''","value":["salada variada"]}," includes eggs. The region is also well known for olives and olive oil, and for goat cheese, which is sold on display in various shops.\n\nIf eating in the medina, avoid restaurants on the Kasbah square (plaza Uta el Hamman) offering tourist menus for 45 dh (drinks not included): they will just serve you very low-quality ",{"type":"''","value":["kofte"]}," and ",{"type":"''","value":["harira"]},", for a more than average price.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Assadaa"],["url="],["email="],["address="],["lat="],["long="],["directions=from Bab el-Ain, take straight up and then left"],["phone="],["tollfree="],["fax="],["hours="],["price=lunch for 50Dh, all included"],["content= This little restaurant occupies both sides of the street, with tables on the road, under a tree, and on a roof terrace. Nice tajine and great cheese salad"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chez Fuad"],["url="],["email="],["address="],["lat="],["long="],["directions=opposite Granada"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also do a great fish tajine, and a shrimp tajine, salad and cous-cous are also very good. Great relation quality\/price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Granada"],["url="],["email="],["address="],["lat="],["long="],["directions=2 blocks up from the main square"],["phone="],["tollfree="],["fax="],["hours="],["price=Mains ~ 25 Dh"],["content=Great fish tajine, great couscous."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name= Restaurant Populaire Bab Ssour"],["url=http:\/\/facebook.com\/restaurant.bab.ssour"],["email=babssour@gmail.com"],["address= rue Elkharrazin N°5"],["lat=35.16852"],["long= -5.26349"],["directions="],["phone= 0539882165"],["tollfree="],["fax="],["hours="],["price= 50 MAD"],["content=Good food in a quiet room with a most friendly owner. Many languages spoken. Good local cheese."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Snack Aya"],["url="],["email="],["address="],["lat="],["long="],["directions=Walking towards the central square from Ras El Maa (waterfall gate), take the 5th stairs down to your left."],["phone="],["tollfree="],["fax="],["hours=noonish 'til late"],["price=10Dh"],["content=This place opened in March 2012 and the owner Miloud has yet to decide on a name or get a sign for his sandwich shop. It's next to Hostal VallParadis, near Ras El Maa. He makes sandwiches. For 10Dh you get half a baguette packed with ham, tuna, olives, rice, cheese, salad and an omelette! That's less than half the price and more than twice the volume of similar vendors in the Medina. You can also order tagine, couscous and various other dishes at least an hour or two in advance and you'll get some real home cooking for a reasonable price. Expect to wait 30 minutes to an hour longer than the time you ask for. Very different from anything from local restaurants, but the prices aren't fixed. The chicken tagine is fantastic, the meat couscous OK."]]}]},"\n",{"type":"*","value":[" For a sandwich break, head for the local sandwich dealer to the left of Bab el-Ain gate. Chicken, beef or shrimps sandwiches, with olives, salad and sauces, for 25Dh"]},"\n",{"type":"==","value":["Drink"]},"\n\nAlcohol is not readily available but can be found. Mint tea is prevalent (10 Dh the cup).\n\nAs for the whole of Morocco, avoid tap water for safety concerns, and drink bottled water (6 Dh for a cold 1 lt bottle) or drinks (8 Dh for 1\/2 lt coke). Never pay more than 10 Dh for a bottle, even in restaurants.\n\nLocal breakfast includes milk-coffee (",{"type":"''","value":["café con leche"]},") and pancakes (",{"type":"''","value":["baghrir"]},") with honey and olive oil or butter, for 10-15 Dh. Good places to have breakfast with the locals are the bar on plaza Hauta, in the Medina, and the bar in front of the Gendarmerie Nationale in av. Mohamed V.\n\n",{"type":"==","value":["Sleep"]}," \n",{"type":"[[","value":[["Image:Chefchaouen doorway.jpg"],["thumb"],["200px"],["A typical doorway"]]},"\n\nAccommodation can be tight in the peak periods (mid-July to September) so it's advisable to arrive early or book ahead in these periods. A stroll through the medina will reveal dozens of cheap hotels, starting from Dh 40 per night for a single. Many of these hotels have roof terraces. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Dardara"],["url=http:\/\/dardara.olympe-network.com"],["email="],["address=Route Nationale 2 from Chefchaouen-Alhoceima"],["lat="],["long="],["directions=At 10km from Chefchaouen (Road to Bab-Taza and alhoceima"],["lat=35.10509"],["long=-5.28026"],["directions="],["phone=039 77 07 07"],["tollfree="],["fax="],["hours="],["price=490 DH+ (Singles)"],["checkin="],["checkout="],["content=With gastronomic restaurant with local specialities and local farm products."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Hassan"],["url=http:\/\/www.casahassan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 39 986153"],["tollfree="],["fax="],["hours="],["price=Dh 650\/800\/1050 single\/double\/triple"],["checkin="],["checkout="],["content=Popular traveler hotel in the medina, often booked, is wise to call ahead. Breakfast is included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Perleta"],["url=http:\/\/www.casaperleta.com"],["email="],["address=Bab Souk- Medina"],["lat="],["long="],["directions="],["phone=00212-59988979"],["tollfree="],["fax="],["hours="],["price=550dh"],["checkin="],["checkout="],["content=Inside the medina (Bab Souk entrance), freshly renovated. Most rooms have en suite bathrooms. Run by native Spanish speakers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dar Antonio"],["url=http:\/\/www.darantonio.com"],["email=reserve@darantonio.com"],["address=36 calle Garmata"],["phone=+212 539 989 997 \/ +212 661 895 010 \/ +212 652 278 569"],["price=150 MAD for single,  250 MAD for double, 375 MAD for triple, 500 MAD for quad"],["lat=35.16950"],["long=-5.26169"],["content=Nice guesthouse right in the Medina. Clean and quiet with a great view on the top floors. Hot water on demand. Shared facilities. Not for people with mobility problems."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dar Echchaouen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=490 DH+ (Singles)"],["checkin="],["checkout="],["content=Near the Medina and Ras El Ma."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dar El Moualim"],["alt=Apartments"],["url=http:\/\/www.darelmoualim.com"],["email="],["address=Rue Hassan I, Derb Sidi Bouchuka"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=from 125 Dh per person"],["checkin="],["checkout="],["content=Three apartments in a restored house inside the ancient medina."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dar Meziana"],["url=http:\/\/www.morocco-travel.com\/morocco\/DarMeziana\/index.html"],["email="],["address=Rue Zagdud nº7"],["lat="],["long="],["directions="],["phone=+21239987806"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A beautiful riad carefully decorated by the owners themselves, giving each bedroom an individual character full of warmth and beauty. The use of Tadlakt in the bathrooms, hammered copper sinks, beautifully painted wooden ceilings and hand crafted doors, modern glass bricks and crooked windows, Moroccan lamps and carpets all come together to give this riad a totally unique feel. \nIt also has a beautiful roof terrace with the most amazing views over the city, mountains and surrounding countryside."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dar Rass El Maa"],["url=http:\/\/www.chefchaouen.ch"],["email="],["address="],["lat=35.17016"],["long=-5.25697"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=490 DH+ (Singles)"],["checkin="],["checkout="],["content=A charming Guest House below the water source."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Darlbakal"],["alt=Darlbakal Guesthouse"],["url=http:\/\/www.darlbakal.com"],["email="],["address=Derb Mfarej Qu. Onssar"],["lat="],["long="],["directions="],["phone=+212539989494"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Gusethouse with a unique interior, a charming and artistic furniture and amazing scenery that you can enjoy while relaxing on the terrace."]]}]},{"type":"*","value":[{"type":"'''","value":["Harmony Hotel"]}," ",{"type":"''","value":["(room Dh 60 per person, Dh 100 double)"]}," located in the medina is good value for solo travellers, who pay less but still get double beds."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Andaluz"],["url="],["email="],["address=1 Rue Sidi Salem"],["lat="],["long="],["directions=in the medina"],["phone=+212 39-986034"],["tollfree="],["fax="],["hours="],["price=120 double"],["checkin="],["checkout="],["content=A popular little budget hotel with a nice rooftop terrace and cool (occasionally damp if on the ground floor) rooms. It's not far from the main road in the medina, most locals can point the way. There is a shared kitchen and guests can use the washing machine upon request."]]}]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Madrid"],["url="],["email="],["address="],["lat=35.16718"],["long=-5.26217"],["directions=right behind the Kasbah, just before Hotel Parador if you're coming from the bus station"],["phone="],["tollfree="],["fax="],["hours="],["price=200-400 MAD\/night for a single depending on the season"],["checkin="],["checkout="],["content=Great service staff, always willing to help. They have maps and can give information on the town. The rooms aren't special, and have the \"cheap hotel\" feel. They have hot water - and one cannot stress enough the importance of hot water during the cold months! Ask the desk for your TV remote. The lobby is quaint, and enjoying breakfast while listening to the hotel canary sing (it's a real bird - not a euphemism for a lounge singer) or watching English channels on the lobby TV is a great way to start the day."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Hicham"],["url=http:\/\/www.outahammam.com"],["email=info@outahammam.com"],["address=Plaza Outahammam"],["lat="],["long="],["directions=Located at the entrance of the ancient city of Chefchaouen (plaza Outahammam), next to Al Kasbah"],["phone=00212 642 88 13 70"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=It has 7 rooms, very well-decorated and -equipped rooms, and outdoor panoramic terrace to see the mountain views and enjoy a good breakfast and fresh fruit smoothies with a welcome tea. The staff in the hotel are very helpful in advising you on different activities such as excursions, hiking, mountain guides and hammam."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ourzazate"],["price=60 MAD"],["content =In the medina is a decent choice with a good location."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Parador"],["url="],["email="],["address="],["lat=35.16873"],["long=-5.26078"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Aline"],["url="],["email="],["address=Av Sidi Ahmed el Uafi, 2"],["lat="],["long="],["directions=on the eastern side of the medina, a bit away from the central square"],["phone="],["tollfree="],["fax="],["hours="],["price=About 40Dh per night per person, breakfast of a loaf of french bread and jam included"],["checkin="],["checkout="],["content=A nice, clean place; catch it during low season and you'll likely end up with a room to yourself. Amenities include a big terrace with a hammock, laundry service, kitchen, and 24 hour hot water. The staff don't speak much English."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Gernika"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212539987434"],["tollfree="],["fax="],["hours="],["price=150 DH\/200 DH (Without bathroom\/ With bathroom)"],["checkin="],["checkout="],["content=Inside the medina, very clean, luminous rooms. Has shared showers, with lots of hot water. Some rooms ensuite. Some rooms have heating ( 250 DH) that is a very nice thing to have during rather humid winter. There is a lovely common room with fireplace and small library. Free wifi. Breakfast costs 30 DH and is worth it. Spanish and French spoken."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Sahara"],["url="],["email="],["address=av. Zerktouni"],["lat="],["long="],["directions=just outside the Medina, near Bab el-Ain, the road on the corner with the Banque Populaire"],["phone="],["tollfree="],["fax="],["hours="],["price=30 Dh for person in a double"],["checkin="],["checkout=12:00"],["content=Nice and clean, perfect for travelers on a budget, in an interesting building with wooden decorations; the staff speak mostly Spanish, and the reception boy is very kind and enjoys as a painter. The Hostel has a terrace (with rooms facing it); hot shower for 8 Dh"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pension Cordoba"],["url="],["email="],["address="],["lat=35.169401"],["long=-5.261427"],["directions=north-east of the main medina square"],["phone="],["tollfree="],["fax="],["hours="],["price=70Dh per person"],["checkin="],["checkout=noon"],["content=very friendly staff, nice welcoming rooms and a big and comfy roof terrace"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Pension la Castellana"]}," ",{"type":"''","value":["(room Dh 75 per person)"]}," has a central courtyard and roof terrace. It is located next to Bank \"Credit Agricole\" at the south-western end of Place Outa el Hammam - the main tourist square. "]},{"type":"*","value":["Definitely avoid Hostel Bab el-Ain, at the entrance of the Medina. It is a dirty place, with cold shower, overvalued (50 Dh\/person\/night) and a primary destination for touts taking advantage of smoke tourists."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAs Chefchaouen is located on the edge of Morocco's marijuana growing region, touts desperate to extract money from travellers can be a serious problem. They can often be quite persistent and sometimes even threatening. However, smiling, remaining calm, and politely refusing (repeatedly) will usually work without a problem.\n\nTravellers hiking in the Rif Mountain area close to the town have had stones thrown at them by armed men to scare them away from areas of marijuana production. While most of the growers may ignore you, some may offer to sell to you as well. While many travelers partake in or even come here specifically for the abundance of marijuana (hashish), understand that it is definitely illegal and heavily punishable. The best way to avoid running afoul of any local growers is to hire a sanctioned local guide.\n\n",{"type":"==","value":["Go next"]}," \nIf you go with a car, you can park at Parador Hotel open-air parking (10 Dhm \/ day). Very easy to find. Always pay when you leave to avoid paying twice.\n\nRegular buses depart from the ",{"type":"'''","value":["long distance bus station"]}," (see 'Get Around') to destinations around Morocco:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tetouan"]]}," - hourly buses until 18:00; Dh 15, 90 minutes."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tangier"]]}," - two buses daily, 9:00, 10:45; Dh 27, 3 hours. CTM bus once daily at 15:10, Dh 40."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rabat"]]}," - four buses daily, the last at 13:00; Dh 50, 4 hours."]},{"type":"*","value":[" ",{"type":"[[","value":[["Casablanca"]]}," - three morning buses, the last at 9:00; Dh 60, 5.5 hours."]},{"type":"*","value":[" ",{"type":"[[","value":[["Meknes"]]}," - three buses, 6:00, 14:15, 15:30; Dh 45, 4 hours."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fez"]]}," - four buses (CTM): 10:00, 13:15, 15:15, 18:00; Dh 75 for CTM, 4 hours."]},{"type":"*","value":[" ",{"type":"[[","value":[["Berbered"]]}," and ",{"type":"[[","value":[["Ketama"]]}," - daily buses at 08:00; Dh 20, 3 hours."]},{"type":"*","value":[" ",{"type":"[[","value":[["Oued Laou"]]}," may have one daily bus"]},"\n",{"type":"'''''","value":["Grand taxis"]}," to ",{"type":"[[","value":[["Tetouan"]]}," and ",{"type":"[[","value":[["Tangier"]]}," depart from a street just off Plaza Mohammed V.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=grand taxi Tetouan"],["url="],["email="],["address="],["lat=35.16886"],["long=-5.26936"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"There will also be rare taxis to Akchour from a taxi stand nearby:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=grand taxis Akchour, Oued Laou, Dar Akouba"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"The connection to ",{"type":"[[","value":[["Oued Laou"]]}," is probematic, you may need to pay a full taxi (150-200Dh) or go via ",{"type":"[[","value":[["Tetouan"]]}," first.\n\nGet to ",{"type":"[[","value":[["Ceuta"]]}," by taking the bus through Tetouan to Fnideq and then taking a cab to the border. Ignore touts trying to sell you documents at the border, since they are free at the passport window. No CTM buses go to Ceuta, so you'll have to rely on regional ones. Don't pay more than 5Dh for a piece of luggage, and don't hand anybody big bills: they'll just walk away with them.\n\n",{"type":"{{","value":[["geo"],["35.171389"],["-5.269722"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mediterranean Morocco"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Chefchaouen"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Chefchaouen"]]}]