[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Chelmsford"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chelmsford.gov.uk\/ Chelmsford"]}]}," is in ",{"type":"[[","value":[["Essex (England)"],["Essex"]]},", ",{"type":"[[","value":[["England"]]},"\n\n",{"type":"[[","value":[["image:Chelmsford Cathedral.jpg"],["thumb"],["300px"],["Chelmsford Cathedral"]]},"\n\n",{"type":"==","value":[" Understand "]},"\n\nWorld Famous for being the birthplace of radio, Chelmsford is county town and recently became the first city in of ",{"type":"[[","value":[["Essex (England)"],["Essex"]]},", ",{"type":"[[","value":[["England"]]},". It lies 30 miles (48.5 km) northeast of Liverpool Street ",{"type":"[[","value":[["London"]]},", approximately halfway between there and ",{"type":"[[","value":[["Colchester (Essex)"],["Colchester"]]},". It is almost exactly in the centre of the county and it has been the county town of ",{"type":"[[","value":[["Essex (England)"],["Essex"]]}," since 1215. It is also the seat of the Borough of Chelmsford, which covers a wider area than the city, including the new (ca. 1970s) settlement of South Woodham Ferrers on the banks of the River Crouch. The Borough Council celebrated its centenary in 1988 (it had been incorporated as a municipal borough in 1888 under the Municipal Corporations Act 1882), and the city its 800th anniversary in 1999. Chelmsford was officially made a city on the Queen's diamond jubilee in March 2012.\n\n",{"type":"==","value":["Climate"]},"\n\n",{"type":"===","value":["Summer"]},"\nBeing in the south east of England, the city enjoys a warmer climate than most of the United Kingdom and has some of the hottest summers in Britain; it is also one of the driest places in the country. Temperatures often reach 30°C in the summer. The hottest day on record in the city was on the U.K. wide temperature record breaking day of Sunday August 10, 2003 when 35.2°C or 95.4°F was recorded. Thunderstorms mostly occur during July\/August however they can occur anytime of the year.\n\n",{"type":"===","value":["Winter"]},"\nDuring the winter the temperature rarely stays below 0°C during the day and even with night-time winter temperatures, it's extremely rare to fall below -5°C. Air and ground frost is very common from November through to March.\n\nSnow is sometimes seen in the winter months because the town is near to the east coast where cold, moist air is brought in from the North Sea. In recent years there has been up to three inches of snow on days in January and February which has resulted in minor disruption to transport and caused some schools to close. However, the snow tends not to persist for a significant length of time in any noticeable quantity.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Heathrow Airport"]]}]}," is about two hours drive via the M25 London Orbital Motorway and the A12 dual carriageway (",{"type":"''","value":["westbound"]},") motorway. Alternatively the Heathrow express train service (running every 20 minutes) connects with London Paddington to Heathrow Airport Terminals 1, 2 and 3. Connection can easily be made from Chelmsford via London Liverpool Street; expect the total journey to take slightly over two hours. ",{"type":"[","value":["http:\/\/www.dot2.com Dot2Dot"]}," run shuttle buses from Heathrow to Liverpool Street station. National Express can be used from Chelmsford but the journey must be made via London or Cambridge – with a 40-60 minute wait at the interchange (there is not a direct bus service to Heathrow Airport)."]},{"type":"*","value":[{"type":"'''","value":["Gatwick Airport"]}," is about an hour and a half drive away via the M25 motorway (",{"type":"''","value":["anti-clockwise"]},") and A12 dual carriageway (",{"type":"''","value":["westbound"]},"). Alternatively a complicated rail and underground combination from Chelmsford connects with the main ",{"type":"[[","value":[["London"]]}," to Gatwick rail service at London Liverpool Street station; expect the total journey to take slightly over two hours. "]},{"type":"*","value":[{"type":"'''","value":["Stansted Airport"]}," is about half an hours drive away via the A414 national route, then the M11 (",{"type":"''","value":["nothbound"]},") motorway. Taking the Stansted Express train is indirect and expensive, requiring a change at London Liverpool Street or Stratford. Instead, express coach X30 take 30–45 minutes from Stansted Airport to Chelmsford Bus Station and run 24 hrs a day on an hourly basis. Return fare to Stansted is £13.50."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Chelmsford Station"]}," is a fairly busy train station for through passengers; so the service and regularity is very good. ",{"type":"[[","value":[["London"]]},"'s Liverpool Street is 35 minutes away, where the line terminates. Trains to London run every 12 minutes, while northbound services run to Braintree, Colchester, Ipswich and beyond. There's an hourly intercity service to Norwich (90 minutes). Like many major stations near London, you need a ticket to enter\/exit the platforms as there are automatic barriers by the platform entrance. As the station is elevated there's only 2 platforms - all southbound services go to London but if heading north several trains going to different destinations will arrive within minutes of each other so keep an eye on the information screens and PA announcements to make sure you don't board the wrong train. This situation becomes worse if there's delays as there is only 2 tracks through the station and trains will easily become backlogged. The station has a WHSmith convenience store on the lower level and a couple of cafes on the upper (platform) level.\n\n",{"type":"===","value":["By bus"]},"\nChelmsford's new bus station is located on Duke Street adjacent to the rail station and is a hub for both urban and interurban bus services which connect to most towns within Essex as well as a frequent shuttle service to Lakeside Shopping Centre in Thurrock, and non-stop coach services to Stansted Airport. The station has real-time departure information screens so finding your bus is relatively easy. Facilities include toilets, ATMs, a pharmacy, a Subway sandwich shop and a Tesco Express convenience store. There's currently 2 Park&Ride services, one serving a car park in Sandon, just off the A12 south of Chelmsford, and the other, called Chelmer Valley which opened in April. This is situated to the north of the town on the A130. This service is especially convenient for those going to Anglia Ruskin university as the bus passes right through the campus.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By foot"]},"\n\nThe town centre is easily navigated on foot. The highstreet is fully pedestrianised and the two largest shopping malls have no vehicle access. Chelmsford benefits from being fairly flat and there are also good provisions for the disabled.\n\n",{"type":"===","value":["By car"]},"\n\nAccess into Chelmsford is very good although be prepared to wait in queues in the centre of town, particularly along Victoria Road and Parkway. Rush Hour is between 7-10AM and again from 4.30 - 7PM. The Park and Ride service has helped things, although on occasion it can take a while, especially in the late afternoon, to leave the town. There are plenty of car parks, costing between £2 and £8 for a day, however be careful about parking in some areas as traffic wardens are notorious in the town. If in doubt ask a local the best areas to get free parking.\n\n",{"type":"===","value":["By bus"]},"\n\nThe internal Bus service is very good although schedules are rarely stuck too. Most of the stops have electronic displays to show when the next bus is due so it is best to just turn up and see how long the wait is. Bear in mind that inside the Town limits most locations can be walked to inside an hour, however most shelters are pleasant enough and nearly all have seats. Average bus prices are between £1 and £3 for a return inside of the town. Almost all local services use small midi-buses which can only seat around 25 passengers so they can become crowded. If heading for a destination along one of the main arterial roads it's usually more comfortable (and sometimes cheaper) to take an interurban bus as they'll follow a more direct route, have larger (often double-deck) buses and charge lower fares; although they're less frequent. Fares are charged by distance and the driver usually can provide change for smaller bills. Return fares are generally better value than single fares, but are not transferable between operators e.g. a return ticket on a First service cannot be used on a Regal Busways service. Bus services can also take travellers as far as Stansted Airport and Colchester, although services are very slow and infrequent. There is even a direct service to Lakeside Shopping Centre called service 100 which calls via Billericay, Basildon, Stanford-Le-Hope and Grays. Service 100 buses come every 20 minutes on Monday to Saturday (No Sunday service), but the journey between Chelmsford and Lakeside does take around 2 hours.\n\n",{"type":"===","value":["By taxi"]},"\n\nThere are many taxi firms available in the town and all are clearly marked, so never accept a ride from one that isn't. Nearly all are saloon cars although there are an increasing amount of black cabs available. Cars can be pre-booked or found at locations or 'ranks'. These are located at the station and along Market Road. In the evenings more surface, the most easily located being the Baddow Road rank, located outside Pizza Express at the bottom of the High Street. Cabs are rarely hailed from the street, as you are never too far from a rank and cars will generally be full if seen on the roads.\n\n",{"type":"===","value":["By bike"]},"\n\nThe Town Centre is not particularly bike-friendly and you will often be told of this by a local if you try and weave in and out of pedestrians! Cycling is prohibited in the high street itself and will result in a fine if you are over the age of 16, however there are many cycle routes too and from the town. Council initiatives have lead to more and more cycle racks installed in the town.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Sport"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Football"]}," Despite its standing as the County Town of Essex, Chelmsford does not have a professional football team. Chelmsford City F.C play in the Conference South and in 2007 narrowly missed out on promotion. They play at the newly built Athletic Stadium in Melbourne, around ten minutes from the centre of town, which was upgraded to international athletic standards in 2006 and can host around 5,000 people. Tickets to Chelmsford City F.C cost around £8, whereas athletics can be free, depending on the event."]},"\n",{"type":"*","value":[{"type":"'''","value":["Amateur Football"]}," For a more gritty, and often enjoyable, view of local sport, the park surrounding Melbourne Stadium plays host to the Chelmsford Sundal Social amateur league, where local teams battle it out in three divisions every Sunday afternoon. Barlows Park Rangers ",{"type":"[","value":["www.bpr.webeden.co.uk"]}," are currently the team to watch, gaining three successive promotions into the top league. Expect goals, fouls, arguments, and if the weather is good, BBQ's on the sidelines and beer between games. Locals can look a little intimidating, but teams always appreciate support, and cheering for the team that's winning seems a safe option. Admission is free and you might even be asked to play, so bring your boots!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cricket"]}," Essex County Cricket Club play their games at the County Ground, located in highly prominent position off Parkway in the town centre. Stars such as Graham Gooch, Nasser Hussain and Darren Gough have plied their trade for the club. The stadium holds around 10,000 and was used in the 1999 cricket world cup for two of the group games. Tickets are around £10 for a day or evening 20-20 match, although the roof of the nearby multi-story car park may suit just fine. There is a wide amateur cricket scene in Chelmsford and numerous parks in and around the town have facilities to play, although you may need to head further afield to find organised matches."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tennis"]}," There are no organised tournaments in Chelmsford, although numerous parks have courts for hire. Usual cost is around £5 an hour, although the best tip is to find an empty court and play until you are asked for money, rather than look to pay. Central park, off Parkway in the centre of the town has the only maintained grass courts."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ice Hockey"]}," Chelmsford Cheiftans play their home matches at RiverSide Ice and Leisure Centre, off Victoria Road opposite the Staples retail park. Games are frantic and often violent, although at £6 you usually get your moneys worth - bring a coat as it gets cold by the ice!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Riverside Ice and Leisure Centre"]}," This rather ugly complex features Olympic sized and two smaller pools as well as Diving Facilities and provisions for indoor sports such as basketball, 5-a-side football, tennis, badminton and squash. Courts must be pre-booked and swimming is around £3 for a morning or afternoon session. You can even have an ice skating session as well, but make sure you wear gloves, it can hurt a lot if you fall over and land hard on the ice with bare hands."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dovedales Sports Centre"]}," Part of Chelmsford College, this centre is basically just one hall, although there is a free weights room available. 5-a-side football takes place on Wednesday and Sunday evenings and teams can sign up for a season in January and September for around £100."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["V Festival"]},"\n\nThe V Festival is an annual music festival, the first to be held simultaneously at two sites - currently Hylands Park in Chelmsford, Essex and Weston Park in Staffordshire. Originally, the festival took the name of the current year, with the first festival \"V96\" including a Warrington leg. It discarded its year specific name in 2003 since it has been known as simply the V Festival.\n\nThe \"V\" represents the Virgin Group, and began as another means of promoting Richard Branson's companies. The event is sponsored by Virgin Mobile, with Virgin Radio the official radio station.\n\nThe festival generally takes place during the penultimate weekend of August. Its critics dislike its corporate sponsorship and reputation for being the most \"posh\" of the major British music festivals. However its weekend format, low queuing times and professional organisation have given it a loyal audience. The festival sold out in record time in 2006.\n\nEach year offers different genres however, they do tend to follow a trend each year, for example, in 2011, the majority of acts were from the rap\/hip hop bacjground, but of course other forms of music are on offer. The festival books a wide range of music and is probably the most likely amongst UK festivals to book some pop acts each year. Mel C, Dido, and N.E.R.D. have all performed at the festival, and both Razorlight and Faithless performed in 2006. V showcases a mix of British and international musicians, from up-and-coming bands such as Coldplay in 2000 and the Kaiser Chiefs in 2003, and glam rockers El Presidente in 2005, to veteran crooner Tony Christie. Girls Aloud also performed at the 2006 show, and received rave reviews for their performance. Pop artist Sophie Ellis-Bextor performed at the 2007 show. Notably, in 2011, Eminem and Rihanna headlined the festival.\n\n",{"type":"===","value":["Chelmsford Cathedral"]},"\n\nLocated directly behind The Shire Hall. The church of St Mary the Virgin in Chelmsford was probably first built along with the town 800 years ago. It was rebuilt in the 15th and early 16th centuries, with walls of flint rubble, stone and brick. There is also a tower and spire with a ring of thirteen bells. The nave was again rebuilt in the early 19th century, after it had partially collapsed.\n\nEnclosed in beautiful gardens which offer a haven for the local populace, especially summer lunchtimes, the Cathedral is open year-round and entry is free.\n\n",{"type":"===","value":["Hylands House and Park"]},"\n\nHylands House and Park just to the west of the town is a country house and parkland, saved from dereliction and purchased by the local council in 1966 after the death of the last private owner. Much damaged by fire and vandalism by the time of the sale, the house has now been completely restored by Chelmsford Borough Council. The house dates originally from 1730, and the park (currently 574 acres or 232 ha) was landscaped by Humphry Repton. Open to the public and used for a wide range of community events, it is also available for weddings and other private hires including conferences etc. The park has in recent years been the site of annual music festivals, such as the V Festival and the ill-fated Council-run Chelmsford Spectacular. It was the site for the 21st World Scout Jamboree in 2007 and hosted Eurojam two years before in the summer of 2005.\n\n",{"type":"===","value":["The Shire Hall"]},"\n\nThe Shire Hall Chelmsford.The Shire Hall is situated at the top of the High Street. Opened in July 1791 and built by local Architect and County Surveyor John Johnson which features a Portland Stone façade. One of the oldest and most prominent buildings in Chelmsford, it was built as a Court house, which it has remained to this day.\n\n",{"type":"==","value":["Buy"]},"\n\nChelmsford does not offer the traveller much in the way of unique gifts or products, but the town does feature enough for the passer through to stock up on essentials.\n\n",{"type":"===","value":["High Street"]},"\n\nThe high street is dominated by the Debenhams department store, which offers the latest fashion, fragrance and electronics. Opposite this is the Marks and Spencer store, offering food and fashion for the older generation. There are numerous other shops, most notably Waterstones Books, Currys Digital, Next and GAP. The 'Quadrant' located just over the stone bridge, is Chelmsford's only independent department store. It has three floors and sells fashions for the 30+ customer including East, Kalico, Jane Shilton and Brook Taverner for men. It is also the only store in the town centre stocking leading furniture brands.\n\n",{"type":"===","value":["Meadows"]},"\n\nMeadows is the newest mall in the town and was completed in the late 1990s, it is built on ground floor level and includes Waterstones (another one), Boots, BHS department store, Burtons Menswear and many more. Despite its status as the newer and better mall, Chelmsford already had its fill of good retailers when it was built, and as such it is normally fairly quiet and serves best as a car park.\n\n",{"type":"===","value":["High Chelmer"]},"\n\nThe older of the two malls, retailers include Primark, Office, Topshop\/Topman, River Island, Boots and many more. Expect a crush at Christmas time.\n\nChelmsford is also served by two large retail parks offering warehouse-style shopping and big car parking queues on Bank Holidays.\n\n",{"type":"==","value":["Eat"]},"\n\nChelmsford's situation means that there are not any foods considered 'local cuisine', however there are countless restaurants and food outlets from street vendors and take away shops to Michelin Star restaurants to satisfy any gastro-hungry traveller.\n\n",{"type":"'''","value":["The Alma"]},", off Springfield Road currently has one Michelin Star and should satisfy all tastes, there is also a large garden and bar area which caters for unbooked guests to enjoy the extensive bar menu, where a steak and chips will set you back around £15, in the restaurant however this can be as much as £26.\n\n",{"type":"===","value":["Italian"]},"\n\n",{"type":"'''","value":["Strada"]},", part of the franchise, has recently opened in Baddow Road, menus are relatively predictable, but a good carbonara should set you back under £10. ",{"type":"'''","value":["Pizza Express"]},", also on Baddow Road offeres a fine seletion of Italian style pizza and pasta at good prices and far better quality than the nearby Pizza Hut. Expect to pay about £12 for a meal.\n\n",{"type":"===","value":["Indian"]},"\n\nThere are plenty of options for Indian in the town, again, most of these are located around Baddow Road towards the South of the Town Centre. ",{"type":"'''","value":["TM2"]}," is a good option, light, airy and with a good menu, expect to pay around £8-10 for a curry.\n\n",{"type":"===","value":["Pub Lunch"]},"\n\nMost of the pubs and bars in the town offer some sort of food menu. The pick for quality is ",{"type":"'''","value":["Baroosh"]},", located on the high street where food is excellently prepared and presented, expect to pay around £12 for a burger and chips. The best for location is the ",{"type":"'''","value":["Riverside Inn"]},", located off Victoria Road next to Riverside Leisure Centre, were its waterside location makes for excellent outdoor dining in splendid gardens.\n\n",{"type":"===","value":["Chinese"]},"\n\nThe best restaurant is the ",{"type":"'''","value":["Empire"]}," on Springfield Road, meals are rarely under £30 a head but the quality is worth it. Nearly all the other Chinese offerings are 'all you can eat' and the quality, and clientele are reflected by the £10 asking price. Be prepared to be asked for ID also, however old you claim to be!\n\n",{"type":"===","value":["Take Away"]},"\n\nChelmsford is overrun by takeaway options, from fish and chips to Chinese its all available late night and for pocket change. None of which can really be recommended as serious dining options, however, for after a night on the town, they are always a welcome sight. ",{"type":"'''","value":["Mrs Cod"]}," on Moulsham Street does a roaring trade on Friday and Saturday night, but watch out for the hygiene, its not great. \n",{"type":"'''''","value":["China China"]}," on Moulsham Street, is one of the most favored takeaways in Chelmsford, meals there are of the cheapest and teamed with great quality food, what more can you ask for?!\n",{"type":"'''","value":["Ming Ming's"]}," at 140 Springfield Road is a little off the beaten track, but serves good Chinese food and is often open very late - although Mr Ming has been known to chase away customers with a broom if he is locking up early!\n\n",{"type":"===","value":["Fast Food"]},"\n\nAll the usual suspects such as McDonalds, Burger King, Pizza Hut, Starbucks etc. can be found on the High Street. On Saturdays, the market on the High Street also serves fast food.\n\n",{"type":"==","value":["Drink"]},"\n\nChelmsford has a vibrant nightlife scene with many nightclubs, pubs, wine bars and restaurants in the town centre area, particularly in Duke Street and Moulsham Street. Its central Essex location and good public transport links make the town ideal for revellers to visit from surrounding areas. Though there is a wide range of bars and pubs in the town center, there is a large antisocial behavior problem as the only form of entertainment in Chelmsford is cheap drinks and loud music, resulting in the town center becoming a No-Go area after 10PM on the weekend.\n\nChelmsford lacks any form of alternative nightlife which is seen as a problem, there is no longer an under 18 club night on the weekend, and no live music venue for touring bands. Many people have to travel out of Chelmsford to either southend\/Colchester or Romford and on into London if they are to find any other form of entertainment outside of what is on offer in chelmsford. This includes even the cinema where people will drive to ",{"type":"[[","value":[["London\/East"],["Romford"]]}," or ",{"type":"[[","value":[["Braintree (Essex)"],["Braintree"]]}," to see a film as it offers a higher level of comfort.\n\nA popular destination is Moulsham Street, the former High Street of the Town but now more reliant on the nightlife than anything else. Hardcore revelers often attempt a 'pub crawl' of the entire length, usually called the 'Moulsham 9' although technically the 'Rising Sun' is on New London Road, and Moulsham Street carries on past Parkway, so there are several more pubs and bars on the other side. Often this pub crawl is attempted in fancy dress so don't be surprised to be standing at the bar next to Scooby Doo at some point!\n\n",{"type":"*","value":[{"type":"'''","value":["The Bassment"]}," (Railway Street) Is an underground rather alternative venue hidden away behind the train station. While not as glamorous as the 'trendy' clubs, there is a loyal client base and the attitude is far more relaxed. Throughout the week expect live jazz and Americana. The decor is not great and in the cold light of day perhaps you would think again, but at night there is usually a good vibe coming out of the place. Don't expect romantic jazz club tables and candels, its very much stand and watch but the performances are usually a good standard and £2 beer is also not to be sniffed at. On a Friday and Saturday there is an alternative club run which is sadly getting more commercial by the week, the DJ might still play thay Dire Straits song, but he'll need a bribe! Smart shoes are required and entrance is £5. As of January 2013, The Bassment is currently closed but is rumoured to open again in February."]},"\n",{"type":"*","value":[{"type":"'''","value":["Candy"]}," (Barrack Square) A 620-person capacity nightclub open on Wednesdays, Fridays and Saturdays. The music selection could be described as urban: hip-hop, garage and pop music. This clientele are generally working class and the women are often scantily dressed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chicagos"]}," (Moulsham Street) This a friendly, albeit expensive, venue which plays mainstream music and disco. It is often very busy with young and older customers, who are likely to be very drunk."]},"\n",{"type":"*","value":[{"type":"'''","value":["Missoula"]}," (Springfield Road) Very similar to Candy with a young crowd."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Golden Fleece"]}," (Duke Street) A pub for the alternative reveller. On Fridays, Satrudays and sometimes in the weekhas bands (often cover bands) and also has a pool table. It has a large smoking area with tables, patio heaters and cover and serves beer from a Brentwood Brewery."]},"\n",{"type":"*","value":[{"type":"'''","value":["'The Ale House"]}," Near the train station, in the viaduct, The Ale House serves a wide range of real ales and ciders. The staff are friendly and always happy to recommend  beers and offer samples. The building is also very clean and close to the local Strip Club, convenient for the customer who has enjoyed many ales."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Cave"]}," A lap dancing club opposite the train station, in the viaduct. The girls are attractive and friendly. £20 for 5 minutes was the going rate in 2012. The dances are performed in a room away from the bar with other customers."]},"\n",{"type":"*","value":[{"type":"'''","value":["Evoke"]}," (Market Road) Chelmsford's most latest nightclub, attempting to fill the gap in the market left by the closure of the infamous Duke's, which was located close-by, was rumoured to have cost £2,000,000 to build. The club host events with some well-known names and DJs play hip-hop, garage, house r&b and party anthems. It has VIP areas available and although popular with many, seems to be marketed towards the 'Only Way is Essex' crowd."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hooga"]}," (formerly on Victoria Road-closed due to a court injunction in January 2013 but widely-expected to reopen in a new location) This bar with a small dance floor and large sheltered smoking area, attracts a crowd interested in alternative music: mainly rock, experimental, d'n'b, dubstep, reggae, ska, soul and acoustic. Staff are very friendly, events are eclectic and in late 2012 included Don Letts and Juan Atkins."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Cricketers"]}," is normally the first stop for people attempting 'the 9', however this shouldn't put you off as most of the revelers have left by 8PM, leaving colourful locals and the fisherman who enters about 10PM on a Friday and Saturday selling fresh catches of the day. The beer on tap is more of a traditional selection, although among the ales you will find a good selection of lagers, ciders and bottled brews from the four corners of the world. There is a little known lounge area to the rear and although empty and comfortable, is not as much fun as the front of house. Sky TV is in place and they show match of the day on Saturday nights, just don't slag off West Ham too much or the landlord will bar you!"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Anchor"]}," looks almost like an old country pub from the outside but sadly inside its dark and rather intimidating. The staff though are friendly and the whole place gives you the impression that its bark is worse than its bite. Possibly had the same carpet since 1750, but fine for a stop off, most of the customers will be on some sort of pub crawl. Does have rather a good DJ on the Saturday though who likes to be challenged, and a quiz on Sunday that is friendly and well-supported."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Star and Garter"]}," should definitely be paid a visit, in a rather sad homage to the bars of New York, pictures of all who have visited the bar are displayed all around. While the faces of John Pertwee and Frank Bruno are hardly movie stars, there will always be a collection of revellers deep in conversation about who is who on the walls, and more often and not shouts across the small bar of lookalikes seated across the room will echo before too long. Not a big place or huge drink selection but all good fun. Watch the step to the bathroom on the way in, and your head on the way out, the toilet door opens onto the dartboard!"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Black Horse"]}," seems to have a different owner each week and good evenings there seem to come with the tides. More of a locals pub, apart from a very random Reggae album in the jukebox it should probably be avoided until it's finally taken on by new owners."]},"\n",{"type":"*","value":[{"type":"'''","value":["Smith's"]}," offers Chelmsford's premier gay and lesbian location. If that isn't your thing ignore the taboo and you'll have a good night with modern design and friendly staff. If that is your thing then you'll be in luck as there is nowhere else this side of town to jive the night away. The Eurovision Song Contest party will be a hoot no matter your orientation, and its free! Slightly more expensive prices and occasional entry fee do occur on most nights though so bring an extra £10 to be sure."]},"\n",{"type":"*","value":[{"type":"'''","value":["O'Connors"]}," is just off Moulsham Street and is a roughly Irish-Theamed pub, expect wood floors, leather armchairs and high spirits. A good selection of beers and the only bottled Staranpramen in town make this a popular all night venue, particularly in the summer when the small but perfectly formed patio opens up. Sky TV is installed but don't expect volume after the match!"]},"\n",{"type":"==","value":["Sleep"]},"\nThere are a number of hotels and bed and breakfasts in and around the town. Close to the train station is The County Hotel on Duke Street.\n\n",{"type":"==","value":[" Stay Safe "]},"\n\nOut of all of the large towns in Essex, Chelmsford is probably the safest and easiest for the traveller to feel comfortable in. The majority of the locals will be helpful and happy to point out directions or places of interest. While violent crime is fairly low, walking the streets at night should be done with great caution, and it is ill-advised to confront gangs of youths however insulting they may be.\n\nCentral Park and West Park should be avoided at night - it is big, dark, fairly deserted and the only other people around will probably be the sort you don't want to meet and also avoid any large groups. Since the pathways are fairly long and straight, these can easily be avoided by choosing an alternative route.\n\nThe Melbourne and Springfield areas of the town have got a bad reputation amongst locals, although perhaps, certainly with Springfield, it is a case of a few bad apples spoiling the crop. Melbourne should be avoided at night on foot and its pubs should be avoided all together by non-locals (they get very rough) with the exception of the Athletic Stadium and Park, which surprisingly is safe at night, mainly due to the various sports clubs who use it for training.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.7361"],["0.4798"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Essex (England)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Chelmsford"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Essex\/Chelmsford\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Chelmsford"]]}]