[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chengde"]}," (承德; Chéngdé) is a city in ",{"type":"[[","value":[["Hebei"]]},".\n\n",{"type":"==","value":["Understand"]},"\nRehe (the former name of Chengde) was the summer residence of the early Qing Dynasty emperors.  The city still maintains the fine features of this hill-side resort, such as the outer wall and large expanse of parkland that incorporates lakes, pagodas, and palaces. Outside this complex are the impressive Eight Outer Temples. The resort, along with the Outer Temples, was declared a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," in 1994.\n\nThe city is located approximately 260km northeast of Beijing and currently has a population of around 700,000.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere is a small airport in southern Chengde where occasional charter flights shuttle between Beijing and Chengde. Chengde is 180 kilometers away from the Beijing Capital International Airport. To travel by air, visitors can take a coach to Beijing and connect with their flights from there. A coach departs for Beijing every twenty minutes, making it very convenient.\n\n",{"type":"===","value":["By train"]},"\nThere are several trains between Beijing and Chengde. The fastest one is K7711, leaving Beijing train station (the main one, on metro line No.2) at 8:07AM and arriving in Chengde at 12:29PM. Another option includes the train to Dandong (stopping in Chengde mid-route), which leaves Beijing train station at 12:17PM, arriving at Chengde at 5:21PM.\n\n",{"type":"===","value":["By bus"]},"\nBuses leave frequently (every 20 minutes) for Chengde from Beijing.  The cost is around ¥70.  The trip takes 2.5-6 hours, depending on if it is a direct bus.  Beware of getting on at the origin of the bus in the east of Beijing, as you may spend over an hour just going to Dongzhimen.  To return to Beijing, you will find that buses frequently depart outside Chengde's train station.\n\n",{"type":"===","value":["By car"]},"\nAnother option is to find an unofficial taxi (heiche) from Beijing to Chengde.  You will share this car with the driver and three other passengers (so that the car is full).  It costs about ¥150 and takes 2-2.5 hours.  It is easy to find a heiche from Chengde to Beijing (ask in any hotel if you have trouble).  The other way may be more difficult, but ask around.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\nBuses charge a flat rate of ¥1, but there is no attendant, so have correct change.  The buses have no English and little pinyin signage.\n\nBus 118 goes from Chengde to the temples in the North and bus 119 to the temples in the East.\n\n",{"type":"===","value":["By taxi"]},"\nMost taxis are metered.  Short trips cost about ¥6 (plus ¥1 gas surcharge).  Trips from one side of the city to the other are ¥10, and trips out to the temples should cost about ¥15 from the city center.\n\n",{"type":"===","value":["By foot or bike"]},"\nMuch of Chengde is accessible by foot or bike.  One can walk from one end of the city to the other in an hour.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Summer Mountain Resort"],["alt=避暑山庄: Bishu Shanzhuang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥120 (winter: ¥90)"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Putuo Zongcheng Temple"],["alt=小布达拉: Xiao Budala"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥80 (winter: ¥60)"],["content=Admission includes entrance to neighboring temple (Temple of Sumeru, Happiness, and Longevity; 须弭福寿之庙). This is the largest temple in Chengde and is a mini-replica of Lhasa's Potala Palace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shuangta Shan"],["alt=双塔山; litt. Double Pagoda Peaks"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥50"],["content=These curious pagodas can be found on twin peaks in the town of Shuangta Shan (named after the peaks). The construction of these ancient pagodas remains a mystery as they are situated on top of two very steep mountains. Admission includes viewing of the peaks and hiking the surrounding area."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Puning Temple"],["alt=普宁寺: Puning Si"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥80"],["content=This temple houses the awesome statue of Guanyin. She measures 22 m high and is the tallest wooden Buddhist statue in the world."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hammer (Club) Rock"],["alt=棒槌峰"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥80"],["content=This unusual rock formation is a hike (or ¥50 ski lift ride) up from Pule Temple (普乐寺). Admission includes entrance to Pule Temple as well as a visit to nearby Toad Rock (蛤蟆峰)."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Live the Language Mandarin School Chengde"],["url=http:\/\/www.livethelanguage.cn"],["email="],["address="],["lat="],["long="],["directions="],["phone=4007058836"],["tollfree="],["fax="],["hours="],["price="],["content=Offers Chinese Language Classes in Chengde with Home Stay Families."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ice Skating"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During the winter there are ice skating rinks open on Wulie River. Skate rental is available, as are snacks and drinks."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Donkey-Rolling Roll"]}," is a long roll with stuffing wrapped in yellow rice. The Roll is served on a bed of yellow beans.  The act of turning the roll on the yellow beans is just like a donkey rolling on the ground. That is how the snack got its name.  It could be found in Chengde more than 200 years ago. Generally, less than ¥100 for a large plate (in Chengde restaurants, there are always large and small plates; the large plate is about ten inches wide and the small one seven inches wide).\n\n",{"type":"'''","value":["You noodle"]}," is a kind of coarse food grain. It is slightly dark colored. The local You noodle wozi dough is first rolled out to a thin skin, and then formed to its final shape. After that, it is put into a pot and braised. You dip it in the sauce when eating. It feels smooth and jelly-like in your mouth. You noodle jiaozi is a kind of ravioli stuffed with pickled vegetables.\n\nPubang ",{"type":"'''","value":["deer"]}," meat clusters and the cooked deer meat clusters are quite tasty, and cost only ¥4-5 for each cluster. They are well worth trying. In the street south of the Summer Resort, there are many shops featuring local specialities which cater to tourists.\n\nIn the evening, you will find mini-booths selling tangy scented baked ",{"type":"'''","value":["corn"]}," along Chengde Street.\n\nIndividual restaurants worth giving a try includes:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Daqinghua Dumpling Restaurant"],["alt=大清花"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant is a favorite among foreigners and Chinese alike.  There are three locations in the city: Train Station, Summer Mountain Resort, and City Center (on the small street behind the two-story KFC).  The menu varies slightly between branches: the City Center location has an excellent menu (in English and Chinese, with colour photos).  Try the dumplings, they are unique to this restaurant."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Beer Gardens"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During the summer, there are a few beer gardens open next to Wulie River on Wulie Lu (south of the Summer Mountain Resort). BBQ, ice cream, and other drinks are also available."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nIn March 2013, two hotels (如家 and one other) near the train station refused to host foreigners due to a missing permission.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ming's Dynasty Hostel"],["alt=会龙大厦酒店: Huilong Dasha Jiudian. Huilong Dasha Hotel"],["url=http:\/\/www.mingsdynastyhostel.com"],["email=chengdehostel@live.com"],["address="],["lat="],["long="],["directions=Leave Chengde Train Station, turn right and walk around five minutes. The hostel is on the right side, inside the Huilong Dasha Hotel"],["phone=+86 314 2528119"],["tollfree="],["fax=+86 314 2028430"],["hours="],["price="],["checkin="],["checkout=12:00"],["content=Offers ensuite dorms (¥100) and twin rooms (¥160 and up)."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Wikipedia:Chengde"]]},"   \n\n",{"type":"{{","value":[["geo"],["40.9667"],["117.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hebei"]]},"   \n",{"type":"{{","value":[["outlinecity"]]}]