[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Chengyang, Guangxi, China.JPG"],["thumbnail"],["Ma'an Village from near the bridge"]]},"\n",{"type":"'''","value":["Chengyang"]}," (程阳) is a group of amazing villages 18km from ",{"type":"[[","value":[["Sanjiang"]]},", in the ",{"type":"[[","value":[["Guangxi"]]}," province of ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Sanjiang Chengyang 2012.10.02 18-24-09.jpg"],["thumb"]]},"\nChengyang refers, in fact, to the famous wooden wind-and-rain bridge built about 100 years ago. Although there are many in this area, this is the most renowned and visited. The area is extremely peaceful and quiet, people are among the nicest you'll meet in China, prices are cheap and tourists do not tend to come here - generally speaking, it's a great place to relax for a few days, take in Dong culture and simply enjoy the scenery.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nA river flows through the villages, and to either side are paddy fields. The slopes in this area are not as steep as Longji, for example, and a wander off the track will reveal all sorts of agriculture, such as aquaculture in ponds in between the valley sides, and small tea and timber plantations. It is very green and lush.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nThe best time to come here is early Autumn, when the fields are covered with yellow and the weather is extremely friendly.\n\n",{"type":"==","value":["Get in"]},"\nThere is a daily 08:30 bus from Guilin Qintan bus terminal to Sanjiang, however there are several more buses during the day. Frequent buses depart from the ",{"type":"[[","value":[["Sanjiang"]]}," West (He Xi) bus terminal and cost ¥6. If you arrive from Guilin, you will arrive at He Dong bus terminal, and you will need to walk 10 minutes or so to He Xi bus terminal across the river. In order to do this, walk out of He Dong bus terminal and turn right, continue walking for about 5 minutes and then turn right onto the large bridge, keep walking across the bridge then straight across the intersection and the bus station is a little way up the hill on the right. Look for buses to Linxi, pay on board and get out at Chengyang.  From the vicinity of the same He Dong bus terminal you can catch frequent minivans that cost ¥10 and departure when full (useful after 17:00, when the last public bus leaves). The journey will be much faster but, being so, it is a bit risky since the road is narrow and the drivers have very bad driving habits.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"[[","value":[["File:Sanjiang Chengyang 2012.10.02 18-35-30.jpg"],["thumb"]]},"\nThe entrance fee is ¥60, student card can get a discount price of ¥30. Note that until recently the local villagers hadn't seen a penny from this money, which, officially \"used for maintaining the bridge\", in fact went to the pockets of the local officials. After endless petitions from the locals, the authorities guaranteed that they will get 30% of the income gained buy the entrance fees collection. In fact, no-one checks the books, so the actual part might easily be 10%, or even 1%. Therefore, if you manage to avoid paying the entrance fee by continuing with a bus just 100m further on from the main entrance and entering the area \"from the back door\", the only ones you'll be cheating are the corrupted communists, and this is a blessing.\n\nThe fee to get into the village is ¥60. However, if the bus from Sanjiang travels about a kilometre further, one can enter the village from the highway without paying the fee. Tell the bus driver to drive you past. Also, if you arrive in the village before 07:30 in the morning, the guards will not be there, and one can enter free. However, the \"policeman\" do patrol the small community and may require the fee.\n\nIf you ask for Chengyang on the bus, or get a taxi, the driver will drop you at the ticket office to pay. Hostel managers also have to take guests passports to register with the police.  Dodging the entrance fee, it seems, is becoming increasingly difficult.\n\n",{"type":"==","value":["Get around"]},"\nThe best, if not the only, way to get around is simply walking between the villages, which are all very close to each other. Some hotels offer bikes for rent, but unless you're planning some really of-the-track bike trips, these are not necessary. The community is quite small, no larger than a large city park.\n\n",{"type":"==","value":["See"]},"\nWalk around the villages, see the nature, the houses, the children, the people at work, in general - just relax! Chengyang is an extremely quiet place and is also very dark, so it is good advice to take something with you to use as a light (or torch) if you are eating in the village and walking to the guesthouse.\n\nThe drum towers are places for social and religious gatherings, and resemble a pagoda of some kind. See this together with stages, bridges and Dong houses in each village and hamlet. They all tend to have unique details. The stage is in the middle of the community near the bridges. The drum tower is in the community east of the entrance. The drum tower is interesting somewhat on the outside, but is very plain inside. If a foreigner goes in there, they should throw in a few coins. This does go to the village.\n\nFrom the ticket office, take a walk up to the two pavilions on the crest of the large hill overlooking the village, and take in the views over the valley of settlements. OR if you want to take the chance at not paying the entrance fee, drive further about half a kilometre, walk the bridge over the small creek and through the rice field into the town. If you get caught, there is no worry, just pay the fee.\n\n",{"type":"==","value":["Do"]},"\nIf you travel with somebody who speak Chinese, take some time to talk to the locals. Most of the residents belong to Dong minority,and though officially not discriminated, they live in an extreme poverty and undergo endless humiliations by the government. Just listen to their stories and understand, what is the ",{"type":"'''","value":["real"]}," China of the 21st century, in contrast to what the government is trying to show. The locals are very friendly and peaceful.\n\n",{"type":"==","value":["Buy"]},"\nAll the usual souvenirs are available to buy in many places.  During the performances in Ma An (马安) village there is a group of around 10 elderly women who will try to sell you stuff.  If you're not interested just make it clear and they should leave you alone after a while.\n\n",{"type":"==","value":["Eat"]},"\nThere are different restaurants, from cheapest local to a bit more pricey and visitor orientated. Some claim to have Western food, but don't count on it. The recommendation is not to eat \"western food\", but try to find something that the locals eat or can prepare. The food in the restaurant on the path left of Yang's guesthouse on top of the hill serves good food and has internet access. But food is limited here, so if someone is on a special diet or just dislikes Chinese like food, it might be prudent to bring your own foodstuffs.\n\n",{"type":"==","value":["Drink"]},"\nThe local rice wine is on sale. You will also have a mug of oil tea included in your entrance ticket, or you can buy it separately. Local beer, and western liquor is available in Yang's and \"the other place\" left of Yang's up the hill.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yang's Guesthouse"],["url="],["email=yangsguesthouse@hotmail.com"],["address=Ma'an village, Chengyang"],["lat="],["long="],["directions=Walk over the wind-and-rain bridge and you will run into it - it's probably the very first place you will see"],["phone=+86 772 858-3210"],["tollfree="],["fax=0086-8583126"],["hours="],["price=¥50-60, discounts for longer stays"],["checkin="],["checkout="],["content=The ever helpful Xian is bound to make your stay here worthwhile. Western and local food, bar, bicycle hire, Tai Chi lessons, free internet, tour guide, IDD, bus and air ticket booking. Credit card accepted (¥500 minimum). Yang's has no air conditioner, only a fan which make staying there a bit warm in the summer months."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dong Village Hotel"],["alt="],["url=http:\/\/www.donghotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Across the larger of the two bridges, and then left. From the ticket place looking at the village, it is the one on the left. This hostel is managed by a multi generational family. The rooms have air-con (which is needed in July and August), nice one and two bedrooms in rooms that smell like the wooden walls. Balcony with rocking chairs overlooking the bridges. Hot water, western toilet, basic Chinese cable TV. The cost is around ¥80 a night. Dining room available with breakfast service, although the family closes up the kitchen after dark. Free internet is available. (This is a recommendation of a tourist, not the hotel itself)"]]}]},"\nThe area is a collection of 8 villages, and the whole place is now full of hostels and guesthouses, with many more on the way judging by the current amount of construction.  They are all likely to charge the same price ¥60 per room) and provide the same kind of accommodation.  Don't expect the people working at any of these places to speak English though.\n\n",{"type":"===","value":["Camping"]},"\nIf you ",{"type":"'''","value":["really"]}," want, you can ask for local advice. But what for?\n\n",{"type":"===","value":["Backcountry"]},"\nFrom Chengyang, there are many smaller villages to travel to, further up the road and in the vicinity. Some of them have market days, check Yang's Guesthouse for more information or ask the locals. There is an information board at the entrance gate with a brief description on the noteworthy villages in Sanjiang county.\n\n",{"type":"==","value":["Stay safe"]},"\nChengyang is generally very safe in any time. Drink only bottled water and wash carefully everything you intend to eat fresh, and that's about it.\n\n",{"type":"==","value":["Go next"]},"\nA bus back to Sanjiang is necessary for most onward transport. Make certain to check the times the day before, as departures to more obscure places may be infrequent. Two daily buses leave to Liping, one at 06:30 and the next at 11:30, and this bus can drop you at ",{"type":"[[","value":[["Zhaoxing"]]},".\n\n  \n",{"type":"{{","value":[["IsPartOf"],["Guangxi"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Chengyang, Guangxi"]]},"\n",{"type":"[[","value":[["Commons:Category:Chengyang"]]}]