[{"type":"{{","value":[["pagebanner"],["Monmouthshire banner Chepstow.jpg"],["caption=Chepstow across the River Wye from neighbouring Sedbury"]]},"\n",{"type":"[[","value":[["image:Chepstow castleS2 stitch.jpg"],["thumb"],["right"],["Chepstow Castle"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chepstow.co.uk Chepstow"]}]}," (",{"type":"''","value":["Cas-gwent"]},") is an ancient market town and former port situated on the River Wye (",{"type":"''","value":["Afon Gwy"]},") in ",{"type":"[[","value":[["South Wales"]]}," a short distance upstream from where the Wye and Severn rivers merge. A Norman castle founded in 1067 stands at the water's edge. A considerable portion of the massive town wall (Port Wall ) remains intact as does the Town Gate which provides access from the west. Until the bypass was built a few years ago, access from the east was limited to John Rennie's cast iron 1816 bridge across the river Wye.\n\n",{"type":"==","value":["Get in"]},"\n\nChepstow is well served by rail and road: it lies on the railway line from ",{"type":"[[","value":[["Gloucester (England)"],["Gloucester"]]}," to ",{"type":"[[","value":[["Cardiff"]]},"; the ",{"type":"'''","value":["A466"]}," follows the Wye Valley to ",{"type":"[[","value":[["Monmouth (Wales)"],["Monmouth"]]}," via ",{"type":"[[","value":[["Tintern"]]}," and ",{"type":"[[","value":[["Llandogo"]]},"; the 1966 Severn Bridge and M4 motorway provides easy access to ",{"type":"[[","value":[["London"]]}," and elsewhere. Regrettably, a toll of £6.20 (2013) has to be paid for cars when travelling from east to west (into Wales). It costs nothing to travel to England. The same charges apply on the Second Severn Crossing, a newer road bridge downstream of the original 1966 bridge. The ",{"type":"'''","value":["airports"]}," of Bristol ",{"type":"[","value":["http:\/\/www.bristolairport.co.uk\/Default.asp?bhcp=1"]}," and Cardiff ",{"type":"[","value":["http:\/\/www.cial.co.uk\/"]}," are not too far away\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Priory Church of St Mary"]},", was founded in 1071. Benedictine monks from Cormeilles in Normandy (Chepstow's twin town) were there until the Dissolution of the Monasteries between 1536 and 1540. Today it serves as Chepstow's parish church."]},{"type":"*","value":[{"type":"'''","value":["Chepstow Racecourse ",{"type":"[","value":["http:\/\/www.racing-index.com\/racecourse\/chepstow-racecourse.html"]}]}," is in the grounds of the ruined Piercefield House."]},{"type":"*","value":[{"type":"'''","value":["Chepstow Castle ",{"type":"[","value":["http:\/\/www.castlewales.com\/chepstow.html"]}]}," is open every day except 24\/25\/26 Dec and 1 Jan. Mon-Sat 09:30-16:00, Sun 11:00-16:00. There is a charge to enter: £3 adults, £2.50 concession to over 60, children, and student with student card, £8.50 family (2 adults 3 children)."]},{"type":"*","value":[{"type":"'''","value":["Chepstow Museum ",{"type":"[","value":["http:\/\/www.chepstow.co.uk\/museum.htm"]}]}," (free) is opposite the Castle car park."]},{"type":"*","value":[{"type":"'''","value":["The Severn Princess"]}," restoration project : One of the Beachley\/Aust ferry boats, which ran before the Severn Bridge was opened in 1966, has been rescued from Ireland and is being restored."]},"\n",{"type":"==","value":["Do"]},"\n\nChepstow has long served as the gateway for the scenic Lower Wye Valley and three ",{"type":"'''","value":["long distance walks"]}," are accessible from Chepstow: the ",{"type":"[[","value":[["Offa's Dyke Path"]]},", the ",{"type":"[[","value":[["Wales Coast Path"]]},"  and the ",{"type":"[","value":["http:\/\/www.wyevalleywalk.org\/english\/index.php Wye Valley Walk"]},".\n\nThe centre of the town is dotted with ceramic markers on walls and in the floor for places of interest and a couple of suggested walk routes. If you find yourself at a loose end having viewed the Museum and the Castle at the lower end of Chepstow, there are a few suggestions for a pleasant stroll up to the Town Gate:\n",{"type":"*","value":[" standing in the car park facing the castle, notice a path to the left going up the hill. This leads to The Dell, a green oasis that gets overlooked by some. There are different views of the surprisingly long castle wall. You can even scramble up close to the wall and walk along until you get to the Barbican end of the castle. Approaching the top of The Dell you have an option of climbing some grassy steps and entering the main car park via the \"hole in the wall\", an ancient stone doorway in the Town Wall, and then finding your way into the upper town via various alternative exits at the far side. The other option is to exit the iron gate at the top of The Dell and turn left to reach the outside of the Town Gate at the traffic lights."]},{"type":"*","value":[" the middle option involves starting from the Museum, and strolling up Bridge Street past a row of bow-windows on the right, past the Powis Almshouses  (1716 - see if you can read the tablet high up on the wall), past The Five Alls  public house (check the inn sign ), up cobbled Hocker Hill Street (some say Hawker Hill), past St Maur where Horatio Nelson stayed in 1802, according to the plaque  on the wall. You can now walk straight ahead to the Town Gate or veer left up the High Street."]},{"type":"*","value":[" the third option, starting from the Museum, is to head towards the river, passing Afon Gwy, a place to eat and sleep, on the left. Take a stroll over the 1816 iron bridge  (not that much newer than the world's oldest (1781) at Ironbridge, a 100 miles or so to the north). You have to take a photograph of the castle from the bridge  (why be different?). It's more photogenic when the tide is in, the water is reflecting, and the sun shining but never mind, with the tide out, and the mud on show, the castle looks more impregnable. The rise and fall of the tide, at 12m, is the second highest in the world. Come back off the bridge to the Bridge Inn and walk along the river bank, which is less pleasant since the flood defences were built in 2001, obscuring the view and re-arranging the seats (they used to line the river bank facing the river). Spot the wall plaque  recording the fact that the leaders of the Chartist Insurrection were transported from the Port of Chepstow to Van Diemen's Land (Tasmania) on the 3 February 1840. Just before you reach the Boat Inn, turn right and make your way up Lower Church Street, through the iron-railinged path across the graveyard of St Mary's Church, across to Upper Church Street from where, opposite the Montague Almshouses (1615), you can amble up the pedestrianized St Mary Street and the High Street to the Town Gate."]},"\nIf you support charity shops, Chepstow has about five (it does sometimes vary), watch out for them. St Mary Street has some shops which deal in antiques and objects which one day might be antiques. Every three weeks or so, on a Saturday morning, there is a Farmers' Market in the Place de Cormeilles, adjacent to the Town Gate. Every Sunday morning there is a market at the racecourse which can attract large crowds.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Green Man and the Gatekeeper"],["url=http:\/\/www.greenmangatekeeper.com"],["email="],["address=Now at Taurus Crafts, The Old Park, Lydney GL15 6BU"],["lat="],["long="],["directions=On the A48, Gloucester road from Chepstow, about 8 miles to Taurus Crafts - Look for the Bull sculpture on your left."],["phone = +44 1594843860"],["tollfree="],["fax="],["hours=11.0 to 5.00 daily"],["price="],["content=Inspired by History, Tradition and Heritage - Original, unique gifts in leather, ceramics and pewter. We also produce our own range of original greetings cards. Green Man Plaques • Bags • Belts • Masks • Jewellery • Brooches • Badges • Miniatures • Greetings Cards and more."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThere is a fish and chip shop just outside the Town Gate (The Arch), in Albion Square, and a Chinese takeaway a little further up Moor Street, on the right; there is another sandwiched between the main car park and Bank Street, where you can also sit down. There is an Indian Restaurant at the top of Hocker Hill Street. There are quite a few pubs serving food as well as tea-rooms. Chepstow even has a local department store, Herbert Lewis, in the High Street, which has a coffee shop. Late in 2004, a Greek Meze Bar opened in Welsh Street.\n\n",{"type":"[","value":["http:\/\/www.thecoachandhorseschepstow.co.uk\/ The Coach and Horses Inn"]}," on Welsh Street serves proper good-quality home cooking with a specials menu that changes daily.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=George Hotel"],["alt="],["url=http:\/\/chepstow.england.hotels-123.com\/George-Hotel-Chepstow.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1291 625363"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is just outside the Town Gate, in Moor Street."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chepstow Hotel"],["alt="],["url=http:\/\/www.s-h-systems.co.uk\/a50466.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1291 626261"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is about half a mile up the hill from the Town Gate, on the Newport Road."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beaufort Hotel"],["alt="],["url=http:\/\/www.beauforthotelchepstow.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1291 622497"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is in the town centre at the top end of St Mary Street."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Castle View Hotel"],["alt="],["url=http:\/\/www.hotelchepstow.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1291 620349"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is opposite the Castle (as you would expect)."]]}," "]},{"type":"*","value":["B&B accommodation can be booked through the Chepstow Tourist Information Centre, Bridge Street (opp. Castle), Tel: 01291 623772."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The First Hurdle Guest House"],["alt="],["url=http:\/\/www.thefirsthurdle.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Comfortable B&B in central Chepstow location."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[" Coach and Horses Inn"]},", Welsh Street, 01291-622626. A popular B&B which specialises in real ales and cracking proper home-cooking."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Monmouthshire Holiday Cottage & Barn"],["alt=Monmouthshire holiday cottage"],["url=http:\/\/www.holiday-cottages-monmouthshire.co.uk"],["email="],["address=Itton Chepstow"],["lat="],["long="],["directions="],["phone = +44 1291641856"],["tollfree="],["fax="],["hours="],["price=From £240 per week"],["checkin=1400"],["checkout=1000"],["content=Pet friendly Clare's Cottage sleeps 4 and Dolly's Barn sleeps 2 both properties have beautiful views. 3 miles from Chepstow"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["A few miles upstream from Chepstow, on the river Wye, are the ruins of the ",{"type":"'''","value":["Cistercian ",{"type":"[[","value":[["Tintern"]]}," Abbey"]},", founded in 1131. While the UK cycycling group Sustrans ",{"type":"[","value":["http:\/\/www.sustrans.co.uk\/webcode\/content.asp?ID=220"]}," have proposed an off-road cycling route along the former railway to ",{"type":"[[","value":[["Monmouth (Wales)"],["Monmouth"]]}," this has been rejected again recently due to local opposition, and consequently the re-instatement of the railway is currently equally likely (i.e. not very)."]},{"type":"*","value":["The first part of the Wye Valley Walk ",{"type":"[","value":["http:\/\/www.wyevalleywalk.org\/english\/index.php"]},", which starts at the bottom of The Dell, by the Castle will take you to Tintern. The Offa's Dyke Path ",{"type":"[","value":["http:\/\/www.offas-dyke.co.uk\/index.php3"]}," will also get you there. Cross the 1816 Bridge over the Wye and follow the steep path up the hill on the other side. You really need walking boots because there are usually some muddy sections. Allow about 3–4 hours for either way. Go one way and come back the other is a good day out, lunching in ",{"type":"[[","value":[["Tintern"]]},". "]},{"type":"*","value":["Go climbing at ",{"type":"[[","value":[["Woodcroft"]]},", a couple of miles out of Chepstow, on the Gloucestershire side of the Wye. Wintour's Leap ",{"type":"[","value":["http:\/\/www.ukclimbing.com\/databases\/crags\/craginfo.html?id=51"]}," is a limestone cliff popular with climbers and considered \"the gem of the Wye Valley\"."]},{"type":"*","value":["The National Diving & Activity Centre ",{"type":"[","value":["http:\/\/www.ndac.co.uk"]}," is at ",{"type":"[[","value":[["Tidenham"]]},", a couple of miles away along the road to Gloucester (",{"type":"'''","value":["A48"]},"). Site open Wed - Fri: 9:30AM - 5PM 1st dive 10AM, out of water by 4:00PM. Friday\/Saturday\/Sunday & bank holidays: 8AM - 5PM, Out of water by 4PM. Tel:  01291 630850, e-mail: ",{"type":"[","value":["mailto:info@ndac.co.uk info@ndac.co.uk"]},"."]},{"type":"*","value":["Visit the  Dean Forest Railway ",{"type":"[","value":["http:\/\/www.deanforestrailway.co.uk\/station_norchard.html"]}," which is based at the Norchard Steam Centre, on the B4234 Forest Road between ",{"type":"[[","value":[["Lydney"]]}," and ",{"type":"[[","value":[["Whitecroft"]]},", about 9 miles from Chepstow. Entrance is free on non-passenger train days. An example of steam train fares is Adult: £6.50, Senior: £5.50, Child aged 5 to 16: £4.50, child under 5 is free, for all day, travel as many times as you like. But see the web site for alternatives:  ",{"type":"[","value":["http:\/\/www.deanforestrailway.co.uk\/timetable.html#fares"]},"."]},{"type":"*","value":["A map of the area (available from most good bookshops and tourist information centres in Chepstow) will allow you to plan your own walks - although beware that several footpaths marked do not exist or will not be in a suitable state. Nonetheless, this can allow some excellent views of the landscape without going far from Chepstow. Check that the map does mark footpaths clearly before buying however, as many don't."]},"\n",{"type":"{{","value":[["isPartOf"],["Monmouthshire"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Wales\/Monmouthshire\/Chepstow\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Chepstow"]]},"\n",{"type":"{{","value":[["geo"],["51.641944444444"],["-2.675"]]}]