[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Chertsey"]}," is a town in ",{"type":"[[","value":[["Surrey"]]},".\n\nChertsey was founded in \/ 666 \/ A.D therefore making it one of the oldest towns in England.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nHeathrow airport is nearby (with low traffic, it is possible to get there in about \/ 16 \/ minutes).\n\n",{"type":"===","value":["By train"]},"\n\nChertsey train station is near the centre of the town but it's not on the mainline so it will be slow and you'll have to change trains most of the time.\n\n",{"type":"===","value":["By car"]},"\nThere are many ways to get in Chertsey, the main ways in are:\n\nVia Chertsey Bridge\n\nVia Thorpe Park\n\nVia the M25\n\n",{"type":"===","value":["By bus"]},"\n\nThere are frequent buses to and from Chertsey.\n\n",{"type":"===","value":["By boat"]},"\n\nThe Thames is quite wide at the Chertsey stage but you cannot rent a boat at Chertsey.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is one taxi service next door to the station.\n\nThere are many roads in Chertsey transporting. Driving is reasonably safe in Chertsey. Many people do get confused at the junction in the town centre near the Microsoft building with all the traffic lights.\n\n",{"type":"==","value":["Religion"]},"\n\nChertsey is mostly Catholic with three Catholic Schools, one Catholic Church, and one Catholic youth club for teenagers.\n\nThere is an Anglican church, a Community Church hall and a Jehovas Witnesses Hall.\n\n",{"type":"==","value":["See"]},"\n\nChertsey has a lot of history involved, for more information go to the ",{"type":"'''","value":["Chertsey Museum"]}," or you can visit the ",{"type":"'''","value":["Chertsey Abbey"]},", which is just down the road from the museum.\n\nBecause Chertsey is near to Heathrow, just after the planes take off they go right over Chertsey so you'll be able to see the planes pass by, the noise can get quite loud but generally it's not a problem.\n\n",{"type":"==","value":["Do"]},"\n\nChertsey is home to one of the UK's largest theme parks, Thorpe Park, which attracts hundreds of thousands of visitors per year with its extreme thrill rides and attractions.\n\nGo up St. Annes Hill, and go to one of the look out towers, and watch the planes taking off and landing at Heathrow.\n\nTheres a greengrocers shop across the road from the crown hotel, it's called ",{"type":"'''","value":["Eithel Taylor"]},", it's the oldest greengrocers shop in England, there are two brothers running the shop, when there's no customers in the shop, the two brothers go to the hotel across the road and have a drink at hotel pub, they have a designated space at the pub so they can sit down, have a drink, and look outside the window to see if there is anyone at the door of their greengrocers shop across the road, when there is somebody they run across the road using the special 'greengrocers crossing' to assist their customers. The shop is still open today and you can watch for a sign saying 'greengrocers crossing' so they can quickly cross the road to assist their customer.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thorpe Park"],["url=http:\/\/www.thorpepark.com"],["email="],["address=Alton Staines Road"],["lat="],["long="],["directions="],["phone =+44  871 663 1673"],["tollfree="],["fax="],["hours="],["price="],["content=Adults (12+):  £43.20 on the day (£30.24 Online); Children (under 12):  £33.60 on the day (£23.52 online); Seniors (60+): £33.60 on the day (£23.52 online); Children under 1 m: Free; discounts for disabled & families also available."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are not many shops in Chertsey. \n",{"type":"*","value":[{"type":"'''","value":["Very Venetian"]}," Sell masks, souvenirs and jewlery made in Venice."]},"\nThere are other shops like Sainsbury, Carlo Delicatessen, Magnum Wines and many more shops including antique ones and charity.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many restaurants in Chertsey including ASK (an Italian restaurant), Twynersh Hungry Horse, Boat house on the river, The Kingfisher which is on the other side of the river to the Boat House and many more restaurants including Caspari Italian restaurant, Chertsey Indian Cuisine, Chertsey café, and Plaza Mediterranean café.\n\nA Portuguese delicatessen and tia maria café opened August 2009 and is located next to Weller's Auctioneers.\n\nThere are also many on-the-go take-aways in the high street and central Chertsey, there is China Chef which is a Chinese take-away, Seafare Fish and Chips which sell various fish to take away, there is The Flaming Grill which is a Turkish kebab shop, Simpsons a Broasted Chicken shop. Near the station there is the Subway sandwich shop.\n\n",{"type":"==","value":["Drink"]},"\n\nThere will be drinks selling in all of these take aways and you'll find more drinks at Sainsburys and Carlo Delicatessen\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are many hotels which are in the high street or in Central Chertsey.\n\nA good hotel to go to is the ",{"type":"'''","value":["Crown Hotel"]}," which is situated at the start of the high street.\nThere is also ",{"type":"'''","value":["The Lodge Hotel"]}," which on top of The Boat House restaurant, in that hotel you can get rooms with river view.\n\n",{"type":"{{","value":[["geo"],["51.3902"],["-0.5074"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Surrey"]]},"\n",{"type":"[[","value":[["WikiPedia:Chertsey"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Surrey\/Chertsey\/"]]}]