[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Chesterfield"]}," is a market town and borough of ",{"type":"[[","value":[["Derbyshire"]]},", ",{"type":"[[","value":[["England"]]},". It is the largest town in Derbyshire, and is situated on a confluence of the rivers Rother and Hipper.\n\n",{"type":"==","value":[" Understand"]},"\nChesterfield originally had been a regarded as a  berewick of Newbold in the doomsday book, though during the Medieval period this relationship changed with Chesterfield being the prime destination.\n\nAlong the river Hipper in particular Chesterfield gained a reputation for leather tanning in this period and its prominence was confirmed in 1204 with the granting of a market charter. It is reasonable to expect that there was a market before this date, located on the north side of  the current St Mary’s church, though sometime after the granting of the charter, the market moved to its’ current position. In all likelihood, this would have occurred over a period of years. The success of the Market is largely due to the geographical position of Chesterfield. Livestock and woollen products farmed in the peak district would have been traded with arable products farmed in Lincolnshire. There was also a trade in salt from Cheshire, which is still reflected in street names such as Saltergate. In essence, most of the trade was East- West.\n\nAt the start of the industrial revolution, Chesterfield and its’ surrounding areas sat upon large coal reserves and the growth of areas that make up much of the Modern town, such as Brampton, Whittington and Hasland can be attributed to mining and the development of a manufacturing base. Pottery, Engineering and beauty products made at Robinsons as well as coalmining and coal product manufactures were the prevalent industries, effectively until the 1980s.It is a little known fact in this period that Chesterfield was the first town in Britain to have electric street lighting\n\nFrom the 1960s, the Royal Mail became the towns’ largest single employer, with many functions such as accountancy and IT being performed in the town. \nToday, Chesterfield retains much of its’ historic character in the town centre, despite recent shopping developments, particularly on Vicar Lane, and has latterly been the benefactor of substantial regeneration of some of its’ old industrial sites within the borough and beyond.\n\n",{"type":"==","value":["Getting in"]},"\n\n",{"type":"===","value":["By Bus"]},"\n\nStagecoach Express coaches run to and from ",{"type":"[[","value":[["Sheffield"]]},".\n\nNational Express coaches run all over England, some routes stopping at Chesterfield.\n\nGorillaBus ",{"type":"[","value":["http:\/\/www.gorillabus.com"]}," operate services to Liverpool, Manchester, Yorkshire and Birmingham.\n\nTrent Barton operates coaches to and from ",{"type":"[[","value":[["Nottingham"]]}," (via ",{"type":"[[","value":[["Derby"]]},"). This service is called the ",{"type":"'''","value":["Red Arrow"]},".\n\nLocal buses run to and from ",{"type":"[[","value":[["Bolsover"]]},", ",{"type":"[[","value":[["Mansfield (England)"],["Mansfield"]]},", ",{"type":"[[","value":[["Nottingham"]]},", ",{"type":"[[","value":[["Clay Cross"]]},", ",{"type":"[[","value":[["Alfreton"]]},", ",{"type":"[[","value":[["Matlock"]]},", ",{"type":"[[","value":[["Dronfield"]]},", ",{"type":"[[","value":[["Sheffield"]]}," and ",{"type":"[[","value":[["Eckington"]]},".\n\nAs usual, there is a much reduced service on Sundays.\n\n",{"type":"===","value":["By Car"]},"\n\nChesterfield is close to the M1 motorway and is reached via the A617. However, from ",{"type":"[[","value":[["Sheffield"]]},", it is probably quicker to use the A61. If approaching from the north via the M1, it is recommended that you exit the M1 at Junction 29, as this is considerably quicker. (Junction 30 will also be signposted towards Chesterfield, but that route is a slower journey.\n\nOnce you are in Chesterfield, there are some spacious car parks dotted around the town centre. Most of these have a moderate parking charge.\n\n",{"type":"===","value":["By Train"]},"\n\nFrequent trains link Chesterfield with ",{"type":"[[","value":[["Sheffield"]]},", ",{"type":"[[","value":[["Derby"]]},", ",{"type":"[[","value":[["Manchester"]]},", ",{"type":"[[","value":[["Leicester"]]}," and ",{"type":"[[","value":[["London"]]},".If you want to travel on a local train into the ",{"type":"[[","value":[["Peak District"]]},": ",{"type":"[[","value":[["Hathersage"]]},", ",{"type":"[[","value":[["Edale"]]}," and ",{"type":"[[","value":[["Hope (Derbyshire)"],["Hope"]]},", these can be reached from Chesterfield by changing at Sheffield. Through tickets are available.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["St Mary's and All Saint Church \"The Crooked Spire"]}," The Towns' most famous landmark"]},"\n",{"type":"*","value":[{"type":"'''","value":["Revolution House, Old Whittington"]},"Three hundred years ago, this cottage was an alehouse, the 'Cock and Pynot' ('Pynot' is a dialect word for magpie), and it was here, as history and tradition relate, that three local noblemen- the Earl of Devonshire (from nearby Chatsworth), the Earl of Danby and Mr. John D'Arcy - met to begin planning their part in events which led to the overthrow of King James II in favour of Willam and Mary of Orange."]},"\n",{"type":"*","value":[{"type":"'''","value":["George Stephensons' Grave"]}," At Holy Trinity Church, to the north of the Town Centre"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hardwick Hall"]}," Close to the Town; this is possibly Britains' finest Tudor House"]},"\n",{"type":"*","value":[{"type":"'''","value":["Queen's Park"]}," A beautiful, family-oriented park ver a bridge opposite the council house"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Chesterfield Market"]}," is the largest market in the area and was given a charter in 1204. This charter states that the market cannot be closed down unless nothing is bought there for a week."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Yards"]}," features a handful of local independent shops, such as ",{"type":"'''","value":["Organic Heaven"]},", ",{"type":"'''","value":["Petwise"]},", ",{"type":"'''","value":["M's gallery"]}," and much more."]},"\n",{"type":"*","value":["Almost every Sunday morning,there is a car boot sale at Holywell Cross car park. This is an ideal place to buy second-hand goods (and get a bargain!). As a result, the car park is closed to traffic on Sundays. However, there is a multi-storey car park adjacent to the car boot sale (open every day including Sundays)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vicar Lane and The Pavements "]}," Provide most of the usual chanstores you would expect in a large town, The town centre itself, which links the two, also has numerous chainstores and independent shops"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Peacocks Coffee Lounge"]}," (on Low Pavement) is a marvellous coffee shop with plenty of seating and, more importantly, brilliant refreshments."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Northern tea merchants"],["url=http:\/\/www.northern-tea.com\/"],["email="],["address=Crown House  193 Chatsworth Road  Chesterfield, Derbyshire, S402BA"],["lat="],["long="],["directions=A mile west out of the town centre along Chatsworth Road"],["phone = +44 1246 232600"],["tollfree="],["fax="],["hours=9-5 mon-sat"],["price="],["content=Good spot for afternoon tea. Wide range of high quality of tea and coffee beans and big slices of cakes. Also sandwiches and panini. Tea leaves and coffee beans can also be bought to take home."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Cheap:"]},"\n\nIbis - Town Centre\n\nPremier Inn - Chesterfield North ( behind Tesco Superstore A61 )\n \nPremier Inn - Chesterfield West  (Highwayman Pub A619)\n\nTravel Lodge  (A61 North of Town )\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anis Louise Guest House"],["url=http:\/\/www.anislouiseguesthouse.co.uk"],["email="],["address=34 Clarence Road"],["lat="],["long="],["directions="],["phone = +44 1246 235412"],["tollfree="],["fax="],["hours="],["price=£27"],["checkin=2PM"],["checkout=10.30AM"],["content=4-star guesthouse with private on-site carpark, free wi-fi, and digital TV. All rooms with en-suite bathrooms."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Go hiking in the attractive ",{"type":"[[","value":[["Peak District"]]},"."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Derbyshire"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Derbyshire\/Chesterfield\/"]]},"\n",{"type":"[[","value":[["wikipedia:Chesterfield"]]},"\n",{"type":"{{","value":[["geo"],["53.235833333333"],["-1.4275"]]}]