[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Chestertown"]]},"\n",{"type":"[[","value":[["Image:Imperial Hotel in Chestertown, Maryland.jpg"],["thumb"],["325px"]]},"\n",{"type":"'''","value":["Chestertown"]}," is in ",{"type":"[[","value":[["Maryland"]]},"'s ",{"type":"[[","value":[["Eastern Shore (Maryland)"],["Eastern Shore"]]},".\n\n",{"type":"==","value":["Understand"]},"\nChestertown, the county seat of Kent, the Eastern Shore of Marylands's oldest county, was founded in 1706 and served as a port of entry during colonial times. A town rich in history, its attractions include a blend of past and present. Its brick sidewalks and attractive antique stores, restaurants and inns beckon visitors and residents alike to wander through the historic district and enjoy homes and places with architecture ranging from the Georgian mansions of wealthy colonial merchants to the elaborate style of the Victorian era. \nChestertown is situated on a scenic peninsula where the Chester and Sassafras rivers meander into Chesapeake Bay.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["From Philadelphia and Wilmington:"]}]},"I-95 south to 896 south (exit 1, Middletown, Delaware.) DE 896 turns into MD route 301. Right on MD 290 (exit for Galena\/ Chestertown.) From Galena, follow MD 213 south to Chestertown.\n\n",{"type":"*","value":[{"type":"'''","value":["From Baltimore:"]}]},"I-95 south to I-695 east to I-97 south to route 50 east across the Chesapeake Bay Bridge to MD 301 north. Exit MD 213 north (Centreville\/Chestertown) to Chestertown.\n\n",{"type":"*","value":[{"type":"'''","value":["From Washington and Annapolis:"]}]},"Route 50 east across the Chesapeake Bay Bridge to MD 301 north. Exit MD 213 north (Centreville \/ Chestertown) to Chestertown.\n\n",{"type":"*","value":[{"type":"'''","value":["From Chestertown to:"]}]},"•Rock Hall: From Downtown, take MD 213 north, turn left on MD 291 and then right on Route 20. Follow Route 20 into Rock Hall.\n\n•Betterton: MD 213 north. Left on MD 297. Right on MD 298, Left on 292 to Betterton.\n\n•Millington: From Downtown, take MD 213 north, turn right on MD 291 east, cross over MD 301 to Millington.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":["Historic District"]}," - The best way to get around Downtown Chestertown is on foot. Everything you need to see is within walking distance and it's nice to stroll the brick sidewalks to see the sights. The main shopping area is on High Street and Cross Street, and the beautiful historic houses lining the water are just two blocks from the main strip of boutiques and restaurants. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Washington College"]}," - The college is a very short drive away from the downtown area. Once there, it is easy to walk around the pretty campus and take the same steps that George Washington once did over 300 years ago."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Chestertown Farmers' Market"]},"- One of the most popular features of a weekend visit to Chestertown is a visit to the Farmers' Market. The market is on Park Row in the heart of downtown Chestertown.  Open every Saturday morning, 8AM to noon, from the first Saturday in April until the last Saturday before Christmas.  You'll find wonderful bread, fresh home- grown produce, plants, herbs, homemade products such as pies and soap and even -- occasionally -- puppies and goats.  Don't miss it!  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Washington College"]},", located in Chestertown. Washington College is a private liberal arts college that has roughly 51% in state students and 49% out of state students. The college was founded in 1782 and is the tenth oldest college in the United States."]},"\n",{"type":"*","value":[{"type":"'''","value":["First Friday"]}," - The first Friday of each month, many stores in the downtown area participate in what is known as \"First Friday\". Participating stores and galleries extend their hours for gallery viewing and shopping.  Usually from 5PM until 8PM."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Galleries"]}," - Chestertown has many galleries and studios in its downtown area. The most longstanding gallery is the Carla Massoni Gallery at 203 High Street. For nearly 20 years the Carla Massoni Gallery has brought metropolitan art appeal to small town living with exhibitions featuring artists of national and international stature to the Chesapeake region.  Many well-known artists who reside in the Chestertown area are featured often.  Visit the gallery website at ",{"type":"[","value":["http:\/\/www.massoniart.com"]}," for information on artist shows and gallery hours.  There are several other galleries, most established and run by local artists, within the downtown vicinity.  The Artist's Gallery at 239 High Street ",{"type":"[","value":["http:\/\/theartistsgalleryctown.com"]}," is the creation of six local artists coming together to present fine art and area crafts.  Original artwork as well as reproduction cards or matted artwork are available.  Crafts include pottery, tile work, wooden items, knitting, books, gourds and jewelry.  Other galleries include Chester River Artworks at 306 Park Row ",{"type":"[","value":["http:\/\/artworkschestertown.org"]},".  Known simply as Artworks, this gallery is a non-profit art center founded and run by a group of dedicated volunteers devoted to establishing a regional center for craft and art."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chester River"]},", easily accessed by going to the end of High Street, passing the Imperial Hotel on the left and the Carla Massoni Gallery on the right. At the river you will find brick sidewalks and walkways, benches along the water and a dock with fantastic views of the Chester River Bridge and Water Street waterfront homes.  Wilmer Park, located on Cross Street heading out of town, also boast riverfront greens and Wilmer Pavilion for picnics, private parties or taking a rest from walking around town. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Weekend Events"]}," - There are major weekend events in Chestertown. Such weekend events include the Wild Fowl Festival in October, The Annual Chestertown Tea Party Festival over Memorial Weekend in May, Downrigging Weekend during the first weekend of November and the Tall Ship Festival along the Chester River."]},"\n",{"type":"==","value":[" ",{"type":"'''","value":["Buy"]}," "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Twigs and Teacups"]},"- Located on Cross Street across the street from Play it Again Sam's coffee shop, Twigs and Teacups is a novelty store with unique gifts for all ages.  Within the store are a wide variety of books on subjects such as cuisine, comic joke books, quotes and blank decorative notebooks.  There is a clothing section in back for casual and earthy outfits and scarves.  Also featured is a bath and body section for relaxation and gifting.  The children's area has games, books, toys and crafts for many ages.  Free gift wrapping is available on request.  While you're there, try to find the store cat- often found sleeping within the many nooks- and always happy to have his head scratched."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cornucopia"]},"- For the more refined Chestertown gift shopper, Cornucopia of Gifts has a wide array of household decorative items, potpourri, candles, CD's, handbags and jewelry. Located on the opposite side of Cross Street from Twigs and Teacups, this store features an extensive back room with children's clothing and gifts- ideal for showers, grandchildren, nieces and nephews."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Front Room at the Imperial Hotel"],["alt="],["url=http:\/\/www.imperialchestertown.com\/menus.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most popular and high-end restaurants in town. Many locals and tourists find it to have the best food in Chestertown. The fully restored bar is a great setting for drinks before sitting down to your meal. There is an extensive wine list and the menu is filled with a variety of choices using fresh, regional ingredients. The restaurant offers seating outside during the Spring, Summer, and Fall seasons in the private courtyard."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Play it Again Sam's"]},"- (108 South Cross St) The towns only coffee shop offering fresh brewed coffee, tea, delicious espresso drinks, sandwiches all day long, homemade pastries, bottled beer and hand selected wine for sale by the case, bottle or glass if seated. You're likely to be in line next to some Washington College students, local business owners, professors or the regulars around town.  On a hot day or if you are in need of a pick-me up the signature frozen drink, The Alaskan, is a tasty espresso\/chocolate fusion and the most popular.  Free WIFI to customers and outdoor seating in front of the shop and in a small courtyard in back.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Andys"]}," - (337 High Street) Lounge-style bar. Individuals must be 21 years or older to enter. It is a non-smoking restaurant and bar that offers music as well as weekly specials such as \"Tapas Tuesday\" and \"Meatloaf Monday\". The food menu and drink menu change seasonally.  The variety of entertainment includes a front side room with comfortable couches, a game room, the bar for sitting, eating and drinking as well as tables as you proceed to the back entertainment room.  Live entertainment is likely Friday and Saturday.  Be prepared to pay a small cover fee after 8PM ($5 or less)."]},"\n",{"type":"*","value":[{"type":"'''","value":["O'Conner's Pub and Restaurant"]}," - (844 High Street) The only Irish Pub, owned by an original Dubliner couple.  Family friendly non-smoking facility with pub fare and rotating specials, Guinness on tap and a courtyard for outdoor seating during good weather.  Indoor side bar available for private parties."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Imperial Hotel"],["alt="],["url=http:\/\/www.imperialchestertown.com\/index.html"],["email="],["address=208 High Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Popular with the locals as well as tourists. Built in 1903, the Imperial Hotel has become a significant landmark in Chestertown and a must-see for many tourists. The Front Room Restaurant serves lunch and dinner Tuesday through Saturday and brunch on Sunday. The hotel has 11 rooms and 2 suites. Something unique about the Imperial Hotel is that each room has its own individual interior, furnished with authentic period furnishings and antiques."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Brampton Bed and Breakfast Inn"],["alt="],["url=http:\/\/www.bramptoninn.com\/"],["email=innkeeper@bramptoninn.com"],["address=25227 Chestertown Road"],["lat=39.211985"],["long=-76.095171"],["directions="],["phone=+1 410-778-1860"],["tollfree=+1-866-305-1860"],["fax="],["checkin="],["checkout="],["price="],["content=Bed and breakfast on a 19'th century luxury estate set on 25 landscaped acres. Pet Friendly rooms available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Express"],["alt="],["url=http:\/\/www.hiexpress.com"],["email="],["address=150 Scheeler Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Comfortable accommodations for families, couples, business travellers, etc. Amenities include and indoor swimming pool, fitness center and complimentary continental breakfast."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Great Oak Manor"],["alt="],["url="],["email="],["address=10568 Cliff Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This bed and breakfast is ideal for secluded getaways to the Chesapeake Bay area. Far from any highway or large towns, our inn will relax you with the sounds of nature, the aura of yesteryear, and the comforts of modern society."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rockhallmd.com\/index.php Rock Hall"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kentcounty.com\/betterton\/index.htm Betterton"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.galenamd.com\/index.htm Galena"]}]}]},"\n",{"type":"{{","value":[["geo"],["39.219444"],["-76.068333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Eastern Shore (Maryland)"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Chestertown, Maryland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Maryland\/Localities\/C\/Chestertown\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Chestertown, Maryland"]]}]