[{"type":"{{","value":[["pagebanner"],["CheungChauPanorama.jpg"]]},"\n\n",{"type":"'''","value":["Cheung Chau"]}," (長洲 Chèuhng Jāu) is in the ",{"type":"[[","value":[["Hong_Kong\/Outlying_Islands"],["Outlying Islands"]]}," of ",{"type":"[[","value":[["Hong Kong"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Cheung Chau location map.svg"],["thumbnail"],["Location of Cheung Chau in Hong Kong"]]},"\nA small island near ",{"type":"[[","value":[["Lantau"]]}," that used to be a pirates' den but now houses mostly windsurfers and sunbathing day trippers.\n\nIt still has a traditional community based on an active fishing fleet and many thriving seafood restaurants. It has a number of reasonable hiking trails and some usable beaches.\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Hong Kong"]]}," Central Pier 5, every 20-60 minutes. Fares range from HK$11.50 to HK$18 on the ordinary ferry on Mondays to Saturdays. Sundays and public holidays the fare rises to HK$16.80 to HK$26.20. The fast ferry costs HK$22.50 on Mondays to Saturdays, and HK$32.20 on Sundays and public holidays.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cheungchaurc.com\/eng\/ Cheung Chau"]}]}," (長洲) has no cars except for some small vehicles used by the emergency services. There is a walking tour available around the island with scenic views and temples; look for the tourist map near the ferry pier. It is best to visit in good weather, if it rains, there's nowhere to wait it out because nearly everything is outside. Famous for its Bun Festival ",{"type":"[","value":["http:\/\/www.cheungchau.org"]}," in early May, this is a festival where people climb up a tower which is covered with buns. Previously it had been abolished because a young man fell off the tower in 1978. However, thanks to the people who live in Cheung Chau, who campaigned for many years, the government allowed this festival to restart in 1995. The Bun festival lasts for five days and the climax is on the third day when participants dress up as historical characters and ride on floats. When children act on the floats, they appear in the air because of their dress. On the last day, at midnight, buns from the tower will be given to the community, bringing them good luck throughout the year. People believe that the more they get, the luckier they are.\n\n",{"type":"*","value":["  ",{"type":"'''","value":["Tin Hau Temple"]}," Tin Hau, the queen of heaven is the god who receives the most respect from many who live on Cheung Chau, especially those who are fishermen. Tin Hau is revered as the god who protects fisherman. Tin Hau has been respected for many years, and so there are four Tin Hau Temples on the island."]},{"type":"[[","value":[["File:HK_LukChau_TinHauTemple.JPG"],["thumb"],["200px"],["Tin Hau Temple, Lamma Island"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Cave and Rocks"]}," There is a very famous cave on Cheung Chau which is called Cheung Bo Zai Ton. This cave is named after a local pirate and is located at Sai Bay (西灣). The cave is associated with the fictional story of the priate, Cheung Bo Zai, who supposedly hid his treasure in this cave. Along the same coastline are a number of rocks with different shapes and it is a local tradition to imagine what they resemble."]},"\n",{"type":"*","value":[" On Cheung Chau, visitors should also look out for the memorial stone which commemorates a Hong Kong windsurfing athlete, Lee Lai Sa (李麗珊), who won a gold Olympic medal."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Birthday of Tin Hau",{"type":"[","value":["http:\/\/www.cheungchaurc.com\/chi\/home.html"]},". Besides Bun Festival, another big festival is the birthday of Tin Hau. Tin Hau is the queen of the heaven. The birthday of Tin Hau is in the Chinese calendar on March 23rd. However, people in Cheung Chau usually celebrate it on the 18th, because in the past, there were no street lights on the island and people couldn't see when they were on their way to the temple during the night time, but a few days earlier meant they could use the moon light to walk to the temple. Now it has become a tradition to celebrate it earlier. During the celebrations, you may see floats, acrobats, lion dancing and effigies of mythical animals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Windsurfing"]}," and ",{"type":"'''","value":["sunbathing"]}," are the prime drawcards on the beaches of Cheung Chau."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=The Cheung Chau Bun Festival"],["alt="],["url=http:\/\/www.cheungchau.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a popular annual event. Ferries are very crowded on the day though, so expect long queues if you intend to go."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shrimp paste"]}," is a very famous sauce in Cheung Chau which is made from fresh prawn."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nOn Cheung Chau, there is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.warwickhotel.com.hk\/ Warwick Hotel"]}]},".\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hong_Kong\/Outlying_Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["22.20894"],["114.02418"],["zoom=14"]]},"\n",{"type":"[[","value":[["wikipedia:Cheung Chau"]]}]