[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comune.chianciano-terme.siena.it\/pages\/asp_eng\/home.asp Chianciano Terme"]}]}," is a city in ",{"type":"[[","value":[["Tuscany"]]}," known for its therapeutic springs that have been healing Romans since ancient times.\n\nThe meeting point between Umbria and Tuscany, the territory of Chianciano Terme (province of Siena), is located in an ideal contact line with various sources of excellences: the landscape of the Val d'Orcia - not by chance recognized by UNESCO as a World Heritage Site - the wine hills of Montepulciano, the Renaissance treasures of Pienza. To finalize this list we find Chianciano, the most famous spa town in Italy. The Etruscans and the Romans were already well known for their appreciation and understanding of the beneficial properties found in the mineral waters of this town. a characteristic which has been handed down to the present day and witnessed significant development during the twentieth century with the construction of an aqueduct, a bottling plant and the restructuring of the Acqua Santa plant. Gradually, there has been a transformation of the spas with continued development of the local facilities.\n",{"type":"[[","value":[["Image:Panorama 04.jpg"],["thumb"],["800px"],["center"],["A view of Chianciano"]]},"\nThe area surrounding Chianciano Terme has also the presence of necropoli - in particular, the necropolis of Foce – The area holds a true value for archeology due to the discovery of more than 700 tombs from the 7th and 6th century BC. Many interesting articles were recovered from the tombs: Etruscan vases in terracotta, in bucchero (a fine beautiful terracotta in black), jewelry in bronze and silver vases for import (penthouses and Corinthian).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Villa Foce"]},{"type":"*","value":[" Acquasanta and Fucoli Park with their corresponding spas"]},{"type":"*","value":[" The Sant’Elena Spa"]},{"type":"*","value":[" The Sensoriali Spa"]},{"type":"*","value":[" Sillene spa"]},{"type":"*","value":[" The Civic Archeological Museum of the Waters (where the materials found in the excavations are stored)"]},{"type":"*","value":[" The Museum of Art (where are displayed, among other things, works by Tiepolo, Guercino, Renato Guttuso, René Magritte, etc..)"]},{"type":"*","value":[" The Etruscan Museum."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nAs a popular spa town, Chianciano has an abundance of fairly inexpensive hotels designed mainly to cater for people taking the waters. A full listing can be found at the official web site of the Province of Siena tourism office. ",{"type":"[","value":["http:\/\/www.terresiena.it\/index.php?option=com_wrapper&view=wrapper&Itemid=892&lang=en"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Sole Chianciano Terme"],["alt="],["url=http:\/\/www.hotelsolechiancianoterme.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 0578 60194"],["tollfree="],["fax=+39 0578 60196"],["price="],["checkin="],["checkout="],["content=– Via delle Rose 40. Three star hotel with single and double rooms and a large selection of promotions and special offers. Prices vary according to the season and the number of nights, starting from €49. Also available: direct telephone, TV, mini bar, radio, secure box and private parking."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["43.0500"],["11.8333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Siena (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Chianciano Terme"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Tuscany\/Localities\/Chianciano_Terme\/"]]}]