[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Jrb 20081125 Chiba Urban Monorail 002.jpg"],["thumb"],["300px"],["The suspended tracks of the Chiba Urban Monorail"]]},"\n\n",{"type":"'''","value":["Chiba"]}," (千葉; ",{"type":"[","value":["http:\/\/www.city.chiba.jp\/index-e.html"]},") is the largest city in ",{"type":"[[","value":[["Chiba (prefecture)"],["Chiba"]]}," prefecture, ",{"type":"[[","value":[["Japan"]]},". Practically speaking, it can be considered a large suburb of ",{"type":"[[","value":[["Tokyo"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nChiba is where the anime ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Ore_no_Im%C5%8Dto_ga_Konna_ni_Kawaii_Wake_ga_Nai Ore no Imouto ga Konna ni Kawaii Wake ga Nai"]}," (俺の妹がこんなに可愛いわけがない, lit. My Little Sister Can't Be This Cute) takes place, and you can see the Chiba Urban Monorail in the opening of the anime. \n\n",{"type":"'''","value":["Oyumino"]}," is not so big and is more a suburb surrounded by a lot of nature. There are many beautiful parks and nature trails. By contrast, development of Oyumino has been proceeded at the same time. Every year, the number of new housings and shopping centres increases rapidly.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe JR Narita Line links Chiba directly to ",{"type":"[[","value":[["Narita"]]},"'s international airport.  A few N'EX limited expresses stop at Chiba on their way to ",{"type":"[[","value":[["Tokyo"]]},", but usually the ordinary rapid service trains are a better bet.\n\n",{"type":"===","value":["By train"]},"\nTrain is the obvious means of arrival, as a dense web of routes links Chiba to Tokyo and points in the vicinity. \n\n",{"type":"*","value":[" The ",{"type":"'''","value":["JR Sōbu Rapid Line"]}," (総武快速線) runs from ",{"type":"[[","value":[["Tokyo Station"]]},"'s underground platforms to Chiba station via Kinshichō and Tsudanuma. Rapid trains reach Chiba in approximately 40 minutes at a cost of ¥620; you have the option, especially during the evening rush, of shelling out an additional ¥810 for a reserved seat on a limited express train, which make the run to Chiba in as little as 25 minutes."]},{"type":"*","value":[" The ",{"type":"'''","value":["JR Chuō-Sōbu Local Line"]}," (中央・総武線「各駅停車」) runs directly across the Yamanote Line loop, via ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," and ",{"type":"[[","value":[["Tokyo\/Akihabara"],["Akihabara"]]},". Local trains take about 70 minutes to reach Chiba from Shinjuku on a regular service; this is shaved a little if you change to a Sobu Rapid train at Kinshicho. In either case the fare is ¥780."]},{"type":"*","value":[" The ",{"type":"'''","value":["JR Keiyō Line"]}," (京葉線) runs from ",{"type":"[[","value":[["Tokyo Station"]]}," to Chiba Minato and Soga stations along the coast (45 minutes, ¥740), via Maihama (",{"type":"[[","value":[["Tokyo Disneyland"]]},"), Nishi-Funabashi and Kaihin-Makuhari."]},{"type":"*","value":[" The private ",{"type":"'''","value":["Keisei Chiba Line"]}," (京成千葉線) runs into Chiba-Chuō (千葉中央) station from Tsudanuma station on the Keisei Main Line (from ",{"type":"[[","value":[["Tokyo\/Ueno"],["Ueno"]]}," and Nippori)."]},"\n",{"type":"===","value":["By bus"]},"\nAirport Limousine buses link Chiba to ",{"type":"[[","value":[["Haneda"]]}," and ",{"type":"[[","value":[["Narita"]]}," Airports.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By monorail"]},"\nThe two lines of the suspended ",{"type":"'''","value":["Chiba Urban Monorail"]}," (千葉都市モノレール) ",{"type":"[","value":["http:\/\/www.chiba-monorail.co.jp\/"]},", the world's longest suspended monorail, are an attraction in themselves, connecting the port (千葉みなと ",{"type":"''","value":["Chiba Minato"]},") to Chiba station and then branching out to the northwest and northeast.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Makuhari, Chiba.jpg"],["thumb"],["Kaihin-Makuhari"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Chiba Port Tower"],["alt=千葉ポートタワー"],["url=http:\/\/www.chibacity-ta.or.jp\/tower_01\/top.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=10 minutes on foot from monorail and Keiyo line Chiba Minato station. Towers like this are a fixture of any self-respecting Japanese city, and here the observation deck (112m) offers views of the surrounding industrial wastelands and container docks, at least for a kilometer or two until they fade off in the smog. There is also a curious display of stuffed fish mounted on sticks in a simulated ocean environment downstairs; the simulation is needed since heavily polluted Chiba Bay hasn't sustained anything above seaweed for quite a while. Entry ¥410, open daily from 9 AM to 7 PM (or 9 PM in summer)."]]}]},{"type":"*","value":[{"type":"'''","value":["Chiba Castle"]},". A recent reconstruction, but it does look quite cool- just try to ignore the fluorescent tubes inside!! It's about 5-10 minutes walk from the Kenchomae Chiba Urban Monorail staion. "]},{"type":"*","value":[{"type":"'''","value":["Aoba no Mori Koen (Blue Leaf Forest Park)"]},". Nothing too spectacular, but during the Sakura (Cherry blossom) season a nice place to get away from the concrete jungle. 10mins walk from the Keisei Chiba line station Chibadera."]},{"type":"*","value":[{"type":"'''","value":["Comic markets"]},". Very great place for anime likers and otaku! There are many anime events held and also there are anime shops. Foreginers would surely love this place. Just stop by and see many kinds of Japanese animes."]},"\n",{"type":"===","value":["Kaihin-Makuhari"]},"\nOn the western outskirts of the city in Mihama Ward and accessible on the JR Keiyo line (Kaihin-Makuhari Station, 海浜幕張駅), this is a showcase \"city of the future\", similar to Tokyo's ",{"type":"[[","value":[["Tokyo\/Odaiba"],["Odaiba"]]}," but grander and more artificial in scope. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Makuhari Messe"],["alt="],["url=http:\/\/www.m-messe.co.jp\/index_e.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(幕張メッセ). Also known as the ",{"type":"'''","value":["Nippon Convention Center"]},", this is the largest convention center in the Tokyo region."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Makuhari Techno Garden"]},".  An impressive complex of shopping malls, restaurants and office towers; white tile, glass and polished steel with atmospheric lighting and realistic plastic plants, with footsteps echoing in the quiet walkways and aerial bridges."]},{"type":"*","value":[" ",{"type":"'''","value":["Chiba Marine Stadium"]}," (千葉マリンスタジアム).  Home to the ",{"type":"'''","value":["Chiba Lotte Marines"]}," baseball team.  Its 30,000 seats also host events and converts, including the annual ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.summersonic.com\/ Summer Sonic Festival"]}]}," in August, drawing big-name musical acts from around the globe."]},{"type":"*","value":[" ",{"type":"'''","value":["Mitsui Outlet Shopping Mall(三井アウトレットショッピングモール)"]}," Located close to the Kaihin-makuhari Station, there are lots of shops including such major brands as Coach, Edwin, Nike, and so on. During special events or holiday seasons like Christmas the sales draw large crowds. For people who want to enjoy shopping with their pets, some shops have special areas that pets can enjoy."]},{"type":"*","value":[" ",{"type":"'''","value":["Costco(コストコ幕張倉庫店)"]},"In Japan, there are few Costcos, and one of them is in Makuhari. This way of displaying items is uncommon in Japan, so many people are interested in it and go there. Entering the building can be done without a membership card if entering at a busy time; the only time memberships are absolutely checked for is at the cash register. For some Japanese, the items are too big or too much, so people like to divide the items with others. To get there,you can take bus from Kaihin-makuhari or Shin-Narashino Station. It costs 100 yen and takes 5 minutes."]},{"type":"*","value":[" ",{"type":"'''","value":["Bay Town(幕張ベイタウン)"]},"To get here,you can take Heiwa Koutsu Bus or Keisei Bus from Kaihin-Makuhari and costs 150 yen. The view of town is very modern and constructions are very colorful. It's not so common in this area, so some TV shows in Japan use this town as a location. You can buy houses or rent them."]},"\n",{"type":"===","value":["Oyumino"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Four seasons roads"]}," (四季の道) There are four nature trails named Spring Road, Summer Road, Autumn Road and Winter Road. If you go to Spring Road in spring, you can enjoy beautiful flowers and plants bloom in spring. Some people just walk through and some people jog in these roads."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sakura Park"]}," (さくら公園) is a park which has many beautiful cherry blossom trees.When spring comes,a lot of people come to enjoy seeing them."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Izumiya park"]}," (泉谷公園) has fireflies in this park, but you cannot see them often because they have been protected carefully."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oyumino fireworks festival"]}," (おゆみ池花火大会) is one of the biggest festivals in Oyumino and is held in August every year. About 3500 fireworks are launched, and countless viewers enjoy dancing and having traditional foods there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rokutsu Temple"]}," (六通神社) was build in 1677 (the Edo era). At that time, many farmers tried to develop this area and building the temple was one of their activities. It is not so huge but has been loved by local people. In September 2007, Chiba was hit by a typhoon, and the temple was destroyed, but people living in the area decided to use the community chest for its restoration. Finally, it was repaired and reborn by local people. It has been a symbol of Oyumino and is still cherished."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Baseball"]}," The Chiba Marines have as of recently been one of the stronger teams in the Pacific League. Marines fans are considered to be the most enthusiastic in Japan, something immediately recognizable during the bottom of the first inning by fans of MLB ball. Also unique to Japanese ball, beer is sold primarily by young women dressed up in uniform carrying large tanks on their backs. Marine Stadium is located on the water, a 5 minute walk from Kaihin Makuhari station and tickets prices as of 2007 begin at Y1800. It is advisable not to get tickets in right field unless you want to be surrounded by overly jubilant fans."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cinema"]}," There is a movie theatre right next to the Keisei Miramare Hotel, about a 10 minute walk from Chiba Station, that shows major first run western (mostly American) movies in English (with Japanese subtitles)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cruises"]}," heading (according to the brochure) \"into the heart of the industrial port area\" are available from Chiba Port.  No signs of Gibson's shoals of styrofoam though."]},"\n",{"type":"*","value":[{"type":"'''","value":["Football"]}," As of October 2005, there's a new stadium in Soga- take the Uchibo or Sotobo line from Chiba, only 2 stops- which will be home to JEF United, one of the most exciting teams in the JLeague. Their new home should hopefully inspire a march further up the rankings and hopefully would move up to division 1. The stadium is less than 10mins walk from the West exit of Soga station."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Surfing"],["url="],["email="],["address=Pacific coast of Chiba"],["lat="],["long="],["directions=Uchibo and Sotobo Lines\/Car"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chiba is known as the mecca and one of the more consistent areas for surfing in Japan. World Tour contests have been held at Katsuura and other areas of Kujyukuri coast.  If traveling by train, one of the more convenient stops is Kamogawa. The beach is just minutes from the station, with surf shops, and plenty of hotels. If by car, explore the coast. Typhoon season is best."]]}]},"\n",{"type":"===","value":["Oyumino"]},"\n\n",{"type":"'''","value":["Aeon Oyumino Shopping Centre(イオンおゆみ野ショッピングセンター)"]}," has countless shops, restautrants and big movie theaters. From kids to elder people, all generations can have a fun here.\n\n",{"type":"'''","value":["Karaoke Arthur(カラオケアーサー)"]}," is close to JR Kamatori station, just 3 min walk from the station to here. The atmosphere of this karaoke is like Ancient Greek and Rome. You can enjoy Karaoke, a Japanese young culture. First, choose one song from song lists (recently many Western songs are popular). Then, you are supposed to sing like a singer with the melody.If you have never been to karaoke before, try this in Japan.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=LaLaport"],["alt="],["url=http:\/\/www.lalaport.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(ららぽーと). Near Minami-Funabashi station. This claims to be Asia's biggest mall, featuring 2 department stores, 360 shops and an equal number of restaurants."]]}]},{"type":"*","value":[{"type":"'''","value":["Soga Harbor City"]},". Brand new retail development with a huge Ito Yokado and adjoining Ario shopping mall, equally huge Homes home centre and The Culture Walk with cinema, bathhouse and other attractions. Now Chiba-ites don't need to go ALL the way to Tokyo or Funabashi to spend their hard earned yen! Grab a free shuttle bus from the West exit of Soga station."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Flying Sumo Surf Co."],["alt=Sumo Surf"],["url=http:\/\/www.flyingsumo.jp"],["email="],["address="],["lat="],["long="],["directions=100 meters before waterpark at Onjuku beach (5 min walk from Onjuku station)"],["phone = +81 470-60-3011"],["tollfree="],["fax="],["hours="],["price="],["content=Surf shop providing surfobard rental, sales, surfboard storage and surf lessons. English, Japanese and Korean spoken. Also includes an on-site bar with a wide selection of imported beers, great pizzas, burgers and hotdogs. Surf movies on flat screen TV's and great music. 2nd floor is a pension for nightly accomodation and includes a large furnished BBQ deck."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Around Chiba station"]}," There's no shortage of places to eat in the vicinity of the central station. If sushi is your thing, head for the restaurant in Perie, the underground mall beneath the station area. Just go down the stairs immediately in front of the ticket gates at the station's east exit."]},"\n:The Chiba Station building is a good spot to eat pasta, sweets, and so on. If you want  to eat lunch, you will find many restaurants on C1 street. For example, there is a steak restaurant, Hokaben (a Japanese bento shop), Goemon (a pasta restaurant), and Sukiya (Japanese meat dish on rice). On Sunday, a lot of people come to the area, so the restaurants are crowded. However, there is usually enough space.\n\n",{"type":"*","value":[{"type":"'''","value":["Western Food"]}," There are several western-style restaurants in and nearby Chiba for Americans who are feeling a little homesick and need a break from the excellent Japanese food found in Chiba. Many nonchain restaurants that purport to have Western food will be a disappointment to Americans. One such example is Upper Float, near Chiba Station, which bills itself as a Mexican restauarant, but is not at all authentic to Mexican or Tex-Mex food. It does have servicable margaritas, and is a popular hangout for expats - mostly British and Australian male english teachers in their 20s and early 30s, and the Japanese women who come there to meet them. The best bet for a full-service American restaurant is Outback Steakhouse, located in Kaihin-Makuhari. They have menus in English, and the atmosphere and food is exactly like that found in an American Outback Steakhouse."]},"\n",{"type":"===","value":["Oyumino"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Big Texas Oyumino(ビッグテキサスおゆみ野店)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 43-292-7336"],["tollfree="],["fax="],["hours="],["price="],["content=The atmosphere of this restaurant is imaged like Western America. You can have gorgeous, wonderful and tasty steaks and hamburger steaks there."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Leaf Dinning(リーフ ダイニング)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 43-293-5862"],["tollfree="],["fax="],["hours="],["price="],["content=Just 3 min from Oyumino station, this is a casual European food restaurant in Oyumino. You can feel as if you were at home because of the atmosphere."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["There is a fun gaijin friendly bar\/dance club called Ocean Deep 5 min from Chiba Station... You will see the blue neon lights reading Ocean Deep when exiting the train... Different them every night from belly dancing, salsa, and D.j.s costume parties. Good food and a vast variety of special drinks. "]},{"type":"*","value":["There is a good, gaijin friendly bar called \"The Joint\", which is about 15 mins from Chiba Station. During the football season you can catch live Premiership games and there is usually a DJ playing something funky. They serve actual pints if you drink Kilkenny- a real breath of fresh air compared to the usual nama biru served in every izakaya."]},{"type":"*","value":[" On the 22nd floor of the Sen (1000) City Tower (about 5mins from JR Chiba) there is an izakaya called Amataro. It's a chain, so don't expect anything unusual in terms of food or drink, but the high level offers a nice view of Chiba city."]},"\n",{"type":"===","value":["Oyumino"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=ANCHOR DOWN"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 43-291-8477"],["tollfree="],["fax="],["hours="],["price="],["content=Beyond a long counter(table),there are more than 500 types of foreign alcholes in this shop. Refined, mature and elegant adults love to drink here."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Surrounding ",{"type":"[[","value":[["Chiba (prefecture)"],["Chiba Prefecture"]]}," offers an escape from technological utopia."]},{"type":"*","value":[" ",{"type":"[[","value":[["Oyumino"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokyo Disneyland Resort"]]},", a stop on the railway between Tokyo and Chiba, offers a return to it. Take the JR Musashino Line or JR Keiyo Line. Get off at JR Maihama Station (South Exit)."]},{"type":"{{","value":[["routebox"],["image1=JR Sobu icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Tokyo"]]}],["minorl1=",{"type":"[[","value":[["Ichikawa"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Funabashi"],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Choshi"]]}],["minorr1=",{"type":"[[","value":[["Yachimata"]]}],["image2=Higashi-Kanto Expwy Route Sign.svg"],["imagesize2=100"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Tokyo"]]}],["minorl2=",{"type":"[[","value":[["Ichikawa"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Funabashi"],["directionr2=W"],["majorr2=Itako"],["minorr2=",{"type":"'''","value":[{"type":"[[","value":[["Narita"]]}]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Chiba, Chiba"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["35.6000"],["140.1000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chiba (prefecture)"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Chiba, Chiba"]]}]