[{"type":"{{","value":[["pagebanner"],["Chichén Itzá-banner.jpg"],["caption=The Temple of Warriors"],["unesco=yes"]]},"\n",{"type":"'''","value":["Chichén Itzá"]}," is the largest of the archaeological cities of the pre-Columbian Maya civilization in the ",{"type":"[[","value":[["Yucatán Peninsula"]]}," of ",{"type":"[[","value":[["Mexico"]]},". It is one of Mexico's most visited tourist destinations. It was granted World Heritage Site status in 1988 by ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," and was recently selected as one of the New Seven Wonders of the World.\n\nWhile the ruins themselves are amazing, you will probably be disappointed by the large number of vendors allowed in the park. The vendors certainly don't \"ruin\" the experience (pun intended), but they do diminish it. They are ubiquitous, often loud, and sometimes aggressive. This is in contrast to other Mayan historical sites where vendors are prohibited (e.g. Tikal in Guatemala).\n\n",{"type":"[[","value":[["File:Chichen.itza.10 brightened.jpg‎"],["right"],["400px"],["thumb"],["The Kukulcán Pyramid or El Castillo (The Castle) - Chichen Itza"]]},"\n\n",{"type":"==","value":[" Understand "]},"\n\nMany tourists visit Chichen Itza as a day trip, especially from ",{"type":"[[","value":[["Cancún"]]},", more than 100 miles away. This archaeological site is also an hour and a half away from Mérida, the capital of Yucatan. The Maya communities near Chichen Itza have developed many wonderful sites for travelers to rejoice in the Maya Cultural heritage. It is recommended you avoid a day-trip visit to Chichen Itza and schedule a night or two to enjoy all the activities nearby.  This allows time to see more than just a portion of this large site.  If you stay a night here, come to the archaeological site early in the day before the sun is so hot, and before most of the day-trippers arrive. This is a large park and usually visitors are on a tight schedule, consider the services of a guide. They can be found in the museum at the entrance and are very nice and reasonably priced. If you tire of their company, they will not be offended if you mention that you would like to visit on your own. A guide can give you information on sleeping overnight at the site. Entrance fee to the area is 177 pesos (Feb 2012) and if you want to film with a video camera, you'll need to pay an additional 45 pesos.\n\n",{"type":"===","value":[" History "]},"\nChichen Itza was a center of pilgrimage for the ancient Maya for over 1,000 years. The ",{"type":"'''","value":["Sacred Cenote"]}," (a large natural well or limestone sink hole) was holy to the ancient Rain God \"Chac\".\n\nAbout 987 the ruler of the Toltec people of central Mexico came here, and with his Maya allies made Chichen Itza the most powerful city in the Yucatan. The ruler called himself \"Kukulcan\", the name of the Mesoamerican Feathered Serpent deity (also known as \"Quetzalcoatl\") and Chichen Itza became a center for worship of that god as well. More buildings were built here in a mixture of Maya and Toltec styles.\n\nAbout 1221 the Maya revolted against the rulers of Chichen Itza. The city was not abandoned, but as political power shifted elsewhere it declined and no major new buildings were constructed. Chichen Itza remained a place of pilgrimage for the Maya until it was conquered by the Spanish Conquistadors in the 16th century.\n\nThe structures of Chichen Itza were overgrown with jungle and slowly decayed until major archaeological projects began in the 1920s. Since then, more of the ancient structures have been cleared and restored and more and more tourists come to visit.\n\n",{"type":"==","value":["Get in"]},"\nBy road, Chichen Itza is on the main highway between the capital city of ",{"type":"[[","value":[["Mérida (Yucatan)"],["Mérida"]]}," and the resort city of ",{"type":"[[","value":[["Cancún"]]},". If you have time and are looking for a more adventurist route, the \"libre' road that runs parallel to the toll highway goes through and by many villages and gives a better feel for the area. If you take the \"libre\" route, you will need to be more alert for pedestrians and animals on the road, as well as the numerous \"speed bumps\" you will encounter. If after dark, stick to the toll road. Come by automobile or take the very regular bus service.\n\nADO bus service from Cancun costs 180 pesos one way trip and the trip takes three hours. You'll have about 4 hours to spend on the area if using the faster bus. A cheaper bus is available for 117 pesos and with travel time of four hours per direction.\n\nIf you are located outside of Chichen Itza, a number of companies organize tours, including ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aldebarantours.com Tours Aldebaran"]}]},".  Also, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chichenservices.com Chichen Services"]}]}," which is dedicated to offer travel experiences dedicated to Sustainable Tourism and to financially help the nearby town residents with their community projects and endeavors.\n\n",{"type":"==","value":["Get around"]},"\nAt the site you get around on foot. Wear sturdy, comfortable walking shoes; consider that you may want to try climbing rough stone stairs in them. Sunscreen and a broad-brimmed hat may be good ideas too. There is very little usable shade in the middle hours of the day. Bring a pair of binoculars, star-gazing and birding is incredible in this region.  Also, if you want to know more about the Mayan local communities, their cooking, religious rites, calendar system and ancient arts, visit the small towns around Chichen.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["File:Chichen itza ruins.jpg"],["250px"],["thumb"],["View from the top of El Castillo"]]},"\nThese are the vestiges of a fascinating civilization of times past. Well informed guides speaking all major languages are available for hire here, or explore on your own with a guide book and map.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Pyramid of Kukulcan"]}," or ",{"type":"'''","value":["El Castillo"]},"  -- the most famous landmark of Chichen Itza. This was a temple-pyramid dedicated to the Feathered Serpent God, Kukulcan. It is nicknamed \"The Castle\".  Sculptures of the Feathered Serpents run down the sides of the northern staircase, and are set off by shadows from the corner tiers on the Spring and Fall equinox. (As of January 2006, you can no longer climb El Castillo.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Interior Temple"]}," The Maya would often build newer bigger temple-pyramids atop older ones. Archaeologists have constructed tunnels allowing a view of the earlier temple of Kukulcan inside the later one. Go in the door at the foot of the north stairway, and you can go up a steep interior stairway up to the room on the top where you can see King Kukulcan's Jaguar Throne, carved of stone and painted red with jade spots. It is an impressive sight, but the climb up the narrow interior passageway may be too much for those with some claustrophobia.  Note to those travelling to Chichen-Itza post March 2006:  You are no longer able to climb the steps to the top of the most of the monuments.  These areas have been roped off due to erosion and destruction of some of the sacred monuments."]},{"type":"*","value":[" ",{"type":"'''","value":["Temple of the Warriors"]}," (As of January 2006, you can no longer climb the Temple of the Warriors)"]},{"type":"[[","value":[["File:Chac-Mool - used for sacrifice at Chicha Nitza MX.jpg‎"],["thumb"],["250px"],["Chac Mool - used for sacrifice at Temple of Warriors"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Great Market"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Great Ballcourt"]}," - there are 7 courts for playing the Mesoamerican ballgame at Chichen Itza. This one is by far the largest and most impressive, not just at the site but in all of ancient Mesoamerica."]},{"type":"*","value":[" ",{"type":"'''","value":["Temple of the Jaguars"]}," - Attached to the ballcourt complex, with stone jaguar, feathered serpent columns, and murals inside."]},{"type":"*","value":[" ",{"type":"'''","value":["Sweatbaths"]}," - there are many ",{"type":"''","value":["Zumbul che"]}," structures found in both Chichen Itza and Old Chichen sites.  These Maya sweatbaths played an important rule in ancient Maya spiritual traditions as places to purify the mind, body, and emotions, thus getting in touch with one´s pure spiritual energy."]},{"type":"*","value":[" ",{"type":"'''","value":["Platform of the Skulls"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cenote of Sacrifice"]}]},{"type":"*","value":[" ",{"type":"'''","value":["El Caracol"]}," - circular temple on a rectangular platform, also sacred to Kukulcan, served as an astronomical observatory. ",{"type":"[[","value":[["File:Chichenitza MX - El Caracol -Observatory.jpg‎"],["thumb"],["250px"],["El Caracol aka The Observatory"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["High Priest's Grave"]}," - a smaller version of the \"Castillo\" served as a tomb for one of the city's rulers."]},{"type":"*","value":[" ",{"type":"'''","value":["The Nunnery Complex"]}," - Chichen Itza's royal palace back before the arrival of the Toltecs"]},{"type":"*","value":[" ",{"type":"'''","value":["The Red House"]}]},{"type":"*","value":[" ",{"type":"'''","value":["House of Deer"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Temple of the Wall Panels"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Akab' Dzib"]}," - palace with hieroglyphic inscriptions"]},{"type":"*","value":[" ",{"type":"'''","value":["Xtoloc Cenote"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Old Chichen"]}," - another group of buildings and temples a few minutes walk from the center of the site.  Old Chichen is clustered within the private property of Hacienda Chichen and not open to public visits.  This Maya archaeological site is south of the commonly visited Maya ruins.  It is part of the Maya Jungle Reserve and Nature Trails and open only to the Hacienda Chichen guests and visitors for birdwatching and horseback-riding tours.  Currently a few Maya temples are under reconstruction by INAH, they include:"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Initial Series Group"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Temple of the Phalli"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Platform of the Great Turtle"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Temple of the Owls"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Temple of the Monkeys"]}]}]},"\nNearby are:\n",{"type":"*","value":[" The ",{"type":"'''","value":["Caves of Balankanche"]},", where a large selection of ancient pottery and idols may be seen still in the positions where they were left in Pre-Columbian times."]},"\nAt night: \n",{"type":"*","value":[" ",{"type":"'''","value":["Light & Sound Show"]}," - If you visited the ruins during the day, you can return re-enter with the same ticket for the night show, which takes places in the center of the ruins. There's a light show and a narrative in Spanish (headsets for other languages are available for a small fee ($25 MN pesos in August 2008)). The show lasts around an hour and while it may not be the most exciting, on a nice night it is a pleasant way to relax, watch the stars and see the ruins lit up. They tell a great tale, which is very well done. If you do stay for the show, keep in mind it will be dark, very dark, when you leave the grounds. Have a flashlight and be familiar with how to get back to the main road, signs are almost non-existent. If you can plan to be there at a \"full moon\", it will be worth the effort, add to the experience and photographic results.  An alternate plan is to arrive in the area in the afternoon, see the Light & Sound Show that evening, the ruins in the morning, and depart the following afternoon - your admission on the first evening grants a discount on the next day, making it about the same price."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yaxkin Spa"],["alt=Hacienda Chichen hotel"],["url=http:\/\/www.yaxkinspa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers holistic beauty rituals based on ancient Maya traditions."]]}]},"\n",{"type":"*","value":["The area has excellent ",{"type":"'''","value":["birdwatching"]}," opportunities. Guests at the Hacienda Chichen have access to the hotel's bird refuge and extensive nature trails."]},"\n",{"type":"*","value":[" There are several fantastic ",{"type":"'''","value":["cenotes"]},", fresh water sinkholes in the limestone, found near Chichen Itza. Some of them are surrounded by lush gardens with restaurants, washrooms and showers.  During a hot day, cenotes make for a great way to cool your self off in the afternoon, take a break and split up your day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Descent of Kukulcan"]}," During the three most celebrated days which witnesses The Descent of Kukulcan (the 19th, 20th and 21 March), Chichen Itza hosts music, dances and theatrical performances organized in the interior of the site, as well as at the access door."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Toh Boutique"]}," and ",{"type":"'''","value":["The Maya Hut"]}," sells Maya craft, textiles and jewelry. Purchases support the Maya Foundation and the Nature Conservation and Bird Refuge Program, reforesting the region and preventing the illegal hunting of white tail deer and other animals in the area.They also have a tradition of dancing."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hacienda Chichen"],["alt="],["url=http:\/\/www.haciendachichen.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers regional, international and vegetarian dishes, in a 16th Century colonial terrace built with Maya carved stones (appropriated from the archaeological site by Spanish conquerors) overlooking lush tropical gardens. Some of the vegetables and fruits are organically grown by the owners in the south end of the gardens."]]}]},"\n",{"type":"==","value":["Drink"]},"\nBe sure to drink lots of bottled water. Those not accustomed to the tropical heat and sun can otherwise risk dehydration.\n\nThere are several refreshment stands in the archaeological site.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a handful of hotels by the ruins, along the highway nearby, and in the nearby town of Piste, in a variety of price ranges. Some have good swimming pools and restaurants. The town of ",{"type":"[[","value":[["Valladolid (Yucatan)"],["Valladolid"]]},", 40 km away, is a less-touristed alternate base.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Dolores Alba"],["alt="],["url=http:\/\/www.doloresalba.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+52-985-858-1555"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Km.122 Mérida-Cancún, Free Road (180), 100 rooms, pool, convenient parking, downtown. US$35-45. Be sure to check out ",{"type":"'''","value":["both"]}," pools - one is based on natural limestone formations and really quite spectacular!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hacienda Chichen"],["alt="],["url=http:\/\/www.haciendachichen.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+52-999-924-4222"],["tollfree=+1 877-631-4005"],["fax="],["price="],["checkin="],["checkout="],["content= Boutique Colonial hotel 16th-century Hacienda, eco-friendly with land dedicated to the protection of local flora and fauna. Maya Nature Reserve and Bird Refuge. Dr. Merle Greene's \"Rubbing Collection,\" Gallery and Yaxkin Spa are open to site visitors. US$120-160 (single\/double), US$165-225 (master suite)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mayaland Hotel and Bungalows"],["alt="],["url=http:\/\/www.mayaland.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1 800-235-4079"],["fax="],["price="],["checkin="],["checkout="],["content=Rooms ranging from standard hotel rooms to suites or bungalows with jacuzzi or loft. With its own entrance to the ruins. (They own the park, but the government owns the ruins.) US$88-244."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Villas Arqueologicas (former Club Med)"]},", Carr. Mérida - Valladolid km 120.  Pool, tennis courts, billiards.  US$112 (standard room), US$225 (suite for 4)."]},"\n",{"type":"==","value":["Stay safe"]},"\nWhen dealing with vendors;  Many will say \"Only 1 dollar\" or \"1 Peso\", please do not assume that is the actual price of items they are selling.  Once you try to complete the transaction it will be actually 1 dollar off or 1 peso off and you will be ask to further \"negotiate\" with them.  This might delay you unnecessarily if you are with a tour group.  Don't be afraid to walk away, they will follow you with a better offer, they enjoy the challenge, it's Mexico!!!\n\nBe sure to have cash pesos; changing money may be difficult here, especially on weekends.\n\nIf you bring a video camera, they might charge you extra.  Digital camera with video capability are exempted.\n\nTripods are forbidden unless you obtained special permits months ahead of time.\n\nMany of the items sold are treated with gasoline, especially products made from wood.\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["geo"],["20.682900"],["-88.568650"]]},"\n",{"type":"{{","value":[["isPartOf"],["Yucatán"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Chichen Itza"]]},"\n",{"type":"[[","value":[["Commons:Category:Chichén Itzá"]]}]