[{"type":"{{","value":[["Pagebanner"],["Chicago-banner6.jpg"],["star=yes"],["ftt=yes"]]},"\n\n",{"type":"[[","value":[["Chicago"]]},"'s skyline is one of the world's tallest and easily ranks among its most magnificent. It boasts several of the tallest buildings in the Western Hemisphere, including the massive Sears Tower, which was for much of the 20th century the tallest building in the world, and remains right near the top of such lists.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:John Hancock Center2.jpg"],["thumb"],["200px"],["X-bracing on the John Hancock Center"]]},"\n\n",{"type":"''","value":["See ",{"type":"[[","value":[["Chicago#Architecture"],["Architecture"]]}," for more on Chicago's skyscrapers and some of their shorter, notable counterparts."]},"\n\nIn the late 19th century, Chicago's downtown was an ideal location for architects of ambition; the ",{"type":"[[","value":[["Chicago#Understand"],["Great Chicago Fire"]]}," of 1871 had literally gutted the downtown area, creating a relentless drive to re-build and ample space in which to do it. Chicago's engineers solved the problem of the load-bearing wall, liberating structures from the limits of what a masonry foundation could support. Built in 1885, William LeBaron Janney's 10-story Home Insurance Building was the first to use a steel-frame skeleton to support its walls — at one-third of the weight of a structure using conventional means. Real estate prices and building heights soared in the years that followed, but the boom years of the 1920s financial bubble saw an unprecedented wave of skyscrapers that shattered previous records for size, including the still-extant Mather Tower, Tribune Tower, and later the Chicago Board of Trade. \n\nThe second wave, oddly enough, occurred during the 1960s and 70s, when urban centers across America were experiencing white flight and severe population decline. The answer of Chicago's first Mayor Daley was simple: build, and then build some more. As a result, while the residential population spread across a wide range of ",{"type":"[[","value":[["Chicagoland"],["suburbs"]]},", commercial activity remained fixed at the center of the city. It was during this time when Chicago gained its most famous modern skyscrapers, including the three of the tallest: the Sears Tower, the Aon Center, and the John Hancock Center. (It was also during this time — as occurred during the first wave — when a giant swathe of early skyscrapers were recklessly demolished.)\n\nThe third wave of supertall construction hit in the beginning of the 21st century. Driven by downtown Chicago's residential real estate boom (the hottest in the country prior to the 2007–2008 financial crisis), existing buildings converted office space to condominiums and hotels, and builders raced to erect some of the world's tallest buildings, which have radically re-shaped the city's skyline. The most obvious result of the building spree is, of course, the Trump Tower, now the third tallest building in the U.S., and second in Chicago only to the Sears Tower. Following the financial crisis, though, construction on several very high profile buildings ground to an abrupt halt as virtually all sources of credit dried up, rendering some of the most intriguing projects mere flights of fancy, relegated to the dustbin of counterfactual history, including the once highly anticipated Chicago Spire.\n\n",{"type":"==","value":["Views"]},"\n\nUsing this guide, you should be able to figure out what buildings you are looking at from any of Chicago's most popular skyline-gazing spots. The ",{"type":"[[","value":[["Chicago#CTA"],["CTA Red Line"]]}," is the best means for reaching most of the viewing points that follow; see individual district articles for more detailed directions.\n\nThe most popular views of Chicago's skyline are over Lake Michigan from the east. The two main locations for easterly views are:\n\nThe ",{"type":"[[","value":[["Chicago\/Loop"],["Loop"]]}," view from ",{"type":"'''","value":["Adler Planetarium"]},":\n",{"type":"[[","value":[["File:Adler Planetarium skyline view labeled.png"],["thumb"],["800px"],["left"]]},{"type":"<","value":["br",{"clear":"all"}]},"\n\nand the ",{"type":"[[","value":[["Chicago\/Near North"],["Near North Side"]]}," view from ",{"type":"'''","value":["Navy Pier"]},":\n",{"type":"[[","value":[["File:Magnificent Mile skyline view from Navy Pier labeled.png"],["thumb"],["800px"],["left"]]},{"type":"<","value":["br",{"clear":"all"}]},"\n\nThe clearest view from the ",{"type":"[[","value":[["Chicago\/Far North Side"],["North Side"]]}," is at Uptown's ",{"type":"'''","value":["Montrose Point"]},":\n",{"type":"[[","value":[["File:Montrose Point skyline view labeled.png"],["thumb"],["800px"],["left"]]},{"type":"<","value":["br",{"clear":"all"}]},"\n\nThe most popular view from the ",{"type":"[[","value":[["Chicago\/Bridgeport-Chinatown"],["South Side"]]}," is at ",{"type":"'''","value":["US Cellular Field"]},":\n",{"type":"[[","value":[["File:Comiskey Park skyline view labeled.png"],["thumb"],["800px"],["left"]]},{"type":"<","value":["br",{"clear":"all"}]},"\n\nAnd a typical ",{"type":"[[","value":[["Chicago\/Near West Side"],["West Side"]]}," view can be found at ",{"type":"'''","value":["Ashland L Station"]}," on the CTA Green\/Pink Line, near the ",{"type":"'''","value":["United Center"]},":\n",{"type":"[[","value":[["File:West Town rooftop view labeled.png"],["thumb"],["800px"],["left"]]},{"type":"<","value":["br",{"clear":"all"}]},"\n\nBut perhaps even more remarkable are the views from the skyline itself, particularly the ",{"type":"'''","value":[{"type":"[[","value":[["Chicago\/Near North#See"],["John Hancock Center Observatory"]]}]},":\n",{"type":"[[","value":[["File:Hancock Center Observatory view labeled.png"],["thumb"],["700px"],["left"]]},{"type":"<","value":["br",{"clear":"all"}]},"\n\nand the ",{"type":"'''","value":[{"type":"[[","value":[["Chicago\/Loop#See"],["Sears Tower Skydeck"]]}]},":\n",{"type":"[[","value":[["File:Sears Tower Skydeck view labeled.png"],["thumb"],["700px"],["left"]]},{"type":"<","value":["br",{"clear":"all"}]},"\n\n",{"type":"==","value":["Buildings"]},"\n\nThe following is a reference list of Chicago skyscrapers, in descending order by height, listed on the ",{"type":"[[","value":[["Chicago skyline guide#Views"],["views"]]}," maps. For directions, maps and information for buildings that are open to visitors, see individual district articles. All but one of these buildings can be found in the ",{"type":"[[","value":[["Chicago\/Loop"],["Loop"]]}," and the ",{"type":"[[","value":[["Chicago\/Near North"],["Near North"]]},".\n\n",{"type":"===","value":["The top ten"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sears Tower"],["alt=Willis Tower"],["url="],["email="],["address=233 S Wacker Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1451 ft. The ",{"type":"[[","value":[["Chicago\/Loop#See"],["Sears Tower"]]},", long the tallest building in the world, today has to settle for second tallest in the Americas, as it trails the height of ",{"type":"[[","value":[["New York City"]]},"'s One World Trade Center by most (but not all!) measures. It was built for Sears, Roebuck, and Company in 1974 by Bruce Graham of Skidmore, Owings, and Merill. The innovative design successfully handled the challenges of air flow and elevator\/emergency support for an unprecedented number of people, but the employees at Sears' formerly collegial suburban campus complained that it handled the challenges ",{"type":"''","value":["too"]}," well — they never saw anyone outside their own departments any more! Sears is no longer the building's major tenant, and the corporate naming rights have been whored out to the Willis Group, but a number of other, smaller firms have offices in the building, which also features Chicago's most visited observation deck on the 103rd floor."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Trump Tower"],["url="],["email="],["address=401 N Wabash Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1362 ft. The Trump Hotel and luxury residential building is both the newest member of the Chicago skyline, completed at the beginning 2009, and the tallest after the Sears Tower—indeed, it is the third tallest in the United States, and fourteenth in the world. The Donald intended for it to be the tallest in the world, but decided to scale back the plans to a mere \"second tallest in ",{"type":"[[","value":[["North America"]]},"\" (after the Sears Tower) following the 9\/11 terrorist attacks. The design features three prominent setbacks at the height of nearby buildings: the Wrigley Building, Marina City, and 330 N Wabash, which, combined with its singularly reflective exterior, allow this supertall to blend into the skyline, almost to the point where you could overlook it. As intended, the building reflects and interacts with the Chicago skyline, rather than imposing itself upon it with its great height. Regardless, you will not likely miss this building, and it's plenty interesting to examine — its asymmetric form ensures that you will see something quite different from any different vantage point."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aon Center"],["url="],["email="],["address=200 E Randolph St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1136 ft. Originally known as the Standard Oil Building, The Aon Center is ",{"type":"[[","value":[["United States of America"],["America's"]]}," fifth tallest building from base to roof, and sixth by architectural detail. It was built by Standard Oil of Indiana in 1972 by architect Edward Stone. The building was later renamed the Amoco Building when Standard Oil of Indiana rebranded itself. The building was initially faced with marble, but the windy city began to blow the marble off the sides of the building—or so the legend goes. Actually, the Italian Carrara white marble slabs had undergone significant hysteresis as a result of the winter\/summer seasonal changing temperature, and the marble was removed as a defensive measure to avoid potential liability from injury and damage if any of the slabs did fall. The entire building was refaced with granite, a costly job at around half of the original cost of the entire building! It is currently named after its biggest tenant, the Aon Corporation, a risk management firm."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=John Hancock Center"],["url="],["email="],["address=875 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1127 ft. The ",{"type":"[[","value":[["Chicago\/Near North#See"],["John Hancock Center"]]}," is the seventh tallest skyscraper in the U.S. and, if you include its very long antennae, the eighth tallest in the world from base to pinnacle. The building was a pioneer of several architectural features designed by Fazlur Khan, a Bangladeshi-American structural engineer. According to the logic of the structural expressionist school, these features are visible and emphasized, lending the building its originality. Most notable is the building's pioneering use of X-bracing—if you don't know what this means, you will when you see it. There is a great view from the Observation Deck on the 94th floor and a fine restaurant on the 95th. Floors 45 through 92 contain more than 700 condominiums."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=AT&T Corporate Center"],["url="],["email="],["address=227 West Monroe St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1007 ft. Built by Adrian Smith in 1989, the granite-clad AT&T Corporate Center is one of the city's more distinctive skyscrapers for its massive size, spiked roof pinnacles, and a style evocative of both Gothic and Japanese architectural styles."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Two Prudential Plaza"],["url="],["email="],["address=180 N Stetson Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=995 ft. This tower was built and connected to the original Prudential One for the Prudential Financial Corporation in 1990."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=311 S Wacker Dr"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=961 ft. This is perhaps the tallest building in the world without an official name, although locals know exactly what to call it: The White Castle Building. It is distinctive for its \"crown,\" which is brightly illuminated at night. If you are nearby, head into its lobby to see its enormous indoor garden and fountain."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=900 N Michigan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=871 ft. This skyscraper is a ",{"type":"[[","value":[["Chicago\/Near North#Buy"],["vertical shopping mall"]]}," on the Magnificent Mile, anchored by Bloomingdales in the back and the Four Seasons Resort between the towers. It's especially visible at night when its four \"lanterns\" are lit up."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Water Tower Place"],["url="],["email="],["address=845 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=859 ft. This is the ",{"type":"[[","value":[["Chicago\/Near North#Buy"],["pioneer vertical mall"]]}," on the Magnificent Mile and is home to the luxurious Ritz-Carlton Hotel, a ton of retailers, and some of Chicago's swankiest apartments. (Oprah's selling her rooftop mansion for around $5.5 million, in case you're interested.)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chase Tower"],["url="],["email="],["address=21 S Clark St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=850 ft. Located at the exact epicenter of CTA's Loop transit system, this building is distinctive for its vertical curve. It has been renamed for each of the successive banks that have bought out its previous tenants — for example, it was the BankOne Tower until recently."]]}]},"\n",{"type":"===","value":["Shorter, but proud"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Park Tower"],["url="],["email="],["address=800 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=844 ft. This very narrow skyscraper houses the Park Hyatt at the street level and luxury condos in the upper levels. It is one of the tallest buildings in the world that lack a steel frame, constructed of pre-cast concrete."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aqua"],["url="],["email="],["address=225 N Columbus Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=823 ft. The biggest American project ever to be headed by a woman, Jeanne Gang's skyscraper was named the world's best new building by Emporis when it opened in 2009 (four spots ahead of the Trump Tower across the river). Its most distinguishing feature is its series of undulating balconies, which extend as far as twelve feet from the building's walls, giving the building a surreal \"rippling\" effect. It uses an unforgettable curtain wall that compliments wavy balconies. Though impressive from any angle, it's best viewed relative to its \"water\" — either from a boat tour or the riverwalk over in the ",{"type":"[[","value":[["Chicago\/Near North"],["Near North"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Legacy Tower"],["url="],["email="],["address=21-39 S Wabash"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=822 ft. This very visible and hotly anticipated tower brought 360 new condos onto the downtown market, right in the heart of ",{"type":"[[","value":[["Chicago\/Loop"],["the Loop"]]}," in 2009. Its immense height, its location looming above Millennium Park, and its striking, slender form have made this building one of the most visually arresting additions to the skyline throughout the 2000s construction boom."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blue Cross Blue Shield Tower"],["url="],["email="],["address=300 E Randolph"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=797 ft. Originally a 33 story building, Chicago's health insurance colossus decided to expand towards the heavens, adding an extra 24 floors, up from 411 ft, to become one of the city's taller skyscrapers. The building was designed to allow for construction of additional floors, and was the first building to gain in height in city history."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=300 N LaSalle"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=785 ft. A major sustainable design project completed in 2009, extending the Chicago River's skyscraper canyon, and as an added bonus destroying a hideous riverfront parking garage."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Three First National Plaza"],["url="],["email="],["address=70 W Madison St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=767 ft. This huge office building, just north of the Chase Tower, was built in 1981. Its nine-story atrium features Henry Moore's gigantic statue, Large Internal-External Upright Form."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chicago Title & Trust Center"],["url="],["email="],["address=161 N Clark St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=756 ft. This 1992 building's slanted roof is brightly illuminated at night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=One Museum Park"],["url="],["email="],["address=1215 S Prairie Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=734 ft. One of the newest members of the Chicago skyline, and the tallest building in Chicago south of Van Buren St by far. It's the first real building on Grant Park's budding south wall, and serves as its soaring centerpiece."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Olympia Center"],["url="],["email="],["address=737 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=725 ft. Built in 1986, this is a tall red granite building, hard to miss on the Magnificent Mile for its red coloring and tapering shape as it goes up. Mostly residential."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=330 N Wabash"],["alt=IBM Plaza"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=695 ft. This is Mies van der Rohe's second tallest building, built in 1973 for IBM. IBM has since left the building, and the American Medical Association is expected to move its headquarters there in September 2013. The other big new tenant in 2013 is the Langham hotel, on the lower floors."]]}]},"\n",{"type":"===","value":["Even shorter, but still rising above the crowd"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waldorf Astoria"],["url="],["email="],["address=11 E Walton St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=686 ft. A thin skyscraper finished in 2010 on Chicago's Gold Coast, housing the Waldorf hotel, million+ dollar luxury condos (of course), and ground-level stores. It sports a faux-stone façade, a faux-French style roof, and general faux-taste."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=111 S Wacker"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=681 ft. Built in 2001, an attractive blue glass building. But the lobby is the most interesting sight, as its unique spiraling ceiling is actually the floor of the building's parking garage."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=One Magnificent Mile"],["alt=One Mag Mile"],["url="],["email="],["address=980 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=673 ft. An odd bundle of four hexagonal tubes, each at different heights. Those heights were carefully chosen and placed to aid Oak Street Beach sunbathers by ensuring the buildings shadow would never shade the sand!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=RR Donnelley Building"],["url="],["email="],["address=77 W Wacker Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=662 ft. This 1992 building is one of Chicago's more attractive skyscrapers and has a classical theme to its design. Notable current tenants include United Airlines and Microsoft."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Daley Center"],["url="],["email="],["address=55 W Washington St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=648 ft. The 1965 Daley Center is Chicago's principal civic center and boasts a gigantic ",{"type":"[[","value":[["Loop Art Tour"],["Picasso statue"]]}," on the adjacent plaza. A true Chicago landmark, the Daley Center was featured in ",{"type":"''","value":["The Blues Brothers"]},", who drive across Daley Plaza and crash through the glass walls of the building. The Mies-esque design was ",{"type":"''","value":["intended"]}," to age visibly: the color has faded in a rust-like direction from exposure to the elements."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lake Point Tower"],["url="],["email="],["address=505 N Lake Shore Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=645 ft. This high-class, curvy residential tower stands by Navy Pier as the city's lone building east of Lake Shore Dr. It was built in 1968 by two students of Mies van der Rohe and has been home to some famous Chicagoans, including Sammy Sosa and Alice Cooper."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Leo Burnett Building"],["url="],["email="],["address=35 W Wacker Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=635 ft. The RR Donnelly Building's neighbor, the Leo Burnett building is most notable for its rough textured exterior, and for the steel bars splitting its windows down the center. Built in 1989 for Leo Burnett Worldwide, a major advertising agency."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Heritage"],["url="],["email="],["address=130 N Garland Court"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=631 ft. This recent (2005) arrival is a very successful office and residential building, owing to its favorable location just across the street from Millennium Park. Its distinctive convex and concave curves intentionally mirror those of Millenium Park's Pritzker Pavilion across the street."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chicago Board of Trade"],["url="],["email="],["address=141 W Jackson Boulevard"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=605 ft. When it was built in 1930, it was the tallest building in Chicago and remained so for 35 years. The building still houses the ",{"type":"[[","value":[["Chicago\/Loop#See"],["Chicago Board of Trade"]]},", as well as its competitor, the U.S. Futures Exchange, and is a registered National Historic Landmark. As the building is in a sense a monument to the world of commodities trading, it's appropriate that the thirty foot statue on top is of Ceres, the Roman goddess of grain. To the left and right of the building on the street level you'll find another two sculptures, one dedicated to industry and the other to agriculture."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=CNA Plaza"],["url="],["email="],["address=325 S Wabash Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=600 ft. This 1972 International Style building would blend in to the background of the cityscape, were it not for its bright red paint job. It also lights up rooms at night to occasionally display messages, from \"Go Bears\" to \"Obama.\""]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Marina City"],["url="],["email="],["address=300 N State St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=588 ft. One of the Chicago skyline's most distinctive features are the 1964 twin concrete corncob towers of Marina City. They are mostly residential, with precarious looking parking on the lower middle levels, and house the House of Blues concert hall and hotel on the bottom. Its apartments are \"wedge-shaped\" and the building is unique (among other things) for having no interior right angles. The building was used in the movie ",{"type":"''","value":["Bullet"]}," in which a car plunges off one of the parking garage levels into the Chicago River below."]]}]},"\n",{"type":"===","value":["Last, but not least"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Smurfit-Stone Building"],["alt=Diamond Building or Crain Communication Building, after the new 2012 tenants"],["url="],["email="],["address=150 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=582 ft. Anyone who has seen ",{"type":"''","value":["Adventures in Babysitting"]}," should immediately recognize this 1984 building, as its slanted roof (lit up at night) played a very important role in the film's climax. Although popular opinion holds that the building was intended as an, ahem, anti-phallic complement to Chicago's many masculine skyscrapers, the architectural firm who designed the building strenuously denies it."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mid-Continental Plaza"],["url="],["email="],["address=55 E Monroe St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=582 ft. Although not among the very tallest, this 1972 skyscraper is one of Chicago's (and the world's) most massive buildings. It has no setbacks and covers a full city block."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Onterie Center"],["url="],["email="],["address=446 E Ontario St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=570 ft. Named after the two streets at its base, Ontario and Erie, the 1985 Onterie center features prominently the diagonal x-bracing structure, dedicated to the pioneer of that structure, Fazlur Khan, the structural engineer behind the John Hancock Center and Sears Tower. It is a mixed-use structure with retail, office, and residential space."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chicago Temple Building"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=568 ft. A skyscraper church; the tallest church ",{"type":"''","value":["building"]}," (but not the tallest ",{"type":"''","value":["church"]},"; see ",{"type":"[[","value":[["Ulm"]]},") in the world. Completed in 1924, it is home to the First United Methodist Church of Chicago. The first floor is occupied by a \"sanctuary\" two stories tall with seating for 1,000 people, but the really cool sanctuary is \"Sky Sanctuary\" located at the base of the steeple (room for 30). Most floors house religious offices."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palmolive Building"],["alt=Playboy Building"],["url="],["email="],["address=919 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=565 ft. This art deco Chicago landmark was built in 1929 for the Colgate-Palmolive Company, but became better known for its next tenant, the Playboy Company. The building really stands out on nights when its powerful beacon lights up the Chicago sky. Although previously sweeping a full circle, the beacon is now limited so as to not intrude upon the taller buildings around it. The building is currently being converted for residential use."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kluczynski Federal Building"],["url="],["email="],["address=219 S Dearborn St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=545 ft. This skyscraper was built in 1975, designed by Mies van der Rohe. The building is named for the Illinois 5th district congressman John Kluczynski, who served from 1951–1979. An adventurous (and oddly urban) raccoon may have set a raccoon world climbing record by reaching the scaffolding on the 36th floor in 2006."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mather Tower"],["url="],["email="],["address=75 E Wacker Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=521 ft. This 1928 building is instantly recognizable for its slim octagonal tower, which houses the smallest floors in Chicago. In 2000, the terra cotta crown began to fall off and was removed and subsequently replaced by helicopter."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Carbide and Carbon Building"],["alt=Hard Rock Hotel"],["url="],["email="],["address=230 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=503 ft. The Carbide and Carbon building is a beautiful 1929 Art Deco tower covered in dark green terra cotta and adorned with a gold terra cotta leaf at the pinnacle. It is rumored that the architects, the Burnham Brothers, intended the building to resemble a bottle of champagne. It's easily one of Chicago's most attractive buildings, a point not lost on ",{"type":"[[","value":[["Kazakhstan"],["Kazakh"]]}," director Bekmambetov, who shot the opening scene to his Hollywood blockbuster, ",{"type":"''","value":["Wanted"]},", right up at the gold pinnacle."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=680 N Lake Shore Dr"],["alt=Lake Shore Place, The New Playboy Building"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=474 ft. This 1924 building was the largest building in the world at the time of its construction and was originally known as the American Furniture Mart. If you are looking at the ",{"type":"[[","value":[["Chicago\/Near North"],["Near North"]]}," from Navy Pier at night, its illuminated blue roof is pretty hard to miss."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Intercontinental Chicago"],["url="],["email="],["address=505 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=471 ft. Truly one of Chicago's most intriguing buildings. The exterior pales in comparison to the lavish and impressively eccentric 1920s medieval and oriental fantasy. That is, of course, with the exception of what appears to be a Persian mosque serving as the building's pinnacle. The building was constructed in 1929 for the fabulously wealthy old boys club members of the Medinah Club, who never intended to let non-members enter the enormous building. Today, however, it is a hotel and anyone can (and should) slip in to see the various wonders. Wander up the seven floor staircase from the lobby, and try to hunt out the Hall of Lions on the second floor, the Spanish Court on the fifth and sixth along with the King Arthur Court on the fifth, the Grand Ballroom and the Assyrian reliefs on the eighth, and the Sumerian warriors on the twelfth."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tribune Tower"],["url="],["email="],["address=435 N Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=462 ft. The Chicago Tribune's home was built in 1925 following an international design competition. The neo-Gothic winner remains one of Chicago's most distinguished landmarks. The building's walls contain rocks from many famous world landmarks, including: the Taj Mahal, the Parthenon, the Great Pyramid, the Cathedral of Notre-Dame, the Great Wall of China, the Berlin Wall, and most recently from the demolished World Trade Center. The Tribune Tower even managed to get its hands on a moon rock, but so far NASA hasn't allowed it to add the rock to the wall."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Equitable Building"],["alt=401 N. Michigan"],["url="],["email="],["address=401 N. Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=457 ft. Completed in 1965. Built on the grounds of John Kinzie’s log cabin and site of Cyrus McCormick’s invention of the reaper in 1847. The building’s plaza is surrounded by views of the Wrigley Building, Tribune Tower, Chicago River, and Michigan Avenue."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dirksen Federal Building"],["url="],["email="],["address=219 S Dearborn St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=383 ft. This building was built by Mies van der Rohe in 1964 and is named after former Illinois senator and minority leader Everett McKinley Dirksen."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Metropolitan Correctional Center"],["url="],["email="],["address=71 W Van Buren St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=287 ft. While not very tall, this 1975 brutalist structure is one of the most distinctive and curious in the Chicago skyline. As its name suggests, it is a vertical prison skyscraper and its sharp triangular shape is designed to minimize the amount of time that it takes to patrol its corridors. Its prisoners have some of the prison world's best views as their exercise yard is located on top of the roof, although the narrow slits serving as windows do not allow such nice views from the cells. The prison houses male and female convicts of all security levels."]]}]},"\n",{"type":"===","value":["Under construction"]},"\nAfter the events of September 11, 2001, it was proposed that the era of the super-tall skyscraper was over; people did not want to live or work in what were, essentially, big attack targets. Funding dried up for a while, and modest designs were the word of the day. \n\nThat didn't last long. Chicago is too wrapped up in the ",{"type":"''","value":["idea"]}," of the skyscraper to stop building them, and in time, the economic backing returned: Chicago's downtown underwent an unprecedented residential real estate and construction boom over the next six years, leading Forbes Magazine to declare the 60602 zip code the hottest in the country. Things slowed down following the financial collapse, but the air is still filled with cranes and scaffolding and dreams—expect the construction to pick up faster than the economy. \n\nReal estate recovery seems no longer a matter of speculation as of 2013, with a ream of new supertall constructions beginning. Perhaps the most anticipated project of late is the set of three skyscrapers slated to go up on Wolf Point at the western bend of the Chicago River downtown, with the tallest registering at 950 ft. That will make for a busy section of town, given the construction of 650 ft River Point just across the river!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waterview Tower"],["url="],["email="],["address=111 W Wacker Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=650 ft. This building was intended to open in 2009 to house luxury condos and the Shangri-La Hotel, slated to be Chicago's fifth tallest upon completion at 1047 ft. Such exciting plans have been deflated, though—in 2008 the project went on hold mid-construction, as there were financial problems related to turmoil in credit markets, and the proposed height slashed nearly in half."]]}]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Cultural attractions"],["United States of America"]]},"\n",{"type":"{{","value":[["Startopic"]]},"\n",{"type":"{{","value":[["related"],["Chicago"]]},"\n",{"type":"{{","value":[["related"],["Architecture"]]}]