[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Chiclayo"]}," is in ",{"type":"[[","value":[["Northern Coast (Peru)"],["northern coastal Peru"]]},".\n\n",{"type":"==","value":["Understand"]},"\nChiclayo is one of the liveliest Cities in northern Peru with a population of around 970,000. Perhaps the better Lima being big enough to have supermarkets and still small enough to be manageable without hours spend in city busses. The plazas like Parque Principal or Plazuela Elias Aguirre buzz with live even after sunset.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe two major airlines, Lan Peru and Star Peru, operate daily flights from Lima to Chiclayo. A taxi should cost PES\/2 for the 1km journey into the city centre.\n\nTaca airlines also offers flights from lim to cix.  The nice thing about Taca is that they don't overcharge you like Lan.\n\n",{"type":"===","value":["By bus"]},"\nAll the major bus lines are present in Chiclayo but most have their own terminal spread out over the City. \nLinea is on Av. Bolognesi 638\nOne block west of Linea is the Terminal for most north- or eastbound busses.\nMovil is around the corner opposite the Metro supermarket (LP says Av. Bolognesi 199 but I think it is Av. Jose Balta)\n\n",{"type":"==","value":["Get around"]},"\nChiclayo is full of Tico taxis. Short journeys cost PES\/3. A station would be better if less easy to find to go to Sipan, Ferreñafe, Lambayeque or the beaches PES\/15, or Tucume PES\/20. Moto taxis cost half the price, are better ventilated, but give less protection.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Lord of Sipan tomb"]}," - The discovery of the Lord of Sipan considered the \"King Tutankamon of the Americas\", is one of the most spectacular tombs discovered in the western hemisphere. Sipan's treasures show the Moche culture's ability with several metals: gold, silver and copper and precious stones in fine quality and a mastery in metallurgy unrivalled in the Americas, centuries before the Incas.  \nThere are two different Sights connected with the Lord of Sipan:\n",{"type":"*","value":[{"type":"'''","value":["The Sipan Museum - Museo Tumbas Reales de Sipan"]}]},": The museum is situated in the center of ",{"type":"[[","value":[["Lambayeque"]]}," and definitely worth a visit although descriptions are in spanish only. It features most of the treasures of the Sipan tombs together with thorough explanation what the grave looked like and how it was discovered in 1989. \n: Entrance fee is 10 S\/. Student discount only for national students. Open ",{"type":"'''","value":["Tuesday"]}," to ",{"type":"'''","value":["Sunday"]}," 9am - 5pm. \n: Collectivos from and back to Chiclayo run frequently (20 minutes, 1.30 S\/.). In Chiclayo ask in the collectivo stations.\n",{"type":"*","value":[{"type":"'''","value":["Sipan tombs"]}," "]},": The actual excavation site some 30 kilometers out of town\n\n",{"type":"'''","value":["Tucume"]}," - The Valley of 26 pyramids built by the ancient peruvians.\n\n",{"type":"'''","value":["Sican Museum"]}," - that host and interesting remains of Sican culture. It is located 20 minutes from Chiclayo in ",{"type":"[[","value":[["Ferrenafe"]]},". Yes this is different from the Si",{"type":"'''","value":["p"]},"an Stuff\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Witch Market"]},"\nDeep in the market quarters is one row of shops called the witch market (probably second row of shops coming from around Arica #950)\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nReal Plaza shopping center and Ripley in the city center. Mercado Modelo is a very big market where it´s possible to buy almost anything.  It´s crowded and it´s easy to get robbed so be careful.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\nMi Tia's located on Elias Aguirre on the corner of the town square is excellent! Very friendly staff, a good selection of food, to go orders, dine in and at night they have a burger window!\n\n",{"type":"===","value":["Mid-range"]},"\nMarakos Restaurant\nOffers good menues. Grilled beef is one of the most popular and delicious dishes.\n\nSorrentos... this evening only set of diners is not to be missed....easily the best beef empanadas in the nation!  Excellent french fries and top notch salad!  Also great Lomo!\n\n",{"type":"===","value":["Splurge"]},"\nFiesta Gourmet restaurant \nIt is the most famous in the north for its quality.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de la Luna"],["url=http:\/\/www.hotelcasadelaluna.com.pe"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=ALOJAMIENTO Z"],["url="],["email="],["address=Mariscal Catilla 118"],["lat="],["long="],["directions=CHICLAYO"],["phone=074-222534"],["tollfree="],["fax="],["hours="],["price=25"],["checkin=06 am"],["checkout=01 pm"],["content=Av Bolgnesi cuadra 9. Just close to CRUZ DEL SUR terninal of buses. Quiet in the center of town:"]]}]},{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gran Hotel Chiclayo"]},". Located in the hearth of Chiclayo. It is considered the best in the city."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe bus companies, hotels & thieves are very central. Do not flash any valuables (such as taking a photo) when walking around this area; it looks safe but there are thieves around.\n\nPimentel is a fairly unsafe area. Travellers are reported to be robbed there in bright daylight, close to the beach.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.transporteslinea.com.pe Transportes Linea"]}," has hourly buses to ",{"type":"[[","value":[["Trujillo (Peru)"],["Trujillo"]]}," (3 hours) & on to Lima (11 hours)."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.moviltours.com.pe Movil Tours"]}," are good value to ",{"type":"[[","value":[["Chachapoyas"]]}," & ",{"type":"[[","value":[["Tarapoto"]]},"."]},{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-6.762961"],["-79.836614"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Coast (Peru)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Chiclayo"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South_America\/Peru\/Departments\/Lambayeque\/Chiclayo\/"]]}]