[{"type":"{{","value":[["pagebanner"],["Chicago-banner4.jpg"],["caption=Buckingham Fountain in downtown Chicago"]]},"\n",{"type":"'''","value":["Chicagoland"]}," consists of the Chicago metropolitan area in northeastern ",{"type":"[[","value":[["Illinois"]]},", including ",{"type":"[[","value":[["Chicago"]]}," and its surrounding suburbs. Broader definitions also include parts of ",{"type":"[[","value":[["Southeast Wisconsin"]]}," and ",{"type":"[[","value":[["Northwestern Indiana"]]},".  In total, it covers all of Cook, DuPage, Lake, Kane and Will Counties in Illinois as well as portions of Kenosha County, WI; McHenry County, IL and Lake County, IN.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[" City of ",{"type":"[[","value":[["Chicago"]]},": The actual city."]},{"type":"*","value":[" ",{"type":"[[","value":[["Chain O' Lakes"]]},": A region in northwestern Lake County made famous for the numerous lakes within the region.  A popular tourist area."]},{"type":"*","value":[" ",{"type":"[[","value":[["Far North Suburbs (Illinois)"],["Far North Suburbs"]]},": Those suburbs generally located in Lake County."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fox River Valley"]]},": The general region located between the Chain O' Lakes and ",{"type":"[[","value":[["Aurora (Illinois)"],["Aurora"]]},", including the City of ",{"type":"[[","value":[["Elgin (Illinois)"],["Elgin"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Inner Suburbs"]]},": The suburbs in immediate proximity to Chicago."]},{"type":"*","value":[" ",{"type":"[[","value":[["North Shore (Illinois)"],["North Shore"]]},": A general term used to describe the affluent communities along Lake Michigan between Chicago and ",{"type":"[[","value":[["North Chicago"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Northwestern Suburbs (Illinois)"],["Northwestern Suburbs"]]},": The region generally on and in close proximity to the Union Pacific Northwest Metra Line."]},{"type":"*","value":[" ",{"type":"[[","value":[["South Suburbs"]]},": A region generally located along I-57 and south."]},{"type":"*","value":[" ",{"type":"[[","value":[["Western Suburbs"]]},": The region generally located west of I-294."]},"\n",{"type":"==","value":["Interstate Regions"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kenosha County"]]},": The south-easternmost county in Wisconsin.  The eastern portion is sometimes considered part of greater Chicagoland."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake County (Indiana)"],["Lake County"]]},": The north-westernmost county in Indiana.  The eastern portions of the County are often considered portions of Chicagoland."]},{"type":"*","value":[" ",{"type":"[[","value":[["McHenry County (Illinois)"],["McHenry County"]]},": Northwest of Cook County and sharing much of its border with Wisconsin, this Illinois county is often considered part of Chicagoland due to its many connections (including rail and highway)."]},"\n",{"type":"==","value":["Principal Cities"]},"\nChicagoland, though centered around Chicago, is anchored by many regional cities which have their own distinct cultures, economics and traditions.  These are a few of the noteworthy cities and communities in the region:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aurora (Illinois)"],["Aurora"]]},": Illinois's second largest city and one of the two anchors of the ",{"type":"[[","value":[["Fox River Valley"]]},", Aurora is a major city and often considered the gateway to the region on I-88."]},{"type":"*","value":[" ",{"type":"[[","value":[["Chicago"]]},": The principle city of the region and its main economic engine. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Elgin (Illinois)"],["Elgin"]]},": A historic community and second of the two anchors of the ",{"type":"[[","value":[["Fox River Valley"]]},", Elgin is the gateway to the region on I-90."]},{"type":"*","value":[" ",{"type":"[[","value":[["Joliet"]]},": The anchor of the ",{"type":"[[","value":[["South Suburbs (Illinois)"],["South Suburbs"]]},", Joliet is a gateway to the region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Naperville"]]},": The primary city of the ",{"type":"[[","value":[["Western Suburbs (Illinois)"],["Western Suburbs"]]},", Naperville is often noted for its urban downtown."]},{"type":"*","value":[" ",{"type":"[[","value":[["Waukegan"]]},": Birthplace of Ray Bradbury, Waukegan is the anchor of the ",{"type":"[[","value":[["Far North Suburbs (Illinois)"],["Far North Suburbs"]]},"."]},"\n",{"type":"==","value":["Understand"]},"\nThough founded in 1833, the City of Chicago was officially incorporated in 1837. Spurred by port and rail traffic, the City became one of the fastest growing urban areas in the world for several decades and gradually became both the center of the Chicagoland region and the entire ",{"type":"[[","value":[["Midwest"]]},". Much of the growth of the region can be linked directly to Chicago and its history.\n\nFollowing the conclusion of the Second World War, Chicagoland simply exploded. New model suburbs such as ",{"type":"[[","value":[["Park Forest (Illinois)"],["Park Forest"]]}," gave returning veterans the new amenities of inexpensive housing away from the City.  They settled, raised families and saw a cycle of growth continue. Population started shifting into these new suburbs, which continued to grow and incorporate. Today, the City of Chicago has 2.7 million people while the entire area has 9.7 million (just the Illinois portion). Whereas once the City also held all the attractions, now there are hundreds of unique sites, restaurants and festivals throughout the entire area.\n\n",{"type":"==","value":["Get in"]},"\nChicagoland is a major hub for vehicle, air, rail and port traffic and is accessible via any number of different methods.  The city has an outstanding public transport system, which allows great access not only to the City but to many areas of the region.  Below are a few different methods of entry:\n\n",{"type":"'''","value":["By vehicle"]},":\n",{"type":"*","value":[" ",{"type":"'''","value":["Interstate System"]},": Chicagoland is the dead center of most major interstates serving the Midwest as well as many cross-country routes (specifically, I-80, I-90 and I-94).  The following routes either pass through or connect the region:"]},":* ",{"type":"''","value":["I-80"]}," (portions tolled): I-80 crosses through the ",{"type":"[[","value":[["South Suburbs (Illinois)"],["South Suburbs"]]}," region.\n:* ",{"type":"''","value":["I-88"]}," (tolled): I-88 is a regional interstate which connects the region to the ",{"type":"[[","value":[["Quad Cities"]]},"\n:* ",{"type":"''","value":["I-90"]}," (tolled): I-90 connects the region locally to ",{"type":"[[","value":[["Rockford"]]}," and ",{"type":"[[","value":[["Gary"]]}," and ultimately ",{"type":"[[","value":[["Madison"]]},".\n:* ",{"type":"''","value":["I-94"]}," (tolled): I-94 connects the region to ",{"type":"[[","value":[["Milwaukee"]]}," and ",{"type":"[[","value":[["Detroit"]]}," and ultimately to the ",{"type":"[[","value":[["Twin Cities"]]},".\n:* ",{"type":"''","value":["I-55"]},": I-55 terminates in Chicagoland and connects it to ",{"type":"[[","value":[["St. Louis"]]}," and ultimately to ",{"type":"[[","value":[["New Orleans"]]},".\n:* ",{"type":"''","value":["I-57"]},": I-57 terminates in Chicagoland and connects it to ",{"type":"[[","value":[["Memphis"]]},".\n:* ",{"type":"''","value":["I-65"]},": I-65, which originates in the Indiana portion of Chicagoland, connects the region to ",{"type":"[[","value":[["Indianapolis"]]}," and ultimately ",{"type":"[[","value":[["Louisville"]]},".\n",{"type":"*","value":[" ",{"type":"'''","value":["US Highways"]},": Chicagoland is connected through a series of US numbered highways including US 20, US 30, US 41 and US 45."]},"\n",{"type":"'''","value":["By plane"]},":\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["O'Hare International Airport"]]}]},": The region's primary airport, O'Hare is routinely listed as one of the busiest airports in the world.  It provides service to most other major cities in North America and many international destinations.  It is connected to the Chicago Loop via the CTA's Blue Line."]},{"type":"*","value":[" ",{"type":"'''","value":["Midway Airport"]},": Chicagoland's second major airport, Midway primarily provides service to other destinations in the United States and is accessible from CTA's Orange Line to the Loop."]},{"type":"*","value":[" ",{"type":"'''","value":["Dupage County Airport"]},": A \"designated reliever airport\" for O'Hare and an increasingly popular airport."]},{"type":"*","value":[" ",{"type":"'''","value":["Chicago Executive Airport"]},": A second designated reliever airport, it is an increasingly popular airport for chartered flights based in ",{"type":"[[","value":[["Wheeling (Illinois)"],["Wheeling"]]}," and ",{"type":"[[","value":[["Prospect Heights (Illinois)"],["Prospect Heights"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Waukegan Regional Airport"]},": A third designated reliever airport, the Waukegan Regional Airport receives chartered flights."]},"\n",{"type":"'''","value":["By train"]},":\nChicagoland is served by numerous ",{"type":"'''","value":["Amtrak"]}," routes.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Metra map.png"],["thumb"],["300px"],["Metra system map"]]},"\n\n",{"type":"'''","value":["By Vehicle"]},":\nDespite its excellent public transportation, personal vehicles remain the best form of transportation in the area.  The interstates are the primary method of vehicle travel, though, mostly to avoid tolls and congestion, many local routes are used.  Below are some commonly traveled routes which tourists may find useful for avoiding traffic:\n",{"type":"*","value":[" ",{"type":"'''","value":["North-South Routes"]},":"]},":* ",{"type":"''","value":["US 41"]},": US 41 (known as \"Lake Shore Drive\" in Chicago) is a primary north-south route.  It connects the Far North Suburbs, North Shore, City and South Suburbs.\n:* ",{"type":"''","value":["US 45"]},": US 45 is a primary north-shore and connects the Far North Suburbs, Northwestern Suburbs, Immediate Suburbs and Southern Suburbs.\n:* ",{"type":"''","value":["IL 53"]},": IL 53 is a unique route that primarily serves as a connection point between various points of the Northwestern Suburbs.  However, it is a important thoroughfare for connection to local interstates.  There are current plans to extend it into the Chain O'Lakes\/Far North Suburbs.\n:* ",{"type":"''","value":["IL 59"]},": IL 59 connects the Chain O'Lakes to the Northwestern Suburbs and Western Suburbs before terminating in Naperville.\n:* ",{"type":"''","value":["IL 31"]},": IL 31 is the major north-south route connecting the Chain O'Lakes and Fox River Valley.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["East-West Routes"]},":"]},":* ",{"type":"''","value":["IL 120"]},": IL 120 is the primary connection between the Far North Suburbs and the Chain O'Lakes.  It terminates near Woodstock in McHenry County. Through much of the Far North Suburbs, this route is open freeway.\n:* ",{"type":"''","value":["US 12"]},": US 12 runs on a northwest-southeast route through the entire region and connects the South Suburbs directly to the City and then runs northwest connecting the Northwestern Suburbs to the Chain O'Lakes.\n:* ",{"type":"''","value":["Lake-Cook Road"]},": A major east-west route, this road is technically the border between Lake and Cook Counties but also connects the North Shore to the Northwestern Suburbs and Fox River Valley.\n:*",{"type":"''","value":["US 14"]},": Like US 12, US 14 runs a northwest-south route through the entire region.  It originates in the City and then connects it to the Northwestern Suburbs, Fox River Valley and McHenry County before exiting the region.  Through much of its course, it runs alongside the Union Pacific Northwest Metra Line.\n:*",{"type":"''","value":["US 20"]},": A major east-west arterial, this route connects the City to the Immediate and Western Suburbs and the Fox River Valley.  Through Elgin, the route is open freeway.\n:*",{"type":"''","value":["North Avenue"]},": A major east-west route, North Avenure originates in the City and runs through the Immediate and Western Suburbs into the Fox River Valley.\n:*",{"type":"''","value":["Ogden Avenue"]},": Another route originating in the City, Odgen connects the City to many of the Immediate Suburbs, the Western Suburbs and Aurora.\n:*",{"type":"''","value":["US 30"]},": A major-east west through, US 30 primarily serves the South Suburbs.\n\n",{"type":"'''","value":["By Train"]},": Chicagoland's Metra commuter train system is one of the most connected and advanced in the United States containing 241 Stations on 11 routes.  Below is a brief outline of each the train routes (a full list of stops and schedules is available on ",{"type":"[","value":["http:\/\/metrarail.com\/metra\/en\/home.html Metra's website"]},":\n",{"type":"*","value":[" ",{"type":"'''","value":["BNSF Railway"]},": Provides daily service between Chicago's Union Station and Aurora through much of the Western Suburbs."]},{"type":"*","value":[" ",{"type":"'''","value":["Heritage Corridor"]},": Daily service between Union Station and Joliet (this is one of two routes originating in Joliet)."]},{"type":"*","value":[" ",{"type":"'''","value":["Milwaukee District North Line"]},": Connects Chicago's Union Station and ",{"type":"[[","value":[["Fox Lake (Illinois"],["Fox Lake"]]},", the anchor of the Chain O'Lakes.  It provides service through the Northwestern and Far North Suburbs as well."]},{"type":"*","value":[" ",{"type":"'''","value":["Milwaukee District West Line"]},": Connects Union Station and Elgin passing through many of the Northwestern Suburbs inbetween."]},{"type":"*","value":[" ",{"type":"'''","value":["North Central Service"]},": Provides service between Union Station and ",{"type":"[[","value":[["Antioch (Illinois)"],["Antioch"]]}," in the Chain O' Lakes.  It connects many of the Northwestern and Far North Suburbs in between."]},{"type":"*","value":[" ",{"type":"'''","value":["Rock Island District"]},": Connects LaSalle Street Station to Joliet and passes through many southern suburbs."]},{"type":"*","value":[" ",{"type":"'''","value":["Southwest Service"]},": Connects Union Station to ",{"type":"[[","value":[["Manhattan (Illinois)"],["Manhattan"]]}," through the South Suburbs."]},{"type":"*","value":[" ",{"type":"'''","value":["Union Pacific North Line"]},": One of Metra's most heavily traveled lines, the North Line connects Ogilvie Station with Waukegan and ",{"type":"[[","value":[["Kenosha"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Union Pacific Northwest Line"]},": Another of the region's most heavily traveled lines, the Northwest Line connects Ogilvie to ",{"type":"[[","value":[["Crystal Lake (Illinois)"],["Crystal Lake"]]}," and ",{"type":"[[","value":[["Harvard (Illinois)"],["Harvard"]]},".  It provides service to most of the Northwestern Suburbs, a portion of the Fox River Valley and McHenry County."]},{"type":"*","value":[" ",{"type":"'''","value":["Union Pacific West Line"]},": The West Line connects Ogilvie and extends to ",{"type":"[[","value":[["Elburn (Illinois)"],["Elburn"]]},", connecting many Immediate and West Suburbs as well as portions of the Fox River Valley.  Elburn is actually considered part of the greater ",{"type":"[[","value":[["Northern Illinois"]]}," region."]},"\n",{"type":"'''","value":["By Bus"]},": Two major bus systems service the region: the Chicago Transportation Authority (CTA) and Pace.  CTA services Chicago while PACE covers the rest of the region.  Visit their websites for more information: ",{"type":"[","value":["http:\/\/www.transitchicago.com\/ Chicago Transportation Authority"]}," and ",{"type":"[","value":["http:\/\/www.pacebus.com\/ Pace"]},".\n\n",{"type":"'''","value":["By Subway\/L"]},": The CTA also manages the Chicago subway and elevated rail ('L') system.  Since the majority of the system serves the actual city, most information can be found there.  However, certain CTA stops are in the greater region including ",{"type":"[[","value":[["Wilmette"]]},", ",{"type":"[[","value":[["Evanston"]]},", ",{"type":"[[","value":[["Skokie"]]},", ",{"type":"[[","value":[["Rosemont"]]},", ",{"type":"[[","value":[["Cicero"]]},", ",{"type":"[[","value":[["Forest Park"]]},", and ",{"type":"[[","value":[["Oak Park"]]},", which makes those respective lines sometimes an easier alternative to vehicle or Metra for access to the city.\n\n",{"type":"==","value":["See"]},"\t \n\n",{"type":"===","value":["Buildings and Architecture"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Baha'i Temple"]},": A cultural and architectural wonder located in Wilmette."]},{"type":"*","value":[" ",{"type":"'''","value":["Frank Lloyd Wright Architecture"]},": Frank Lloyd Wright's architecture abounds through the Immediate Suburbs but particularly in River Forest and Oak Park."]},{"type":"*","value":[" ",{"type":"'''","value":["The Loop"]},": Chicago's Loop contains a mixture of stylized modern skyscrapers and historic buildings."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Professional Sports"]},"\nChicago is home a number of major and minor sports teams.  A few select local teams and their arena locations:\n",{"type":"*","value":[" Chicago Bears (National Football League - Based at Soldier Field, Chicago)"]},{"type":"*","value":[" Chicago Bulls (National Basketball League - Based at the United Center, Chicago)"]},{"type":"*","value":[" Chicago Cubs (Major League Baseball - Based at Wrigley Field, Chicago)"]},{"type":"*","value":[" Chicago White Sox (Major League Baseball - Based at U.S. Cellular Field, Chicago)"]},{"type":"*","value":[" Chicago Blackhawks (National Hockey League - Based at the United Center, Chicago)"]},"\n",{"type":"===","value":["Parks & Zoos"]},"\nChicagoland has a number of spectacular and award winning parks.  Some major parks throughout the area which draw crowds include the following:\n",{"type":"*","value":[" Millennium Park - the famous Millennium Park is located in the Chicago Loop."]},{"type":"*","value":[" Lincoln Park Zoo - a free zoo open in the Lincoln Park Neighborhood of Chicago."]},{"type":"*","value":[" Brookfield Zoo - a world-renown zoo located in suburban Brookfield in the Immediate Suburbs."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mortonarb.org\/ Morton Arboretum"]}," - a world famous arboretum located in suburban Lisle in the Western Suburbs."]},{"type":"*","value":[" Six Flags Great America - this flagship of the Six Flags parks is located in Gurnee in the Far North Suburbs."]},{"type":"*","value":[" Illinois State Beach Park - a large natural area on Lake Michigan in the Far North Suburb of Zion."]},"\n",{"type":"===","value":["Gambling and Casinos"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Harrah's Joliet"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Grand Victoria"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Rivers"]}]},"\n",{"type":"==","value":["Eat"]},"\nLike any metropolitan area, Chicagoland offers every type of cuisine at every different kind of price range.  Quintessential Chicagoland favorites include Italian beef (a beef sandwich commonly served with gravy and peppers), Chicago deep dish pizza and Polish sausage.  Chicago-style hot dogs are common throughout the country, but the best are only available in Chicagoland.  Local favorite restaurant chains for Chicago-staples include Lou Malnati's (deep dish pizza) and Portillo's (Italian beef, Polish sausage and Chicago-style hot dogs).  Of course, residents from across the area will always swear by their local restaurant as the best, however.\n\n",{"type":"==","value":["Drink"]},"\nChicagoland has beer, wine, mixed drinks and coffee to compete with any other first-class city in the world.  Goose Island Brewery, an originally independent brewery now owned by Anheuser-Busch, still brews and distributes local favorite beers such as 312 and Green Line throughout the area.  Other craft breweries such as Great Lakes (in Lake Bluff), Half Acre (in Chicago) and Two Brothers (in Warrenville) are also popular and their beers easily found throughout the region.  Many restaurants also brew and serve their own beer.\n\nChicagoland's love of coffee is also extensive, and excellent coffee can be found in the city and throughout the region.  Starbucks, Caribou and other chains are available as well as many independent shops.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Newspapers"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chicagotribune.com\/ The Chicago Tribune"]}]}," (\"The Trib\") is the Chicago area's biggest daily, and publishes a suburban edition."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.suntimes.com\/ The Chicago Sun-Times"]}]}," The other major Chicago paper, long-time rivals with the Tribune."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/dailyherald.com\/ The Daily Herald"]}]}," is a large daily newspaper aimed primarily at the suburbs."]},{"type":"*","value":[" ",{"type":"'''","value":["The Northwest Herald"]},"."]},"\n",{"type":"===","value":["Climate"]},"\nChicago, like much of the Midwest, is known for cold winters and warm, humid summers.  During the spring and fall, temperatures can shift somewhat radically, though locations near the lake (typically within 20 miles) tend to be somewhat shielded from this by the lake.  You can expect highs in the lower 20's in January and February and mid-80's in July and August.\n\n",{"type":"===","value":["Stay Safe"]},"\nChicagoland is generally safe, though certain parts of the City and the suburbs should be avoided at night.\n\n",{"type":"==","value":["Go next"]},"\nChicagoland is adjacent to ",{"type":"[[","value":[["Northern Illinois"],["Northern"]]}," and ",{"type":"[[","value":[["Central Illinois"]]},", to ",{"type":"[[","value":[["Southeast Wisconsin"]]},", and to ",{"type":"[[","value":[["Northwestern Indiana"]]},". Parts of Wisconsin and Indiana are sometimes included in the definition of Chicagoland.\n\n",{"type":"{{","value":[["geo"],["41.9000"],["-87.6500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Illinois"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n\n",{"type":"[[","value":[["Wikipedia:Chicago metropolitan area"]]}]