[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Chieti"]}," is a city in ",{"type":"[[","value":[["Abruzzo"]]},".\n\n",{"type":"==","value":["Understand"]},"\n(1991 pop. 55,876), capital of Chieti prov., Abruzzi region, central Italy, on the Pescara River, near the Adriatic Sea. \nIt is a commercial and industrial center. Manufactures include textiles, clothing, fabricated metals, and construction materials. \nThe city occupies the site of the Roman Teate Marrucinorum, of which ruins remain. Chieti was in the duchy of Benevento (7th cent.), fell to the Normans (1078), and thereafter was in the kingdom of Naples. \nIt has a fine Romanesque cathedral (11th cent.), a 14th-century tower, and a university. The order of the Theatine Brothers (founded 1524) takes its name from the ancient Roman town.\n\n",{"type":"===","value":["History"]},"\nAs Theate Marrucinorum, Chieti was the chief town of the Marrucini, the whole of whose territory was placed under its municipal jurisdiction by the Romans, after the Social War. During the World War II Chieti, as it was not bombed because declared Open City (like Rome), welcomed many refugees from the near towns and villages.\n\n",{"type":"==","value":["See"]},"\nChieti is a city in central Italy, 200 km northeast of Rome. It is the capital of the Province of Chieti in the Abruzzo region.\nChieti lies on a crest along the Pescara River a few kilometers away from the Adriatic Sea, and with the Maiella and Gran Sasso mountains in the background.\n\n",{"type":"==","value":["Do"]},"\nUnder the church of SS. Pietro e Paolo and the adjoining houses are extensive substructures (in opus reticulatum and brickwork) of the 1st century CE, belonging to a building erected by M. Vectius Marcellus (probably mentioned by Pliny, H.N., II., 199) and Helvidia Priscilla. There are also remains of large reservoirs and of an ancient theatre. New excavations are currently under way on the site of the former Campo Sportivo.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chieti (province)"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Chieti"]]},"\n",{"type":"{{","value":[["geo"],["42.35"],["14.166666666667"]]}]