[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chilka Lake"]}," is spread over Khurda, Ganjam and Puri districts of ",{"type":"[[","value":[["Odisha"]]}," (formerly Orissa). ",{"type":"'''","value":["Balugaon"]}," and ",{"type":"'''","value":["Rambha"]}," are two major towns serving as entry points for the lake. It is Asia’s largest salt-water lagoon and is separated from the Bay of Bengal by a sandy ridge. The pear-shaped lake spreads across 1,100 sq km, and has a unique ecosystem with a range of aquatic flora and fauna found in and around its brackish waters. An impressive array of bird life, both native and migrant, makes Chilka one of the best places in India for bird-watching, splashing around in the water and quiet relaxation. \n\nChilka Lake is designated as a wetland of international importance under the Ramsar Convention.\n\n",{"type":"==","value":["Understand"]},"\n\nChilka lake is an important habitat and breeding ground for both resident and migratory and aquatic birds, most notably flamingos. It is the largest wintering ground for migratory birds in the Indian subcontinent. Migratory birds arrive in October from as far away as Siberia, Iran, Iraq, Afghanistan and the Himalayas and generally stay until March. Part of the lake is protected by the Chilka Lake Bird Sanctuary, which harbors over 150 migratory and resident species of birds. The Nalaban Island within the lagoon is classified as a Bird Sanctuary under the wildlife protection act. The lake is also home to a diverse range of aquatic life, including 225 species of fish and the Irrawaddy dolphin  (Orcaella Brevirostris). The rare limbless lizard barkudia insularis is endemic to one of the lake's small islands.  \n\nThe larger islands lie between the sandbar and the lake, separated by shallow channels, and include Parikud, Phulbari, Berahpura, Nuapara, Nalbana, and Tampara. Some of the smaller islands are Breakfast Island, Honeymoon Island, Beacon Island, etc.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By plane"]}," – the nearest airport is ",{"type":"[[","value":[["Bhubaneswar"]]},", about 120 km away from where taxis, trains and buses are available to the lake. \n\n",{"type":"'''","value":["By rail"]}," – the nearest rail stations is at Balugaon, on the Howrah-Chennai track. From  Balugaon buses are available to the lake.\n\nSome of the trains which stop at Balugaon are: 6003\/6004 Howrah Chennai Mail, 2703\/2704 Faluknama Express, 8645\/8646 East Coast Express, 6358\/6357 Gurudev Express, 2863\/2864 Howrah Yeshvantpur Express, 5228\/5227 Muzaffarpur Yeshvantpur Express (weekly), 2508\/2507 Guwahati Ernakulam Express (weekly), 2530\/2509 Guwahati Bangalore Express (triweekly), 5628\/5627 Guwahati Trivandrum Express (weekly). \n\nFor timings etc. check with Indian Railways ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/"]},".\n\n",{"type":"'''","value":["By road"]}," – a part of Chilka Lake is visible from NH5 and the Howrah-Chennai train track. Many buses ply from Bhubaneswar (Baramunda Bus Station) and Cuttack (Badambadi Bus Station) to Balugaon throughout the day, OSRTC buses ( i.e. state run buses) being the best ones. The journey takes 2 hours and costs less than Rs. 100 one way. From there, one has to hire a taxi or an auto-ricksaw to reach Barkul or Rambha (In case of Rambha, passengers can alight at Keshpur, which is further ahead from Balugaon, and from there hire an auto-ricksaw). Satapada is well connected by daily local buses from Puri. Visitors can take an OTDC day tour from Puri to see Satapada (~Rs. 400; 3 hr boat ride and AC transport included). However, Satapada is not so well connected from Bhubaneswar and taxis have to be hired to get there.\n\n",{"type":"==","value":["Get around"]},"\nAuto rickshaws and cycle rickshaws are available. The services of local boatmen and the motorboats of Odisha Tourism Development Corporation are available for access to the islands though outboard motors are not allowed near the bird sanctuary. OTDC boats can be hired at Barkul and Rambha, and cost between Rs 410 (for a 7-seater boat) to Rs 790 (for a 34-seater boat) per hour. A special tour is operated by the OTDC between Barkul and Kalijai, and costs Rs 40 per head. However you can find private machine operated boats for the tours, but you have to bargain a bit to get a fair deal. \n\nA boat journey from Rambha to Satapada takes about 2 1\/2 hours.\n\nMore information on Chilka can be obtained from the Government of Odisha Tourism Counter at the Tourist Bungalow in Rambha (District Ganjam) Odisha, Telephone  +91 6810 278346.\n\n",{"type":"==","value":["See"]},"\nThe best time to visit Chilka is in the winter months, when migratory birds arrive there.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nalabana"]}," – A designated bird sanctuary under the Wildlife Protection Act, Nalabana is a big island in the center of the lake. A treat for bird-watchers in the winter months, this island is completely submerged in the monsoon months."]},{"type":"*","value":[" ",{"type":"'''","value":["Mangalajodi"]}," – A former poachers village which has become a community owned wildlife venture. The community is supported by Mangalajodi Ecotourism."]},{"type":"*","value":[" ",{"type":"'''","value":["Bird Island"]}," – watch birds in their natural habitat."]},{"type":"*","value":[" ",{"type":"'''","value":["Kalijai Island"]}," – abode of Goddess Kalijai. Pilgrims flock here in January during Makar Mela (at the time of Makar Sankranti) to pay obeisance to the Goddess. Is very close from Barkul. Flocks of peacocks roam here, mingling with the devotees. "]},"Legends say, around 2-300 years ago, a girl named Kali drowned, near the presently situated Kalijai \nTemple, while returning to her maternal house from her husband's. A few years later her sister, Jai, \ncame looking for Kali and came to the island. She died on the island(reasons unknown).  Fishermen and \nother local folks used to hear cries of two girls at nights. But soon after the temple was built the \ncries stopped for good. Earlier fishermen used to visit the temple before venturing into the deep sea, \nbut nowadays, its just another tourist spot.   \n",{"type":"*","value":[" ",{"type":"'''","value":["Satapada"]}," - Is close to Dolphin point, where the critically endangered Irrawady dolphins and occasionally, bottle-nosed dolphins can be seen. Chilka is one of the only 2 lagoons in the world where Irrawady dolphins can be seen. "]},{"type":"*","value":[" ",{"type":"'''","value":["Brahmaputra"]}," - The place is known for its scenic beauty."]},{"type":"*","value":[" ",{"type":"'''","value":["Breakfast Island"]}," - Is a 20 minutes boat ride from Rambha. Tourists pack breakfast from the OTDC panthanivas at Rambha and have it here in pristine surroundings. ",{"type":"'''","value":["Beacon Island"]}," and ",{"type":"'''","value":["Honeymoon Island"]}," are close by."]},"Rambha is a good place from which to discover Chilika Lake and this guide offers boat trips to visit the islands and watch birds.<\/see>\n\n",{"type":"==","value":["Do"]},"\nBoat in Barkul. Water Scooters and Pedal Boats are available here. Also, drivers of speedboats allow passengers to drive if requested. There is a boating club in nearby Tampara. The place is very beautiful and pedal boats are available here for Rs. 75.\n\n",{"type":"'''","value":["AT RAMBHA"]},": OTDC ",{"type":"''","value":["Panthanivas"]}," offers boating at the Panthanivas itself which are available from 5:30 AM in the morning to 5 PM in the evening. Best time for boating is just before sunrise since it is really awesome to see the rising sun from the horizon and birds literally flying in all directions. At the Panthanivas, one can hire the Motorboats (10-Seater) for Rs.550 per hour or the SpeedBoats (5-Seater) for Rs.1650 per hour. Alternatively, from Rambha, three islands (viz., the Breakfast Island, Bird Island and Beacon Island) for Rs.875 in any of the boats and five islands (viz., the Breakfast Island, Bird Island, Beacon Island, Sanakuda and Honeymoon Island) for Rs.1650.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=muhan"],["url="],["email="],["address=satapada"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=5"],["price=2000"],["content=chilika lake and puri beach joint"]]}]},"Do not be tempted to buy pearls or corals from Chilika lake. Fresh water Oysters are brought from Hyderabad & broken in our presence to take out the cultured pearls. Touts sell them as natural pearls. These  are available for Rs 20 onwards. Touts also claim the efficacy of \"Black pearls\" and sell them to unsuspecting victims.\n\n",{"type":"==","value":["Buy"]},"\nFish, prawn and the famous crab (always sold live) from Balugaon market. Numerous trinkets are available in Kalijai.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Chilika Foods,Malud"],["alt="],["url="],["email="],["address=Malud Market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=tiger prawn Rs 350-800\/kg,king crab Rs 500-1200\/kg,fish Rs 30-400"],["content=You can buy all kinds of chilika products like tiger prawn,king crab and other varieties of  fishes."]]}]},"\n",{"type":"==","value":["Eat"]},"\nChilka is famous for sea food like crab and prawn. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["OTDC Panthanivas"]},"- At Rambha and Barkul, excellent food and very reasonable prices. "]},{"type":"*","value":[" ",{"type":"'''","value":["Rambha Dhaba"]}," - Close to chilka. Best and freshest veg and non veg stuff. Its one of the best dhabas in the area."]},{"type":"*","value":[" ",{"type":"'''","value":["Chilka Dhaba"]}," - near Barkul Panthanivas"]},{"type":"*","value":[" ",{"type":"'''","value":["Chilka Hotel"]}," - Balugaon Main Road"]},{"type":"*","value":[" ",{"type":"'''","value":["Sagar"]}," fastfood and restaurant - Balugaon Main Road."]},{"type":"*","value":[" ",{"type":"'''","value":["NARAYANI RESTAURANT"]},"-near barkul panthanivas road. Mob:9861364135"]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kites Beach Resort"],["alt="],["url="],["email="],["address=Nabaa,Malud"],["lat="],["long="],["directions=28km from NH-5,turn at palur junction"],["phone="],["tollfree="],["fax="],["hours="],["price=Price Starts at Rs499"],["content=This is an upcoming project to cater tourists coming for chilika lake.It is at the shore of bay of bengal and will be functioning under KITES-ON-TOUR travel agency.It will be providing stay,meal,site seeing,boating and transportation to the tourists.It will help the tourists to explore different unsung places of chilika lake."]]}]},"\n",{"type":"==","value":["Drink"]},"\nDrinks are available but if any one is particular about brands and such things, it is safer to carry one's own.\n\n",{"type":"==","value":["Sleep"]},"\nOTDC (Odisha Tourism Development Corp.) panthanivas are the best bets anywhere in Odisha, are very cheap and boats owned by OTDC can be booked here as well, which are once again the best boats in the region. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kites Beach Resort"],["alt="],["url="],["email="],["address=Nabaa,Malud"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rs 1799-6999"],["content="]]}]},{"type":"===","value":["At Rambha"]}," \n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Panthanivas"],["alt=Odisha Tourism Development Corporation"],["url=http:\/\/www.panthanivas.com\/chilika.html"],["email=otdc@ortel.net"],["address="],["lat="],["long="],["directions="],["phone=+91 6810 278346"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rambha,  \/ otdc@panthanivas.com. Rooms are Rs. 700 for Non-AC Double Bed Rooms and Rs.1300 for AC Double Bed-Rooms, Dormitory beds Rs. 150. Cottages, with stunning views of the lake, are Rs. 2650 plus 5.15% Service Charges. Consult website for discounts offered to day visitors, students, senior citizens, etc."]]}]},"\n",{"type":"===","value":["At Balugaon & Barkul"]}," \n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Panthanivas"],["alt=Odisha Tourism Development Corporation"],["url=http:\/\/www.panthanivas.com\/chilika.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 6756 220488"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Barkul, At\/ PO Balugaon, Dist. Khurda, PIN 752 030, email: otdc@ortel.net\/ otdc@panthanivas.com. Rooms Rs. 650-2400."]]}," "]},{"type":"*","value":["'*",{"type":"'''","value":["Hotel Digantika"]}," Main Road, Balugaon, Telephone +91 6756 220514; 9937460725,  Chinese, Indian Restaurant available,Rooms A\/c and Non A\/c (Single, Double, Triple, lake facing) Rs. 500-1500."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Ashoka"]}," Main Road, Balugaon, Telephone +91 6756 220409,Bar & Restaurant also available with SBI ATM Facility,Rooms Rs. 350-950."]},{"type":"*","value":[" ",{"type":"'''","value":["SHREE KRISHNA LODGE"]},", Panthanivas Road, Barkul,Mob-9938263157,9861364135 NONA\/C-A\/C Rooms"]},"     Rs-250-800,just 500mtr from chilika lake\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hawa Mahal,"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 6756 220246"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=College Road, Balugaon, Rooms Rs. 80-200."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Narayani Lodge,"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+91 6756 220521-220212"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Banapur Road, Balugaon, Rooms Rs. 80-120."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Patro Lodge,"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 6756 220308"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Chilika Road, Balugaon, Rooms Rs. 60-180."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Govt College of Arts and Craft"]}," - Located in Khallikote, about 25 km from Balugaon and 12 km from Rambha, it is located in the palace of the erstwhile king of Khallikote. Surrounded on all sides by mountains, it affords some beautiful views and counts many famous Indian contemporary painters as its alumni. The art gallery here has some beautiful paintings reflecting Odisha's culture."]},{"type":"*","value":[{"type":"'''","value":["Nirmaljhara"]}," - Also in Khallikote, very close to the art college, it is a perennial stream which has been channeled into different ponds. Built in 1676, it also features many temples. Adventurous persons can take a bath in one of the ponds here."]},{"type":"*","value":[{"type":"'''","value":["Salia Dam"]},"- Is built on River Salia and located amidst stunning locales. About 25 km from Rambha and 15 km from Barakul. "]},{"type":"*","value":[{"type":"'''","value":["Banapur"]}," - Known for Bhagawati Temple and markets."]},{"type":"*","value":[{"type":"'''","value":["Narayani"]}," - About 15 km from Balugaon, it has a temple in scenic surroundings in the Eastern Ghats. "]},"\nOriya people consider it to be lucky if Kalijai Temple, Bhagwati Temple and Narayani temple are visited on the same day.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gopalpur-on-sea"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Puri"]]}]},"\n\n",{"type":"{{","value":[["isPartOf"],["Odisha"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]