[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Chimney Rock NE.jpg"],["thumb"],["300px"],["Chimney Rock"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/chro\/ Chimney Rock National Historic Site"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Historic Site"]]}," located in Morrill County in the state of ",{"type":"[[","value":[["Nebraska"]]},". It contains the famous landmark ",{"type":"'''","value":["Chimney Rock"]},", which helped emigrants on the Oregon Trail find their way.\n\n",{"type":"==","value":["Understand"]},"\nChimney Rock in far-western Nebraska is a sandstone rock formation which rises 325 feet over the North Platte Valley. It is noted for its strange spire formation and for its history with the Oregon, Mormon, and California Trails. \n\n",{"type":"===","value":["History"]},"\nChimney Rock has had a lot of history in its existence. Before the rock was just one, it was a large bluff connected with a series of bluffs right next to it. It was part of the ancient High Plains. After a while, erosion destroyed the weaker parts of the bluff and the stronger parts stayed such as Chimney Rock. For hundreds of years, Native Americans used the rock formation to kill and chase buffalo down it. It is believed that when the Native Americans used it, the rock was almost as tall as the nearby ",{"type":"[[","value":[["Scotts Bluff National Monument"]]},", which is 830 ft. tall. It is also believed that since the Native Americans called the rock \"teepee\", it used to be in the form of a mountain peak and erosion wore it down to make it look like a spire. Through the years, though, erosion weakened the rock and made it smaller. In the 1800s, emigrants began traveling west for a better life on the Oregon and Mormon Trails. As the emigrants passed by this rock, most of them noted in their diaries or journals that they \"were glad to see that they are going the right direction\" and it \"spired to the heavens.\" It was the most-noted landmark along the Oregon Trail. It was about 490 ft. when the pioneers passed it. As time passed through the early 1900s erosion made it shorter and shorter faster than ever. In the 1970s, the National Park Service agreed to make Chimney Rock a national historic site. In 1995, a visitors center and museum was built on the national historic site. There are no trails or roads leading to the rock, but in the future, there may be. In April 2006, Nebraska's state quarter was released with the rock on the back. \n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nTall grass and yucca plants are very common in the region.\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate of the region is semi-arid. It is a combination of desert and plains land. Chimney Rock is contained in a scenic and huge expanse called the North Platte River Valley. Inside the valley, the elevation is generally in the range of 3000-3500 feet (914-1066m). The bluffs surrounding the valley have an elevation in the range of 4000-5000 feet (1220-1524m). Summers have humid and hot temperatures, sometimes causing severe thunderstorms. Falls bring mild temperatures and comfortable conditions. Winters are usually more severe in this region of the state than in any other region. Blizzards are very common during the winter. Springs bring mild temperatures, along with a very unresting storm season.\n\n",{"type":"==","value":["Get in"]},"\nOn Nebraska State Route 92, turn south on Chimney Rock Road and drive 1.5 miles until you get to the visitors center. Follow the signs. \n\nChimney Rock National Historic Site is just 5 miles south of Bayard, NE, 20 miles southeast of ",{"type":"[[","value":[["Scottsbluff"]]}," and Gering, NE, and 24 miles southeast of Scotts Bluff National Monument.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n$3.00 - Day\n\nChildren with adults free. Admission fees are waived for Nebraska State Historical Soceity members.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Visitor Center Hours"]},"\nDaily hours are 9 AM to 5 PM.\n\nTours are available year round. Please call ahead to make reservations. 308-586-2581\n\n",{"type":"==","value":["See"]},"\nWhat you can see is Chimney Rock and the series of bluffs behind it. You can see these things for miles away.\n\nThe park offers one photo opportunity after another with all of its breathtaking sights, and has been featured in major motion pictures such as \"Last Of The Mohicans\". You can spend a day, a week, or perhaps just the afternoon hiking the trails or enjoying the scenic views that the park has to offer. \n\n\n",{"type":"==","value":["Do"]},"\nThe museum offers a lot of information about the rock. There also is a hands-on covered wagon in the museum and a movie about the rock.\n\nChimney Rock Park is now offering ",{"type":"'''","value":["rock climbing instruction"]},". It doesn't matter how skilled you are because the park offers expert instruction from Adam Fox from Fox Mountain Guides. You can call (800) 277-9611 to sign up for your next Chimney Rock Park adventure.\n\n",{"type":"==","value":["Buy"]},"\nThere is a ",{"type":"'''","value":["gift shop"]}," located in the visitors center.\nThere is also a great gift shop just down the road about 1\/10 of a mile from the center.  It has a wide variety of gifts\/souvenirs to choose from.  \n\n",{"type":"==","value":["Eat"]},"\nThere are some restaurants in Bayard. There are many drive-thrus and restaurants in nearby Scottsbluff-Gering.\nJust up the road from Chimney Rock about 1\/10 mile is a great place to grab an all natural longhorn beef burger for lunch.  Other sandwiches are also available.  Try one of the famous homemade wafflecones and ice cream for dessert.\n\n",{"type":"==","value":["Drink"]},"\nThe Squat N' Surp on route 32 has very good milkshakes and beverages.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\nThere are hotels in the nearby ",{"type":"[[","value":[["Scottsbluff"],["Gering-Scottsbluff"]]}," metro area.\n\n",{"type":"===","value":["Camping"]},"\nChimney Rock Pioneer Crossing campground sits right at the base of Chimney Rock.  It is open May through October each year.  \n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nStay on the pavement the visitor center has. There are many rattlesnakes in the area.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Agate Fossil Beds National Monument"]}," 60 mi. NW"]},{"type":"*","value":[{"type":"'''","value":["Scotts Bluff National Monument"]}," 24 mi. NW"]},{"type":"*","value":[{"type":"'''","value":["Ft. Robinson State Park"]}," 100 mi. N"]},{"type":"*","value":[{"type":"'''","value":["Ash Hollow State Historical Park"]}," 80 mi. SE"]},{"type":"*","value":[{"type":"'''","value":["Wildcat Hills State Recreation Area"]}," 17 mi. W"]},"\n",{"type":"{{","value":[["IsPartOf"],["Panhandle (Nebraska)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"[[","value":[["wikipedia:Chimney Rock National Historic Site"]]},"\n",{"type":"{{","value":[["geo"],["41.7037"],["-103.348"]]}]