[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chindi"]}," is located in the Karsog valley of ",{"type":"[[","value":[["Mandi (district)"],["Mandi District"]]}," in ",{"type":"[[","value":[["Himachal pradesh"]]},". Chindi is located amidst enormous orchards of apples and dense hilly woods of deodars and pines. It is one of the most picturesque places of Himachal Pradesh. For a weekend getaway from the monotonous daily routine life, Chindi is an ideal destination that provides a welcome break. Chindi being a very small hilly area, is not that way visited by the tourists but yet the place has got its own charm and splendor. The sight of the rambling hills together with the lush green forests and valleys is really something mentionworthy. Chindi's real claim to fame in India at large lies at the top of the hill above the village; the Chindi rest house.The house itself looks something like a miniature Georgian country manor house, with a large, well kept garden and a serene view, looking out as it does over miles of gently rolling hills.\n",{"type":"==","value":[" Get in "]},"\nBy road Mandi is 100 km, Rampur via Baina Khud is 92 km, Chandigarh is 204 km and Delhi is 457 km. The road from Shimla passes through Naldehra, Tattapani, Al Chindi and Churag.\n\nThe nearest narrow gauge railhead is at Shimla, 87 km away. The closest airport is at Shimla at Jubbar-Hatti, 110 km away.\n\n",{"type":"==","value":[" See "]},"\nSome of the important temples are - Mamleshwara Mahadev, Kamakshya Mata, Mahunag, Ardhnarishwara, Aledi Mahadev, Palinag at Nalagali, the sacred Bhima rock, Churag temple, Nag Dhamooni at Sairi Bangla, temple at Chatri and the temple of Nag Dhamooni at Saranda.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"==","value":[" Eat "]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"==","value":[" Sleep "]},"\n\nThere is a much newer (2001) HPTDC place just down the road from the Chindi Rest house, which is nice but expensive. It's worth hanging around Chindi - and\/or nearby Karsog - for a few days just to have a few walks and drink in the serene atmosphere of the hills. The surrounding region has endless possibilities, with Shimla a short ride to the south and numerous scenic spots dotted around the triangle between Mandi, Rampur and Shimla. Its also a good stop off if you're heading on toward Kinnaur or Spiti, and an alternative route to going through the Banjar valley and over the Jalori pass.You can also go to Manali approx.220 kms. far awy .Stay at ",{"type":"'''","value":["Hotel Shandela"]}," in Manali.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=HPTDC Hotel Mamleshwar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}," "]},"\n",{"type":"{{","value":[["isPartOf"],["Mandi (district)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]