[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Chinde_Sena_building.JPG"],["thumb"],["300px"],["Chinde"]]},"\n\n",{"type":"'''","value":["Chinde"]}," is a city in ",{"type":"[[","value":[["Central Mozambique"]]},".\n\nChinde is a port city, that was originally developed by the Sena Sugar Estates Ltd.  Modern infrastructure was built in the 1950's.  There are wide paved roads and brick buildings.  However, as a result of the civil war, the city has fallen into a state of disrepair. \n\n",{"type":"==","value":["Get in"]},"\nChinde is only accessible by boat.  With a fast boat it will take 3 hours from ",{"type":"[[","value":[["Marromeu"]]},", or 10 hours in a fishing boat.  It is also possible by boat from ",{"type":"[[","value":[["Quelimane"]]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Chinde_Main_Street.JPG"],["thumb"],["240px"],["The centre of Chinde"]]},"\nThere is only one car in Chinde, which is owned by the local government.  There are two motorbikes.  If you have friends in the administration you might get a lift.  Everyone else walks.\n\n",{"type":"==","value":["See"]},"\nThe old and abandoned buildings are fascinating.  A walk around town will reveal the library, church, generating house and water tower (this one is hard to spot as the big water tank rusted away long ago, leaving just a concrete pillar).\n",{"type":"[[","value":[["Image:Chinde_Rusting_boats.JPG"],["thumb"],["240px"],["Rusting boats on the beach"]]},"\n\nRusting boats can be seen on the beach.\n\n",{"type":"==","value":["Do"]},"\nThere is very little to do in the town. If you are looking for a busy town, this is not the place to be.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jose Nunes"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are are a few small shops in the town. They usually only open when there is power from the city generator.\n\n",{"type":"==","value":["Eat"]},"\nBeing on the coast, some excellent sea food is available.  There are no restaurants however.  You can arrange food with whoever you are staying with.\n\n",{"type":"==","value":["Drink"]},"\nThe usual local beers are available but are usually not very cold.\n\n",{"type":"==","value":["Sleep"]},"\nThe government have a guest house in a grand but decaying building.  Water comes from a hand pump outside.\n\n",{"type":"==","value":["Connect"]},"\nmCel have installed a base station in the city in 2008, which has given the first contact with the outside world. It is usually overloaded at 1830 when the town generator is started. This is the first chance for people to charge their phones.\n\nMains power is only available for 3 hours in the evening, starting at 1830.  Connection to the Mozambique national power system may come in 2009.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-18.5833"],["36.4667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central_Mozambique"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Chinde"]]}]