[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Chincoteague Wetlands.jpg"],["thumb"],["300px"],["Deer and geese on the bayside wetlands"]]},"\n",{"type":"'''","value":[" Chincoteague"]}," is an island and small town in ",{"type":"[[","value":[["Virginia"]]},". \n\n",{"type":"==","value":["Get in"]},"\nTo get to Chincoteague Island, take 64 east from Richmond until you reach Norfolk.  From there, take 13 North.  You will need to pay a $12 bridge toll to cross the Chesapeake Bay-Bridge Tunnel.  Once on the other side, continue up the Eastern Shore for about an hour and a half.  In Oak Hall, there is a Food Lion and Sonic.  Turn right onto Rt. 175.  Continue following 175 past the NASA base and across the bridges.  There is a stoplight after the last bridge--Welcome to Chincoteague Island!  Relax, you're on Island Time.\n\n",{"type":"==","value":["Get around"]},"\nThere are many ways to get around Chincoteague.  During the summer months, the roads can get crowded.  Bicycles are a great solution (and they get you into the beach for FREE!)  Consider renting from the ",{"type":"[","value":["http:\/\/www.refugebikes.com Bike Depot"]}," on Maddox Blvd or one of the other rental shops.  They have reasonable rates ($3\/hour, $14\/day).\n\nThere is also an Island trolley service during the summer.  Rides are only a quarter, and many hotels give out tokens for free rides.  It's a great way to get to the carnival, since parking there is limited.\n\n",{"type":"==","value":["See"]},"\nThe island, in its entirety.  Take a cruise around the island with a local captain.\n\n",{"type":"*","value":[{"type":"'''","value":["Annual Pony Swim"]},", Memorial Park. Last Wednesday in July.  It's best to buy seats on a boat--for more info talk to the ",{"type":"[","value":["http:\/\/www.chincoteaguechamber.com Chincoteague Chamber of Commerce"]},"."]},"\nWild Pony Auction, day after the swim.\n\n2nd Saturday celebration.  Downtown Chincoteague, 2nd Saturday of every month.  Local artists and shop owners celebrate the arts and take it to the sidewalks.\n\n",{"type":"==","value":["Do"]},"\nGo to the beach.  There is no commercialization over there--not even a Coke machine--so be sure to bring ",{"type":"'''","value":["plenty of water and snacks."]},"  It is a wonderful beach, though you'll have to pay to get on Assateague Island, where the beach and wildlife refuge are located.  Be sure to stop at the Herbert H. Bateman Educational and Administrative Center on Assateague--they have activities and exhibits for nature lovers of all ages. You should also include a trip to the Tom's Cove Visitors Center, located near the beach this location boasts a touch tank and other exhibits. \n\nIf you're willing to have a little walk you should check out the Wild Beach. Located north of the main beach this secluded strip of sand is perfect for those just wanting to get away from it all. The Wild Beach is also accessible by the 1\/2 mile Swan Cove Trail, which spurs off of the Wildlife Loop.\n\nGo to the ",{"type":"'''","value":["Fireman's Carnival."]},"  It's a small-town festival complete with rides, games, bingo, and delicious oyster and clam fritters.  All the rides and stands are run by the Chincoteague Volunteer Fire Company.  Many members of the fire company are World-Famous Salt Water Cowboys.\n\n",{"type":"*","value":[{"type":"'''","value":["Refuge Golf"]}," on Maddox Blvd. provides lots of family entertainment.  You can play a round of Putt-Putt, race for the finish in go-karts, climb the rock wall, get soaked with bumper boats, and even do a little old-school air hockey or pool inside the arcade."]},"\n",{"type":"*","value":[{"type":"'''","value":["Surfside Golf"]}," also on Maddox Boulevard offers 36 holes of on two different courses. It also sells ice cream."]},"\nRiding bikes on the Wildlife Refuge is an unforgettable experience--I highly recommend it.  The 3-mile wildlife loop is an easy, flat ride, and the short hike to the Assateague Lighthouse is a lot of fun. Also check out the 1.5 mile Woodland Trail which is located off the main road to the beach and is a prime spot for viewing ponies. The loop also includes two spur trails. The 0.5 mile Swan Cove Trail which goes to the beach, and the 1 mile Black Duck Trail which connects the loop to the road. Another option is the trail that leaves the refuge parking lot and follows the main road before connecting to the Black Duck Trail. Walkers have several options, the 0.5 mile long Marsh Trail, and the 1\/4 mile long Snow Goose Trail, both of which connect to the loop. Finally for the brave ones, there is the 7.5 mile long service road. Originating at the wildlife loop and heading north, this trail is only open to walkers, with an exception during Waterfowl Week in November when it is also open to bikes and cars.  For families with kids or those unsure of riding with traffic, rent from the ",{"type":"[","value":["http:\/\/www.refugebikes.com Bike Depot"]},".  They're close to all the paths and the beach too! \n\nIf you have time to spare, though when you are on Chincoteague Island, there is seemingly no concept such as \"time,\" enjoy crabbing off the paths located conveniently on Maddox Boulevard, right before the entrance to Assateague Island. The view is lovely and if you do a 180 degree turn, across the 2-way road, you will most likely see some wild Assateague horses grazing and\/or running freely about.\n\nWhatever you do, if it's outside, ",{"type":"'''","value":["bring bug spray"]},".  The ",{"type":"'''","value":["mosquitoes"]}," are blood-thirsty!\n\n",{"type":"==","value":["Buy"]},"\n\nSun Screen. Aloe.  Bug Spray.  A good beach book.\n\nA t-shirt from the ",{"type":"'''","value":["Purple Pony."]},"  It's locally owned and has a great selection of quality t-shirts, printed right there at the store. Don't let these tags fool you though, just because they are cheaper does not mean they are cheaply made. And if you don't believe me, take it from the owners! \"We believe in value. But value is often confused with 'cheap'. Good value is high quality and good service with low cost. Cheap is just low quality at low cost .Good value lasts. Cheap will do for now. Good value is a bargain and cheap is not.\"\n\nAn authentic Chincoteague Pony.  There are several options for this.  Most people looking to buy a pony come for pony penning week (Last Wednesday in July.) and buy one at the Wild Pony Auction.  For those that can't make it that week, or are interested in a more relaxed buying experience, the ",{"type":"[","value":["http:\/\/www.chincoteagueponyfarm.com Chincoteague Pony Farm"]}," is a great alternative.  Don Leonard has been raising ponies for decades, and now with the help of his sons and grandchildren, he is making a name for the small farm he's owned since the 60's.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bill's Seafood"]}," is one of the best.  It's casual enough to eat in shorts and a t-shirt, but fancy enough to go out for a family celebration.  Their broiled crabcakes are the best!  Open 365 days a year, 5am-10pm."]},"\n",{"type":"*","value":[{"type":"'''","value":["Maria's Restaurant"]}," is a great restaurant with a family-vibe and a fabulously friendly staff. The perfect place to go for family-friendly environment that provides a great well-cooked home-styled meal. Reservations are not necessary though due its popularity, it does tend to get a bit more crowded in the evenings and especially on the weekends during the in-season time period. Never fear though, if there is a wait, just add your name to the list and walk next door to \"Refuge Golf\" (mentioned earlier on site)."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Village Restaurant"]}," is a more high-end restaurant though the draw-backs end there. Overlooking Eel Creek with an exquisite menu consisting of seafood, veal, steak and specializing in fresh Chincoteague oysters, this is the perfect spot to take that special person in your life if you'd like to treat them right. Reservations are highly suggested, though not required, and the doors open at 5:00 pm sharp. Bon Appetite!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sugarbakers Bakery and Cafe"]}," is a great place for baked goods such as donuts, croissants, and many other delicious bakery regulars. Accompanied with an espresso, gourmet coffee or cappuccino, this bakery is an easy all-in-one stop to start your day off right. Pop in for lunch though and you will find homemade soups, fresh salads, and a variety of desserts to choose from. Located conveniently at 4095 Main Street, Sugarbakers Bakery and Cafe is easily accessible from all parts of Chincoteague. Opened daily from 7:30 am to 3:00 pm from Memorial Day to Labor Day. Otherwise, Sugarbakers Bakery and Cafe is opened Thursday through Sunday from 7:30 am until 3:00 pm."]},"\n",{"type":"*","value":[{"type":"'''","value":["Etta's Channelside Restaurant"]}," is a great place for seafood with some of the best views on the island. Located on East Side Drive overlooking the Assateague Channel."]},"\n",{"type":"*","value":[{"type":"'''","value":["AJ's On the Creek"]}," is located on Maddox Boulevard. It has possibly the most upscale atmosphere on the island but is as casual as anywhere, and features seafood, veal, and hand-cut steaks as well as seafood pastas. Open for lunch and dinner Monday thru Saturday 11:30 am to 10: pm. And dinner on Sunday 5 to 10 pm."]},"\n",{"type":"*","value":[{"type":"'''","value":["Woody's Beach BBQ and Fried Chicken Joint"]}," located on Maddox Boulevard and features delicious barbecued pork and chicken, and fried chicken in a fun atmosphere."]},"\n",{"type":"*","value":[{"type":"'''","value":["Famous Pizza and Sub Shop"]}," Offering Italian items in a pizzeria setting. Located on Maddox Boulevard."]},"\n",{"type":"*","value":[{"type":"'''","value":["Don's Seafood Restaurant and Chatties Lounge"]}," located on Main Street open for lunch and dinner seven days a week."]},"\n",{"type":"*","value":[{"type":"'''","value":["J&B Cold Cuts"]}," is on main street south of the carnival grounds and offers subs, pizza, and deli meat. Specializing in Philly Cheese steak."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ledo's Pizza"]}," located on Maddox Boulevard offers pizza and Italian specials."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sea Shell Cafe"]}," located on Maddox Boulevard offers daily specials, a full lunch and dinner menu, salads, sandwiches and pastas in a Bistro atmosphere.   Fully accessible this is the newest restaurant on the island and it features a full bar and wine menu.   Coffee, espresso and cappuccino and fresh desserts available.  It has been reviewed in Travel & Leisure Magazine, and Frommer's Virginia Guide and gets consistently good reviews. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Sea Star Cafe"]}," offering a variety of gourmet sandwiches and more. On main street."]},"\n",{"type":"*","value":[{"type":"'''","value":["Captain Zack's Seafood Carryout"]}," located on Deep Hole Road offers wide variety of fresh seafood. Served fried, grilled, blackened and other ways. You can take home raw seafood if you like to cook yourself."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Island Cafe"]}," located at the Island Motor Inn, this indoor\/outdoor cafe is without a doubt the island's best breakfast. Don't go here without trying the French Toast."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Crab Shack"]}," located on Maddox Boulevard, The Crab Shack serves lunch and dinner in a very casual setting. The food and atmosphere are terrific. Coincidentally, the chef here is also the chef at the Island Cafe."]},"\n",{"type":"==","value":["Ice Cream"]},"\nThe sweet treat followup to your delicious meal. Or whenever you want to!\n\n",{"type":"*","value":[{"type":"'''","value":["Muller's Old Fashioned Ice Cream Parlour"]},". The name says it all! In this old fashioned house that not only provides an adequate amount of seating inside but outside on the screened-in porch as well you will find your taste buds watering for more. Their most requested concoction is a Belgian waffle served with ice cream, fresh fruit and plenty of whipped cream. However, the old classics can still be found here which consist of ice cream cones to ice cream sodas and everything in between including, though certainly not limited to, fresh fruit sundaes, banana splits, malts, and frozen yogurts. Conveniently located on Main Street, to the right of the T-Shirt Factory, this house has been around since 1875 when it was built by William F. Cropper. A great place to enjoy some ice cream and chat with anyone you wish; during the in-season from around nine pm till closing, it is positively packed! Opened from 11 am until 11 pm."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mister Whippy's"]},". Located on Maddox Boulevard, this ice cream spot is a guaranteed must for locals and tourists alike. Order a famous Mister Whippy's cyclone, or any other of their fabulous treats which range from ice cream scoops in homemade waffle cones to thick milkshakes, and enjoy it on the front porch in a rocking chair, or inside at the tables if the weather is poor. What could be better? The drive-thru window that is conveniently located on the side of the establishment for those times when you want a sweet treat but have no time to spare. However, if you do have time, be sure to check out the gift shop that is located inside the parlor by the bathrooms. It offers a great selection of shirts, hats, and souvenirs alike."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Island Creamery"]}," located on Maddox Boulevard has the islands only homemade ice cream and more. Smell the waffle cones cooking as you enter the building and choose from a wide variety of ice cream, yogurt, sorbet, and slushes. If your stomach is empty enough, order the Round-Up. The creamery also features coffee drinks, homemade fudge, a gift shop amd free WiFI"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Refuge Inn"]},", Maddox Blvd. The little hotel has been around since the 70's, but you wouldn't know it from the look of the rooms. Apparently everything has been newly renovated. Local, knowledgeable, friendly staff make you feel like you're on a cruise ship.  The rooms are spotless and very spacious for the price. The indoor\/outdoor pool is great (and heated in the winter) while the observation deck above the 2nd floor is a wonderful place to sit at night and stargaze.  They have ponies right on-site from the Chincoteague Pony Farm and you can pet and feed the horses. In the spring and summer there are young colts and fillies running around inside the pen. They  have a great gift shop too and a bike place right across the parking lot (with a free outdoor air pump). Breakfast is great, although it can be a little crowded."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Miss Mollys Inn"],["alt="],["url=http:\/\/www.missmollys-inn.com\/"],["email="],["address=4141 Main Street"],["lat="],["long="],["directions="],["phone=+1 757-336-6686"],["tollfree=+1-800-221-5620"],["fax="],["price="],["checkin="],["checkout="],["content= At this bed and breakfast you will find a warm and inviting parlor that is just the place to curl up with a good book, chat, play board games or just sit by the fire. Famous author Marguerite Henry stayed here while she wrote Misty of Chincoteague."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Uncle Joe's Cabins and Motel"]},", Chicken City Road, has been in business for 45 years. They offer 21 units, varying from cottages to mobile homes to motel rooms. Rentals exist as One to three bedroom units with cooking facilities. Television, A\/C, private crabbing area, and picnic tables."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sea Shell Motel"]},", Willow Street, offers efficiencies, suites, and cottages. Amenities include a summer kitchen, picnic tables, BBQs, wireless hot spots, pool, in-room coffee, refrigerators, phones, shade, trees, and flowers everywhere. This motel, which started off as only four units, is located a block from downtown."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Sea Hawk Motel"]},", Maddox Boulevard, offers rooms and efficiency apartments. Free wireless internet, pool, picnic, playground, and cooking area. Across the street from the Island Creamery"]},"\n",{"type":"*","value":[{"type":"'''","value":["Waterside Inn"]},", Main Street, is another great place. Including a heated waterfront swimming pool, pier for fishing and crabbing, solar health spa with jacuzzi, tennis court, and marina. A conference and hospitality room is available. You can dock your boat for free if you're staying there. Wireless internet and continental breakfast are free. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Island Motor Inn"]},", Main Street is one of the top hotels on the island, with both an indoor and outdoor pool, exercise room and brilliant waterfront views. The Island Cafe is another major perk."]},"\n",{"type":"*","value":[{"type":"'''","value":["Blue Heron Inn"]},", Maddox Boulevard is a good place as well. It features a pool, playground, ponies on site, picnic pavilion, free continental breakfast (at a nearby restaurant), and Wi-Fi."]},"\n",{"type":"*","value":[{"type":"'''","value":["Snug Harbor Marina"]},", East Side Drive, offers cottages to stay overnight for a price less than many hotel rooms. Small palm trees and waterfront lounge chairs for sipping drinks or just watching the world go by, as well as the reggae music complete the tropical theme. Available to rent are kayaks and canoes, pontoon boats, skiffs, and powerboats. A small selection of bait and tackle is also available."]},"\n",{"type":"==","value":["Connect"]},"\n\nTalk to the ",{"type":"[","value":["http:\/\/www.chincoteaguechamber.com Chamber of Commerce"]}," for all questions!\n\n",{"type":"{{","value":[["geo"],["37.934722"],["-75.367778"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Eastern Virginia"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Chincoteague,_Virginia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Virginia\/Localities\/C\/Chincoteague\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Chincoteague Island, Virginia"]]}]