[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Chinandega"]}," is the capital of the Chinandega department in the ",{"type":"[[","value":[["Northern_Pacific_Coast_(Nicaragua)"],["Northern Pacific Coast"]]}," region of ",{"type":"[[","value":[["Nicaragua"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nYou can get to Chinandega from ",{"type":"[[","value":[["Managua"]]}," on a mini bus or bus in Huembes Market.  This costs $3 and takes 2.5 hours and is very safe.\n\nYou can also get a mini bus (collectivo) from Leon (terminal) to Chinandega (terminal) every 15 minutes. This costs 23 cordobas (1$), and takes about an hour.\n\nHitchiking is an option, as is renting a car.\n\nChinandega is past ",{"type":"[[","value":[["León (Nicaragua)"],["León"]]},".  Refer to ViaNica for more directions ",{"type":"[","value":["http:\/\/www.vianica.com"]},"\n\n",{"type":"==","value":["Get around"]},"\nLocal buses run between the Parque Central, Bisne (the large peripheral market), the old market, and other points. Taxis are abundant. If driving, take into account the fact that most streets in town are one-way.\n\nIn Chinandega city you can either\n\n",{"type":"*","value":[" Walk"]},{"type":"*","value":[" Take a taxi (8 cordobas)"]},{"type":"*","value":[" Take a bike taxi (5 cordobas)"]},"\nThere are school buses that leave from \"El Mercadito\" to go to other parts of Chinandega province, such as the town of ",{"type":"[[","value":[["El Viejo"]]},", where the rosquillas (cheese crackers) are famous.\n\n",{"type":"==","value":["See"]},"\nThe town itself is not terribly alluring, and it can be a hot, still place full of traffic, but at night it cools down and comes alive.  The Parque Central area fills with strolling families taking their kids to the well-lit play areas, and a row of food kiosks sells food and fruit shakes at good prices.\n\nThere are many sights that make Chinandega a great place to come:\n\n",{"type":"*","value":[" Large churches in town"]},{"type":"*","value":[" Great park in the middle of town"]},{"type":"*","value":[" Friendly, real people"]},"Going to the central park is a good past time.  There are many carts selling hamburguers and milkshakes.  You can also take the famous \"bus pelon\" for a ride around the town - for just 3 cordobas.  It is a way to enjoy the cool night air.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Dilectus"]}," is the major night club in Chinandega.  There is a 50 cordoba cover. Everyone is very dressed up here.  They play a mix of salsa, merengue, reggeaton and hip hop.  The crowd ranges from 14 year olds to 40 year olds - the majority in their mid-late twenties."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe best food is either at the Parque or in the restaurants nearby.\n\nYou can satisfy your need for USA-style food from\n",{"type":"*","value":["Subway"]},{"type":"*","value":["Tip Top"]},{"type":"*","value":["RostiPollo"]},{"type":"*","value":["On The Run"]},{"type":"*","value":["Hotel de los Volcanes"]},{"type":"*","value":["La Union grocery store"]},"\nThere is also great food from the many fritangas on the side of the road.\n\nAlso, do not forget to try TONCUA!  It is the most delilious fruit ever. Ask street vendors if they know anyone who is selling Tonqua.\n\nThe best pizza in Nicaragua comes from Pizza HOT...  love the name, but love the pizza more.  There are 2 Pizza Hots in Chinandega!  \n\nIf you want gourmet food, check out Jack's, which is on main street.\n\nJust ask everyone for directions to these various places because they will know.\n\n",{"type":"==","value":["Drink"]},"\nThere are many types of beers, both foreign and domestic to try out. A favorite is Toña which you can buy at any local pub for about 15 cordoba\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Cosiguina"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=for $40\/night"],["checkin="],["checkout="],["content=has A\/C rooms with wireless internet and a secured parking lot. Also has its own restaurant \"Fumarolas\" with room service available. Nice friendly hotel. Located in the center of town within short walking distance of all area attractions."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Los Volcanes Hotel"],["url=http:\/\/www.losvolcaneshotel.com"],["email="],["address=Km. 129 1\/2, Carretera a Chinandega, Nicaragua"],["lat="],["long="],["directions=Go to Chinandega. From Chinandega hire a taxi to take you to the hotel. They will know where it is."],["phone=505-341-1000"],["tollfree="],["fax="],["hours="],["price=$46-93"],["checkin="],["checkout="],["content=A high quality hotel in Chinandega. Nice food. You can relax here."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThis is a jumping-off point for volcano hikes and the beach at ",{"type":"[[","value":[["Jiquilillo"]]},".\n\n",{"type":"*","value":[" Volcanoes - see them from the Hotel los Volcanes"]},{"type":"*","value":[" Playa Venetia - accessible with rental car, or even better, hire a taxi driver"]},{"type":"*","value":[" Puerto de Corinto - accessible with rental car, or even better, hire a taxi driver"]},"\n",{"type":"[[","value":[["WikiPedia:Chinandega"]]},"\n\n",{"type":"{{","value":[["geo"],["12.6167"],["-87.1500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern_Pacific_Coast_(Nicaragua)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Central_America\/Nicaragua\/Localities\/Chinandega\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Chinandega"]]}]