[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"'''","value":["Chiprovtsi (Чипровци)"]}," is a city in ",{"type":"[[","value":[["North Bulgaria"],["North"]]}," ",{"type":"[[","value":[["Bulgaria"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThere are daily buses departing at 18:00 from the Central Bus Station in Sofia. As of March 2011, a one-way ticket costs 14 leva (about 10,00 USD).  The trip takes approximately 3 hours, the center of Chiprovtsi being the last stop on the route.\n\nBuses depart from the Montana bus station at 10:20, 12:30 (M-F only), 15:40, 17:40, and 20:20.  The ticket costs 3,50 leva (2,50 USD), and the journey takes approximately 45 minutes.  The majority of these buses are labeled to Martinovo (Мартиново), the final route destination.\n\nBuses depart from Chiprovtsi to Montana at 6:40, 10:00, 12:20 (Chiprovtsi Express to Sofia), and 16:50. The ticket costs 3,50 leva (2,50 USD), and the journey takes approximately 45 minutes. Bus and train connections can be made to all the major cities in Bulgaria from Montana.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"===","value":["Chiprovtsi Historical Museum"]},"\n\nThe museum was founded in 1988 on the anniversary of the ",{"type":"[[","value":[["Chiprovtsi Uprising"]]},". The main exhibition is housed in a renovated schoolhouse, built in 1866 by monks from the Chiprovtsi Monastery. Each room exhibits a different period or theme as described below. English translations are provided for each of the exhibitions. ",{"type":"[[","value":[["Image:Historical Museum, Chiprovtsi, Bulgaria.jpg"],["thumb"],["Historical Museum"]]},"\n\n1. Chiprovtsi from the past and the Middle Ages – ceramics, filigree jewelry, spatulas, Roman Republic coins and Ottoman-Turkish coins and decorations\n\n2. Chiprovtsi metal production and ore output – instruments of production, a miniature model of Samokov, ore samples \n\n3. Chiprovtsi goldsmith school – examples of items produced by Chiprovtsi goldsmiths: icons, lamps, goblets, etc. \n\n4. Chiprovtsi from the 17th c – presentation of the development of the Chiprovtsi enlightenment and culture; documents about the preparation, organization, and execution of the uprising; weapons from the uprising are also displayed.\n\n5. Chiprovtsi Carpet Making – instruments for wool processing and yarn production, carpets, presentation of evolution of carpet-weaving from 18th –21st c. \n\n6. Renaissance art – icons and wall paintings from churches in the region\n\nWeekday hours: 8:00 - 12:00 and 13:00 to 16:30.  Weekend and holiday hours: 8:30 - 12:00 and 13:00 to 17:00.  The price of admission is 1 lev for adults and 0.50 lev for children.  Guided tours are available for 2 leva.  ",{"type":"''","value":["Note: The actual museum is normally locked, and one must go to the administrative offices located to the left of the museum and ring the bell for assistance."]},"\n\n",{"type":"[[","value":[["Image:Ethnographic Museum.jpg"],["thumb"],["Ethnographic Museum"]]},"\n\n",{"type":"===","value":["Ethnographic Museum “Katerina Kushta”"]}," \nThe Ethnographic Museum is at the foot of the hill below the Historical Museum and faces the river. Inquire at the Historical Museum for access and a tour. On the second floor, rooms are set up with to display the way of life and culture of the Torlatsi: a traditionally dressed wedding party, a kitchen and living room, and a traditional bedroom with desk. Make sure to look at the old order book with swatches of wool dyes and their description in several languages from the early 1900s. In the garden are traditional plants used for dying fabric, and a display case with the colors they create is found to the right of the stairs. The office on the first floor also has a small selection of books and souvenirs for sale.\n\n",{"type":"===","value":["Sankta Maria Catholic Church and Vaznesenie Hristov Orthodox Church"]},"\n",{"type":"[[","value":[["Image:Chiprovtsi stara katedrala.JPG"],["thumb"],["alt=A cartoon centipede reads books and types on a laptop."],["Sankta Maria Catholic Church and Vaznesenie Hristov Orthodox Church"]]},"\nChiprovtsi is proud of its Orthodox and Catholic heritage, and the close proximity of these two churches serve as an example of the harmonious coexistence of the town’s Saxon and Slavic history. The Sankta Maria Catholic Church was built in 1371 and was a center of Bulgarian Catholicism prior to the 1688 uprising. \n\nIt is not known exactly when the nearby Vaznesenie Hristovo Orthodox Church was constructed, but it was before 1688. During the uprising it was severely damaged, but later restored. Today, it is an operative shrine and serves as a significant architectural and cultural monument.\n\n",{"type":"===","value":["St. Nikolai Church"]},"\nSt. Nikolai Church is a bit more difficult to find and not as well marked, but certainly worth seeing if you have the time. It was built in the 17th century, but only the foundations and part of the apse of this church remain. The ruins can be found 20 meters east of Sharena Cheshma. At the fountain, walk behind the building with the small convenience store. The building should be on your left, the fountain  on your right. At the back of the building, turn left and follow the dirt path for 15 meters. St. Nikolai will be on your right.\n\n",{"type":"===","value":["Sharena Cheshma"]},"\nSharena Cheshma (literally means ‘Colorful Fountain’) is an ancient covered fountain with stone frame and seats. A small structure provides protection from the elements for those waiting to fill water from the mineral springs below. Sharena Cheshma is one of few surviving Roman architectural ruins in Northwest Bulgaria. Undamaged by the Russo-Turkish War of 1877, Sharena Cheshma has been a central gathering place for residents of the region since Roman times, except for a brief period following the Chiprovtsi Uprising of 1688. Many residents still prefer to retrieve drinking water from the fountain over tap water. \n\n",{"type":"===","value":["Stone Crosses"]},"\nWhile walking around Chiprovtsi, keep an eye out for the ancient looking stone crosses scattered seemingly at random around town. Their significance, originating in pagan times, extends to modern day Christian rituals. In the past, sacrifices in honor of the god\/patron of a certain area were carried out in perceived holy places – under big trees, on tops of hills, etc. Some of these places were preserved and the superstitions connected with them have been preserved over the years. \n\nGradually the ritual trees were replaced with stone crosses, each cross representing a different saint. On the day of the saint, a lamb is sacrificed, blessings are made, and a ceremonial table is laid. Each family brings a ritual loaf of bread with a beeswax candle lit in the center. These celebrations are connected with the belief in that patron saints will protect believers from natural calamities. A spectacular celebration on top of a mountain occurs at the stone cross at the Gushovski Monastery on September 6th for St Michael the Archangel.  Celebrations at the other crosses and their dates follow: \n\n·         January 6 – St. Jordan Day and Epiphany\n·         May 9 - St. Nicholas Summer\n·         5 June - Ascension Day\n·         Date varies – St. Trinity\n·         June 29 - Holy Apostles Peter and Paul\n·         July 20 - St. Elias\n·         August 6 - Transfiguration\n·         August 15 - Assumption of Mary\n·         September 6 –St. Michael the Archangel\n·         October 26 – St. Dimitir\n\n",{"type":"===","value":["St. Ivan of Rila Chiprovski Monastery"]},"\n",{"type":"[[","value":[["Image:ChiprovtsiMonastery.JPG"],["thumb"],["St. Ivan of Rilski Monastery, Chiprovtsi, Bulgaria"]]},"\nThe Chiprovtsi Monastery has had a turbulent history: It was founded in the 10th century during the First Bulgarian State, but has been destroyed and rebuilt six times since: in 1412, 1688, 1806, 1828, 1837 and 1876. Most of the current structure dates from 1829. The complex includes the a stone bell-tower with an ossuary, and a small chapel, buildings with chardatsi (terraces) and wooden arches, and a cemetery. \n\nA wooden gazebo marks the turn off for the Chiprovtsi Monastery, which is located about 6 km away from Chiprovtsi towards Montana. It is a working monastery with one priest in residence. He is welcoming to guests; and the fantastic view from the stone bell-tower, the ossuary of victims of the 1688 uprising, the and beautiful wood carved icons in the church of St. Ivan of Rila are not to be missed. \n\nMonasteries are self-sufficient on the gardens and animals kept by the priest, but purchasing a few beeswax candles to light at an altar are greatly appreciated.\n\n",{"type":"===","value":["Gushovski Monastery"]},"\n",{"type":"[[","value":[["Image:GushovskiMonastery.JPG"],["thumb"],["alt=Gushovski Monastery, Chiprovtsi, Bulgaria"],["Gushovski Monastery, Chiprovtsi, Bulgaria"]]},"\nThe Gushovski Monastery was built in the 17th century and destroyed during the 1688 Chiprovtsi Uprising. Two stone crosses are located here: one at the top of the mountain, another by the alter in the base of the old stone church ruins. Near the ruins, rows of traditional stone hearths for bread making, a stone fountain for with drinking water, picnic tables, and other things have been built for visitors. It can be reached by foot or by car and is the halfway point between Chiprovtsi and the Chiprovtsi Waterfall along the Eco Trail “Deyanitsa.”\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Tourist Information Center"]},"\nRecently relocated to the first floor of the Cultural Center, the Tourist Information Center is open Tuesday-Saturday from 10-5 (closed from 12-1 for lunch). Here you can find pictures of Chiprovtsi, information brochures for Bulgaria, and a wide selection of carpets on display. The helpful staff will answer any questions, but be ready to speak in Bulgarian or ask for someone who speaks English.\n\n1st Floor\nPeter Bogdan Cultural Center [Chitalishte]\nPeter Parchevich Street No. 57\nTelephone: 00359 (0) 9554 0888763843\n\n",{"type":"[[","value":[["Image:Chiprovtsi Map 30 march.png"],["thumb"],["Street Map, Chiprovtsi"]]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Wikipedia:Chiprovtsi"]]},"\n\n",{"type":"{{","value":[["geo"],["43.3833"],["22.8833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North Bulgaria"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]