[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Chirripo valley.jpg"],["400px"],["thumbnail"],["Valle de los Conejos, Chirripo National Park"]]},"\n",{"type":"'''","value":["Parque Nacional Chirripó"]}," (Chirripó National Park) is a national park located in ",{"type":"[[","value":[["South Costa Rica"]]}," accessible by road through the locality of ",{"type":"[[","value":[["San Isidro de El General"]]}," in ",{"type":"[[","value":[["Pérez Zeledon"],["Pérez Zeledón canton"]]},".\n\n",{"type":"==","value":["Understand"]},"\nChirripó National Park is named after ",{"type":"''","value":["Cerro Chirripó"]}," (Chirripó Peak), of the Talamanca Mountain Range, which is also ",{"type":"[[","value":[["Costa Rica"],["Costa Rica's"]]}," highest mountain at an altitude of 3,820 m. (12,538 ft).\n\nWith a particular climate that includes only two seasons, a dry one approximately from December to April and a wet one from May to November, this national park is among the most exciting ones for locals and tourists alike. This is based on the fact that in order to get to the summit ",{"type":"''","value":["(Cerro Chirripó)"]}," the visitor has to walk along a 16.5 km uphill trail from the town of ",{"type":"'''","value":["San Gerardo de Rivas"]}," to the park ranger's refuge in the ",{"type":"'''","value":["Los Crestones"]}," sector and save energies for the next 5 km walk from there to the peak. Considering that Chirripó is the 38th most prominent peak in the world, this journey is a once in lifetime experience.\n\nIt is also a great way to explore the mountainous climate, fauna, and flora of this Central American nation. \n\n",{"type":"===","value":["History"]},"\nDuring the dry season the upper regions are susceptible to fires. The latest recorded events have occurred in 1953, 1958, 1976, 1977, 1981, 1992, and 2012. The event of 1992 affected over 20 km² (5000 acres) of vegetation and forced the administration to close the park for four months.\n\nAugutin Blessing was the first white person who climbed the Chirripo Mountain back in 1904.\n\n",{"type":"===","value":["Landscape"]},"\nIn National Park contains the highest peak of Costa Rica. This makes it the 38th highest peak in the world, and the highest in the range between Guatemala and the Andes. Chirripo National Park boast great biodiversity, including Talamanca forest and Costa Rican ",{"type":"''","value":["Páramo"]}," forest. \n\n",{"type":"[[","value":[["File:Valle de lagos.jpg"],["thumb"],["center"],["550px"],["Overview of Valle de los Lagos, Chirripó National Park"]]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nIn lower altitudes you find a dwarf cloudforest habitat. From 3400 m up the vegetation changes and to higher altitudes plants and shrubs as opposed to forest. The Resplendent Quetzal may be seen in the lower cloudforest regions. Monkeys, toucanets, trogons and several other species may be found in the lower altitudes.\n\n",{"type":"===","value":["Climate"]},"\nFrom January till April dry. May - December very humid.\nOn the top it could be very cold (down to -9 C°).\n\n",{"type":"==","value":["Get in"]},"\nThere are buses from ",{"type":"[[","value":[["San Isidrio de General"]]},". In between San Isidrio and ",{"type":"[[","value":[["San Gerardo de Rivas"]]}," are several \"cabinas\" for overnight accommodations.\n\nYou are not allowed to hike up to the Refugio after midday.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance and one night overnight stay at the Refugio costs ~ 20 US. Permits must be obtained in San Gerardo de Rivas.\n\n",{"type":"==","value":["Get around"]},"\nFollowing the main trail will take up to 12 hours in poor conditions for slow hikers. Fit or experienced hikers may complete it in 6-7 hours. Follow the sign that says \"Trail to Chirripo\" and begin the La Cuesta del Agua uphill stretch for 2 hours. The climb crests at Monte Sin Fe. Finish the trek for the day at the Chirripo Shelter and Base Camp, 6 km below the summit. Rise the next day before dawn and trek the rest of the way to the summit. It will take about 1-2 hours to do the ascent.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["La Amistad International Park"]]}," Cloudforest, Costa Rica Paramo, Monte Sin Fe, Rabbit Valley, Cerro Terbi. You will get a vista of the Pacific and Atlantic Ocean from the top on a clear day.\n\n",{"type":"==","value":["Do"]},"\nHike up the highest mountain of Costa Rica.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThis operates on a pack it in, pack it out philosophy. There is no place to purchase food, so you must bring all your own supplies on the hike.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe Chirripo Shelter\/Base camp offers basic bunk accommodations in a shared facility. Registering in advance with the park service in San Gerardo de Rivas will ensure that there is adequate space for the night you intend to stay. Be sure to bring sleeping bags with you.\n\n",{"type":"===","value":["Lodging"]},"\nAt an altitude of ~ 3450 m there is a lodge where you can stay overnight and then hike up to the peak in the morning.\n\n",{"type":"===","value":["Camping"]},"\nTent camping is prohibited.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nIt is best not to hike alone, and recommended to go with a local guide. The weather conditions can create an extreme (and cold) environment on the top of the peak and having a knowledgeable guide can be an asset in an emergency. ",{"type":"[","value":["http:\/\/www.adventure-life.com\/costa-rica-tours\/ Adventure Life"]}," offers guided 3 and 4 day packages with accommodations at Pelicano Lodge before and after the summit.\n\n",{"type":"==","value":["Go next"]},"\nWalk down to the exit and take the bus back to ",{"type":"[[","value":[["San Isidro de El General"]]},".\n\n",{"type":"{{","value":[["geo"],["9.4800"],["-83.4800"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Pacific Costa Rica"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Chirripó National Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Cerro Chirripó"]]}]