[{"type":"{{","value":[["pagebanner"],["Chiricahua National Monument Banner.jpg"]]},"\n",{"type":"[[","value":[["File:Chiricahua balanced rock.jpg"],["300px"],["thumbnail"],["right"],["Balanced rock in Chiricahua National Monument"]]},"\n",{"type":"'''","value":["Chiricahua National Monument"]}," is one of the more remote units in the ",{"type":"[[","value":[["United States National Parks"],["National Park system"]]}," in ",{"type":"[[","value":[["Southeast Arizona"]]},". Once called 'the land of standing up rocks' by the Chiricahua Apaches, it is most famous for its unusual stone hoodoos, which beckon the hiker and photographer. It also preserves several sites of historic and cultural interest.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Visitor Center"],["alt="],["url=http:\/\/www.nps.gov\/chir"],["email="],["address=E Bonita Canyon Rd"],["lat=32.00506"],["long=-109.35800"],["directions="],["phone=+1 520-824-3560"],["tollfree="],["fax=+1 520-824-3421"],["hours=Daily 8am-4:30pm"],["price="],["content="]]}]},{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Faraway Ranch.jpg"],["thumb"],["Faraway Ranch"]]},"\nThe Chiricahua Mountains were part of the traditional homeland of the Chiricahua Band (\"band\" is the proper designation for this group, not \"tribe\") of the Apache Indian nation. The Chiricahuans had numerous clashes with settlers and travelers during the 19th century, many resulting (or so the Chiricahuans claimed, at least) from the \"white man's\" violation of previously negotiated treaties governing land use. The Apache leaders ",{"type":"'''","value":["Cochise"]}," and ",{"type":"'''","value":["Geronimo"]}," were members of the Chiricahua Band who were famed, and feared, in their day. Territory of the monument was used as a safe haven by the Chiricahuans until the cessation of hostilities; many place names in southern Arizona, including that of ",{"type":"'''","value":["Cochise Stronghold"]},", another highly scenic site in the region, date to this conflict and memorialize its more illustrious figures.\n\nChiricahua National Monument is one of the many U.S. national parks and monuments that came into being in the first third of the 20th century (1924), by which time the conflict with the Chiricahua Band had receded into the past. The primary purpose was to protect the rock formations for which the monument is famed. Much of the park's infrastructure dates to a slightly later time, as it was one of the sites of public-works projects during the Great Depression.  \n\nSwedish immigrants Neil and Emma Erickson settled in Bonita Canyon, in the lower reaches of the monument, in the 1880s, and operated the ",{"type":"{{","value":[["marker"],["type=see"],["name=Faraway Ranch"],["lat=32.00812"],["long=-109.37241"],["image=Faraway Ranch.jpg"]]}," on what is now monument property. It was originally a working ranch, but in the 20th century became a guest ranch (\"dude ranch\") with reasonable success well into the monument's modern history. Structures of the Faraway Ranch are open for tours.\n\n",{"type":"===","value":["Landscape"]},"\nChiricahua's hallmark is the enormous collection of weirdly-shaped rock pinnacles that fill the higher regions of the park, the remnants of a huge volcanic eruption about 25 million years ago. The most accessible, and in many regards most interesting, formations are in several canyons (notably Echo Canyon) high on the side of the Chiricahua Mountains, which extend into neighboring Coronado National Forest. The Chiricahua Mountains are an example of a \"sky island,\" an isolated group of mountains rising without preamble or foothills from the surrounding desert. Sky islands are prominent landforms in southern Arizona, and several of the others in the region, for example ",{"type":"'''","value":["Cochise Stronghold"]}," in the Dragoon Mountains west of Chiricahua, are scenic attractions in their own right, although lacking Chiricahua's remarkable rock formations.\n\nThe park entrance is at an elevation of about 5000 feet. The trailheads for the main formations in Echo Canyon and vicinity are at about 7000 feet, high enough that the visitor from the lowlands may notice the rarefied air; plan to be a little more winded than you expect when hiking, and allow a bit of extra time for your explorations. The high point in the Chiricahua Mountains is above 9000 feet, but lies outside the monument.\n\n",{"type":"''","value":["Note:"]}," Rock climbing is generally prohibited in the monument. The rock formations look as though they may pose interesting boulder problems, but they're fragile (and rotten), and have been placed off limits to protect their scenic beauty.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Chiricahuas in bloom.jpg"],["thumb"],["Chiricahuas in bloom"]]},"\n",{"type":"[[","value":[["File:Pinus discolor - Arctostaphylos.jpg"],["thumb"],["Some of the varied flora"]]},"\n",{"type":"[[","value":[["File:Elegant Trogon (Trogon elegans).jpg"],["thumb"],["Elegant trogon (",{"type":"''","value":["Trogon elegans"]},")"]]},"\nChiricahua stands at the junction of several North American biomes, and has an interestingly diverse population of flora and fauna to match. The characteristic medium-to-large mammals of the park are the coatimundi and ",{"type":"''","value":["javelina"]}," (peccary), both more typical of areas to the south, and white-tailed deer, black bear and the occasional mountain lion, all more commonly associated with the mountainous regions to the north. Even the occasional jaguar strays north from Mexico, although you almost certainly won't see one. Most of the larger animals are crepuscular (active at dawn and dusk) and difficult to observe during daylight hours.\n\nBirds are similarly diverse, and almost 200 species have been recorded at the park. Many of them are either \"erratics\" that wander up from Mexico or migratory species that are only around for brief periods in spring and fall. A spectacular example of the first class that you won't see in many places in the United States is the elegant trogon (\"elegant\" is part of the name of the bird, not a description); count yourself lucky if you see one. Seeing raptors or ravens while you're out on the trails is much more common.\n\nRattlesnakes are common in the park, mainly although not exclusively at the lower elevations. The rock formations produce good hiding places for snakes, so be careful where you put your hands when hiking; your main chances for dangerous rattler encounters come from poking a hand into a rock crevice where a snake is resting or sunning. The dangerously venomous (but unusually inoffensive) coral snake is also present in the park, although you're more likely to see its non-venomous look-alike, the scarlet king snake. Other reptiles include all manner of lizards, particularly skinks, and a single species of dry-land box turtle; you're likely to see lizards as you hike, but finding the turtle is a treat.\n\nAs for flora, the usual junction-of-biomes observations apply, with mountain (ponderosa pine) and desert (yuccas, all kinds of cactus) species coexisting in the park. The distribution of trees and cactus varies not only according to elevation, but also with type of terrain; the fact that the canyons tend to be wetter than the more exposed terrain means that trees characteristic of the high country do better in the canyon bottoms.\n\n",{"type":"===","value":["Climate"]},"\nChiricahua's climate is strongly elevation-dependent, but generally is that of a continental desert, with four distinct seasons. However, as even the lowest parts of the monument are still well above the plain level, summer heat isn't as beastly here as in much of Arizona. Temperatures cited below are typical of the visitor center and campground, which are at low elevations; conditions \"on top\" will be about 10 to 15 degrees cooler on average, with more precipitation.\n\nSpring (March and April) is the most popular time to visit, as temperatures are generally moderate (highs around 70°F at the visitor center) and there is little precipitation. Strong winds at this time can be annoying, particularly at the higher elevations where the temperature is a bit lower, but most of the hiking trails are sheltered and reduce exposure to the wind. Temperatures gradually rise into June, the hottest month of the year, with average highs around 90°F and daily highs above 100°F not unknown. Monsoonal rains usually start in July and cool things down by 10 degrees or so; July and August are the wettest months, with typically about 3 inches of rain falling in each, generally accompanied by fierce electrical storms that occur almost daily. If you're visiting during these months, plan to start your day early and be off the highest points by early afternoon to avoid lightning hazard. The storms taper off in September, leading to fall conditions that many view as offering the best time to visit; it's unusual to get temperatures below freezing at the visitor center\/campground until the end of October, and even November won't see freezing temperatures until mid-month most years. Winter at Chiricahua is generally temperate, with highs in the 50s or low 60s and about 12 inches of snow in an average year (more in the high country).\n\nA climatic quirk of Chiricahua is the ",{"type":"''","value":["chubasco"]},", a violent, localized storm resulting from the decay of low-pressure systems in the Gulf of California. Rainfall and lightning during a chubasco can be almost unbelievably intense for brief periods, and winds can reach hurricane force. The effects are highly localized; the monument may be getting bombarded while some of the other \"sky islands\" 50 miles away are unaffected. Driving to and from the monument during a chubasco can be a hairy experience, and you certainly don't want to be in the high country while one is in progress.  The effects of the chubasco might last two or three days.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["32.00516"],["-109.34366"],["height=500"],["width=500"],["zoom=13"],["layer=MR"]]},"\nChiricahua is about 120 miles east of the major city of ",{"type":"[[","value":[["Tucson"]]},", which has good air service. From Tucson, proceed east by car on ",{"type":"'''","value":["I-10"]}," to the small town of ",{"type":"[[","value":[["Willcox"]]},", then follow ",{"type":"'''","value":["SR 186"]}," south for 32 miles to ",{"type":"'''","value":["SR 181"]},", which leads to the entrance. There are no reliable services between Willcox and Chiricahua; gas up in town, and if you're camping, pick up food there as well.\n\nFrom the east (",{"type":"[[","value":[["New Mexico"]]},"), you can follow I-10 to Willcox and proceed as above, but for a scenic alternative, you can attempt an east-side approach via ",{"type":"'''","value":["Apache Pass Road"]}," from exit 366 and the small town of Bowie. The route passes ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/fobo\/ Fort Bowie National Historic Site"]}]},", one of the very few National Park Service units in the \"lower 48\" that you must hike into, rather than drive. If you're up to the 3-mile round-trip hike (generally on level, well-maintained trail) and have a couple of hours to kill en route to Chiricahua, it's an interesting site to visit. The road continues on over Apache Pass and connects with ",{"type":"'''","value":["SR 181"]},". As reached by this route, Chiricahua is even farther from travel services, so make sure your fuel tank is full before venturing forth; it's wise to fuel up in ",{"type":"[[","value":[["Deming"]]}," or Lordsburg, in ",{"type":"[[","value":[["Southwest New Mexico"],["southwestern New Mexico"]]},", and make sure your vehicle is in good condition, as traffic on this road is sparse and help may be a long time in coming if you break down.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nDay use fees are $5\/adult; accompanied children free. The National Park Service's ",{"type":"'''","value":["National Parks and Federal Recreational Lands Pass – Annual Pass"]}," ($80\/year) affords free access to the park for the pass holder and others in the same (non-commercial) vehicle.\n\n",{"type":"==","value":["Get around"]},"\nYou can drive (or, if you're into pain, cycle – the road gains thousands of feet of elevation) from the visitor center and campground to the upper reaches of the park, where the most interesting rock formations are. The trails through the formations are all done on foot; no motorized traffic or horses are allowed on them.\n\nThe trademark hike at Chiricahua (see under \"Do\") is from the trailheads at the upper end, one-way back to the visitor center\/campground. To avoid the necessity of leaving a car at each end of this trail (or of hiking back to the top, which again is an exercise in pain), take advantage of the ",{"type":"'''","value":["shuttle service"]}," operated by the visitor center. A 14-passenger van takes hikers to the trailheads on top, with departure from the visitor center at 8:30AM. Use of this shuttle is on a by-reservation-only basis; get your reservation at the visitor center on the day before you're riding on it, or if you're in a gambling mood, show up at the visitor center promptly at 8:00 and see if there's still space available on the shuttle.  Occasionally a kind-hearted worker at the visitor center will drive a second, later shuttle for stragglers, but you can't count on it.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Massai Point, Chiricahua National Monument, Arizona.jpg"],["thumb"],["Massai Point"]]},"\nStart by checking in at the visitor center and viewing the static displays and orientation video. Chiricahua is more of a \"do\" park than a \"see\" park, and you'll have to do some hiking to get to the best scenery. However, you can get a good overall sense of the rock formations from ",{"type":"{{","value":[["marker"],["type=see"],["name=Massai Point"],["lat=32.00814"],["long=-109.3116"],["image=Balanced Rocks.jpg"]]},", an overlook at the end of the 8-mile scenic drive beyond the visitor center. Wildlife encounters on the road to the overlook aren't uncommon; remember that the critters have the right of way (and the coatis, in particular, will cheerfully assert it).\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Echo Canyon Trail.jpg"],["thumb"],["Echo Canyon Trail"]]},"\nChiricahua is an excellent park for day hiking, with options ranging from brief, one-hour walks to strenuous, all-day excursions with significant altitude gain. The must-see region for the day hiker is ",{"type":"'''","value":["Heart of Rocks"]},", close to the upper end of the monument. Many of the most famous rock formations are here.\n\nIf you have time and are staying in the monument's campground (see below under \"Sleep\"), and can organize yourself in the morning, the most rewarding hike is a one-way trip from ",{"type":"'''","value":["Echo Canyon"]}," or ",{"type":"'''","value":["Massai Point"]},", through the Heart of Rocks, and on to the visitor center by way of the ",{"type":"'''","value":["Sarah Deming"]}," and ",{"type":"'''","value":["Lower Rhyolite"]}," trails. The shuttle from the visitor center drops you off at the trailhead, so that you don't have to organize a car shuttle yourself. Using this much-appreciated service requires advance reservations, and you must be at the visitor center by 8:30AM when the shuttle departs. The hike is almost entirely downhill, with a number of scenic detours along the way if you're feeling energetic.\n\nFor the less ambitious hiker, Heart of Rocks is accessible from the ",{"type":"{{","value":[["marker"],["type=do"],["name=Echo Canyon trailhead"],["lat=32.01219"],["long=-109.31555"],["image=Echo Canyon Trail.jpg"]]}," via a shorter, out-and-back loop trail involving about 3 miles of hiking. (This one will be crowded; don't expect a wilderness experience.) Several other short trails from Echo Canyon and Massai Point reach viewpoints in the high country. Other short hikes are available from trailheads near the visitor center and stress the ecology of the monument rather than the geology.\n\nNote that almost all of the monument's trails, with the possible exceptions of the lowlands trails near the visitor center, are fairly rough and steep, with uneven footing. If you're physically frail, have problems with balance, or are freaked out by exposure, Heart of Rocks may not be the place for you to go hiking; if you need a wheelchair or other conveyance to get around, it certainly isn't. Enjoy the views from Echo Canyon or Massai Point instead.\n\n",{"type":"==","value":["Buy"]},"\nThe visitor center has the usual gift-shop goods, with mementos, books on the area, etc.\n\n",{"type":"==","value":["Eat"]},"\nThere are no food services at the monument; bring your food and drink with you. Bottled water may be available for sale at the visitor center, but that's about it.\n\n",{"type":"==","value":["Drink"]},"\nWhat you bring with you, apart from visitor center water.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThe nearest lodging options are in ",{"type":"[[","value":[["Willcox"]]}," and ",{"type":"[[","value":[["Pearce"]]},".\n\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bonita Canyon Campground"],["alt="],["url="],["email="],["address="],["lat=32.011"],["long=-109.35575"],["directions=near the visitor center"],["phone=+1 520-824-3560"],["tollfree="],["fax="],["price=$12\/night, $6\/night w\/Interagency Senior or Access Pass"],["checkin="],["checkout="],["content=A surprisingly pleasant campground. Reservations are ",{"type":"''","value":["not"]}," accepted for the 22 spaces at this campground; it's first-come, first-served, and busiest during March and April when it's usually full every night. Vehicles must be no longer than 29 feet.\n\n:If your vehicle is too large, or if the campground is full (not unlikely on weekends during peak periods such as spring break), try one of the campgrounds in neighboring ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fs.fed.us\/r3\/coronado\/forest\/recreation\/camping\/campground-guide.shtml Coronado National Forest"]}]},"; the Rustler Peak campground is agreeable and is fairly close to Chiricahua. (Check carefully on campground locations; Coronado is a large, sprawling place, and some of the campgrounds are definitely ",{"type":"''","value":["not"]}," close to Chiricahua.)"]]}]},"\n",{"type":"===","value":["Backcountry"]},"\nNo backcountry camping is permitted at the monument, but Coronado National Forest offers a number of backpacking\/backcountry-camping opportunities.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Coatimundi Camp Chiricahua.jpg"],["thumb"],["Coatimundi are clever campground robbers"]]}," \nIf hiking, wear good boots and stay on the trail. Dangerous wildlife encounters are rare, but rattlesnakes are found throughout the monument, particularly at dawn and dusk when the hunting is good, or in the middle of the day during the cooler parts of the year. If there's a snake on the trail, just step back and concede it the right of way. The possibility of surprising a snake concealed on a ledge is just one of the reasons to obey the prohibition against climbing the rock formations or getting off the trails.\n\nIf camping at Bonita Canyon, make sure to secure your food items overnight; there are bears in the monument, and the coatis can play the same camp-robber role as raccoons do farther north. It's also wise to shake out your shoes and boots before putting them on in the morning, as they can make nice hiding places for critters such as scorpions. Finally, remember to wear sun screen and take lots of water when you go hiking.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cochisestronghold.com\/ Cochise Stronghold"]}]}," is another scenic site on a sky island, in the Dragoon Mountains.  The region is administered by Coronado National Forest, and there are fewer use restrictions than in Chiricahua; for example, ",{"type":"[[","value":[["rock climbing"]]}," is permitted and enjoyable there."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fort Bowie National Historic Site"]}," is nearby; see above under \"Get in.\""]},"\n\n",{"type":"[[","value":[["WikiPedia:Chiricahua National Monument"]]},"\n",{"type":"{{","value":[["Usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["32.00569"],["-109.35672"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeast Arizona"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Chiricahua National Monument"]]}]