[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chitral"]}," is the capital of ",{"type":"[[","value":[["Chitral District"]]}," in Khyber Pakhtunkhwa of ",{"type":"[[","value":[["Pakistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Kalash Festivals"]},"\n\nThe Kalash are ancient tribe and have a religion and culture of their own, their culture is unique as well as amazing one. The Kalash is famous for their festivals. Locally brewed mulberry wine is drunk in copious quantities. The Kalash People celebrate three main festivals in a year.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["JOSHIO CHILMJUSHT"]}," ( 14TH -15TH OF MAY)"]},"Organized to pay thanks to Almighty on the arrival of spring season.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["UCHAO O UTCHAL"]}," (19th - 20th August)"]},"Pay homage to Almighty because of grapes and other ripe fruit. They prepare wine, cheese, corns etc.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["CHOIMUSK"]}," (7th to 22nd December) "]},"It is a winter festival celebrated to welcome the New Year. It is celebrated by feasting, drinking and merry making. It is thanksgiving function to Almighty. Winter is full of snow, rain and cold wind. People rejoice with wine, fruit, assemble for dancing, singing and enjoy every event and moment.\n\n",{"type":"==","value":["Get in"]},"\nAIR\nPIA is oprating flights to chitral flights from Islamabad & Peshawer daily. \n\nIt takes about 8 to 10 hours drive from Islamabad to Chitral, one can also reach Chitral by air from Peshawer Airport.\nThe more popular route by land is from Gilgit- taking 14 hours if all the jeeps on the 5-7 steps of the route are co-ordinated. This route is considered the safer and more scenic.\nAnother land route is from Peshawar. Jeeps leave Chirtal Mayoon (600 rs) at 4am in Khyber Bazaar and take 14 hours; crossing over the beautiful Lowri pass. As of July 2009 the Lowri Pass has been reopened after the violence in Swat and Malakhand which spilt over onto the pass had been eliminated. Due to a heavy police and army presence, the route has become safe for tourists. It is said that the works on the Lowri tunnel will recommence by September resulting in an opening before years end- should no incident occur.\nAs regards the Kalash Valleys, jeeps are available in the morning and mid afternoon (8o rs or 1000 for 'special taxi') which run via Ayun. Roads to Valley are unmetalled and on one side of the jeep are Hindukush and on the other side is the river. A 200rs toll applies to enter the valleys. Most people only visit central valley Bambore at where there are many hotels & other amenities. Rumbur is less often visited but has a higher proportion of kalash and a greater historical significance to the kalash people (but watch out for the converted Afghan-Kalash at the northern end of the valley who, while not dangerous, are unfriendly to foreigners and enemies to the kalash as the result of them squatting on kalash lands).\n\n",{"type":"'''","value":["BUS"]},"\n\nWhen the passes are open, microbuses run from Pershawer to Chitral. The journey takes around 12 hours and crosses the Malakand and Lowari passes. The route will often be closed in winter due to snows. Direct buses only run at night. If you travel during the day you will have to change buses at Dir.\n\nShared jeeps run from Chitral to Mastuj and Chitral to Khot Valley from where it's possible to pick up the NATCO bus to Gilgit. This will require a night in Mastuj.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kalasha Valleys"]]}]}," - home to the waning and fascinating Kalasha people."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Trich Mir peak"]]}]}]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sightseeing"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Festivals"]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Free Food"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Nisar village there are a lot of grapes, dry fruits and corn trees. So you can eat them directly."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Wine"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In this valley every house prepares a wine made up of Dry fruit, Salt, Oil, Wet wheat in addition to Grapes and they drink it in the winter season, people from many parts of the world come here to taste this unique wine."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hindukush Heights"],["url=http:\/\/www.hindukush.com.pk\/"],["email="],["address=Chitral, Pakistan"],["lat="],["long="],["directions="],["phone=+92 (0) 943 413151 & 413152"],["tollfree="],["fax=+92 (0) 943 413153"],["hours="],["price="],["checkin="],["checkout="],["content=Cell number: +92 (0) 344 97 00 800 & +92 (0) 300 85 21 887"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gilgit"]]}," - jeep rides are possible via the Shandur Pass"]},"\n",{"type":"{{","value":[["geo"],["34.00"],["71.32"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest Pakistan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Chitral"]]},"\n\n",{"type":"[[","value":[["it:Chitral"]]}]