[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Chittagong Faisal.jpg"],["thumb"],["200px"],["Chittagong in early morning"]]},"\n",{"type":"'''","value":["Chittagong"]}," is the capital of ",{"type":"[[","value":[["Chittagong Division"]]}," in south-eastern ",{"type":"[[","value":[["Bangladesh"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nChittagong is a fairly big, spread out town, and the largest international seaport in the country. Like Dhaka the streets are filled with masses of rickshaws, though the city puts in a little more effort to keep its streets and sidewalks clean. Foreigners will notice a distinct increase in nuisance from beggars in certain intersections, for example, New Market Circle and the central Railway Station. Majority of the beggars are from other parts of the country such as Greater Mymensingh Region and Greater Noakhali area. This is due to the fact that Chittagonian people are more prone to charity relative to other parts of the country.\n\nThe busiest part of town is the area around the train station and Station Road, while things get a little more bearable as you move further north. GEC Circle is the intersection of Zakir Hossain Rd, O. R. Nizam Rd and CDA Avenue, about 3 km north of the train station, and is the center of middle to upper class life with a variety of shady restaurants and shopping.\n\nChittagong is a conservative place. Local women tend to dress in modest clothing and don't like to shake hands with men. This does not apply to the upper class who are very westernised. Local people aren't offended when foreigners don't comply with the expectations of local people. Foreigners drinking alcohol or foreign women wearing skirts which show their bare legs are going to upset people. If you are going to do that there will be no end to males staring at you. \n\nIn the more affluent neighborhoods like Khulshi and Nasirabad local women are more westernised. The parties that let women have fun are mostly indoors, and Chittagong Club or Hotel Agrabad are fairly happening places at that. \n\nThe Chittagonian enthusiasm for inviting people to massive feasts is a bit of legend both locally and elsewhere in Bangladesh. Known as ",{"type":"''","value":["mezbani"]}," these feasts feature a tremendously hot curry, usually of beef. If you're not used to it, approach with caution.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = 27"],["febhigh = 29"],["marhigh = 32"],["aprhigh = 33"],["mayhigh = 33"],["junhigh = 32"],["julhigh = 31"],["aughigh = 31"],["sephigh = 32"],["octhigh = 32"],["novhigh = 30"],["dechigh = 27"],["janlow = 15"],["feblow = 17"],["marlow = 21"],["aprlow = 25"],["maylow = 26"],["junlow = 27"],["jullow = 27"],["auglow = 26"],["seplow = 26"],["octlow = 25"],["novlow = 20"],["declow = 16"],["janprecip = 5"],["febprecip = 28"],["marprecip = 64"],["aprprecip = 150"],["mayprecip = 264"],["junprecip = 611"],["julprecip = 774"],["augprecip = 564"],["sepprecip = 320"],["octprecip = 218"],["novprecip = 66"],["decprecip = 15"],["description ="]]},"\n\nThe ",{"type":"'''","value":["weather"]}," is tropical - hot and very humid during the summer monsoon season (April-September) and drier and cooler in the winter (October-March).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":["Shah Amanat International Airport"]}," is modern and clean and serves as Chittagong's international airport besides domestic services to and from ",{"type":"[[","value":[["Dhaka"]]}," and ",{"type":"[[","value":[["Sylhet"]]},". It is the 2nd busiest in Bangladesh.  Situated in Patenga, it has international services to destinations such as ",{"type":"[[","value":[["Kolkata"]]},", ",{"type":"[[","value":[["Sharjah"]]},", ",{"type":"[[","value":[["Muscat"]]},", and ",{"type":"[[","value":[["Kuwait"]]},". Formerly known as MA Hannan International Airport, but was renamed on April 2, 2005 by the Government of Bangladesh. Major airlines that serve the airport include ",{"type":"[","value":["http:\/\/www.bimanair.com\/ Biman Bangladesh Airlines"]},", ",{"type":"[","value":["http:\/\/www.gmgairlines.com\/ GMG Airlines"]},", ",{"type":"[","value":["http:\/\/www.airarabia.com\/ Air Arabia"]},", ",{"type":"[","value":["http:\/\/www.kuwaitairways.com\/ Kuwait Airways"]},", ",{"type":"[","value":["http:\/\/www.omanair.aero\/ Oman Air"]},", ",{"type":"[","value":["http:\/\/www.flyregent.com\/ Regent Airways"]},", ",{"type":"[","value":["http:\/\/www.uabdl.com\/ United Airways (BD)"]},", Best Air, and Royal Bengal Airlines, Fly Emirates.\n\n",{"type":"===","value":["By train"]},"\n\nTrains run to ",{"type":"[[","value":[["Dhaka"]]},", ",{"type":"[[","value":[["Sylhet"]]}," and other cities. The main route out of Chittagong runs north to ",{"type":"[[","value":[["Comilla"]]}," and Akhaura, from where the routes to ",{"type":"[[","value":[["Dhaka"]]}," and ",{"type":"[[","value":[["Sylhet"]]}," diverge. The train station is on Station Road just west of Jubilee Rd. Chittagong is a terminal station on the metre gauge eastern section of the Bangladesh Railway. The headquarters of this railway are located here. Train journeys are, in general, cheaper than bus journeys.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are 2 spots in the city where the major ",{"type":"'''","value":["private companies"]}," operate from and have offices - just to the south of GEC Circle on CDA Ave, and on Station Rd near Hotel Golden Inn. Greenline, Silkline and Shohag are the nicest and have frequent services to ",{"type":"[[","value":[["Dhaka"]]}," (6 hours) and ",{"type":"[[","value":[["Cox's Bazar"]]}," (3 hours). Greenline also offers the only direct bus to ",{"type":"[[","value":[["Sylhet"]]}," (Tk 550, 6 hours).\n\n",{"type":"'''","value":["Local buses"]}," to ",{"type":"[[","value":[["Cox's Bazar"]]}," (Tk 140, 3 hours) run frequently throughout the day from Cinema Palace Bus Station, about 1km north of the Station Rd area.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chittagong Bus Depot"]},", +031 683423. ",{"type":"[","value":["http:\/\/www.brtc.gov.bd\/buss_ser.html\/ Schedule and fares"]}]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["BIWTC"]}," has an office and launches its ferries from Sadarghat, about 1km south of the train station down Sadarghat Rd. ",{"type":"[[","value":[["Barisal"]]}," is the main destination, from where you can continue to ",{"type":"[[","value":[["Dhaka"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\nTransport in Chittagong is similar to that of the country's capital Dhaka.  There are various bus systems, taxis, and as well as smaller 'Baby' or 'CNG' taxis which are basically tricycle-structured motor vehicles.  Also, there are the traditional manual rickshaws which are very common.\n",{"type":"*","value":[" ",{"type":"'''","value":["Cycle-rickshaws"]}," are the natural choice, and cost around Tk 12-15 per kilometer."]},{"type":"*","value":[" ",{"type":"'''","value":["Walking"]}," is also a possibility as the town isn't ",{"type":"''","value":["too"]}," confusing, but keep and eye out as the streets can be very busy, especially around Station Rd and Jubilee Rd."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hazrat Shah Sufi Amanat Khan (R):"]}]},{"type":"''","value":["Hazrat Shah Sufi Amanat Khan (R)"]}," (capital R is used to show respect) a very famous saint of Chittagong, Bangladesh. Hazrat Shah Sufi Amanat Khan (R) came from Bihar Sharif, India. At Chittagong he lived in a cottage and accepted service as a ",{"type":"''","value":["pankha wala"]}," (hanging fan puller) in the Judge's Court. From the circumstantial evidence it appears that he was a great man of the late 18th century. The family that lives in the compound of Hazrat Shah Amanat Khan's (R) mausoleum and looks after it are Hazrat Shah Sufi Amanat Khan's descendants. They have got in their possession a Persian ",{"type":"''","value":["waqfnama"]}," (deed of endowment) of ",{"type":"''","value":["Anwar Khan"]},", the son of Hazrat Shah Sufi Amanat Khan (R).\n\nHazrat Shah Sufi Amanat Khan (R) lived a very simple life. His daily routine was to attend to his duties in the Court and to engage in prayers. No one knew that he was spiritually endowed nor did he pose to be such. His spiritual greatness was revealed through a ",{"type":"''","value":["Karamat"]}," (spiritual power with magical elements received from The Almighty Allah) which brought him to the limelight and people came to know that he was a ",{"type":"''","value":["Wali"]}," (saint) of the highest rank. When his spiritual attainments became known, he resigned from his job and remained busy with spiritual religious act and meditation. He is ranked among the greatest saints of Chittagong. People visit his mausoleum specially to seek blessings in matters of litigation. Hazrat Shah Sufi Amanat Khan (R) lies buried in a mausoleum to the east of the Laldighi of Chittagong\n\n",{"type":"*","value":[{"type":"'''","value":["Patenga Beach:"]}," Sandy beach at the meeting place of the roaring sea and the river Karnaphuli. It looks more beautiful from Naval Academy Road which is just beside the Shah Amanat International Airport."]},"\n",{"type":"*","value":[{"type":"'''","value":["Foy's Lake:"]}," Set amidst panoramic surroundings, this ideal spot for outings and picnics is thronged by thousands of visitors.  This Lake has been created in the natural environment in 1924 by the initiative of the then Assam-Bengal Railway.  This lake has been created by building a dam based on a plan by an English engineer Mr. Foy. Now an amusement park is established there. The zoo is next door."]},{"type":"*","value":[{"type":"'''","value":["Shrine of Baizid Bostami:"]}," This holy shrine attracts a large number of visitors and pilgrims. At its base there is a large pond with several hundred tortoises floating in the water. According to tradition, these turtles are descendants of  evil   spirits (djinns) who  were cast  into this shape because they incurred the wrath of the great saint who visited the place about 1100 years ago. "]},{"type":"*","value":[{"type":"'''","value":["World War II Cemetery:"]}," In this well-preserved cemetery at quiet and picturesque place lie buried over 700 soldiers from Commonwealth countries and Japan. The War Cemetery is located in a hillside sloping place, in the south-western corner of Chittagong Medical College Hospital, beside the Badshah Mia Road of the city. The total area of this cemetery is eight acres, which is protected and supervised by the Commonwealth Graves Commission. "]},{"type":"*","value":[{"type":"'''","value":["Ethnological Museum:"]}," Shows a mix of tribal artifacts. The Ethnological Museum of Chittagong was established in the first half of nineteen sixties. The museum contains four galleries and a small hall. It is a little dark. Some sections contain mock ups of 'village life' for the different tribal areas with life size dolls. These are reminiscent of the museum in the film 'Planet of the Apes'."]},{"type":"*","value":[{"type":"'''","value":["Chittagong Medical College:"]}," One of best medical college in Bangladesh and only specialized govt. hospital in Chittagong.It was established in 1958.  "]},{"type":"*","value":[{"type":"'''","value":["Baitul Falah"]}," The largest mosque in ",{"type":"[[","value":[["Chittagong"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Chandanpura Mosque:"]}," Situated in the old city, the multi-domed mosque is an architectural sight to behold."]},{"type":"*","value":[{"type":"'''","value":["Chittagong College:"]}," Situated in the old city, is one of the oldest colleges in Bangladesh (estd 1869) and also one of the prestigious academies. "]},{"type":"*","value":[{"type":"'''","value":["Mohsin College:"]},"Situated beside Chittagong college. The College area covers almost 31 acres of land decked with beautiful landscape. The college Campus wears a garb of natural panoramic beauty. It is housed in eight metalled\/pucca buildings on an extensive beautiful campus in the lap of nature. A beautiful play ground a stretches to the south of college gate, supplying the students a great scope to participate in different games and sports. The college campus upholds the ancient architectural beauty in the shape of a building built by the Portuguese."]},{"type":"*","value":[{"type":"'''","value":["Court Building:"]}," Situated on the Fairy Hill, this building commands a magnificent bird's eye view of Chittagong city, particularly at night. The Court building was built immediately after the East India Company conquered and declared Chittagong as a separate administrative area in 1773. The building is huge, over 250 thousand square feet and has hundreds of rooms."]},{"type":"*","value":[{"type":"'''","value":["Kattali Beach"]},".  Natural beach with mangrove forest west of Halishahar and south of Kattali."]},"\n\n",{"type":"===","value":["Nearby"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["shipbreaking yards"]}," near the Indian Ocean are Chittagong's international claim to fame, but for the wrong reasons; these are considered one of the most polluted places on Earth with highly dangerous practices and hazardous working conditions. ",{"type":"[","value":["http:\/\/www.greenpeaceweb.org\/shipbreak\/ Green Peace"]}," is actively campaigning against them and trying to bring this issue further into the light.  Tourists are not usually welcome, but some travelers have been able to sweet talk the gate-keeper and get amazing photos of massive ships being dismantled for parts and steel. There are many breaking yards stretching for miles, so start at one end and try your luck until you have success. Keep your wits about you, safety practices leave something to be desired. It's also wise to keep your camera hidden until you're out of view of the officials, lest you be mistaken for a journalist out to do them harm. Bus #6 runs from Station Road, or you could hire an auto-rickshaw. (See also ",{"type":"[[","value":[["Alang"]]},", ",{"type":"[[","value":[["India"]]},")."]},"\n",{"type":"==","value":["Do"]},"\nThere are a few amusement parks and public parks in Chittagong:\nFoy's Lake Amusement Park chittagong\n",{"type":"*","value":[{"type":"'''","value":["Karnafully Sishu Park (Agrabad, Chittagong)"]}]},{"type":"*","value":[{"type":"'''","value":["Zia Sishu Park (Circuit House, Chittagong)"]}]},{"type":"*","value":[{"type":"'''","value":["Mini Bangladesh (Chandgaon, Chittagong)"]}]},{"type":"*","value":[{"type":"'''","value":["Biplobi Uddan (2 number gate, Chittagong)"]}]},{"type":"*","value":[{"type":"'''","value":["Jatisongho Park (Panchlaish, Chittagong)"]}]},{"type":"*","value":[{"type":"'''","value":["War cemetery (Badsha Mia Road, Dampara, Chittagong)"]}]},{"type":"*","value":[{"type":"'''","value":["Butterfly Park (Patenga, Chittagong)"]}," "]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Shitakunda Eco Park"],["url="],["email="],["address=Shitakunda"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=unites beautiful hills and lake......splendid place to see indeed"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aarong Handicrafts"]}," has a large branch on 1-2, CDA Avenue, Biman Bhaban (2nd Floor), Sholashahar, Nasirabad, Chittagong."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe people of Chittagong love oily and spicy food. This can be a problem for foreigners and lead to upset stomachs. If you are a foreigner you should consider sticking with better restaurants and eating in large hotels. Never eat green salad which comes with your meal as you will not know if it has been washed in sanitized water. Just a handful of restaurants in town use sanitized water to wash salad and this is a recipe for explosive diarrhea.\n\nOne oddity in Bangladesh is that restaurants advertise themselves as, for example, \"Zaman Hotel and Restaurant\" but do not operate a hotel. Where you eat at one of these establishments you can tease them by demanding a room. NB: one room stores also have signboards advertising themselves as 'Department stores'.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ambrosia"],["url=http:\/\/www.ambrosiabd.com\/"],["email="],["address=Jiban Bima Bhaban (Ground Floor), 1053, Sk. Mujib Road"],["lat="],["long="],["directions=Next to Radio Station & Opposite to Standard Chartered Chittagong Main Branch"],["phone=+880 31 2513576"],["tollfree="],["fax=+880 31 2513460"],["hours=Buffet Lunch: 12-4PM; Dinner: 6-11PM"],["price="],["content= The largest and the latest international standard restaurant in town with a Karaoke corner, seats up to 500 people across 2 floors. Has a huge menu of Continental, Indian, Thai, Chinese, Indonesian and Bangladeshi dishes.  Fully air conditioned and very smart."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bonanza"],["url="],["email="],["address=Above Aarong and opposite to the Meridian (GEC circle)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Mains Tk 600"],["content=The best restaurant in town which is of international standard. Bonanza has a huge menu. Recommended for foreigners who need a break from an upset stomach."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Meridian"],["url="],["email="],["address=Opposite to Bonanza (GEC circle)"],["lat="],["long="],["directions="],["phone=Don't know"],["tollfree="],["fax="],["hours="],["price=Mains Tk 450"],["content=The Meridian has an excellent lunch buffet for around 350 taka. The rest of the menu used to be pretty good but as of late it is better to stick to the buffet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shaad Snacks"],["url="],["email="],["address=Station Road, across the street from New Market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=~Tk 10"],["content=A friendly place serving the usual fast food snacks - rolls and buns filled with chicken, beef or vegetables, microwaved to a spongy perfection as you order. They've got a good range of sweets as well. (the food at these snack places is not healthy for foreigners)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shangri-La Chinese Restaurant"],["url="],["email="],["address=39, Agrabad"],["lat="],["long="],["directions="],["phone=810210"],["tollfree="],["fax="],["hours="],["price=~Tk 300-400 per person"],["content=Smart air-conditioned Chinese restaurant. But the place has nose dived recently and other restaurants have opened."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Baskin Robbins"]},", just east of GEC Circle. One of the city's greatest redeeming qualities."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sugarbun (Well food)"],["url="],["email="],["address=GEC circle"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=~Tk 175-250 per person"],["content=Fast food place from the international chain of the same name. Selling pizza, burgers, fries plus a variety of dishes to Asian tastes in a fast food format. Sugarbun also sells coffee, cakes, bread and other snacks."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Hut"],["url="],["email="],["address=GEC circle up the hill towards Welmart"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=~Tk 230-500 per medium pizza"],["content=Pizza hut only arrived in Chittagong in 2006. Before that people had to go all the way to Dhaka for pizza."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zaman Hotel (there are 13 Zaman hotels in Chittagong)"],["url="],["email="],["address=just north of GEC Circle, on west side of street"],["lat="],["long="],["directions="],["phone=0189 649 138"],["tollfree="],["fax="],["hours="],["price=Mains Tk 40-100"],["content=The menu contains no foreign dishes and this is not a place where foreigners typically eat, though it falls at the top end of middle class Bangladeshi restaurants. The place is clean, the food is OK, the service is good. You can ponder the wisdom in the quote on the menu: \"For super disk with quality food to avoid cooking please step with whose family at Zaman Hotel.\" There are two restaurants of the same name on the same block - this one is the most southerly, with the huge neon sign on the roof."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zaman Hotel (Agrabad)"],["url="],["email="],["address=On the Agrabad circle"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Tk 50-100 for a meal"],["content=The Zaman hotel at the Agrabad circle has the best food of the Zaman hotels. The Chicken Biriyani is particularly good coming with a large piece of chicken, an egg, rice, and a delicious sauce. The environment is more worn than hotel Zaman at the GEC circle. But the food is better. Since there are virtually no good places to eat on a budget in Agrabad it is worth checking this place out."]]}]},"\n",{"type":"'''","value":["KFC"]},", 5, CDA Avenue, Ispahani Moar, Dampara, Chittagong.Ph: 031-622879, 031-622892. The International fast food chain KFC has recently opened its first outlet in Chittagong promising to serve high quality fast food in a popular array of complete meals to enrich the consumer’s everyday life.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=wahabs ganeral stor"],["url="],["email="],["address=318 sk mujib road, agrabad, chittagong"],["lat="],["long="],["directions=moin uddin shariar"],["phone=88724528"],["tollfree="],["fax="],["hours="],["price="],["content=it a old renowned grocaris shops in chittagong"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Basmati Restaurant"],["url="],["email="],["address=GEC CIRCLE, Chittagong"],["lat="],["long="],["directions="],["phone=031-651201"],["tollfree="],["fax="],["hours="],["price="],["content=Basmati Restaurant is the only restaurant of its kind in Chittagong. It provides delicious Bangladeshi and Indian food in a classy environment."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\nAlcoholic beverages are available at five-star hotels in Bangladesh as well as a number of private clubs. Four hotels in Chittagong have bar license; the Agrabad hotel, the Silmoon hotel, The Saint Martin hotel and the Peninsula hotel. While all the hotels are expensive for drinks the Peninsula is the most expensive by far (more than Tk550 for a large can of Heineken).\n\nThere are three private clubs in Chittagong. The premiere club is the Chittagong Club which is located at number one Empress Road. The Chittagong club has a bar license and serves foreign alcohol in addition to local gin, vodka and whisky. Chittagong Club membership is closed but foreigners can apply for \"temporary membership\" for up to two years.\n\nThe Chittagong Institute is a far smaller club but it does maintain a bar. It is located in Jamal Khan road.\n\nThe Catholic club opens membership to all persons for a small fee but membership applications are only accepted once a year (during December?). It maintains a small bar serving local drinks.\n\nHere you can buy Bangladeshi local branded (KARREW AND CO, Darshona) alcohol(Vodka,Ram,Malted,Whiskey,Gen) from licensed ware houses situated in Shadar ghat (Kazi & co.), BRTC, near railway station (Foreign Liqueur)and from Dewan Hat.\n\nIf you want to go Bar, then you can go Hotel Shahjahan at Shadarghat, it is well furnished bar and here also a BAR at BRTC bus stand adjacent to foreign liqueur shop.    \n\nIt is possible to buy alcoholic beverages, ranging from local brews to smuggled beer and counterfeit brand alcohol. Local booze is available legally at government licensed shops. There is one in Agrabad on Sheik Mujib Rahman road. It is tucked into an alley way a short distance from the first floor \"Siemens\" showroom. Counterfeit branded alcohol is available from illegal traders in Kulshie and other area. Deaths have been reported from consumption of adulterated liquor. Headaches and illness are more common. Smuggled booze is sometimes available from the sea beach. \n\nReaders should note that the 'Expats Inn' has closed it's doors. So no more pub nights!\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Miskha"],["url="],["email="],["address=95 Station Road"],["lat="],["long="],["directions="],["phone=+880 (0) 31 610923"],["tollfree="],["fax="],["hours="],["price=Tk 200-300"],["checkin="],["checkout=12PM"],["content=One of the better of the Station Road cheapies, rooms are large, fairly clean and more atmospheric than others in the area with faded old wooden furniture. Prices are a little high but don't even think of asking the stubborn manager for a discount or to throw in a TV. There's a decent restaurant behind the reception desk."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n \n\n",{"type":"*","value":[{"type":"'''","value":["Asian SR Hotel"]},": The Asian SR Hotel is a 3 star international hotel situated on 291 Station Road, Chittagong, Bangladesh. Phone : +880-31-636383, Mobile: 01711889555, Website: www.asiansrhotel.com, Email: info@asiansrhotel.com "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Al-Faisal"],["url="],["email="],["address=1050 Nur Ahmed Road"],["lat="],["long="],["directions="],["phone=+880 (0) 31 710048"],["tollfree="],["fax="],["hours="],["price=Tk 350-1200"],["checkin="],["checkout=12PM"],["content=This is a good option, mostly because it's far enough away from Station Rd."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bandargaon"],["url="],["email="],["address=875 Nur Ahmed Road"],["lat="],["long="],["directions="],["phone=+880 (0) 31 637686"],["tollfree="],["fax="],["hours="],["price=Rooms around Tk 600"],["checkin="],["checkout=12PM"],["content=Near Hotel Al-Faisal, it's also a good choice."]]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Eastern View"]},", 225\/A, Sk. Mujib Road, (Chowmuhony) Agrabad, Phone: 00880-031-2510567,2514935, Hot Line: 00880 01727-739 839,01710-914 448, 01811-227 888, E-mail: easternview@ctgtel.net. The newest hotel in Chittagong. It is well equipped, 24 hours service, lift, standby generator, all kinds of food in room, Internet, hot & cold water, secretarial service. It's run by ex-managers of renowned hotels & staff are really good, whole atmosphere is quiet & clean."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sylhet Super"],["url="],["email="],["address=16 Station Road"],["lat="],["long="],["directions="],["phone=+880 (0) 31 632265"],["tollfree="],["fax="],["hours="],["price=Tk 300-1000"],["checkin="],["checkout=12PM"],["content=This is a very large hotel west of the train station, good if you need to be in this area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Golden Inn"],["url="],["email="],["address=36 Station Road"],["lat="],["long="],["directions="],["phone=+880 (0) 31 611004"],["tollfree="],["fax="],["hours="],["price=Tk 400-1000"],["checkin="],["checkout=12PM"],["content=Across the street from Sylhet Super, it's another decent choice."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Hotel Golden Inn"]},", Station Road. A 2-star hotel situated on."]},{"type":"*","value":[{"type":"'''","value":["Hotel Saint Martin"]},": Hotel Saint Martin is a 3-star hotel situated in the commercial district of Chittagong on Sheik Mujib road."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tower Inn"],["alt="],["url=http:\/\/www.hoteltowerinn.com\/"],["email="],["address=Jubilee Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Typical large 3 star hotel.  Wireless internet throughout."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Agrabad"],["url=http:\/\/www.agrabadhotels.com"],["email=hasan@agrabadhotels.com"],["address=Agrabad Commercial Area"],["lat="],["long="],["directions="],["phone=+880 31-713311"],["tollfree="],["fax="],["hours="],["price=$165-$700"],["checkin="],["checkout="],["content=A 4-star business hotel in the commercial district; restaurants and a swimming pool. Online booking available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Peninsula Chittagong"],["url=http:\/\/www.peninsulactg.com"],["email=reservation@peninsulactg.com"],["address=486\/B, OR Nizam Road, CDA Avenue"],["lat="],["long="],["directions=near the G.E.C Circle"],["phone=+880 31-616722"],["tollfree="],["fax=+880 31-624385"],["hours="],["price=$100-$150"],["checkin="],["checkout="],["content=4-star hotel. The roof of the building contains a swimming pool and offers a view of the entire city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Well Park Residence"],["url=http:\/\/www.wellparkbd.com"],["email=reservation@wellparkbd.com"],["address=Road # 1, Plot # 2, O.R. Nizam Road, Nasirabad, Chittagong-4000"],["lat="],["long="],["directions=near the G.E.C Circle"],["phone=+880 31-2557035"],["tollfree="],["fax="],["hours="],["price=$100-$500"],["checkin="],["checkout="],["content=4-star hotel. roof top resturant have trendy with the touch of nature"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"'''","value":["Internet Cafes"]}," can be found around the intersection of Station Rd and Jubilee Rd and around GEC Circle. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dot Com"],["url=http:\/\/www.dotcombd.com"],["email=info@dotcombd.com"],["address=945 O R Nizam Road, GEC Circle"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bandarban"]]}," - a hill district - two hours by bus"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rangamati"]]}," - a popular town in the Chittagong Hill Tracts"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cox's Bazar"]]}," - The country's premier beach resort, about 3 hours south by bus. "]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chittagong Division"]]},"\n",{"type":"{{","value":[["Geo"],["22.366667"],["91.8"]]},"\n",{"type":"[[","value":[["WikiPedia:Chittagong"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Bangladesh\/Localities\/Chittagong\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Chittagong"]]}]