[{"type":"{{","value":[["pagebanner"],["Welcome banner.jpg"]]},"\nChittagonian (চাটগাঁইয়া বুলি Chaţgãia Buli) is an Indo-Aryan language spoken by the people of Chittagong in Bangladesh and in much of the southeast of the country. It is closely related to Bangla, but is normally considered by linguists to be a separate language rather than a dialect of Bangla. It is estimated to have 14 million speakers, United States and other countries. According to the status of Top 100 Languages by Population by Ethnologue, Chittagong ranked 67th of the world.\nClassification\n\n",{"type":"==","value":["Grammar"]},"\nChittagonian grammar is similar to that of Bangla, with significant variations in inflectional morphology (prefixes, suffixes, particles, etc.), and some variation in word order.\nLike related languages of the eastern subcontinent, Chittagonian is a head-final language, with a subject–object–verb basic word order. Like Assamese (Ôxômiya) but unlike Bengali (Bangla), Chittagonian has preverbal negation. This means that the negative particle will precede the verb in Chittagonian, where the corresponding Bangla version would have a negative particle following the verb. Thank You = Tuarey Doinnobaad.(তুঁয়ারে ডঁইণ্ণোবাদ্ )\/Onorey Doinnobaad (অনরে ডঁইণ্ণোবাদ্ )\n\n",{"type":"===","value":["Classification"]},"\nChittagonian is a member of the Bengali-Assamese sub-branch of the Eastern group of Indo-Aryan languages, a branch of the wider and more vast Indo-European language family. Its sister languages include Sylheti (Cilôţi), Bengali (Bangla), Assamese (Ôxômiya), Oriya, the Bihari languages, and also less directly all other Indo-Aryan languages such as Hindi. Like other Indo-Aryan languages, it is derived from Pali, and ultimately from Proto-Indo-European.\n\n",{"type":"===","value":["Vocabulary\/Lexis"]},"\nLike Bangla, most of the vocabulary of Chittagonian is derived from Sanskrit. It also, like Bengali, includes a significant number of imported words from Arabic, Persian, and Turkish, as well as, to a lesser extent, Portuguese. In addition, English words are widely used in spoken Chittagonian, just as it is in almost all other Indian languages, as a result of the legacy of the British Empire. Although much of the vocabulary of Chittagonian Bengali is the same as standard Bangla, there are several distinguishing features. The contribution of Arabic, Persian, and Turkish words to Chittagonian Bengali is far greater than that to standard. This is because Chittagong was a port city that was open to traders from Arabia, Persia and Turkey since ancient times, naturally absorbing their words. This is also meant that Chittagonians were amongst the first to convert to Islam an\nd consequently, as Muslims, they were further influenced by Arabic, Persian, and Turkish vocabulary, as these were the languages spoken by the Muslims of the time, especially the traders. Among Europeans, the Portuguese colonists were amongst the first to reach Bengal, and Chittagong as a port city, was for a time under the administration of the Portuguese. This has meant that there is a larger proportion of Portuguese loanwords in the usage of Chittagonian speakers than that of standard Bengali speakers.\n\n",{"type":"===","value":["Sounds\/Phonology"]},"\n",{"type":"'''","value":["Fricatives"]},"\nChittagonian is distinguished from Bangla by its large inventory of fricatives, which often correspond to plosives in Bangla. For example, the Chittagonian voiceless velar fricative [x] (like the Arabic \"kh\" or German \"ch\") in [xabar] corresponds to the Bangla voiceless aspirated velar plosive [kʰ], and the Chittagonian voiceless labiodental fricative [f] corresponds to the Bangla voiceless aspirated bilabial plosive [pʰ]. Some of these pronunciations are used in eastern dialects of Bangla as well.\n\n",{"type":"===","value":["Nasal vowels"]},"\nNasalization of vowels is contrastive in Chittagonian, as with other Eastern Indic languages. A word can change its meaning solely by changing an oral vowel into a nasal vowel, as in আর ar \"and\" vs. আঁর ãr \"my\". Below are examples of Chittagonian phrases that include nasal vowels.\nHow are you (Standard Bengali: তুমি কেমন আছ?): -তুঁই কেন আছো? Tũi ken aso? \/ অনে কেন আছন ? Őney ken asõn?\nI am fine (Standard Bengali: আমি ভাল আছি।): -আঁই গঅঁম আছি। Ãi gawm asi.\nI am not fine (Standard Bengali: আমি ভাল নাই।): -আঁই গঅঁম নাই । Ãi gawm nai.\nI am not feeling well. (Standard Bengali: আমার ভাল লাগছে না।): -আত্তে গঅঁম ন লাগের। Ãtte gom naw lager.\nI will play Cricket (Standard Bengali:আমি ক্রিকেট খেলব।): -আঁই কিরকেট খেইল্যম । Ãi kirket kheillum ।\nI don't want to eat anymore,i am full (Standard Bengali:আর খেতে ইচ্ছে করছে না, পেট ভরা।):-আত্তে আর হাইত মনত ন হর, ফেট ভরি গিয়ৈ\/ফেট ভইরগi । Ãtte ar haito monot no hoar, fet vori gioi\/fet voirgoi.\nWhere are you (Standard Bengali: তুমি কোথায়?): -তুঁই কঁন্ডে? Tũi konde?\nWhat's your name (Standard Bengali: তোমার নাম কী?): -তোঁয়ার নাম কী? Tõar nam ki?\nMy name is _(whatever your name is) (Standard Bengali: আমার নাম নয়ন।): -আঁর নাম নয়ন। Ãr nam _(whatever your name is).\nI miss you (Standard Bengali: তোমার অভাব অনুভব করছি): -তোঁয়ার লাই আঁর ফেড ফুরের। Tõar lai ãr fed furer.\nI miss you too.(Standard Bengali: আমিও তোমার অভাব অনুভব করছি): -তোঁয়ার লাই ও আঁর ফেড ফুরের। Tõar lai O ãr fed furer.\/-আত্তেও তোঁয়ার লাই ফেড ফুরের। Ãatteõ Tõar lai fed furer.\nI love you (Standard Bengali: আমি তোমাকে ভালবাসি): -আঁত্তে তুয়ারে বেশি গঅঁম লাগে। Ãatte tuãre beshi gom lage.\nWhere are you going (Standard Bengali: তুমি কোথায় যাচ্ছ?): -- তুঁই হন্ডে যঁর? Tũi honde jor?\nWhere are you from? (Standard Bengali: তুমি কোথা থেকে আসছ?): - তুই হত্তুন আইসশু ? Tũi kothtun aishshu?\nWhere do you live? (Standard Bengali: তুমি কোথায় থাক?): -- তুঁই হন্ডে থাহ ?Tũi konde thako?\nI live in _(where ever you live) (Standard Bengali:আমি সুলতান মাস্টার বাড়ী, বেঙ্গুরা, বোয়ালখালি তে থাকি।): - Ãai _th(where ever you live) thaki. I'm sad. (Standard Bengali: আমার মন ভালো নেই।): - আঁর দিলুত শান্তি নাই। Ãar Dilũt shanti nai.\nBangladesh is in my heart. (Standard Bengali: হৃদয়’এ বাংলাদেশ ।):বাংলাদেশ আঁর খঁইলজার টুঁরওঁ Bangladesh Ãar Khoìlĵar Ťouro.\/ বাংলাদেশ আঁর খঁইলজার বঁডু Bangladesh Ãar Khoìlĵar bhitor.\n\n",{"type":"===","value":["Word Order"]},"\nChittagonian word order is subject - object - verb.'''\n\n( ইঁতারা হাঁমত যার গুঁই ।)\nÍtara(They)   hamót(to work) źar ģui(go).\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! Subjectt !! Object !! Verb"],["|-"],["| Aááí(I) || bát(rice) ||  haí(eat)."],["|-"],["| Ité(He) || TV(TV) || saí(watches)."],["|-"],["| Ití(She) || sairkélot(bicycle) ||sorér(is riding )."]]},"\n\n",{"type":"===","value":["Writing system"]},"\nMost literate Chittagonians read and write in Bengali using the Bengali script.\n\n",{"type":"==","value":["Phrase list"]},"\n\n",{"type":"===","value":["Greeting"]},"\n\n",{"type":"===","value":["Forms of address"]},"\n\n",{"type":"===","value":["Meeting"]},"\n\n",{"type":"===","value":["Problems"]},"\n\n",{"type":"===","value":["Going to the doctor"]},"\n\n",{"type":"===","value":["Body parts"]},"\n\n",{"type":"===","value":["Colors"]},"\n\n",{"type":"===","value":["Calendar"]},"\n\n",{"type":"===","value":["Traveling\/Commuting"]},"\n\n",{"type":"===","value":["Shopping"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Eating and drinking"]},"\n\n",{"type":"===","value":["Bars"]},"\n\n",{"type":"===","value":["Authority"]},"\n\n",{"type":"===","value":["Money"]},"\n\n",{"type":"===","value":["Numbers"]},"\n\n",{"type":"===","value":["See also:"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bengali phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sylheti phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Assamese phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Oriya phrasebook"]]}]},"\n\n\n\n",{"type":"[[","value":[["WikiPedia:Chittagonian language"]]},"\n\n",{"type":"{{","value":[["outlinephrasebook"]]},"\n",{"type":"{{","value":[["phrasebookguide"]]}]