[{"type":"{{","value":[["pagebanner"],["Chişinău Wikivoyage banner.jpg"]]},"\n",{"type":"[[","value":[["Image:OperaAndBaletPalaceChisinau.JPG"],["thumb"],["300px"],["Opera and ballet palace"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chisinau.md\/ Chişinău"]}]}," (Russian ",{"type":"'''","value":["Kishinyov"]},", Ukrainian ",{"type":"'''","value":["Kishiniv"]},", pronounced \"Kishinau\" with \"nau\" as in the English word \"know\") is the capital of ",{"type":"[[","value":[["Moldova"]]}," with a population of around 790,000 plus 250,000 people coming each day for work and entertainment from all over the country and abroad.\nCity's territory with nearest suburbs cover the area of 635 km",{"type":"<","value":["sup",["2"]]},".\n\n",{"type":"==","value":["Understand"]},"\nChişinău is very wealthy compared to the rest of the country, as Moldova is not a very rich country. As is common in developing countries, you are likely to see great disparities in wealth. It's also very much a post-Soviet city, with both the good and bad qualities associated with it. By other side you'll see many modern and great buildings of steel, concrete and glass.\n\nThe majority of the middle and working class population lives in blocks of flats. These look standardly, maybe not too nice  but are not \"dangerous\" as similar areas may be considered to be in Western Europe. Do not come to Moldova expecting Western standards everywhere, but the situation is improving every year. Here you can see 4 and 5 star hotels, great restaurants and cafes, coffee houses and bars. Many restaurants and almost all the hotels in the city accept the credit cards. There are hundreds of ATMs throughout the city where you can use your bank cards.\n\nCrime is relatively low although usual precautions apply.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Image:Airport Chisinau.jpg"],["thumb"],["Chişinău International Airport"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/airport.md\/ Chişinău International Airport"]}]}," is served by many airlines like ",{"type":"[","value":["http:\/\/airbaltic.com\/ AirBaltic"]},", ",{"type":"[","value":["http:\/\/airmoldova.md\/home-en\/ Air Moldova"]},", ",{"type":"[","value":["http:\/\/aua.com Austrian"]},", ",{"type":"[","value":["http:\/\/www.lufthansa.com Lufthansa"]},", ",{"type":"[","value":["http:\/\/mdv.md\/ Moldavian Airlines"]},", ",{"type":"[","value":["http:\/\/tarom.ro\/en\/ Tarom"]},", ",{"type":"[","value":["http:\/\/thy.com\/ Turkish Airlines"]}," and S7 Aircompany with flights around the Europe and Asia, notably to ",{"type":"[[","value":[["Athens"]]},", ",{"type":"[[","value":[["Bucharest"]]},", ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Riga"]]},", ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["Timisoara"]]},", ",{"type":"[[","value":[["Vienna"]]},", ",{"type":"[[","value":[["Vilnius"]]},", ",{"type":"[[","value":[["Saint Petersburg"]]},", ",{"type":"[[","value":[["Varna"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Bologna"]]}," and ",{"type":"[[","value":[["Surgut"]]},".\n\nThere are three taxi companies which operate at the airport. The fixed fares range from about 80 to 120 MDL depending on which sector of the city you are going. While better than in the past, the taxi system is still not perfect and it is likely they will try to come up with a reason to charge you extra. It is cheaper to wait for a taxi dropping someone off at the airport and use that one to return to your destination. Always agree the price before entering the taxi. \nThe cheaper alternative is to take minibus № 165 which takes you through Botanica to the center, Izmail street. Tickets cost 3 lei; luggage will cost you another ticket. The minibuses are white vans leaving from the airport parking lot. If you leave the airport building from the arrivals area, turn right and walk towards the end of the building. The buses are marked with the number 165 on a sign behind the windshield and you can flag one down passing you, or walk up to the ones still parking. Don't open the sliding door even though you have luggage; for some reason they always use the co-drivers door to get on and off.\n\n",{"type":"===","value":["By train"]},"\n\nSee ",{"type":"'''","value":["Calea Ferata Moldova"]}," (CFM) - ",{"type":"[","value":["http:\/\/www.railway.md\/ro\/schedule\/ Moldovan Railways"]},".\n\nThere is one Central Railway Station and a few suburban stations located at the city's ends. The trains depart to Europe through Romania and to CIS (Community of Independent States), especially to Russia, Ukraine and Belarus.\nFor travelers arriving from Western Europe taking the train is much cheaper than a flight. The downside is that they are slow, particularly when crossing the borders into the former Soviet Union, where they need to stop to have their wheels changed due to different rail gauge.\n\nThe most popular route is from ",{"type":"[[","value":[["Bucharest"]]},", daily overnight trains leave ",{"type":"'''","value":["Gara de Nord"]}," station at 5:10PM and arrive at 8:50AM. The 'couchette' - shared sleeper cabin, cost approximately 120 Romanian Lei purchased the day of in Bucharest.\n\nAnother useful route is from ",{"type":"[[","value":[["Warsaw"]]},", departing every second day taking two nights (38 h). Chişinău is served by three routes from Russia, one from ",{"type":"[[","value":[["Moscow"]]}," via ",{"type":"[[","value":[["Kiev"]]},", one from ",{"type":"[[","value":[["Saint Petersburg"]]}," and one from ",{"type":"[[","value":[["Rostov-on-Don"]]},". Several cities in Ukraine also have daily connections.\n\nA daily direct train from ",{"type":"[[","value":[["Odessa"]]}," have now starting running leaving Odessa late afternoon and arriving around 10 PM the same evening. This train also crosses the unrecognised breakaway state of ",{"type":"[[","value":[["Transnistria"]]}," and makes a quick stop-over in its capital, ",{"type":"[[","value":[["Tiraspol"]]}," meaning that depending on the political situation the service might be interrupted. A single journey costs 50 UAH.\n\n",{"type":"===","value":["By car"]},"\nNote that the quality of the roads in Moldova is quite bad. The road leading from Chişinău to Leuseni is pretty nice. You are likely to be sharing the road with trucks, cars, and livestock, all moving at various speeds without a lot of regard for safety.\n\nAs the driving and quality of the roads in Moldova is different to what you as a Westerner will probably be used to, it is thus better to rely on public transport, which is very cheap and (mostly) reliable.\n\n",{"type":"===","value":["By bus"]},"\nNote that Chişinău has three bus stations - the central one (serving mainly in-country destinations), Gara de Nord (for in-country destinations on the northern part of the country like Sorocca, Rezina, Ocnita, for travel to Odessa, Kyiv and elsewhere in Ukraine) and the larger Gara de Sud (for in-country destinations in the southern part of the country like Comrat, Cahul and for journeys to Romania). You can reach Gara de Sud from central Chişinău on rutiera (microbus) number 120, 124, 180 or 192 for 3 lei. Gara Nord is served by rutiera 163 and trolleybus #9, along with a bunch of others. You can check bus timetables (both in-country, and international destinations) at this website: ",{"type":"[","value":["http:\/\/www.autogara.md"]}," . \n \nThere are several buses throughout the day from ",{"type":"[[","value":[["Bucharest"]]},", ",{"type":"[[","value":[["Odessa"]]},", ",{"type":"[[","value":[["Iasi"]]},", ",{"type":"[[","value":[["Chernivtsi"]]},", and ",{"type":"[[","value":[["Lviv"]]},".   The journey to\/from Odessa takes around five hours and costs around $10 US.  Most Odessa-bound buses go through southern Moldova, avoiding the Transnistrian region - these will be marked as going through Palanka or ",{"type":"[[","value":[["Causeni"]]},".   The journey to Iasi is three and a half hours long, with travel on to ",{"type":"[[","value":[["Brasov"]]}," (price to Iasi:100 lei).  There are many buses and maxi-taxis headed to Bender and Tiraspol in Transnistria, about one every forty minutes (25 lei for a ninety minute journey).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" There are 40 taxi services operating throughout  the city and its suburbs. Call 14222, 14333, 14444, 14747, 14448  or other 14xxx numbers to get a taxi. Taxi service 14700 frequently has an English speaking person though this is not guaranteed."]},"\nIt is highly recommendable as a non Russian or Romanian speaking person, to have a local person\/hotel or restaurant call your taxi, as few Taxi drivers speak proper English.\nIn case you need a receipt for your travel, you need to ask for this specifically when ordering. Also payment by credit card is impossible.\n\nPlease remember to bring small cash, as sometimes they will not be \"able\" to give back on anything larger than 50 bills, but this is rare.\nAverage prices vary across company\/individual taxi driver, and it is fairly inconsistent. Expect prices between 30-60 for shorter rides and 50-150 Lei for longer rides. From Malldova to Airport the prices vary and should be expected to be around 80-130 Lei.\n\nPay good attention to the traffic as a pedestrian, as the driving skills are rather poor combined with the fact that no one really follows normal traffic laws. Accidents are often occurring, and pedestrians should be very careful in terms of crossing streets and especially avoid the Maxi-taxis\n\n",{"type":"*","value":[" For budget travelers, just do like the locals do: Ride the trolley-bus (24 lines through the city), bus or maxi-taxis. A trolley-bus ride costs 2 lei while a bus ride costs 3 lei, collected by a conductor who walks up and down the bus after each stop. Maxi-taxis cost 3 lei, which is paid to the driver upon entry. There are few set stops for  maxi-taxis: and it is usually OK to just tell the driver when you want to get off, although recently introduced rules mean that drivers may not do this so much any more but will stop on street corners etc. Flag him down with your hand (just like you would with a taxi) when the vehicle approaches you on the street."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Botanicheskii sad kishinev 01.jpg"],["thumb"],["Botanical garden"]]},"\n",{"type":"[[","value":[["Image:Chisinau triumphal arch.jpg"],["thumb"],["Arch of triumph"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathedral Park"],["alt=Parkul Catedralei"],["url="],["email="],["address="],["lat=47.0256"],["long=28.833"],["directions=in the very centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The centre is adorned with the ",{"type":"'''","value":["Nativity Cathedral"]},", the main church for the city. To the Southwest is the ",{"type":"'''","value":["Triumphal arch"]}," constructed in 1841 which is the center piece of The Great National Assembly Square. Across Stefan cel Mare Boulevard is the Government House. The city’s biggest flower market is on the north side of the park along Banulescu Bodoni street. At the intersection of Stefan cel Mare and Banulescu Bodoni is a statue of Stefan cel Mare."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stefan Cel Mare Monument"],["alt=Monumentul lui Ștefan cel Mare"],["url="],["email="],["address="],["lat=47.0255"],["long=28.8303"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The monument to Stephen III of Moldovia who in the 15th century achieved European fame by resisting the Turkish advances. The monument is the gateway to the beautiful park of the same name."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rose Valley"],["content=A nine hectare park featuring three major lakes and several restaurants"],["directions=lines T2, T3, T7, T9 or T10"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Riscani Park"],["content=A big, 32 hectare wooded park offering you pleasant, almost secluded walks."],["directions=bus 5 or A"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Botanica Park"],["content=The most beautiful and the largest in Chişinău, situated near the Gates Of The City. Next to Botanica - if you head west after you exit the gates - cross Strada Aeroportului, and then you can find a path which will take you towards the first, and so far only building, that is on the land designated as the ",{"type":"'''","value":["Village Museum"]}," - Muzeul Satului. It is a wooden church built in the 1600s brought piece by piece to Chisinau from the village of Hiriseni (74 km north of Chisinau). There is a new wooden gate with traditional carvings leading up to the museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parcul Valea Morilor"],["content=Very large park with a recently renovated lake and which offers acres of largely untouched countryside scenery in the heart of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parcul Dendrariu"],["content=A large park in Buiucani (which costs 2 lei to enter). Nice gardens, lake, forests and sports field."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parcul Alunelul"],["content=Situated near a former Soviet theme park, this contains a strange door-less and window-less house, as well as a memorial to the pogroms in Chişinău in the first part of the 20th Century."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jewish Cemetery"],["directions=in Buiucani"],["content=The cemetery is still in use. Contains new and very old graves, and used to be one of the largest Jewish cemetery in Europe. Bear in mind that at one point between 40 and 60% of Chişinău's population was Jewish. It also contains an old destroyed synagogue and a monument for the Torah scrolls."]]}]},"\n",{"type":"*","value":[" Courtyard on the corner of Str. 31 August & Str. Tighina 47, you can find here the ",{"type":"'''","value":["Military Museum"]},", containing all sorts of Soviet Era military vehicles (tanks, a MIG fighter jet, etc.)"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Memorial Park"],["content=A little way-out of the center is the is a memorial commemorating the victory of the Soviet army in WWII. There is also an eternal flame in memory of Chişinău's unknown soldiers who died in WWII. It's behind the military and civilian cemeteries."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pushkin Museum"],["address=Str Anton Pann 19"],["content=You can visit the house where the Russian poet Alexander Pushkin lived when in exile from Russia during the years 1820-23."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Archaeology & History Museum"],["address=Str 31 August 1989, 121A"],["content=Spend a few hours exploring the exhibits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Ethnographic and Natural History Museum"],["alt=Muzeul naţional de etnografie şi istorie naturală"],["url="],["email="],["address=Str M Kogălniceanu 82"],["lat=47.0234"],["long=28.8201"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The palaeontological part of the exhibition includes a skeleton of Deinotherium, a fearsome prehistoric relative of elephants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum of Fine Arts"],["alt=Muzeul Naţional de Artă"],["address=115, 31 August 1989 Street"],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Opera and Balley Theatre"],["alt=Teatrul de operă și balet"],["url=http:\/\/www.nationalopera.md\/index.php"],["email="],["address="],["lat=47.028"],["long=28.83"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Catch a show of one of the top ballet companies in Eastern Europe. The company has toured all over the world, from Tokyo to Johannesburg. Show times and information can be found at the website."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mihai Eminescu Theatre"],["alt="],["url=http:\/\/www.eminescu.md\/?l=en"],["email="],["address=Stefan cel Mare si Sfant Blvd 79"],["lat=47.0217"],["long=28.8361"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This beautiful old theatre has floor seating and two balconies. They have multiple productions running at the same time, so you if you are staying for a week, you may have four different plays to choose from - and films in the 'studio'. Comedies tend to communicate better if you don't know the language."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The National Filharmonic"],["alt="],["url=http:\/\/www.filarmonica.md\/"],["email="],["address=Str. Mihai Eminescu"],["lat="],["long="],["directions=just north of Stefan cel Mare si Sfant"],["phone="],["tollfree="],["fax="],["hours=Some shows start as early as 5pm"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Patria Movietheatre"],["alt="],["url=http:\/\/patria.md\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Check for 'In Original English Language'. If not, it might be dubbed in Russian with Moldovan\/Romanian subtitles."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere are excessive number of shops, malls and trade centers in Chişinău. Only market places are at about 41.\nIf you are just visiting Chişinău, consider buying a special cognac selection of about 30 small bottles, with different sorts of cognac. It can make a nice gift. Moldovan wines are deservedly famous across the former Soviet Union, yet are little known in Europe.  Take the opportunity to sample them. Cigarettes are also much cheaper in Moldova than in the EU, so you might do well to stock up before leaving the country (although note that there are strict limits on the number of cigarettes you can bring across an EU border).\n\n",{"type":"'''","value":["Chişinău Souvenir Bazaar"]}," - The city's main artisan market.  One can find hand made crafts, paintings and relics from the Soviet days.  English is limited, but many products have a marked price.  Negotiating prices is acceptable.  Located on Stefan cel Mare boulevard adjacent to the Mihail Eminescu National Theatre at Stefan cel Mare 152.\n\n",{"type":"'''","value":["Unic"]}," - An all purpose shopping center in Chişinău, but it is rather soviet-style. For a better shopping experience, go to ",{"type":"'''","value":["MallDova"]}," or ",{"type":"'''","value":["Sun City"]},"  One can buy just about anything needed when in Moldova.  The selection on souvenirs is smaller and many will not be hand made.  Located on the corner of Stefan cel Mare and Ismail.\n\n",{"type":"'''","value":["Stefan cel Mare"]}," - This is Chişinău's main street.  Not only is it great for people watching, it is also lined with numerous shops and restaurants.\n\n",{"type":"'''","value":["Piata Centralâ"]}," - Chişinău's outdoor market.\n\n",{"type":"'''","value":["Mall Dova"]}," - The largest western style mall in Chişinău. Most stores and products are generic and could be bought at any other mall in any country in the world.\n\n",{"type":"==","value":["Eat"]},"\nChişinău is a good place for food lovers. There are plenty of good places to eat all over Chişinău.  The cheap, tasty food that is very popular with the locals is served in most places. For better service and more diverse food selection, there are a lot of small restaurants and cafes. Some restaurants have prices comparable to Europe, although if you eat only in those you may find yourself being ripped off. For a quick lunch, try fast food stores and pizzerias, these can be found on nearly every corner. Beef is often under the veal part of the menu.\n\nFor groceries, there are small shops all over. Some are even located right in front of the apartment blocks just a few steps away from their entrances. For harder-to-find items, head to a supermarket. You will frequently also see markets or even one or two random people selling fruit and vegetables, and sometimes other products such as honey or \"brinza\" (type of cheese). The majority of these are fresh and perfectly safe to eat and frequently better than what is found in a supermarket.\n\nFor fresh fruits and vegetables, open-air markets are the best option. 'Piata Centrala' - 'Central Market' is - as the name implies - in the center of the city and runs more than two whole city blocks. Other districts\/neighborhoods such as Ciocana also have large markets. Most of the items for sale are locally-produced, but there are a lot of sellers who sell imports; mostly oranges, bananas and other tropical fruits\/vegetables. Some say that it is best to buy meat and dairy products from supermarkets or shops because they think the quality is much better than in the market for nearly the same prices.\n\nHowever, the vendors at the market will let you taste the cheese prior to your purchase so you can decide if it is something that you want to eat. When you first walk into the 'cheese halls', it may look like all of the vendors standing next to each other are selling the same product For hard cheese which tend to be re-sold from larger distributors, it may be the same. However, for cheeses that are locally-made, there are slight variations that arise from even slight differences in technique, variations in the level of salt for curing, differences in feed. 'Oi' means sheep, so this will have a slightly different flavor than cow 'vaca' or goat 'capra' cheeses. 'Cas' is a softer cheese, that is not aged like some of the other 'branza' which tends to be harder and saltier and recommended for Mamaliga - corn polenta. If you are uncertain about how to communicate the quantity you want, you can start by giving the vendor 20Lei or 40Lei depending on if you want a smaller or larger piece. Or, when they suggest a certain piece that might look too large, you can say 'jumatate' which means 'half', and then they will weigh it and tell you the price. You can ask them to write it down if you need by showing a pen and paper.\n\nA classic 'fast-food' is the 'langos' which are fried dough with either 'cartofi' - potatoes, 'branza' - cheese, 'varza' - cabbage, or 'ficat' - liver. These are all made in the bakery in the second story of one of the buildings near the market and are sold by different vendors in identical glass wheel carts in different parts of 'Piata Centrala'.\n\nA quick meal can also be put together with the marinated or pickled dishes that are sold at 'Piata Centrala'. Depending on the vendors, you might find marinated eggplant with onions, marinated shredded carrot, squash or mushrooms. There are also re-hydrated sea grasses (they said from the Black Sea) in white or green curly varieties in whole bunches, or smoother grasses that are more shredded. I didn't catch the names, but again, they will give you samples.\n\n",{"type":"===","value":["Budget"]},"\n\nThe orange ",{"type":"'''","value":["Beleas"]}," stalls all around the city offer cheap and warm food which is very good in winter, and usually \"quick and tasty\" as advertised (",{"type":"''","value":["repede si gustos"]},") in Romanian. However they may not always heat it up properly which can mean it might not be so good so ask for ",{"type":"''","value":["fierbinte"]}," (boiling). Also, although it is usually nice, don't think about where it might have been before you bought it.\n\n",{"type":"'''","value":["Foisor"]}," for cheap blini (pancakes\/crepes) and zaema at 16 lei.\n\nThe ",{"type":"'''","value":["canteen"]}," in the basement of the court building across from ASEM University (Academia de Studii Economice din Moldova) is open from 11-12 and 1-4.  The simple food is a great value for money (25 lei for soup, main dish, and chefir; 40 lei max for a meal; 2 lei for tea).\n\n",{"type":"{{","value":[["eat"],["name=Sandwich Express"],["alt=Sandwich and coffee shop"],["url=http:\/\/www.sandwichexpress.md"],["email="],["address=Decebal 91, Botanica"],["lat=46.993606"],["long=28.859536"],["directions=on the Decebal Boulevard, some 100 meters down from the Elat commercial center."],["phone=+373 22 558 008"],["tollfree="],["fax="],["hours=8.30-22.00"],["price=3-5 USD (PLN 16,68)"],["content=Sandwich Express is small, friendly and budget-friendly cafe that offers large sandwiches, coffees, fresh juices, free WiFi."]]},"\n\n",{"type":"{{","value":[["eat"],["name=Express Bravo Cafenea Bar"],["url="],["email="],["address=Stefan cel Mare si Sfant 120"],["lat="],["long="],["directions=This is a small place tucked behind a large green sign for Banca de Economii. It is across the street from the Green Hills Nistru Cafe, diagonal to the Southeast from the Mihai Eminescu Theatre"],["phone="],["tollfree="],["fax="],["hours="],["price=10 - 45 Lei, or 1-4 USD"],["content=Food is arranged in trays and on plates behind glass. The menu changes and depending on who is working they might let you taste some before choosing a particular dish. The staff doesn't know English, but you can pick up a tray and point to what you want to eat."]]},"\n\nYou might also enjoy eating on the roof of McDonald's where the menu is virtually the same as in America (plus beer).\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"{{","value":[["eat"],["name=Andy's Pizza"],["url=http:\/\/www.andys.md\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is a fast food restaurant which is found all over the city. The quality of the food is unfortunately very variable depending on which dish and which outlet you go to, with some of the food being absolutely gross especially the pizza."]]},"\n\n",{"type":"{{","value":[["eat"],["name=Pizza Celentano"],["url=http:\/\/celentano.md\/"],["email="],["address=str. Puskin"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=nice pizzas, chain famous in Ukraine, has three branches."]]},"\n\n",{"type":"'''","value":["Pizza House"]},", 133 Stefan Cel Mare, tel: 23-51-62, serves a variety of dishes including pizza, pasta and local favorites. They have a lunch special for about 50 Lei. Prices for a full meal range 40-100 Lei.\n\n",{"type":"{{","value":[["eat"],["name=La Placinte"],["url=http:\/\/www.laplacinte.md\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is another restaurant owned by the same people, serving traditional Moldovan cuisine. The quality of the food is far more reliable and good, at decent affordable prices far below that found in Western Europe."]]},"\n\n",{"type":"'''","value":["Robin pub"]}," - medium sized place with a friendly English style pub atmosphere. This pub has a wide variety of meals from fish to pasta. Staff know a little English and menu is in English as well. This place is all smoking area. The food is fast, hot and decent.\n\nThe restaurant owned by the ",{"type":"'''","value":["Green Hills"]}," company on Stephan Cel Mare is excellent, prices are comparable to European ones.\n\n",{"type":"'''","value":["Symposium"]}," wine bar, offers a variety of meals including steak, lamb, and pasta. They have an excellent selection of Moldovan wines. Prices for a full meal with drinks range from 250-500 Lei.\n\n",{"type":"==","value":["Drink"]},"\n\nDrinks such as vodka are served on their own. So don't be surprised if your vodka sprite is served as a 2 separate drinks. Also club soda seems difficult to procure, at least in English.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wines"]}," - Moldavan wines, cognac, liquor and juice are all on par with the best of Eastern Europe. For one thing, manufacturers tend to use only organic products.  Secondly, these products are made in the traditional way. Restaurants tend to sell only local wines, but only those of the highest standards."]},"One of the very best wines of Moldova is from the wine plantation of Purcari and even if you live in the United States you can buy Purcari wines from Purcari and their importer Moldova Traders ( www.moldovtraders.com )\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beer"]}," - Moldovan beer is one of the best in Europe. A very famous is named \"Bere Chişinău\". It was awarded with the Nr.1 Gold Medal at the Nuremberg beer competition in 2007, beating German, Czech and others. It can be found in all the bars on every street in Chişinău, so finding a place for a drink is not a problem. However, good bars and restaurants with a pleasant atmosphere can be difficult to find. So watch where you stop."]},"\n",{"type":"'''","value":["Beer House"]}," bar and restaurant on bd C. Negruzzi, has a wide range of beers (some brewed on the premises) and a good menu. Prices for a full meal with drinks range from 150-500 Lei.\n\n",{"type":"===","value":["Clubs"]},"\n\nThere are more than 40 night clubs in Chişinău, making its night life vibrant and dynamic. Here are some of the best of them.\n\n",{"type":"'''","value":["City club"]}," - tucked in behind the parliament buildings this dome shaped club offers tables that can be reserved for 300 lei in the back and 200 lei right on the dance floor. All the tables may look reserved but they are open for purchase. Listen to the electronic music among the red decor. 35 lei cover. 2 floors. Coat check is available. Do not be surprised if the bouncers begin shoving you around - if you get too close to a VIP table, take a drink too far from the bar, or do not move out of the way quickly enough when performers enter the dancefloor.\n\n",{"type":"'''","value":["Booze time club"]}," - a club with a slight rustic feel as it is nearly all wood.  Somewhat of a university bar feel. Electronic music. Upstairs bar and lounge area. No cover. Connected to City club but for staff only. Booze time will be more full than city on off nights. Coat check available. Bartenders here like to put on a show as well.\n\n",{"type":"'''","value":["Deja vu"]}," - a smaller basement pub club. Quite intimate but watch out for the harmless bar top antics where staff pour drinks down customers' throats in a sexually suggestive manner. Be sure to order the flaming sambuca. It's a good show. A mix of pop electronica and club rnb. just don't be surprised if your bar tab ends up being twice as high as expected. But as some shots involve 3-4 staff working to keep you safe as the entire bar is engulfed in flames while bar tenders juggle liqueur bottles turned Molotov cocktails. Cash only (they take euros).\n\n",{"type":"'''","value":["Drive"]}," - destination for those who appreciate the real quality club recreation. Powerful energy and surrounding you absolutely powerless sound and modern rhythm will make you to love it at a glance. \nA wide bar range and a variety of recipes will surprise even the most demanding taste. Also, there is always fresh beer, and a huge selection of cocktails and alcoholic drinks.\n\n",{"type":"'''","value":["Military"]}," -  the place where Military Club now occupies, brought together people that were symbols of their times. People like Vladimir Visotsky, Andrei Tarkovsky, Andrei Mironov, Nona Mordukova, Stefan Petrache, Mashina Vremeni, and many others.\nToday, this plight is continued by the heroes of our time. On this same place, but with a different name – Military Club, the bright and orange future, promises a new milestone in the capital-city era.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" In the main train station, there is a decent hostel. Just enter the train station and ask the guards there. Price is 220 Lei per night."]},{"type":"*","value":[" Hotel Turist is close to the centre and charges 440 Lei a night for a double room with shower and WC (price as of August 2008)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Central Youth Hostel"],["url=http:\/\/www.lanawel.com\/"],["email=hostelcentral@mail.ru"],["address=Pruncul 6, Apartment 1"],["lat=47.032137"],["long=28.838582"],["directions="],["phone=+37360030094 +37369165529"],["tollfree="],["fax="],["hours="],["price=from 120 MDL"],["checkin=13:00"],["checkout=11:00"],["content=120 MDL\/night for one bed in a six bed room.  50 MDL key deposit.  One bathroom with a shower in it. It is located in the heart of downtown Chişinău. This is the cheapest hostel yet discovered in Chişinău. This is a nice and clean place. Laundry service available at €5.  Hot water may be limited.  Free internet is very good Checkout 11:00, check-in 13:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chişinău Hostel"],["url=http:\/\/www.chisinau-hostel.com"],["email=chishinauhostel@gmail.com"],["address=5\/4 Arborilor str."],["lat="],["long="],["directions="],["phone=+373 60079998, +373 697 11 918"],["tollfree="],["fax="],["hours="],["price=€ 9-13"],["checkin=noon"],["checkout=11AM"],["content=Well-managed, friendly and social hostel. Staff very helpful for finding international marshrutka routes. It is in its own building with a porch \/ patio for BBQs and hanging out near MallDova."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Chişinău"],["url=http:\/\/www.chisinau-hotel.md"],["email="],["address=7 Negruzzi blvd."],["lat="],["long="],["directions=at the southern end of the main street"],["phone=+373 22 578 506"],["tollfree="],["fax="],["hours="],["price=rooms from about €28"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Retro Moldova Hostel"],["url="],["email="],["address=Strada George Cosbuc 3, Apartment 24"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=14:00"],["checkout=11:00"],["content=€12\/night for dorm bed. Silent and central location with very friendly and helpful staff. Laundry service. Wifi and lockers are available. The hostel is located in a large flat in a lovely communist style apartment block. Interior is a lot nicer than the exterior. Some of its interior such as wall posters dates back to Soviet times. Note that the entrance is located in the backyard and not towards the street. A small sign is sprayed on the concrete at the entrance and that is the only hint you get that there is actually a hostel inside apartment 24 of that gate."]]}]},"\n",{"type":"===","value":["Midrange"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Bella Donna"],["url=http:\/\/hotelbelladonna.md"],["email="],["address=9, Bucuresti street"],["lat="],["long="],["directions="],["phone=+373 22 54 82 07"],["tollfree="],["fax="],["hours="],["price=€60"],["checkin="],["checkout="],["content=It's a new hotel with comfortable rooms and nice staff in the centre of the Chişinău. The prices are low, beginning from €50 for a room, including the breakfast, wi-fi, TV."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Cosmos"],["alt="],["url=http:\/\/hotel-cosmos.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Clean rooms and friendly staff, some of whom speak English. Now the hotel Cosmos has a slightly derelict appearance, and receives relatively few guests. However, the rooms are clean and the staff are friendly and helpful. Around the immediate area are some nice shops and restaurants. Rates from €29\/night."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Edem"],["alt="],["url=http:\/\/business.md\/en\/company\/1311\/edem-hotel"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A rather new hotel with comfortable rooms and a swimming pool. Rates start at €60\/night."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Luna"],["alt="],["url=http:\/\/hotel-lunalux.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A nice hotel with comfortable rooms and good services. Costs around €80\/night."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Stella De Lux"],["alt="],["url=http:\/\/hotel-stella.md"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A tiny hotel that costs €50\/night and offers small and rather spartan rooms(some are windowless). Service is poor and visitors are not allowed to enter the hotel."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Vila Iris"],["alt="],["url=http:\/\/vilairis.allmoldova.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A small nice hotel with comfortable rooms and accessible prices. Costs around €50\/night. In price is included breakfast, internet Wi-Fi, Parking, Laundry."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Villa Muntenia"],["alt="],["url=http:\/\/villa-muntenia.md"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A cosy hospitable hotel offering cheap rates and excellent services. Breakfast, internet, TV, Parking, Laundry included. Prices go from €40\/night."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Club Royal Park 5* Hotel"],["alt="],["url=http:\/\/clubroyalpark.md"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Flowers Hotel 4*"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(+373 22) 210-822"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A very posh but small (18 rooms) hotel close to the airport. Excellent service and good food, with extremely large rooms and comfortable beds. - for reservations."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel VisPas"],["alt="],["url=http:\/\/vispas.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A very cozy 4* boutique hotel in Downtown area about a 15 minute walk to the city center. It has a good restaurant with mid-range prices. A full meal with drinks will cost about 300 Lei."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Jolly Alon Hotel 4*"],["alt="],["url=http:\/\/jollyalon.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A very nice hotel located in front of Chişinău's central park on a street with no traffic. Superbly quiet although rooms are at the very minimum of 4* standards. This hotel also has a gym which is only accessible to guests."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Leogrand Hotel & Conventions Center 4*"],["alt=formerly Dedeman Grand Hotel"],["url=http:\/\/leograndhotels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Manhattan Hotel"],["alt="],["url=http:\/\/www.manhattan-hotel.md\/en\/page\/12"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A smaller 4* boutique hotel in the downtown area. A few quirks but a good hotel. Opened early in 2010."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Prezident Hotel 5*"]}," Newest 5-star hotel in Moldova."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Weekend Boutique Hotel 5*"],["alt="],["url=http:\/\/www.weekend-boutique-hotel.com\/en\/hotel-moldova-chisinau"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Modern, located in the centre."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" There is a large ",{"type":"'''","value":["Internet Cafe"]}," at Strada Cosmonautilor."]},"\nAmbulance - 903\n\nPolice - 902\n\nFire brigade - 901\n\nGas intervention -904\n\nTelephone directory service by Moldtelecom - 1189 (taxable)\n\nEmergency (calls are made by mobile phones with no SIM card) - 112\n\n",{"type":"==","value":["Stay safe"]},"\nUse your common sense at all times! Be aware that when entering some buildings at night, you will have to walk through unlit alleyways. So when traveling through Chişinău, always carry a small flash light. The street lights are quite sparsely positioned and it is a good idea to plan your arrival for day-light hours.\n\nWatch out about night life: the U.S. State Department warns about Russian dating schemes also very common in Moldova and other kind of financial scams. Though, the average backpacker has very little to worry about unless looking for a \"Russian bride\".\n\nAlso, it is worth noting there is occasional police corruption aimed at foreigners.  This will usually involve getting arrested for something ridiculously minor, with extra fictional offences added on for dramatic effect, in an attempt to scare you into paying a \"high\" bribe (maybe a few euros).  Most police will not speak any English, and you can expect a lengthy lecture in Romanian\/Russian.  Be sure to always carry at least a good quality photocopy of your passports. However, this corruption is very rare and usually requires one does something actually illegal.\n\n",{"type":"==","value":["Cope"]},"\n\nEnglish is spoken in restaurants and some of the markets. Even some taxi drivers speak a little English. Young people are much more likely to speak English than the older generation. In Chişinău most people know Russian and Romanian . If you plan to travel outside Chişinău it would be helpful to pick up some Romanian and about the only language spoken outside of the city is Romanian. In Gagauzia a Turkish dialect is spoken. Only 30% of the people in Moldova speak some English and the country is far behind with schools that teach the English language.\n\nThere is only a single national broadcast television station. For the most part, TV channels are piped in from Russia, Ukraine, Romania and even Georgia. Euronews, Eurosport, CNN, Discovery Channel, etc. are on cable, but in Russian mostly. Not every home in the city has continual hot water. If you will be staying in a private home, be sure to ASK whether there is 24-hour hot water.\n\n",{"type":"===","value":["Embassies"]},"\nThere are many embassies and consulates in Chişinău. here are some of them.\n\n",{"type":"{|","value":[["|-"],["|"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belarus"]]}," Belarus"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bulgaria"]]}," Bulgaria"]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/www.chinaembassy.md"],["email=chinaembassy@mtc.md"],["address=M. Dosoftei St 124"],["lat="],["long="],["directions="],["phone=+373 22-248551"],["tollfree="],["fax=+373 22-295960"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Czech Republic"]]}," Czech Republic"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," France"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["alt=Honorary Consulate of Greece"],["url="],["email="],["address=office 220, 1 Stefan cel Mare Ave., MD-2001"],["lat="],["long="],["directions="],["phone=+373 22-274166"],["tollfree="],["fax=+373 22-274166"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.chisinau.diplo.de\/"],["email=info@chisinau.diplo.de"],["address=Str. Maria Cibotari 35"],["lat="],["long="],["directions="],["phone=(+373-22) 20 06 00, after hours emergencies +373-79-40 60 26 (also SMS)"],["tollfree="],["fax=(+373-22) 23 46 80"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," Italy"]}],["|"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Hungary"]]}," Hungary"]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Poland"]]}," Poland"]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Romania"]]}," Romania"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," Russian Federation"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," Sweden"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ukraine"]]}," Ukraine"]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinmoldova.fco.gov.uk\/en\/"],["email=enquiries.chisinau@fco.gov.uk"],["address=18 Nicolae Iorga Str."],["lat="],["long="],["directions="],["phone=(+373-22)22 59 02"],["tollfree="],["fax=(+373-22) 25 18 59"],["hours=Mon-Thu 09:00-17:00, Fri 09:00-14:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/moldova.usembassy.gov\/"],["email=chisinau-CA@state.gov"],["address=103 Mateevici St"],["lat="],["long="],["directions="],["phone=+373 22 408 300, after hours emergencies +373 22 408300"],["tollfree="],["fax=+373 22 233044"],["hours="],["price="],["content="]]}]}]]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Bucharest"]]}," - many companies operate 'rutieras' during the day and larger coaches during the night heading to Bucharest.  The fare with one particular company was 225 MDL for an 8-9 hour journey with hourly departures in the evening.  There was no toilet on the bus but several stops were made by the bus driver.  Most companies were located in the central bus station behind the Central Market, not the southern bus station as indicated above.\n\n",{"type":"[[","value":[["Iaşi"]]}," - coach services to the student city of Iaşi (pron. yash) are operated from Gare de sud. The fare is 110 MDL and the trip takes around 4–5 hours. The contrasts between Chişinău and Iasi are quite significant and that makes this trip an interesting option if you are heading into Romania from Chişinău.\n\n",{"type":"[[","value":[["Odessa"]]}," - Relaxing Ukrainian city on the shore of the Black Sea.\n\n",{"type":"[","value":["http:\/\/milestii-mici.md\/eng Mileştii Mici"]}," - biggest wine cellar in Europe (Guinness Book of World Records) - length 200 km.\n\n",{"type":"[[","value":[["Cricova"]]}," - a Chişinău suburb located close to the city. Famous for its fabulous winery. An excursion, including tasting the dishes in its restaurant, plus wine souvenir will cost you 500 lei.\n\nGhidighici - a lake and Chişinău suburb located close to the city in its northern part. It is 9 km. in length and at about 1 km. in width. Ghidighici is also, called as \"Chişinău sea\". there are many resorts and recreation facilities along its shores. One of the most preferable place for recreations for city locals.\n\n",{"type":"[","value":["http:\/\/western-club.7days.md Western Club"]}," - Minizoo 10 km from Chişinău, wide variety of all animals, African birds and Australian black swans, horse riding and accommodation available, owned by very friendly Igor and his wife who is a vet and their son Dima who speaks English.\n\n",{"type":"[[","value":[["Transnistria"]]}," - Buses and trains stop in Tiraspol. Maxi-taxis - 'microbuz' or 'marushkas' leave the autogara behind Piata Centrala at all different times of the day. If you walk a circle around the station, the Tiraspol\/Bender bound ones tend to be on the northeastern corner. Approximately 50MDL. As there are unresolved political tensions, many countries have placed travel advisories against travel to this region.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Moldova"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Chişinău"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Moldova\/Localities\/Chisinau\/"]]},"\n\n",{"type":"{{","value":[["geo"],["47.013889"],["28.85"]]}]