[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Chișineu-Criș"]}," is a city in ",{"type":"[[","value":[["Crişana"]]},", ",{"type":"[[","value":[["Romania"]]},".\n\n",{"type":"==","value":["Understand"]},"\nOne of the most important towns in the Arad county, Chişineu Criş is the place where history and culture harmoniously merge with economic and social growth. For centuries, people living in these places had a tradition of highly appreciating true human values, thus leading to a impressive socio-cultural development. This is due first of all to the people, who besides the hospitality they prove each and every time, are always proud to tell about the wonders of this place.\n\nAnother important aspect is the economical one, Chişineu Criş having experienced a powerful growth in this section after 1989. Many (internal and external) investments and international companies that opened representations in our town are just some aspects of the prosperity of this area.\n",{"type":"==","value":["Get in"]},"\nThe national highway Arad-Oradea is crossing the town, from which, before the bridge over Crişul Alb, in the direction Arad-Oradea, a junction creates the national highway towards Vărsând, at the Hungarian border. The railroad between Arad and Oradea is situated in the East, and in the West is one of the oldest railways in the country: Pădureni-Grăniceri.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Nădab village"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["46.5225"],["21.5158"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Crișana"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Chișineu-Criș"]]}]