[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:563 - perfect setting for railway.jpg"],["thumb"],["right"],["260px"],["Red Oriental railway with the \"Devil's Thumb\" in the background."]]},"\n",{"type":"'''","value":["Chochís"]}," is a little town in the eastern ",{"type":"[[","value":[["Bolivia"]]},", ",{"type":"[[","value":[["Santa Cruz (department, Bolivia)"],["Santa Cruz"]]}," department.\n\n",{"type":"==","value":["Understand"]},"\nThe name \"Chochís\" in Chiquitano means \"fury of the wind\". The town is close to Serranía Santiago mountains and is best known for religious sanctuary and unusual granite formation informally known as \"Devil's Thumb\".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nChochís is a stop of Red Oriental trains travelling between Santa Cruz and Puerto Quijarro.\n\n",{"type":"===","value":["By bus"]},"\nThere are some buses going daily both directions on the paved road between Santa Cruz and Puerto Quijarro. They stop in Chochís.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By foot"]},"\nChochís is a small town best walked on foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:573 - sanctuary.jpg"],["thumb"],["right"],["160px"],["The Sanctuary in Chochís."]]},"\n",{"type":"[[","value":[["File:567 - carved column.jpg"],["thumb"],["right"],["160px"],["A wood carving masterpiece in the Sanctuary."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Marian sanctuary (Santuario Mariano de la Torre Virgen de la Asunta)"],["url="],["email="],["address="],["lat="],["long="],["directions=A couple of kms nortwest of the town. There leads a very good quality stone-paved road (which has a full-length sidewalk) - an unusual sight for Bolivia. Ask locals, how to find the road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Designed by Hans Roth (the architect who restored the churches of the ",{"type":"[[","value":[["Jesuit Missions of the Chiquitos"]]},"), built from red bricks (adobe), split stones and wooden columns. The setting (at the feet of \"Devil's Thumb\"), the modern design and the color of the sanctuary makes an unforgettable impression, enhanced further by a multitude of wood-carved fine-detailed columns, doors and decorations, making the Sanctuary an amazing artwork. Inside, the roof is supported by Arbol de la Vida (the Tree of Life) - the giant tree-like wood-carved column. The columns and other woodwork tell the story of suffering - there was a volcano eruption there killing a lot of people; some people escaped by Red Oriental train after the train crossed the fragile bridge and the following lava burned the bridge to the ground, but did not advance further. The sanctuary was built to remember the tragedy and to worship Virgin Mary as a people's savior. The hike to the Sanctuary is an experience in itself - meanders in serpentines and offers good views to Serranía Santiago mountains, \"Devil's Thumb\", Red Oriental railway."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Climb up the Devil's Thumb"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can not climb by path to the very top (locals are known to climb to the top using ropes), but the hike is nice whatsoever. On the way you'll see different plants, including cacti. You may be happy to see (and unhapy to scare off) some bats in the niches of the structure."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Take a swim in the swimming spot (balneario) in the river near the sanctuary"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ask the family, who lives in the house (serving as well as guesthouse) at the sanctuary, of how to get to the spot. It is 15 min on foot from the sanctuary. Start by passing the sanctuary on the road you came, turn left at the new guest houses being built (as of year 2012), find the path and go down (basically follow electric wire feeding the pump at the river). The spot is a multiple water dish and cascade connection and makes a perfect refresher."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nIt may be a problem to find accommodation in Chochís.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nContinue to Roboré (small bus leaves from the main square) to visit it and nearby Santiago de Chiquitos.\n\n",{"type":"{{","value":[["IsPartOf"],["Santa Cruz (department, Bolivia)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]