[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"<","value":["div",["__TOC__"]]}," \n",{"type":"'''","value":["Choquequirao"]}," is in ",{"type":"[[","value":[["Sacred Valley of the Incas"]]}," of ",{"type":"[[","value":[["Peru"]]},".\n\n",{"type":"{{","value":[["Geo"],["13.4"],["72.9"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["File:Choquequirao Plaza.JPG"],["thumb"],["280px"],["Main Plaza at Choquequirao"]]},"\n",{"type":"[[","value":[["File:Apurimac River.JPG"],["thumb"],["280px"],["View of the Apurimac River from Choquequirao"]]},"\n",{"type":"[[","value":[["File:Large Terrace Bromeliad.JPG"],["thumb"],["280px"],["Large Terraces with Bromeliads"]]},"\n",{"type":"[[","value":[["File:Tarantual Choquequirao.JPG"],["thumb"],["280px"],["A Tarantula on the path from Marampata"]]},"\n",{"type":"[[","value":[["File:White Llama.JPG"],["thumb"],["280px"],["Terraces Featuring White Stone Llamas"]]},"\n\nIt's a two day hike to Choquequirao from ",{"type":"[[","value":[["Cachora"]]}," or Huanipaca. Guides and mules for the trip may be found in Cachora. Cachora is the most popular starting point for travelers who want to see the amazing newly-rediscovered Incan site, Choquequirao. Most people go in and out from Cachora as this is the best maintained and serviced trail. There are several places to buy water, Inca Kola and simple dishes of soup, eggs or potatoes along the journey. Another option is to continue onto ",{"type":"[[","value":[["Santa Teresa (La Convención)"]]}," or ",{"type":"[[","value":[["Machu Picchu"]]},", but you'll need plenty of food. Hiring a donkey or mule is advised.\n\nThere are generally only a few tourists each day entering Choquequirao, the park workers are quite helpful in giving directions. The park itself is quite difficult to navigate with some paths somewhat overgrown. Much of the site is rebuilt: many original large stones have crumbled into smaller pieces, and in places it is easy to identify which sections are original work and which are reconstructed. In the main plaza, concrete beams have been used on one of the buildings. In other places, crumbling ruins are marked with numbers, so if they should fall, they will be able to be reconstructured. \n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\nSteep, rugged mountains.\n\n",{"type":"===","value":["Flora and fauna"]},"\nCoral Snakes, Tarantulas.\n\n",{"type":"===","value":["Climate"]},"\nDue to the altitude, it's hot in the sun and cold at night, sometimes below 0°C. The air is dry on north side of the mountains, humid on the south sides and in cloud forest.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are three trails leading to Choquequirao, one from Cachora, Huanipaca and one from Yanama. To reach Cachora or Huanipaca, take the bus from ",{"type":"[[","value":[["Cusco"]]}," to Abancay and get off at Ramal - the turn off for Cachora or Huanipaca (just past Saywite), the roads leading to these towns are about 2km apart. There are at least 3 bus companies that leave for Abancay from Cusco's Terminal Terrestre, but timetables are not usually online. As of July 2011 Breddes buses leave at 5:00am, 6:00am, 10:00am, 1:00pm and 8:00pm. Get off the bus at Ramal, and from there you need to take a taxi or walk down the hill from the main road to the town you intend to hike from. Taxis often wait for the people from the bus, except on Sunday when you might have to wait an hour. A ride from Ramal to Cachora costs around 10 soles.\n\nFor the Huanipaca and Yamana trails, steep sections make hiking the only option, but the trail from Cachora can be done either on foot or horseback. If you speak a bit of Spanish you should have no trouble finding an arriero and one or more mules or horses in Cachora. Just ask your taxi driver when you get a lift in, or ask at any of the shops in the main Plaza del Armas. Expect to pay at least 25 soles per day for an arriero, and 25 soles per day per horse. Asking rates will probably start at 30 soles per horse\/arriero per day but the price can be negotiated. A minimum of 4 days hire is applicable.\n\nThe trail from Huanipaca is shorter, steeper and lacks the amenities that the trail from Cachora offers. The trail from Cachora has several sources of drinkable water, campsites, showers, toilets and at least one place where you can buy Inca Kola. Hiking in from Yanama you would need to start in ",{"type":"[[","value":[["Mollepata"]]},", Santa Teresa or Machu Picchu Pueblo, these are very long and difficult hikes. If you want to do the 8 day Machu Picchu - Cachora hike it is probably easier to do it in reverse as you will find arrieros much more easily and cheaply in Cachora than at the Machu Picchu end. Note that in either case you will probably need to pay for a return journey for the arriero and mule hire, not just the one way. \n\n",{"type":"====","value":["The Two Day Trek From Cachora;"]},"\n\nDay One - Start out early from Cachora to make it to camp before nightfall and take in all the views as the sun goes down over the Andean valley. The first day is around a seven hour hike and 1,500 meters elevation change down the mountain. There are multiple campsites, all well marked, with running water and bathrooms. The tap water is siphoned from streams coming from lakes and glaciers on the Choquequirao side of the Apurimac River. \n\nDay Two - Finish the hike down the valley to the river, if you haven't already done so, and you'll reach the fabulous amenities that include a much-needed cold shower. There is a high bridge for crossing the river. Get ready for an intense hike up the other side. After 11am the sun can make this hike very difficult, with one hiker reporting a walking speed of 500 metres per hour, compared to the usual 4km per hour on relatively flat ground. About 1,800 meters up, Choquequirao awaits. It is possible to hike at night, when the air is much cooler; the path is easy to follow.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere is an S\/.37.00 soles fee (July 2011) that someone will collect from you at the gate to the site, about 1km above Marampata.\n\n",{"type":"==","value":["Get around"]},"\n\nTotal time with a 15kg pack, no guide, no mules: 5 days. Excellent scenery and a great alternative to the Inca trail at Machu Picchu.\n\nWith a mule carrying your pack and a good level of fitness it is possible to do this hike in 3 days. This involves hiking the 25km to Santa Rosa on the first day, the 7km to the site on day 2, with perhaps 4-5 hours on site, then doing the 7km back down to Santa Rosa, and finally hiking the 25km from Santa Rosa back out on day 3. The Association of Arrieros in Cachora don´t like arrieros doing it in 3 days, and will fine them 30 soles if they catch them, so those confident in their fitness and wanting to do it in 3 days should probably tip their arriero at least this amount, as well as paying for 4 days hire which is considered the minimum. \n\nYou will need at least one full day at the site, it is difficult to navigate and the chances are your body will be aching. I carried about 12 to 15kg's and I spent 2 days hiking in, 2 days at the site and 2 days hiking out. I think I sustained permanent injuries to both my knees on this hike, 8 months later they are still sore. I suggest carrying as little as possible, hike in the cool of the night and drink from the streams rather than carrying liters of water. It is recommended that water be treated with iodine pills, UV light, or a water filter before consumption. These things are far lighter than the bottles of water themselves. I personally drank lots of water without treating it and it was fine.\n\n",{"type":"==","value":[" Talk "]},"\nThe locals are helpful but only speak Spanish and\/or Quechua. The site is an active digging site, there are archaeologists working there, some of whom are American.\n\n",{"type":"==","value":["See"]},"\nThe terraces with white stone llamas. Wild flowers.\n\n",{"type":"==","value":["Do"]},"\nTrek\n\n",{"type":"==","value":["Buy"]},"\nThere are several tiny (one-family) settlements at campsites along the way selling cooked food, snacks, beer, bottled water and softdrinks, unless you plan on carrying a lot of water just drink from the taps - it usually comes from small mountain rivers, so treatment makes generally sense but is not always strictly required.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are (very simple but filling) cooked meals available at Chiquisca, Santa Rosa and Marampata. A plate of food or bowl of soup will cost you about 3 soles. These locations also sell soft drinks, snacks, and the ubiquitous ",{"type":"[[","value":[["WikiPedia:Chicha"]]},".\n\nA local entrepreneur has wisely opened a shop with Gatorade and snacks about 10 minutes before you find another shop. Apologize to the nice lady for having already bought your snacks at the first store. Just past a gate is the top and you are rewarded with the first views of the Incan site and a nice bench to eat lunch at. Hike another hour or so and stake out your campsite. Explore the lower site that day and then see the rest of the sites on the following day. Unless you are in great shape, the relaxing day of exploring the site is necessary and must be done to truly enjoy the site. In every camp site along the way locals have set up shop, so you can buy water, soda,  rice, snacks, eggs and fruit.\n\n",{"type":"==","value":["Drink"]},"\nFresh water from the mountain streams. The cautious will want to filter or purify with iodine, but I drank unfiltered without problems.\n\n",{"type":"==","value":["Sleep"]},"\nCamping is the only option.\n\n",{"type":"===","value":["Lodging"]},"\nTent. Bring your own or hire in Cachora - there are several locations renting tents, sleeping bags and sleeping rolls. Look for 'Carpo Alquilo' signs or ask, if you speak Spanish.\n\n",{"type":"===","value":["Camping"]},"\n\nYou can camp near the entrance of the ruins or at several sites nearby and there are designated campsites on the way to the ruins. The main camp sites are state of the art with flush toilet with doors, cold water shower, benches and a kitchen area. There are camp sites at the following locations:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Colmena"],["url="],["email="],["address=KM 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A homestead owned and run by the Sullcahuasami Lopez family, this is 4km along the way to Choquequirao and is a great place to stay the night before beginning the trek as it gives you a bit of a head start. The Lopez family are very hospitable and can help you with hiring an arriero and mules, although they only speak Spanish.  To reach it you can either walk the 4km down the hill from Cachora, or else it is reachable by taxi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chiquisca"],["url="],["email="],["address=KM 19"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A campground and shop a few kilometres above the Apirumac river on the path to Choquequirao, at KM 19. The 'standard itimerary' often stays here the first night. It is however less pleasant than most of the other campsites due to the presence of many biting flies that leave tiny blood blisters at the bite site.  You can buy simple cooked food, snacks and drinks here. The shopkeeper is very friendly, and may try to feed you chicha or the deadly-strong distilled alcohol caña."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Playa Rosalina"],["url="],["email="],["address=KM 21"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is a well-fitted out campsite next to the Apurimac river on the trek to Choquequirao, around KM 21. There isn't any food but there are some concrete shelters, clean bathrooms and showers. Compared to the other campsites this one feels less homely and more artificial."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Santa Rosa"],["url="],["email="],["address=KM 25"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Santa Rosa is a campground at KM 25 along the path to Choquequirao. There are actually 2 campsites - Santa Rosa, and Santa Rosa Alto, a bit further up. Just before the campground proper, there is a hut with a family selling snacks, beer, soft drinks and simple cooked food. If you choose to camp there it is 2 soles but you can enjoy their hospitality. Camping at the INC campground about 100m further along is free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marampata"],["url="],["email="],["address=KM 28"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is the last campground with food on the trail to Choquequirao. It has beautiful views of the valley below and at KM 28 it is only 4km below Choquequirao. There is another campgound at Choquequirao itself, just below the ruins, but it has no food and is much colder at night."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\nNo permits are needed.\n\n",{"type":"==","value":["Stay safe"]},"\nThis is an isolated area but the trail is well maintained and easy to follow and people travel along it most days. \n\nIn August 2011 it was reported that remnants of the Shining Path armed with rifles, machine guns and rocket launchers robbed a group of German and American tourists and ordered them to hand over their food, cameras and other equipment. Nobody was hurt. ",{"type":"[","value":["http:\/\/www.peruthisweek.com\/news-387-Shining-Path-members-attacked-tourists-in-Choquequirao\/"]},"\n\n",{"type":"==","value":["Go next"]},"\nThere are three trails out from Choquequirao. They go to Cachora, Huanipaca and Yanama. From Yanama its possible to continue hiking onwards to ",{"type":"[[","value":[["Machu Picchu"]]},", ",{"type":"[[","value":[["Santa Teresa (Peru)"]]}," or ",{"type":"[[","value":[["Mollepata"]]},".\n\nInstead of walking the same way back, an easier way out is to go to Huanipaca: Within 5-6 hours (2 hours down to the river, 3h uphill) you can reach the hotel \"Villa Los Loros\" (rooms 100 soles), which is located 17km on the road from Huanipaca, has a good italian restaurant and free camping spots. From there you can order a taxi (40 soles) to Huanipaca and from there take shared taxis\/busses back to Cusco.\n\n",{"type":"{{","value":[["IsPartOf"],["Sacred Valley of the Incas"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["WikiPedia:Choquequirao"]]}]