[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Choum"]}," (pronounced ",{"type":"''","value":["shoom"]},") is a tiny railway halt in the ",{"type":"[[","value":[["Adrar"]]}," Region of Northern ",{"type":"[[","value":[["Mauritania"]]}," 5 km (3 mi) from the straight-line demarcated border with the ",{"type":"[[","value":[["Western Sahara"]]}," that runs due west-east at this point before turning south-north 12 km to the east.\n\nThe whole area allegedly has a population of 5,000 but this is by no means obvious from the sparse and shabby development of 50 or so wooden shacks.\n\n",{"type":"==","value":["Understand"]},"\nChoum has a passenger boarding opportunity for the iron ore train to the port of ",{"type":"[[","value":[["Nouadhibou"]]},". These ore trains are reputedly some of the heaviest (c. 20,000 t) and longest in the world at 3 km and bring iron ore from the many haematite mines around ",{"type":"[[","value":[["Zouérat"]]}," the 700 odd kilometres to the coast.\n",{"type":"[[","value":[["Image:SNIM ore train Nouadhibou.jpg"],["thumb"],["upright=1.3"],[{"type":"''","value":["SNIM"]}," iron ore train near the station in ",{"type":"[[","value":[["Nouadhibou"]]},"."]]},"\n \nStraddling what was once a major camel train route across the Sahara, the settlement has declined as this trade declined. It didn't help that, in 1977, it was attacked by French troops who suspected that it was supporting the Polisario Front, a national liberation movement that has fought for decades to free the ",{"type":"[[","value":[["Western Sahara"]]}," from (successively) French, Spanish, Moroccan and Mauritanian rule.\n\n",{"type":"==","value":["Get in"]},"\nThere is no road or airstrip so unless you're wealthy enough to charter a helicopter, got your own camel train or are an off-course participant in the Paris-Dakar rally, your usual options are \n\n",{"type":"===","value":["By train"]},"\nThe \"SNIM\" (",{"type":"''","value":["Société Nationale Industrielle et Minière"]},") iron ore train typically departs ",{"type":"'''","value":["from Nouadhibou"]}," some time between 14:30 (the official departure time) and 22:00, depending on when they've finished loading freight such as mining machinery and pallets of food and beverages into the empty ore bucket cars. There is only one train a day with a \"passenger carriage\" tacked on right at the end and tickets can be arranged in advance or bought at the Nouadhibou train station (",{"type":"''","value":["gare voyageurs"]},") for around 2,500 ouguiyas (c. US$9 in Jul 2013). The small, concrete, whitewashed station is a desolate affair isolated in the desert, but before the train is due, locals will probably show up on mules to flog you supplies. If you can't find the ticket seller because the train is late, he may be drinking tea in the police post on the other side of the street. If you get too bored, you may want to walk 10 min to see the ",{"type":"''","value":["ship graveyard"]}," where about 150 ships have been abandoned to  fraudulently claim the \"total loss\" insurance.\n\n",{"type":"[[","value":[["File:Map Mauritania Railway.png"],["upright=1.4"],["thumb"],["There's only one railway in Mauritania"]]},"\nWhen the train finally arrives you can either choose to engage in (hopefully) unarmed combat with the locals to board and grab a prime place on the floor or amble on at your leisure later and then elbow a space for yourself with those you think are by then too worn out or wounded to protest too much.\n\n",{"type":"''","value":["Theoretically"]},", if you pay an additional 1,000 ouguiyas you'll get a First Class ticket and be guaranteed a seat. (The windows will still be stuck open at various angles, so you'll still be coated with black dust, both from the desert and the empty ore buckets further forward).\n\nIf you've got a vehicle, it's possible to make arrangements in advance to load it on a flat bed carriage where the train starts from 3 km to the south (rather than at the station). Then you can sit in it with the windows closed and, if you have air conditioning, the engine running in ",{"type":"''","value":["real"]}," first class luxury for the whole 12 hours or so!\n\nTravel in the ore bucket cars is free - just climb aboard - where it will be even hotter and dustier than in the \"passenger carriage\". The 460 km journey to Choum typically takes about 12 hr, so you'll scorch during the afternoon and then shiver after the sun goes down. Goggles would be a good idea because of the dust. Although the train doesn't go very fast, the desert winds can be both strong and persistent. As in the rest of the Maghreb, a torch is handy, since there is usually no electric power or lights in the \"passenger carriage\". A large, heavy duty plastic bag (such as the ones Air New Zealand or Virgin Atlantic supplies for pushchairs\/babybuggies) to seal your luggage in against the dust would be a great idea!\n\n",{"type":"[[","value":[["File:Dust off Western Africa - NASA Earth Observatory.jpg"],["thumb"],["Dust off Western Africa - NASA Earth Observatory"]]},"\nYour train will probably stop half a dozen times before you reach Choum to let trains pass going the other way and to offload freight sporadically. Lot's of your fellow passengers will get off each time to pray. This is your chance to go to the toilet and stretch your legs. Men may want to squat or kneel before they urinate directly into the sand so the unpredictable and ever-changing direction of the wind does not give them or others a golden shower. Take your luggage and water with you each time though, in case you can't get back on the train fast enough or slip when boarding.\n\n",{"type":"===","value":["by 4x4"]},"\nFrom ",{"type":"'''","value":["Atar"]}," c. 150 km to the South for c. 2,500 ouguiyas plus around 200 ouguiyas for each item of baggage.\n\n",{"type":"==","value":["Get around"]},"\non foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:La Mauritanie veut lutter contre limmigration clandestine (6836308320).jpg"],["thumb"],["Mauritania has ramped up border security measures to prevent the infiltration of armed groups."]]},"\nThis is scorching and dusty grey-yellow-pink desert with very little to see, although some small-scale trenches, berms and firing positions are left over from the fighting with the Polisario Front.\n\n",{"type":"==","value":["Do"]},"\nvery little, other than catch the train.\n\n",{"type":"==","value":["Buy"]},"\ncoke and camping gaz from a few very small grocery shops.\n\n",{"type":"==","value":["Eat"]},"\nflies, since the ",{"type":"'''","value":["Restaurant de l’amitie"]}," is a bumpy 4 hr 4x4 drive away in ",{"type":"[[","value":[["Atar"]]},". \n\n",{"type":"[[","value":[["File:Choum-Atar,Tikkit.jpg"],["thumb"],["Resthouse (",{"type":"''","value":["tikkit"]},") between Choum and Atar"]]},"\nCamel meat with onions and couscous or rice may be about the only thing available in Choum apart from the ubiquitous ",{"type":"''","value":["La vache qui rit"]}," (''laughing cow) processed cheese (obviously in semi-liquid form in the heat) so you might want to bring some vitamin pills. \n\n",{"type":"==","value":["Drink"]},"\na lot! Temperatures during the day are above 40°C in July and August and sometimes top 46°C. You may not realise you are sweating a lot in the shade, since the air is very dry and your sweat usually evaporates before you see it, but you will need to drink about 4 litres a day. It's chilly at night under the clear desert sky, so pack your woollies.\n\n",{"type":"==","value":["Sleep"]},"\nin your sleeping bag. Bring a sleeping mat because there are a lot of small, sharp stones on the ground.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nNo telephones in Choum.\n\nOutgoing international calls must go through the operator after you reach Nouadhibou at the end of the line.\n\n",{"type":"===","value":["Mobile phone"]},"\nNo coverage in Choum. \n\nBoth ",{"type":"[","value":["http:\/\/www.mattel.m Mattel"]}," and ",{"type":"[","value":["http:\/\/www.chinguitel.mr\/english\/explore.html Chinguitel"]}," have roaming agreements with some foreign mobile phone networks. However, coverage is limited to the urban area around Nouadhibou and Fderîck at the end of the line.\n\n",{"type":"===","value":["Internet"]},"\nNone in Choum.\n \nIn 2007 there were Internet cafes in Nouadhibou at the end of the line.\n\n",{"type":"===","value":["Post"]},"\nNone in Choum.\n\nInternational postal facilities are limited to the main cities of Mauritania. Airmail to Europe takes approximately two weeks.\n\n",{"type":"===","value":["Media"]},"\nNo terrestrial TV reception in Choum. Satellite reception is brilliant because of the lack of clouds - except when there's a sandstorm.Several shacks have satellite TV. Shortwave radios work, of course and, at the end of the line, the BBC World Service is available on 102.4 FM in Nouadhibou!\n\n",{"type":"[","value":["http:\/\/tvm.mr\/fr\/ Mauritanian TV"]}," broadcasts programmes in Arabic, French and other local languages. Mauritania's TV and radio stations are state-owned. As such, coverage favours the government and opposition access to is limited. Newspapers are in French and Arabic. Under press law, newspapers can be banned for publishing material that is perceived to threaten national security or undermine Islam.\n\n",{"type":"===","value":["Press"]},"\nNo newspapers are sold in Choum.\n\nYou may find some of the following titles after you reach Nouadhibou at the end of the line:\n",{"type":"*","value":[{"type":"'''''","value":["Chaab"]}," is a state-run daily, in Arabic."]},{"type":"*","value":[{"type":"'''''","value":["Horizon"]}," is a state-run daily, in French."]},{"type":"*","value":[{"type":"'''''","value":["Nouakchott-InfoV"]}," and ",{"type":"'''''","value":["Akhbar Nouakchott"]}," are private dailies."]},{"type":"*","value":["Weeklies include ",{"type":"'''''","value":["Le Calame"]},", ",{"type":"'''''","value":["L'Eveil-Hebdo"]}," and ",{"type":"'''''","value":["Rajoul Echarée"]},"."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:Overloaded truck.jpg"],["thumb"],["An atypically lightly loaded truck in Mauritania"]]},"\non the ore train to \n",{"type":"*","value":[{"type":"[[","value":[["Nouadhibou"]]}," - on the coast and this country's second largest settlement"]},{"type":"*","value":[{"type":"[[","value":[["Zouérat"]]}," - the end of the line, 250 km to the North-East"]},"\nby truck or Toyota Hilux on dirt tracks to the N1, 5 km to the East or South and then to\n",{"type":"*","value":[{"type":"[[","value":[["Atar"]]}," - to the South that used to have direct flights onward to ",{"type":"[[","value":[["Paris"]]}," and ",{"type":"[[","value":[["Marseilles"]]}," before they were scared off by AQIM franchised kidnappings"]},{"type":"*","value":[{"type":"[[","value":[["Fderîck"]]}," - a mining town to the North with the former French ",{"type":"''","value":["Légion étrangère"]}," Fort Gouraud"]},"\n\n",{"type":"{{","value":[["geo"],["21.29850"],["-13.06738"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Saharan Mauritania"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Choum"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Choum"]]}]