[{"type":"{{","value":[["pagebanner"],["Christmas Island banner.jpg"]]},"\n:",{"type":"''","value":["For the island in ",{"type":"[[","value":[["Kiribati"]]}," commonly called Christmas Island, see ",{"type":"'''","value":[{"type":"[[","value":[["Kiritimati"]]}]},"."]},"\n",{"type":"{{","value":[["quickbar"],["image=Brown booby.jpg"],["caption="],["location=Christmasisland.png"],["flag=Flag of Christmas Island.svg"],["capital=The Settlement"],["government=territory of Australia"],["currency=Australian dollar (AUD)"],["area=135 sq km"],["population=1,493 (July 2006 est.)"],["language=English (official), Chinese, Malay"],["religion=Buddhist 36%, Muslim 25%, Christian 18%, other 21%"],["electricity="],["callingcode=+61 (Australia)"],["tld=.cx"],["timezone=UTC +7"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.christmas.net.au Christmas Island"]}]}," is one of the ",{"type":"[[","value":[["islands of the Indian Ocean"]]},", south of ",{"type":"[[","value":[["Indonesia"]]}," and some distance northwest of ",{"type":"[[","value":[["Australia"]]},", of which it is a territory.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Christmas-island-map.png"],["thumb"],["400px"],["Map of Christmas Island"]]},"\n\nNamed in 1643 for the day of its discovery, the island was annexed and settlement was begun by the UK in 1888. Phosphate mining began in the 1890s. The island was initially administered as part of the Straits Settlements, and subsquently as part of the colony of ",{"type":"[[","value":[["Singapore"]]},". Sovereignty was subsequently transferred to Australia in 1958. Almost two-thirds of the island has been declared a national park.\n\nThe Australian Government in 2001 agreed to support the creation of a commercial ",{"type":"'''","value":["space-launching site"]}," on the island, which now looks unlikely to proceed after funding was withdrawn.\n\n",{"type":"===","value":["Orientation"]},"\n\nChristmas Island rises to a central plateau of stands of rainforest. Its 80km coastline is an almost continuous sea cliff up to 20 metres high, with a few shallow bays of small sand and coral shingle beaches. The largest of these forms the island's only port, Flying Fish Cove, which is also called \"The Settlement\". Other settled areas, all in the north east, are Poon Saan, Silver City, Drumsite and Kampong.\n\n",{"type":"===","value":["Climate"]},"\n\nTropical; heat and humidity moderated by trade winds.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Christmas Island (5775100858).jpg"],["thumb"],["Flying Fish Cove"]]},"\nSteep cliffs along coast rise abruptly to central plateau. Rain forest covers the majority of the island, with small areas of the island under rehabilitation from mining. Sandy to Rocky beaches scattered along the coastline of the island separated by steep limestone cliffs.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nVirgin Australia ",{"type":"[","value":["http:\/\/www.virginaustralia.com\/"]}," has twice weekly flights to Cocos (Keeling) Islands and Christmas Island.\n\nAustralian Indian Ocean Territories Airlines ",{"type":"[","value":["http:\/\/www.aiota.cx\/"]}," offer the only international flight on a chartered Malaysia Airlines aircraft from ",{"type":"[[","value":[["Kuala Lumpur"]]}," and ",{"type":"[[","value":[["Singapore"]]}," every Saturday.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Christmas Island (5775114458).jpg"],["thumb"],["A back road"]]},"\nThere is no passenger chartered boat services to Christmas Island; however, Flying Fish Cove is frequented by yachts and cruise ships as a stop off.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Dales"]}]},"The Dales comprise numerous freshwater streams running roughly parallel to each other. The streams  originate from underground caves and eventually flows into the ocean. The streams over the length of time, have worn out gullies between the cliff walls of the coast, and have created unusually step-like formations (terraces). There is a waterfall above the terrace formations, visitors are often fond of taking showers under the waterfall. \n\nThe Dales are located in lush tropical rainforest which is known for its unique fauna, such as the blue crab and blind snake and flora such as giant buttrest root trees. \n\nThe Dales area has signage and raised walkways\/steps installed by the national parks department for visitors.\n\nLocated in the national park at the south west portion of the island. The Dales can only be reach via 4WD and trekking by foot.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lily Beach"]}]},"Tragically named after a girl who was swept off the rocks at the beach never to be found. The beach comprises a sandy area running down to a bathing pool,which is separated from the open ocean by rocky basalt\/limestone outcrops. The pool is constantly fed sea water from the gullies leading to the ocean and the whitewash generated from the waves hitting the cliffs and outcrop. \n\nCaution is advised when venturing past the bathing pool on to the rocky outcrops, as large freak waves have known to swamp the rocky outcrops. Beware, lest you meet the same fate as Lily!\n\nLocated in the 'snout of the dog' eastern part of the island, this beach can be accessed by normal 2 wheel drive vehicles when road conditions are dry and only with a 4WD when roads are wet.\n\nWooden pergola and BBQ facilities are available.\n\n",{"type":"*","value":[{"type":"'''","value":["Blowholes"]}]},"\nA geological feature located along the steep limestone cliffs along the southern coastline of the island, the Blowholes are holes in the ground where air and seawater are blown out due to waves crashing into caves formed along the bottom of the cliffs. Depending on wave conditions, the water and trapped air in the caves are forced out from the holes formed at the top of the cliff caves, leading to spectacular plumes of water thrown up into the air. The distinctive sound of gushing air can heard from the holes when the waves crash onto the cliffs. \n\n",{"type":"*","value":[{"type":"'''","value":[" Dolly Beach"]}]},"\nAn isolated beach, 1 hour drive by 4WD over rocky step tracks and then another 45 minutes trek on foot downhill. Well worth the trip.\n\nA white sandy beach sheltered and ringed by black basalt outcrops 5 meters from the shoreline. The rear of the beach is lined with overhanging coconut trees, and there is a clear stream flowing through the middle of the beach from the cliffs above. \n\nA fairly scenic beach, this is a favorite camping site for locals and visitors alike, due to the availability of drinkable freshwater from the stream and 'exotic secluded beach paradise' ambiance.  \n\nDolly Bbeach is also a favorite nesting location for endangered sea turtles. It is very common on most nights to have one or more turtles make their way up onto the beach from the sea, and lay their eggs into holes dug by the turtles themselves. After laying the eggs, the turtle refills the hole with sand and makes her way back to the sea. Witnessing this event is magically and memorable. If a turtle if startled prior to laying her eggs, she will return to the sea. Therefore, do not shine any torch light in their eyes or make loud noise. Disturbing the turtles or poaching the eggs is illegal.       \n\nOther Places (More details to be added):\n",{"type":"*","value":[" Margaret Knoll"]},{"type":"*","value":[" Nursery Lookout"]},"\n",{"type":"*","value":[" Flying Fish Cove"]},{"type":"*","value":[" Administrators House known locally as \"Buck House\""]},{"type":"*","value":[" Historical World War 2 Artillery Bunker past the Buck House  "]},{"type":"*","value":[" South Point"]},{"type":"*","value":[" Greta Beach"]},{"type":"*","value":[" Freshwater Caves"]},{"type":"*","value":[" Grotto"]},{"type":"*","value":[" West White Beaches"]},{"type":"*","value":[" Ethel Beach"]},{"type":"*","value":[" Waterfall\/Casino"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Hoya aldrichii 2.jpg"],["thumb"],["Hoya aldrichii, aka Christmas Island waxvine"]]},"\n",{"type":"*","value":[" View the spectacular world famous Christmas Island Red Crab Migration during the December - February months."]},{"type":"*","value":[" Diving or Snorkeling off the 'Drop Off' at Flying Fish Cove"]},{"type":"*","value":[" Whale Shark Watching "]},{"type":"*","value":[" Game Fishing on chartered boat "]},{"type":"*","value":[" Rock Fishing"]},{"type":"*","value":[" Caving (Warning - Seek local advice before setting out to any caves)"]},{"type":"*","value":[" 4- Wheel Driving, known locally as 'Bush bashing'"]},{"type":"*","value":[" Mountain Biking"]},{"type":"*","value":[" Relax by the beach or on the patio with a cold beer"]},{"type":"*","value":[" Duty Free cheap drinks at numerous bars and taverns on the island"]},{"type":"*","value":[" Historical Trail Self Tours"]},{"type":"*","value":[" Hiking"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Appias olferna 4.jpg"],["thumb"],["Female Appias olferna, aka striped albatross"]]},"\nWalk, ride, or hire of cars\/4WD\/SUV. You can hike around the settled areas of island, as most locals are happy to give a ride to visitors.\n\n",{"type":"==","value":["Talk"]},"\n\nAs a territory of Australia, English is the most common language spoken on Christmas Island, but is not universal. Many senior residents speak dialects of Chinese and Malay as a first language. All signs, however, are in English.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Christmas Island (5775084798).jpg"],["thumb"],["Two of many wild chickens on the island"]]},"\nThe Island has \"duty free\" status, and shop prices for perfume and alcohol are very low compared to the Australian mainland.\n\n",{"type":"*","value":[{"type":"'''","value":["Acker Trading"]}]},"Gas refills\nOpen :9am - 11am Monday to Friday.\nPhone :9164 7575\nEmail :acker@pulau.cx\n\n",{"type":"*","value":[{"type":"'''","value":["Christmas Island Post Office"]}]},"Australian Postal Services, Commonwealth Bank Agency, Stationery, Philatelic Passport Photos, Souvenirs. Contact Michelle or Carolyn\nPhone :+ 61 8 9164 8495\nEmail :cipost@cipost.cx\n\n",{"type":"*","value":[{"type":"'''","value":["Christmas Island Supermarket"]}]},"Gaze Road, Settlement - Usual Supermarket lines \/ groceries, fresh bread, fruit and vegetables, wine, beer and spirits.\nOpen :Mon - Fri 9am - 6pm, Saturday 9 am - 1 pm.\nPhone :Eddie Tan on + 61 8 9164 8370\nFax :+ 61 8 9164 8374\nMobile :043 921 5370\nEmail :et_cismk@pulau.cx\n\n",{"type":"*","value":[{"type":"'''","value":["Christmas Island Visitor Information Centre - Gift Shop"]}]},"Run by the Christmas Island Tourism Association located at the Visitor Information Centre, Gaze Road, Settlement.  A range of souvenirs from Australia and Christmas Island, local craft, T-shirts, Christmas Island Books, posters, maps and videos, jewellery, pottery, postcards and much, much more. To contact the Visitor Information Centre:\nPhone :+ 61 (0)8 9164 8382\nEmail :Christmas Island Tourism Association\n\n",{"type":"*","value":[{"type":"'''","value":["Gaseng"]}]},"Australian standard Diesel Automotive fuel and unleaded petrol: 2 stroke mix out board motors: 20L jerricans for loan to refuel yachts - free transport to and from the jetty and able to fuel larger yachts on application. Contact Craig Albanus:\nPhone :+ 61 8 9164 8313\nEmail :tmackie@gaseng.com.au\n\n",{"type":"*","value":[{"type":"'''","value":["Gold N Things Duty Free"]}]},"Cosmetics, perfumes, watches, jewellery, sunglasses, leather goods, top shelf liquor, giftware\nPhone :+ 61 8 9164 8215\nEmail :sue@goldnthingsdutyfree.com.au\nWebsite :www.goldnthingsdutyfree.com.au\n\n",{"type":"*","value":[{"type":"'''","value":["Island Pharmacy And News"]}]},"Dispersing of prescriptions and supply of vitamins, pharmaceuticals, toiletries, make-up, first aid items, suncare and sunglasses.\nOpen :Mon to Fri 9AM - 5PM and Saturday 9AM - 12 noon.\nPhone :+61 8 9164 8337\nEmail :cipharm@pulau.cx\n\n",{"type":"*","value":[{"type":"'''","value":["Lattitudes 11"]}]},"Family Hair Design \"Service with Style\"\nOpen :Tuesday - Saturday or by arrangement\nPhone :+61 8 9164 7061\nMobile :0412 536 263\n\n",{"type":"*","value":[{"type":"'''","value":["Lintex Marketing"]}]},"Whitegoods, stereo equipment and accessories. Music CDs, DVDs, PC and other console games.\nOpen :Mon, Tue, Wed 10AM - 3PM, Thu, Fri 10AM - 6PM, Sat 9AM - 12:30PM\nPh \/ Fax :+61 8 9164 8184\n\n",{"type":"*","value":[{"type":"'''","value":["Lucky Lukes"]}]},"Range of clothing and unique giftware from around the world.\nOpen :Mon - Fri 9am till 5 pm and Sat 9am - 1pm \nContact Bridgette or Ron Lines :\nPh \/ Fax :+ 61 8 9164 8297\n\n",{"type":"*","value":[{"type":"'''","value":["The Red Crab Surf'n'sound"]}]},"ShopSurf wear and accessories, sunglasses, shoes range of music CDs\nPhone :+61 (0)8 9164 7176\nEmail :redcrab@pulau.cx\n\n",{"type":"*","value":[{"type":"'''","value":["Shorefire Fishing Shop"]}]},"Reels, rods, lures and expert advise for your fishing trip. Surf and sportswear, camping equipment, ice.\nPhone :+61 8 9164 8925\nEmail :shorefirefishing@bigpond.com.au\n\n",{"type":"*","value":[{"type":"'''","value":["Westpac Bank"]}]},"All your banking or money changing needs.\nOpen :9am - 3pm Monday to Friday\nContact :+61 8 9164 8221\n\n",{"type":"*","value":[{"type":"'''","value":["Wild Papaya"]}]},"Gallery, Gifts and Homewares. Unique Gift Ideas, Handcrafted Australian Jewellery, Christmas Island Photography and Art. Located in the Temple Court.\nOpen :Tuesday - Friday 11AM - 5PM; Saturday 9AM - 12PM\nPh \/ Fax :+61 8 9164 8882\nEmail :wildpapaya@xiv.cx\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Christmas Island (5775071668).jpg"],["thumb"],["Gecarcoidea natalis, aka Christmas Island red crab"]]},"\nThere are several restaurants on Christmas Island serving Western and Asian cuisine.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lucky Ho Restaurant"],["url="],["email="],["address=Lot 236 Poon Saan Rd"],["lat="],["long="],["directions="],["phone = +61 8 9164 8813"],["tollfree="],["fax="],["hours="],["price="],["content=excellent value"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Christmas Island Resort - Waterfall Restaurant"]}]},"Western Food and Asian Food - Modern International - Steaks, Pasta, Pizza. Located at the Christmas Island Resort.\nOpen :Everyday for Breakfast and Dinner with Sunday Roasts.\nPhone :+61 8 9164 8888\n\n",{"type":"*","value":[{"type":"'''","value":["Emayson's Cafe"]}]},"Western and Asian Food - Coffee, milkshakes and cool drinks. Located at the Christmas Island Recreation Centre.\nOpen :Everyday\nPhone :+61 8 9164 8106\n\n",{"type":"*","value":[{"type":"'''","value":["Golden Bosun Tavern"]}]},"Rocky Point Complex, Gaze Road Settlement.\nModern International fare, with a dessert selection and coffee. Uninterrupted views of the Indian Ocean from the restaurant verandah\nDinner served 6 nights per week, closed Monday.\nRestaurant : 5.30PM - 8.30PM\nBar : 4pm till late\nPhone :+61 9164 7967\n\n",{"type":"*","value":[{"type":"'''","value":["Longs Bakery"]}]},"Mon - Fri :Fresh bread daily including white, wholemeal, wholegrain and 6 cut rolls Red bean paste; Kaya paste; Coconut and Sambal Prawn buns Chicken and Beef Sausage Rolls\nSat :Closed\nSun :Fresh bread and french sticks Available from Boong Trading, Meng Chong Trading, and Metro Enterprises.\n\n",{"type":"*","value":[{"type":"'''","value":["Rockfall Cafe"]}]},"Huge range of burgers, rolls, sandwiches, delicious meals and fresh salads, Fresh coffee and cakes\nBYO - Eat in or Take away\nOpen :6 days 7:30AM - 1:30PM (closed Sunday) \nPhone :+ 61 8 9164 7688\n\n",{"type":"*","value":[{"type":"'''","value":["Rumah Tinggi Tavern & Restaurant"]}]},"Gaze Road Settlement. The Rumah Tinggi offers modern Australian fare, fine wine and cocktails. With uninterrupted views of the Indian Ocean and a spacious open air verandah - the perfect location to watch the sunset or the moon rise over the Indian Ocean. Bar open 5PM till late - Dinner - 9PM. Closed Tuesday and Wednesday.\nContact :Mark or Kaz on +61 8 9164 7667\n\n",{"type":"*","value":[{"type":"'''","value":["Season's Palace"]}]},"Poon Saan area - upstairs from the Poon Saan Shops.  Offers authentic Chinese dishes in air conditioned comfort.\nPhone :+ 61 8 9164 7688\n\n\nList referenced from Christmas Island Tourism Association website http:\/\/www.christmas.net.au\/\n\n",{"type":"==","value":["Drink"]},"\nAs Christmas Island is duty free, alcohol is usually lower priced than the Australian mainland. Some of the bars and taverns are: \n",{"type":"*","value":[{"type":"'''","value":["Tracks"]}," at Drumsite "]},{"type":"*","value":[{"type":"'''","value":["Golden Bosun"]}," "]},{"type":"*","value":[{"type":"'''","value":["Pool Hall"]}," at Poon Saan"]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rumah Tinngi"],["url="],["email="],["address=coconut grove, settlement"],["lat="],["long="],["directions="],["phone = +61 891647667"],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic ocean view restaurant and bar, open Thursday-Monday 4PM"]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nSeven possibilities for accommodation exist on the island, five of which are in the main settlement. Of the other two, one is located next to the island's waterfall whilst the other is further out in an area called Poon Saan.\n\nList of Accommodation available:\n",{"type":"*","value":["The Cabin"]},{"type":"*","value":["Captain's Last Resort"]},{"type":"*","value":["Christmas Island Lodge"]},{"type":"*","value":["Hibiscus House"]},{"type":"*","value":["Mango Tree Lodge"]},{"type":"*","value":["The Retreat"]},{"type":"*","value":["Rumah Biru Cottage"]},{"type":"*","value":["The Sanctuary "]},{"type":"*","value":["Sea Gazin"]},{"type":"*","value":["Sunset"]},{"type":"*","value":["VQ3 Lodge "]},"\nFor further details, bookings or enquiries visit the Christmas Island Tourism Association website on http:\/\/www.christmas.net.au\/accommodation.php\n\n",{"type":"==","value":["Learn"]},"\n\nChristmas Island District High School is the main school on the island, Year 1 to Year 10 is taught based on the Western Australian Curriculum.\n\n",{"type":"==","value":["Work"]},"\n\nIt is difficult for non-locals to find employment on Christmas Island. The largest employers on the island are the small scale phosphate mining and federal\/local government.  \n\nThe most common way of obtaining employment on Christmas Island for non-locals is to check government positions advertised on the Australian mainland (Federal Government Employment Gazette), there are occasionally posting for teachers on several years contract from Australia. \n\nNational Parks, Federal Police and positions related to the Detention Center are occasional advertised on Newspaper and Government Gazette. \n\nAlso check http:\/\/apsjobs.gov.au online for posting at Christmas Island.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe island is safe all times of the day in the populated areas, locals usually leave their houses and car unlocked. There are no poisonous or dangerous animals\/insects on the island. \n\nThe most likely danger is large waves at cliffs and coastal waters during the monsoon (October - February).\n\nThere are occasional sightings of reef and hammerhead sharks off the coast near the 'drop offs' (underwater coastal shelf which drops off into the ocean depths, usually 5 - 30 meters offshore); however, there have been no reported shark attacks on Christmas Island in recorded history.\n\nSome 4-wheel drive tracks are steep and slippery during the wet season; caution is advised when driving in national parks areas. Many tracks are 4-wheel drive only, in particular Dolly Beach track and Dales and Blow Holes National Park areas. 4-wheel driving experience is required when venturing into these areas. \n\nIt is recommended that you bring a local or get local advice before heading off to any unpopulated national park areas.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nWear loose fitting clothing suitable for humid tropical climates. A hat and sunscreen is recommended if you're intending to be under the sun at the beach or fishing.\n\nBring water with you, as in humid environments you will tend to perspire more than normal.\n\nMosquito repellent should be brought on trips to rain forest areas, no instances of Malaria have ever been reported in recent history. \n\nThere are rare occurrences of Hepatitis A & B. However there is no particular vaccination required when visiting the island.\n\n",{"type":"==","value":["Respect"]},"\n\nNudity is not permitted at beaches; normal beachwear applies.\n\nIt's good manners to wave back if waved at by locals when driving.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Christmas Island Tourism Association"],["url=http:\/\/www.christmas.net.au"],["email=cita@christmas.net.au"],["address=PO Box 63, Christmas Island, Western Australia 6798"],["lat="],["long="],["directions="],["phone=+61 8 9164 8382"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"[[","value":[["Cocos Islands"]]}," is the closest land to Christmas Island and there are weekly connecting flights which take about 1 hour. \n\n\n",{"type":"{{","value":[["related"],["Australia"]]},"\n",{"type":"{{","value":[["isPartOf"],["Australia"]]},"\n",{"type":"{{","value":[["isPartOf"],["Islands of the Indian Ocean"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["-10.483333"],["105.633333"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Christmas Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Christmas Island\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Christmas Island"]]}]