[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Chunar"]}," is a city in ",{"type":"[[","value":[["Uttar Pradesh"]]}," in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nChunar has a triangular form on the right bank of holy Ganga and the left bank of the Jirgo.\n\nThe oldest name of Chunar was Charanadri as Lord Vishnu had taken his first step in his Vaman in carnation in the dynasty of Great King Bali in the age of Satyug. It also told that a very powerful man had travelled from Himalya to Kanya Kumari in the age of Dwapar and took rest here whose feet impression a rock became todays Chunar. The third one deals with Bhartihari, the ruler of Ujjain who came here for penance. A kingdom was later on built here. The fourth story sheds light on a rock statue built by Raja Sahadeo, who named the place as Nainagarh.  However Chunar is highlighted after the visit of Babar followed by Shershah Suri, Humayun, Akbar, Aurangzeb and finally,’ the Britishers.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The fort of Chunar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Established by Maharaja Vikrmaditya the King of Ujjain to commemorate the stay of his brother Raja Bhartihari who had taken his Samadhi in alive stage and still that Samadhi Sthal is worshiped.  As per Alha Khand in 1029 AD. King Sahadeo made this fort as his capital and established the statue of Naina Yogini in a cave of Vindhya hill and put the name as Nainagarh. King Sahadeo built a stone umbrella based on 52 pillars in the memory of the victory on 52 other kings, inside the fort which is still preserved. He had a brave daughter who got married with Alha the then King of Mahoba whose marriage place in still preserved with the name of Sonya Mandap. Beside this some other stories are also related with the fort as Magna- Deogarh, Ratan Deo’s Burj (tower) and King Pithaura who named it Patthargarh as well.  It has got much importance due to the stay of the founder of Mughal Dynasty Babar in 1525 AD. Later on Shershah Suri obtained the possession of the fort by marrying the wife of Taj Khan Sarang-Khani, the Governer of Ibrahim Lodi. In 1531 AD. The second King of Mughals Humayun done an unsuccessful effort to capture this fort. In 1574 AD. Akbar the great captured this fort and since that very time it was in the Mughal regime upto 1772 AD. Once emperor Jahangir appointed one Iftikhar Khan as Nazim and in the regime of Aurangzeb one of his Governor’s Mirza Bairam built a mosque in 1663 AD. near the Bhairo-Burj.  In 1772AD this fort was captured by East India Company who established in it a depot of Artillery and ammunition. Later it was taken by Maharaja Chet Singh of Benaras temporarily and after Chet Singh outbreak in 1781 AD. Warren Hestings retired for safety to Chunar where a force was collected by Major Phophan, which expelled Chet Singh from his strong hold in his neighbourhood. Hastings liked the situation and climate, his residence is still standing. Near it, there is a Sundial bearing the inscription.  At present it is the Training Centre of Provincial Armed Core (PAC)."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["25.1333"],["82.8833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Purvanchal"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Chunar"]]}]