[{"type":"{{","value":[["Pagebanner"],["Churchill-banner.jpg"],["caption=A tundra vehicle by the shore of Hudson Bay in November"],["dotm=yes"],["star=yes"]]},"\n",{"type":"{{","value":[["Otheruses"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.churchill.ca\/ Churchill"]}]}," is a community ",{"type":"[[","value":[["North of 53"]]}," in ",{"type":"[[","value":[["Manitoba"]]},", best known as the ",{"type":"'''","value":["Polar Bear Capital of the World"]},", and only slightly less known as the ",{"type":"'''","value":["Beluga Capital of the World"]},". For a multi-purpose capital, though, it's rather small, with a permanent population of only 813 people, who live their days on the shore of Hudson Bay, the bank of the Churchill River, and just past the treeline of the boreal forest.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Churchill Wildlife Management Area polar bear10.JPG"],["thumb"],["320px"],["Polar Deadpan"]]},"\n",{"type":"===","value":["Origins"]},"\nChurchill wasn't actually founded with ecotourists in mind. The earliest inhabitants of the region were the Thule people, the proto-Inuits, who arrived around 1,000 B.C.E. before moving north in search of colder pastures, leaving the territory principally to the Chipweyan and Swampy Cree aboriginal groups. The first batch of Europeans to camp out here was a Danish expedition in 1619. The cold got to them, though, and the three of 64 who survived the winter set sail back home as soon as the ice would permit. The town as we know it, though, finds its roots in the history of the Hudson Bay Company, which established a year-round trading post just north of the modern-day town across the Churchill River, joining in the fur trade in northwest America, largely through deals with the tundra-dwelling Chipweyan aboriginals. \n\nOwing to English worries about potential French aggressors, the post was moved south in the 1730s to a massive stone star fort, Prince of Wales, which is very visible from the town, being just across the river. In 1782 the French Hudson Bay Expedition arrived and captured the badly outnumbered civilian fort garrison without a shot (the same expedition also took York Factory to the south—the capital of the Hudson Bay Company), raided the supplies, but failed in the attempt to demolish this rather well constructed fort. The Governor Samuel Hearne, one of Canada's great explorers, returned the next year, however, and set up shop once more.\n\n",{"type":"{{","value":[["infobox"],["Bear Patrol"],["If we can't just shoot them, how to keep them from moving into town? It's a legitimate question (they are, after all, godless killing machines), and not one easily answered, but the people of Churchill have become incredibly sophisticated about it. If anyone spots a bear near town—and they get spotted quick—they call 204-675-BEAR (2327), and then the bear patrol comes out. Within a minute or two, a bunch of pickups topped with big spotlights will roll up to the coast and warn off anyone from walking in the area. They quietly monitor and encourage the bears to just move through, since tranquillizing poses two problems: 1. Drugged up polar bears tend to run off out of sight and fall asleep somewhere. 2. What do you do with a drugged up sleeping polar bear? The answer to number two is the most ingenious of all: put them in jail. ",{"type":"<","value":["br"]},{"type":"<","value":["br"]},"Yes, ",{"type":"'''","value":["polar bear jail"]},". It's a big old aircraft hangar by the airport with an awful lot of reinforced steel and some very angry 1200 pounders banging on the walls, who just couldn't be enticed to stay out of town. When the bay freezes over, the \"wardens\" tranquillize the bears inside and ",{"type":"''","value":["airlift them by helicopter"]}," about three river systems north of town, which is just enormous enough of a distance to keep the bears from walking right back to town. You'll know the bears that have been captured right away—not because of the tag on their backs, but because they break into an uncharacteristic sprint at the sound of helicopters!"]]},"\n\nOver the centuries, the fur trade waned, and Churchill might have disappeared, were it not for the ambitious attempts by provincial governments to secure a northern port in central Canada (motivated by the desire to break the monopoly of the Canadian Pacific Railway on grain exports). After more than a decade of construction across the northern forests, the rail line from ",{"type":"[[","value":[["Winnipeg"]]}," was finished in 1929, and the Port of Churchill would become the city's economic centre.\n\n",{"type":"===","value":["The bears"]},"\n\nThe Hudson Bay Company traders were hardy folks, and presumably didn't mind living right in the middle of a major polar bear migration route. The problem of living just north of a giant polar bear colony was always solved rather neatly by shooting any bears wandering into town with shotguns. Starting around the 1960s, non-locals started taking an interest in the bears, in studying them, photographing them, and generally admiring the intense over-sized cuteness. Locals saw opportunity, stopped shooting the bears, and began the process of converting the town from a minor industrial centre to one of the world's northernmost tourist towns. Live polar bear webcams are operated by conservation group Polar Bear International with backing from Frontier North Adventures and ",{"type":"[","value":["http:\/\/explore.org\/channels\/polar-bears\/view-all\/ explore.org"]},".\n\nThe Western Hudson Bay bear colony is home to roughly 1,000 bears, which summer in Wapusk National Park. Polar bears hunt seals on the sea ice itself, but when the ice breaks up, they are forced to return to land where they fast until the ice forms again. Prime bear season is in the month+ in October and November leading up to the ice formation, when the colony heads north from the park (and towards Churchill) to get ready for the first freeze. While they wait, they snack intermittently on whatever is around. Kelp buried in snow seems to be a favorite. Things are kind of dull when the ice isn't in, so these curious animals will wander right over to you to give you a good sniff or taste. The taste bit is not a joke—polar bears' sense of taste is so powerful that you will see them regularly ",{"type":"''","value":["licking the air"]}," to discern what tastes are out there!\n\n",{"type":"===","value":["The sea canary"]},"\n\nBelugas, with their gleaming white skin, big smiles, and canary-like twitter, have every right to claim the title of world's cutest whale. The west Hudson Bay population, one of Canada's seven, comes back from its winters at the Arctic ice cap to roost, er, calf in the Churchill river bed. At this time, the river is ",{"type":"''","value":["filled"]}," with the whales and the zodiac boats are filled with tourists with expensive camera equipment! Up to ",{"type":"''","value":["3,000"]}," whales enter the river each summer.\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   -22.7"],["febhigh =   -20.4"],["marhigh =   -14.5"],["aprhigh =   -5"],["mayhigh =   3.2"],["junhigh =   11.4"],["julhigh =   17.3"],["aughigh =   16.3"],["sephigh =   8.8"],["octhigh =   1.1"],["novhigh =   -8.0"],["dechigh =   -18.8"],["janlow =   -30.7"],["feblow =   -28.9"],["marlow =   -24.4"],["aprlow =   -14.5"],["maylow =   -4.6"],["junlow =   1.7"],["jullow =   6.8"],["auglow =   7.2"],["seplow =   2.5"],["octlow =   -4.5"],["novlow =   -16.1"],["declow =   -26.8"],["janprecip =  14.8"],["febprecip =  12.1"],["marprecip =  18.2"],["aprprecip =  23.1"],["mayprecip =  27.3"],["junprecip =  43.0"],["julprecip =  54.6"],["augprecip =  61.7"],["sepprecip =  53.3"],["octprecip =  43.7"],["novprecip =  31.4"],["decprecip =  18.3"],["jansun =  7:25"],["febsun =  9:52"],["marsun =  12:17"],["aprsun =  14:57"],["maysun =  17:17"],["junsun =  18:25"],["julsun =  17:21"],["augsun =  14:59"],["sepsun =  12:21"],["octsun =  9:48"],["novsun =  7:23"],["decsun =  6:15"],["description ="]]},"\n\n",{"type":"===","value":["Climate"]},"\n\nOK, who really cares what the weather is doing? It's the cute animals that count. Actually, the ",{"type":"''","value":[{"type":"[[","value":[["Northern Lights"],["Aurora Borealis"]]}]}," is another good thing to keep tabs on:\n\n'''''Bears",{"type":"'''","value":[" can be seen year round''. But the one time of year where they really are everywhere is "]},"October-November''', before the sea ice forms. At that time of year, you can feel pretty confident that you will have plenty of photography opportunities every time you go out in a tundra vehicle. At other times, you have to wonder whether you are spending a small fortune on transport to see no bears. November is the really snowy month, so expect worse weather, less sunlight, way colder temperatures, but more pretty snow-covered backdrops for bears to play around in. While the sea ice is a bit unpredictable, it's fairly safe to assume that the last week of bear season is more or less the second to last week of November. Beyond that, you could miss them (and the tundra vehicles stop running anyway). \n\n",{"type":"[[","value":[["File:Cape Churchill fast ice4.JPG"],["thumb"],["260px"],["Shore-fast ice at Cape Churchill, Wapusk National Park"]]},"\n\nThe ",{"type":"'''","value":["belugas"]}," arrive in mid-June and depart in mid-August. So do the ",{"type":"'''","value":["bugs"]}," (especially July). As cute as the belugas are, so are the flies as demonic a plague, so bring long pants, long sleeves, bug spray with DEET, and ideally a bug jacket for the possibility that it gets especially bad.\n\n",{"type":"'''","value":["Aurora season"]}," is officially January-March, as the nights are longest and the precipitation (ergo cloud cover) lowest. Given how bleak the deep winter months are in terms of cold and lack of animal activity, though, one might speculate that this \"season,\" while ideal for aurora watching, is a bit manufactured to stimulate tourism in the slow months—you can see it just fine in November if you have a good night. All you need is a clear dark sky (a new moon is ideal), and good space weather—if you time your visit to coincide with the peak of an eleven year solar cycle, you'll see more intense lights more frequently.\n\n",{"type":"===","value":["Prepare"]},"\n\nIt's not easy to do Churchill (during bear season) without going through a tour company, simply because the tundra vehicles often book up quickly and hotels are full; the train and planes ",{"type":"''","value":["can"]}," fill up; and both the buggies and hotels generally require full payment up front with no refunds. You'll need to confirm availability of transport, lodging, and buggy at the same time and then ",{"type":"''","value":["immediately"]}," call them back to book all three. Otherwise ",{"type":"'''''","value":["you could find yourself stuck with a giant bill for a hotel with no way to get out on the tundra to see the bears, or a giant bill for a buggy with no lodging!"]}," Other activities (dog-sledding, car rentals, helicopter tours, etc.), are easy enough to book, even after arriving.\n\nOnce you have booked everything, it's time to buy a northern wardrobe:\n\n",{"type":"====","value":["Summer"]},"\n",{"type":"[[","value":[["File:Churchill area map.png"],["thumb"],["500px"],["Churchill area (",{"type":"[[","value":[["#Get in"],["see below for town map"]]},")"]]},"\nThe summer poses one problem and that's ",{"type":"'''","value":["bugs"]},". Tiny no-see-ums, run-of-the-mill mosquitoes, hell-spawn big black biting flies, and everything in between. A dry summer could mean little to no bugs, but it's good to err on the side of DEET. June–August requires insect repellent with DEET. While not necessary, pre-treating some of your clothes with ",{"type":"''","value":["specialized"]}," DEET spray ",{"type":"''","value":["for clothing"]}," probably won't be something you regret. You will see tourists with bug jackets and screen hats, but that's really a little over the top. Light long pants and long-sleeved shirts are a must, though.\n\n",{"type":"====","value":["Winter"]},"\nThe ",{"type":"'''","value":["cold"]}," in Churchill is spectacular.\n\nWhen you are this far north, you will need some serious winter gear November–March, and potentially in October. Avoid wearing cotton, as cotton gets wet and stays wet. Layers are key, but not enough to keep you warm without a good jacket. If you forgot something, try to pick it up at the Walmart in ",{"type":"[[","value":[["Thompson"]]},", if you are taking the train.\n\n",{"type":"*","value":["Warm wool (or other warm non-cotton) cap, which fits tightly against your skull"]},{"type":"*","value":["Parka\/very well insulated jacket with hood (lined hood ideal)"]},{"type":"*","value":["Protective ski goggles will be especially good for dog sledding, snowmobiling, snow shoeing, or just days with really heavy winds"]},{"type":"*","value":["Waterproof boots, ideally rated for -40ºC (-40ºF) or lower. The ratings are often flat out lies, so make sure to consult with a sales person, and let them know just how cold it is where you are going. Avoid boots with rubber toes, as that rubber will freeze, making and keeping your toes very cold. Anything lined with animal skin or fur will be warmest and most comfortable, albeit very expensive."]},{"type":"*","value":["Long underwear. Polypropylene materials are especially good."]},{"type":"*","value":["Wool\/fleece pants & sweaters; non-cotton shirts. Moisture wicking gear is good. An outer layer of ski pants is nice for breaking the wind."]},{"type":"*","value":["Insulated layer underneath your jacket, which will often come with a ski jacket or good parka."]},{"type":"*","value":["Insulated gloves (i.e., ski gloves)"]},{"type":"[[","value":[["File:Polar bear photography from a Tundra Buggy.JPG"],["thumb"],["260px"],["Ready your cameras, polar bear photography from the back of a Tundra Buggy"]]},"\n",{"type":"*","value":["Glove liners"]},{"type":"*","value":["Wool scarf"]},{"type":"*","value":["Neck protector, especially balaclavas."]},"\nYou should be able to survive without going out and buying a new wardrobe full of expensive luxuries, but getting what you can of the above will make the trip more cosy.\n\nFor more on winter clothing, see ",{"type":"[[","value":[["Cold_weather#Clothing"],["Cold weather"]]},".\n\n",{"type":"====","value":["Other essentials"]},"\nIf ever there were a case for a good ",{"type":"'''","value":["camera"]},", it's a trip to Churchill! Bring\/buy the best you can. Digital cameras don't stand up well to the cold, but they will still work. But bring extra batteries and film (if your camera uses it). In the winter, keep back up batteries close to your body to keep them warm, and switch them out when your active battery in your camera gets killed by the cold. If your camera breaks, ",{"type":"[[","value":[["#Buy"],["Bazlik Jewellers"]]}," can repair it. A long telephoto lens is generally required for wildlife photography; a good zoom lens may be enough but see ",{"type":"[[","value":[["Travel photography"]]}," for a detailed discussion. A waterproof camera is a must if you plan to swim with the Beluga whales in the summer (a GoPro with a waterproof case can be great for video). Bring an extra memory card in case one fails (and the cold can help them fail).\n\nPhotographing the ",{"type":"'''","value":[{"type":"[[","value":[["Northern Lights#Photography"],["aurora"]]}]}," requires different equipment. You will need a camera that supports manual exposure (10 to 40 seconds), a fast, wide-angle lens (aperture f\/2.8 or better), fast film (800 ASA or better), or equivalent ISO setting on a digital camera, a strong tripod to hold the long exposure in potential high winds, and ideally a cable release or self-timer to trigger shots without stirring the camera. Again, you will want multiple batteries to swap as they freeze. Insulating the tripod can save your hands from freezing. Do not use any filter.\n\nA ",{"type":"'''","value":["laptop"]}," is a good idea, if only for uploading your photos, to keep your memory cards free to take more high-resolution shots!\n\n",{"type":"'''","value":["Binoculars"]}," are great for wildlife viewing.\n\nEspecially in the winter, you will have plenty of downtime, so books and cards\/games can be nice to have.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Churchill map.png"],["thumb"],["400px"],["The town of Churchill"]]},"\n\nThere are two ways to get to Churchill: airplane and train. The economy seats on the train make for four nights of uncomfortable sleeping, but are cheap. The expensive sleeper cars are much more stylish, and allow you to enjoy the long-distance train experience watching the ecosystemic change out the windows as you travel north. Alternately, you can catch the train into Churchill and then take a nice quick, painless flight back when you're weary of your travels.\n\nA viable solution for those who would like to get to Churchill faster, while not spending a lot of money is flying from Winnipeg to ",{"type":"[[","value":[["Thompson"]]},", and then taking the train from there.  Be warned that the airport in Thompson is not remotely within walking distance of the train station, but there are plenty of bored taxi drivers to help you.\n\n",{"type":"===","value":["By plane"]},"\nThere are two airlines that fly into Churchill with varying schedules,",{"type":"[","value":["http:\/\/www.calmair.com\/ Calm Air "]}," and ",{"type":"[","value":["http:\/\/www.kivalliqair.com\/ Kivalliq Air"]},". Both Calm Air and Kivalliq Air fly into Churchill from ",{"type":"[[","value":[["Winnipeg"]]},", among other municipalities in the region. The airport is about a ten minute taxi ride from town. Expect flights to be around $1,300-2,000 round trip per person.\n\n",{"type":"===","value":[" By train "]},"\n\nTaking the train to Churchill is much more affordable than flying, but takes much longer.  VIA Rail serves Churchill with its Hudson Bay line ",{"type":"[","value":["http:\/\/www.viarail.ca\/en\/trains\/prairies-and-northern-manitoba\/winnipeg-churchill"]}," that begins in Winnipeg.  From Winnipeg the train takes about ",{"type":"'''","value":["38-48 hours"]},".  You have the option of staying in one of several different sleeper cars, or riding in economy class (depending on how much you want to pay) and trying to find two empty seats to cram yourself into for a miserable night's sleep. Economy supersaver (non-refundable) round-trip tickets run around $310-370, while sleeper cars (which have showers, couches, and actual sleep) cost about $1200-1300.\n\nYou cannot drink your own liquor on the train, nor can you smoke. The fines are astronomical! The train will be stopping often, though, and you can hop off at the stops for a cigarette break. The big break is in ",{"type":"[[","value":[["Thompson"]]},", where you'll have two-five hours to get off, shop at Walmart and Safeway, and get a meal. There's even a little sightseeing to be had there, if you are creative.\n\n",{"type":"[[","value":[["File:Aurora borealis2, Churchill, MB.JPG"],["thumb"],["260px"],["Northern lights shimmering and dancing above in November"]]},"\n\nA good tip for you train boozers—if you order liquor and a mixer, the mixer is free, so if you bring some of your own mixers... free cokes! The little bottles of wine are decent too. The microwave meals, however, are not. Plan ahead and bring food. Cheese, sausage, cracker, fruit, etc. platters are great. The chances of having a chef on the train are low, as is the likelihood that they hook up a dome observation car, sadly.\n\n",{"type":"===","value":[" By car "]},"\n\nThere is no road to Churchill; however, you can drive to Thompson and pay to park your car there (try the Days Inn lot), and continue by train or airplane. The road to Thompson is lonely and subject to closure if a snowstorm hits, though.\n\n",{"type":"==","value":["Get around"]},"\nIt's quite easy to walk within the city limits on one's own.  It's also possible to rent a car in Churchill, and there are several taxi drivers who tend to hang out around the airport and train station. \n\nCar rental isn't at all popular with tourists, even the ones who aren't on package tours, but taking out an SUV is actually a great idea. If you think there's a good chance of seeing the aurora on a given night, rent a vehicle and drive it out of town at night! You'll be away from the lights of the town, and you'll have a mobile heating device\/bear escape pod to keep you safe. If you have a day's worth of downtime from your various activities, you can just drive around the passable roads and go bird-watching, find the downed plane, head down through the woods to the observation tower, up to Cape Merry, or create your own a wildlife photo tour. Expect the rental to run around $100 and the gas refill before returning to run around... $100 more.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Churchill Inukshuk en route to the port.JPG"],["thumb"],["260px"],["An ",{"type":"''","value":["inukshuk"]}," with the Port of Churchill behind, en route to Cape Merry"]]},"\n\nBeyond the wildlife and landscapes, there is actually a fair amount of interesting stuff to see up here. The historic Hudson Bay Company settlements are perhaps the most interesting, but are impossible to visit during the winter months (and York Factory is hard to reach even when it's possible). Aside from Cape Merry, that is, which along with the Eskimo Museum is an easy and highly recommended sight to see. If you have a car and a free day, head south of the city to the observation tower and east of the city to see Miss Piggy up close.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cape Merry"],["url=http:\/\/www.pc.gc.ca\/lhn-nhs\/mb\/prince\/natcul\/natcul2.aspx"],["email="],["address="],["lat="],["long="],["directions=The northern tip of Churchill, past the port"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An old cannon battery was set up in 1747 to protect the Hudson Bay Company's business on the Churchill River, rather stupidly, as the cannons there could be captured by an enemy and used to fire upon Prince of Wales Fort across the river. Nonetheless, it is a great scenic spot to look out on the bay and river and fort, with a genuine tundra ecosystem. The battery has been reconstructed with original stones found on location, with a single cannon left as a reminder of the site's history. Keep an eye out in bear season, as polar bears frequent the area when heading out onto the sea ice. It's not safe to walk from town, because of the bears, so take a taxi, get someone to give you a ride, or rent a car."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eskimo Museum"],["url="],["email="],["address=242 LaVerendrye Ave"],["lat="],["long="],["directions="],["phone=+1 204-675-2030"],["tollfree="],["fax="],["hours=Jul-Oct: M 1PM-5PM, Tu-Sa 9AM-noon,1PM-5PM; Nov-Jun M-Sa 1PM-4:30PM"],["price=Suggested donation $2"],["content=One of Canada's oldest collections of Inuit artefacts (opened in 1944 by Catholic missionaries and still operated by the Diocese of Churchill-Baie d'Hudson), this museum has well detailed exhibits of all sorts of weird and interesting Inuit archaeological finds and sculptures. You will want well over an hour for the exhibits, and then some for the gift shop."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Goose Creek Observation Tower"],["url="],["email="],["address="],["lat=58.663398"],["long=-94.167607"],["directions=South of the city following the right turn off the main road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's only really worthwhile to come down this way if you rent a car, but it is a nice spot for a picnic in the summer. The observation tower looks out over Goose Creek towards the Churchill River, and is a good spot for birdwatching (it's also popular with aurora watchers)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Inukshuk"],["url="],["email="],["address="],["lat="],["long="],["directions=At the bottom of Bernier St on the Hudson Bay shore"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Inukshuk"]}," roughly translates to \"representing a person\" in ",{"type":"[[","value":[["Inuktitut phrasebook"],["Inuktitut"]]},", and is a predominant symbol of the Canadian North, in the form of a humanlike stone-cairn. While there are a few inukshuks in the area, this one is by far the most popular for its striking location on the shore of Hudson Bay, and is especially popular for aurora photography."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Miss Piggy"],["url="],["email="],["address="],["lat=58.760433"],["long=-94.086681"],["directions=Bay shore road east of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Filled with Coca-Cola and a snowmobile, this cargo plane crashed in 1979 (the crew survived), and has now become a tourist attraction. The odd name came from the rotund shape of the plane and the curious rumor that it did once transport a cargo of pigs. You will need a car to get you here. You're not really supposed to, but you can even go inside!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=MV Ithaca"],["url="],["email="],["address="],["lat=58.76910"],["long=-93.88926"],["directions=Northeast of the road leading too the abandoned radio station building with the “big golf balls” on top"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another wreck, this time a big 260 ft steamship that ran aground in this tidal flat in 1960 with 3000 tons of ore in its hold (the crew all survived this wreck too). Locals took advantage of the ore bounty, stripping the ship down! It is possible to hike out to the wreck in the summer in low tide, but seek local advice first to make sure you will be safe. You get a great view from the helicopter."]]}]},{"type":"[[","value":[["File:Beluga 1 1999-07-03 cropped.jpg"],["thumb"],["260px"],["A Beluga in the Churchill River"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Prince of Wales Fort"],["url=http:\/\/www.pc.gc.ca\/eng\/lhn-nhs\/mb\/prince\/index.aspx"],["email=mannorth.nhs@pc.gc.ca"],["address="],["lat=58.797271"],["long=-94.213264"],["directions="],["phone=+1 204 675-8863"],["tollfree="],["fax="],["hours=July-August, tours by request"],["price=Admission fee changes annually, and the Parks Canada's official website actually admits not to know what it is!"],["content=Built by the Hudson Bay Company in 1717, Prince of Wales Fort, lying across the Churchill River from town, is the most northerly stone fort in Canadian history, and is in good shape structurally following a couple of restoration efforts in the 20th Century. The restoration continues today, and if you time your visit right, you can watch stone masons working on the structure using traditional eighteenth century methods. It was a complete flop of a fort, though, falling to the French in 1782 without so much as a defensive shot being fired, its small non-military force surrendering immediately to the vastly superior French force. It is only open to visitors in the late summer months (Beluga whale season), and is accessible by boat or helicopter."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wapusk National Park"],["url=http:\/\/www.pc.gc.ca\/eng\/pn-np\/mb\/wapusk\/index.aspx"],["email="],["address="],["lat=57.868132"],["long=-93.264587"],["directions=South of Cape Churchill on Hudson Bay"],["phone=+1 204-675-8863"],["tollfree="],["fax="],["hours="],["price="],["content=This huge national park is difficult to visit, owing to its remoteness, and the fact that it houses a polar bear colony! (Wapusk means white bear in Cree.) Other animals include the usual suspects in this area: foxes white and red, arctic hare, snowy owls, etc., as well as a few grizzlies that have been moving into the southern reaches as the temperature warms. The visitor center is in Churchill's train station. There are only three reasonable ways to get out here: a helicopter tour through Hudson Bay Helicopters, or a tour through Frontiers North or Wat'chee Expeditions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=York Factory"],["url=http:\/\/www.pc.gc.ca\/eng\/lhn-nhs\/mb\/yorkfactory\/index.aspx"],["email="],["address="],["lat=57.002782"],["long=-92.304717"],["directions=At the mouth of the Hayes River on Hudson Bay, south of Wapusk National Park"],["phone=+1 204-675-8863"],["tollfree="],["fax="],["hours=mid-July–30 Aug"],["price="],["content=Possibly ",{"type":"''","value":["the"]}," most important historic site in Northern Canada is this extraordinarily remote, decommissioned factory\/office building, which was the headquarters of the Hudson Bay Company. As its central base of operations, this white building was for over 100 years essentially the capital of Rupert Land, which comprised the majority of present-day Canada! The initial settlement established in 1670 was at the mouth of the Nelson River just west, and moved to the present and extant site in 1684. Up until 1957 York Factory remained a northern trading post. Getting out there is not a simple affair, but can be done from Churchill as a day trip through Hudson Bay Helicopters (see ",{"type":"[[","value":[["#Do"],["below"]]},"), for a rather steep price!"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Great White Bear Tours buggy.JPG"],["thumb"],["260px"],["A Great White Bear Tours buggy"]]},"\n\nActivities are wildlife centric, and depend heavily on the season. During polar bear season everyone will head out in the tundra vehicles, while beluga whale season means the Churchill River will be filled with zodiacs and kayaks. Dog sledding can be done any time of the year, although the snowy months are more rewarding. Helicopter tours are pretty exciting any time of the year as well, but the aerial wildlife viewing is best late April through the end of bear season.\n\n",{"type":"===","value":["Tundra vehicles"]},"\nThe tundra vehicles are the main tour for most Churchill visitors, and also the biggest activity expense. Plan to spend two days out on the tundra during your trip during bear season (you absolutely will not regret it), and therefore $800 per traveller! Tours include a guide, and they are uniformly great (bring cash for a tip), as well as some tasty soup, sandwiches, sodas, coffee, and hot chocolate. ",{"type":"'''''","value":["Wear all your cold weather gear"]},". You will want to spend some time on the outdoor deck in the back for photography, of course, but the inside is almost as cold—everyone rolls down the windows to take more pictures!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Great White Bear Tours"],["url=http:\/\/www.greatwhitebeartours.com\/index.php"],["email="],["address=266 Kelsey Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-866-765-8344"],["fax="],["hours="],["price=$400 per day"],["content=One of two options for tundra vehicles. The reservations people are disorganized and do not take reservations by phone on weekends. Take down names for a bit of extra security when booking. The tour itself, though, is every bit as good as the other company's."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lazy Bear Arctic Crawler"],["url=http:\/\/www.lazybearlodge.com\/photo-galleries\/adventure-vehicle-photos.php"],["email="],["address=313 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-663-9377"],["tollfree="],["fax="],["hours="],["price=$400 per day"],["content=Run by the Lazy Bear Lodge, this is the smallest operator with just one vehicle, and it usually is filled through their own package tour. It's worth giving them a call, though, if you are having trouble reserving the dates you want with the bigger companies."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tundra Buggy Adventures"],["alt=Frontiers North Adventures"],["url=http:\/\/www.tundrabuggy.com\/polar-bear-tours\/resources\/tours-at-a-glance\/"],["email="],["address=124 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-949-2050"],["tollfree="],["fax="],["hours="],["price=$400 per day"],["content=The original Tundra Buggy operator, which holds the most permits to operate in the Churchill Wildlife Management Area. They also operate the Tundra Buggy Lodge (see ",{"type":"[[","value":[["#Out of town"],["below"]]},")."]]}]},"\n",{"type":"===","value":["Dog sledding"]},"\nDog sledding is a good activity, and fairly inexpensive. But it needs a caveat: you will spend very little time actually on a sled, and dog sledding involves little more than standing or sitting down and letting the dogs do the work. The true art of dog sledding is principally breeding and taking care of the dogs and secondarily logistics for trips. Also, during high season, expect to spend a lot of the time waiting around for your turn, as only two people can ride at a time!\n\n",{"type":"[[","value":[["File:Churchill dog sledding2.JPG"],["thumb"],["260px"],["A late afternoon jaunt with some happy Canadian sled dogs"]]},"\n\nSo why do the dog sledding activity at all? The biggest reason is just to learn about the practice of dog sledding, which is pretty fascinating. Your host will take you around to meet the dogs (playing with the dogs is the other big reason to do this), and give you all sorts of background on the history and current practice of dog sledding, including all the competitions in the area. \n\nDog sledding can be done even without snow. They will simply use a wheeled sled.\n\nAs with the buggies, there are two operations in town, run by the two co-founders of the Hudson Bay Quest, a 220 mile (330 km) race from ",{"type":"[[","value":[["Gillam"]]}," to Churchill every March (originally it went up along the west coast of the Hudson Bay to ",{"type":"[[","value":[["Arviat"]]},", ",{"type":"[[","value":[["Nunavut"]]},", but the boreal forest makes for a less whiteout sort of run than the flat, snow-covered tundra).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue Sky Expeditions"],["url=http:\/\/www.blueskymush.com\/"],["email=jgaazure@mts.net"],["address=100 Button St"],["lat="],["long="],["directions="],["phone = +1 204-675-2001"],["tollfree="],["fax="],["hours="],["price=$95\/guest, $147\/non-hotel guest"],["content=Run by the owner of Blue Sky B&B (see ",{"type":"[[","value":[["#Sleep"],["below"]]},"), Gerald Azure. Discounts are available for B&B guests. The tour runs year-round, with 2 mile runs during bear season and 5 mile runs otherwise. In the frozen months of Jan–March, you can also do a half day or even full 30-mile day tour, at $525 for two B&B guests."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wapusk Adventures"],["url=http:\/\/www.wapuskadventures.com\/"],["email=wapusk@mts.net"],["address=321 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-2887"],["tollfree="],["fax="],["hours="],["price=$90\/person"],["content=Run by Dave Daley, the owner of Wapusk General Store (see ",{"type":"[[","value":[["#Buy"],["below"]]},"), this tour won the 2005 Manitoba Aboriginal Tourism Award. Dave is an active racer (and kind of an intense guy), still participating in the Hudson Bay Quest yearly, and also runs an outreach program to aboriginal kids interested in learning more about the heritage of dog sledding. The tour covers one mile."]]}]},"\n",{"type":"===","value":["Boating"]},"\nThere are two boating companies specializing in Beluga tours on the river, with Zodiacs and kayaks. The boat tours spend one-two hours on the water and then  one more hour on the other bank to explore Prince of Wales Fort. The first is through Lazy Bear Lodge (see ",{"type":"[[","value":[["#Tundra buggies"],["above"]]}," for contact information), which does a three hour tour for $130 per person, but cannot be booked in advance unless you have a room with them, so a spot would not be guaranteed if staying elsewhere and setting up your trip independently. The other is Sea North:\n\n",{"type":"[[","value":[["File:Churchill Wildlife Management Area polar bear20.jpg"],["thumb"],["260px"],["Can I has human treats?"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sea North Tours"],["url=http:\/\/www.seanorthtours.com\/"],["email=seanorth@mymts.net"],["address=39 Franklin St"],["lat="],["long="],["directions="],["phone=+1 204-675-2195"],["tollfree="],["fax="],["hours="],["price="],["content=Sea North is a dedicated tours-on-the-water company, with a bunch of different options for summer visitors. A really cool tour is the June Flow Ice Tour (which depends on sea ice conditions), which will take you on a two-hour animal spotting tour among the breaking ice, $105. The more standard tour, of course, is the July-August Beluga and Fort Tour, 2.5-3 hours in a Zodiac, $105 adults\/$52.50 kids under 13. Kayak tours also run July-August at $160\/person for three hours."]]}]},"\n",{"type":"===","value":["Snorkeling\/diving"]},"\nYes, snorkelling! Most tourists are not mentally fortified to jump into a cold, cold river filled with whales, but it is certainly the most up-close way to see the Belugas. Scuba diving is permitted, but there are no guides to take you, so only experienced divers, and you must bring your own equipment to Churchill. You can fill your tanks at the hospital. For snorkellers, though, the two boating tour companies above (Sea North and Lazy Bear Lodge) will set you up with a guide and dry suit or wet suit. Sea North snorkelling in wet suits is available July-August, three hours, $195\/person, two person minimum. Lazy Bear Lodge's similar three hour snorkelling tour is done in dry suits for $250 per person.\n\n",{"type":"===","value":["Other"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helicopter tours"],["alt=Hudson Bay Heli"],["url=http:\/\/www.gsheli.com\/partner\/hudson-bay\/"],["email=info@hudsonbayheli.com"],["address=290 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-2576"],["tollfree="],["fax="],["hours="],["price=Animal Tour: $500\/person"],["content=",{"type":"'''","value":["Hudson Bay Helicopters"]}," is the only helicopter operator in town. Their one-hour Animal Tour is by far their most popular option, and they often guarantee to see wildlife. Caribou and polar bears are the most exciting, since they are big enough to see easily! The Animal tour takes you out to Cape Churchill and Wapusk National Park, and you will see polar bears that no one else gets to see—it's a unique ecosystem to see from a helicopter, and it is worth the money. The tour will also take you over the town, by Miss Piggy and the shipwreck, and Prince of Wales Fort. Photography isn't fabulous from the helicopter, but really, you will want to spend your time looking out the window anyway. Minimum three people. In the summer months they also will offer a day-long charter down to York Factory (see ",{"type":"[[","value":[["#See"],["above"]]},"). Specialty tours require advance notice, but you can just walk up to the door and get on an Animal Tour. Advance payment is never required, as weather can spoil a trip."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hiking"],["alt=Nature 1st Tours"],["url=http:\/\/www.nature1sttours.ca\/"],["email=nature1st@mymts.net"],["address=Launch Road"],["lat="],["long="],["directions=Near the Tundra Buggy launch—way out of town"],["phone=+1 204-675-2147"],["tollfree="],["fax="],["hours=May-August"],["price=$85 half day, $150 full day; children 6-12 years 50% off when accompanied by 2 adults; children under 6 free"],["content=Hiking is a great way to get out of town, experience the different ecosystems, and spot wildlife (especially birds). Tour guides are experts, and will help you find Arctic hare, Arctic and red foxes, caribou, some 200 bird species, and even the occasional polar bear! They also do a cool walking tour of the tidal flats out to MV Ithaca."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Snowmobiling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 204-675-2474"],["tollfree="],["fax="],["hours="],["price="],["content=There is one guy in town, Mike Macri, who will do snowmobile tours, but only well after the river has frozen (usually December-April). If you are interested, and there is a lot of snow on the ground, it's worth giving him a call anyway, and you do not need to pre-book before arriving in Churchill."]]}]},{"type":"[[","value":[["File:Prince of Wales Fort, Churchill, MB.jpg"],["thumb"],["260px"],["Prince of Wales Fort from a helicopter"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tamarack Rentals"],["url=http:\/\/www.tamarackrentals.ca\/"],["email=tamarent@mts.net"],["address=299 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-2192"],["tollfree="],["fax="],["hours=24 hour support, but try to reach them before 5PM for a same-day rental"],["price=SUVs: $95-125\/day, passenger vans: $115-160"],["content=Same day rentals are almost always possible, and that is the way to go if you are trying to see the aurora (keep up to date on the space and local weather forecasts!). They will pick you up at the airport or train station, if you like. If you have a free day, a rental really is a good activity. Expect to spend $100+ refuelling before returning. Remember to never lock the doors, so people can escape polar bears!"]]}]},"\n",{"type":"==","value":["Buy"]},"\nChurchill is not exactly a major shopping destination, but there are some fun gift shops, especially if you skip the ones run by the tour companies (which ply their trade mostly by dropping off captive audiences at the end of the tours). The Eskimo Museum also has a nice gift shop.\n\nThere is one central grocery\/general store, which closes at 6PM, but will take care of most needs. The ",{"type":"[[","value":[["#Drink"],["liquor store"]]}," is in Bayport Plaza by the post office and bank.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Arctic Trading Company"],["url=http:\/\/www.arctictradingco.com\/"],["email=atcpenny@mts.net"],["address=141 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-8804"],["tollfree=+1-800-665-0431"],["fax="],["hours=M-Sa 9AM-6PM"],["price="],["content=Perhaps the coolest store in the Canadian North, this old wooden building has a wild selection, from local native artwork to a full-on ",{"type":"''","value":["polar bear suit"]},". OK, so the polar bear suit (made in the 1950s) isn't for sale, and they're probably moving it to the Eskimo Museum, but there are a ton of other interesting animal products, from slippers to native-crafted pelt-art. You will almost certainly wind up buying something here, but the pleasure of browsing is reason alone to come."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bazlik Jewellers"],["url="],["email="],["address=219 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-2397"],["tollfree="],["fax="],["hours="],["price="],["content=Another interesting gift shop with jewellery and watches, also with some especially useful stuff like camera batteries and memory cards. They will also repair broken cameras!"]]}]},{"type":"[[","value":[["File:Churchill Wildlife Management Area polar bear12.JPG"],["thumb"],["260px"],["Giant fuzzy monsters prancing silently across the waste"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Northern Images"],["url=http:\/\/www.arcticco-op.com\/services-northern-images-stores.htm"],["email="],["address=174 Kelsey Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=May-Sep: Tu-Sa 9AM-5PM; Oct-Nov 8:30AM-8PM daily; Dec Tu-Sa"],["price="],["content=A smaller and more focused store specializing in Inuit and local paintings, photography, sculpture, and other visual art."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Northern Store"],["url="],["email="],["address=171 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-8891"],["tollfree="],["fax="],["hours=M-Th,Sa 10AM-6PM, F 10AM-8PM"],["price="],["content=Ye olde general store is a place you'll almost certainly get to know, unless you are on a tour that takes care of everything. Groceries, some outdoor supplies (this is the only, limited option if you need winter weather gear that you forgot), DVDs, and some souvenirs. Things are more expensive this far north, but it still makes sense to pick up a day's worth of food for the train ride back before restocking in Thompson."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wapusk General Store"],["url="],["email="],["address=321 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-2887"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-5PM"],["price="],["content=Way at the other end of town from the rest of the gift shops is a cool old log cabin (built by the owner) with an aboriginal-run gift shop (run by the same proprietors of the Wapusk Adventures dog-sledding tour). The more interesting stuff here are the jewellery and glassware."]]}]},"\n",{"type":"==","value":["Eat"]},"\nMost hotels will have ",{"type":"''","value":["something"]}," to eat, but the main restaurants in town are the three below. Expect high prices, but perhaps surprisingly, the food here is delicious.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gypsy's Bakery"],["url=http:\/\/www.gypsybakery.ca\/"],["email="],["address=253 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-2322"],["tollfree="],["fax="],["hours=6AM-9PM daily"],["price=$12-45"],["content=Any local will affirm that 25-year-old Gypsy's is a must. More than a bakery (which makes heavenly apple fritters), Gypsy's makes great fried chicken, Mediterranean dinner specialties (it's owned by a Portuguese family), and traditional breakfast. Watch the prices, though, as some dishes can surprise you with an extremely high price tag! No alcohol. Boxed lunches available for picnics\/buggy tours."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Reef"],["url=http:\/\/www.seaporthotel.ca\/information.html"],["email="],["address=299 Kelsey Blvd"],["lat="],["long="],["directions=Inside the Seaport Hotel"],["phone=+1 204-675-8807"],["tollfree="],["fax="],["hours=M-Sa 7AM-10PM, Su 8AM-10PM"],["price=$15-35"],["content=The Seaport Hotel's restaurant has arguably the best traditional breakfast in town, and quite good lunch and dinner. It's pretty quiet, and does tend to attract more tourists than locals, but don't let that discourage you—this is a solid option with really nice servers and a full bar."]]}]},{"type":"[[","value":[["File:Town of Churchill aerial view.JPG"],["thumb"],["260px"],["The town itself, with Hudson Bay in the background"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tundra Inn Pub"],["url=http:\/\/www.tundrainn.com\/tundra-inn-pub"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 204-675-8831"],["tollfree="],["fax="],["hours=Jun-Sep: Tu-Sa 4PM-midnight; Oct-Nov 6AM-midnight daily"],["price=$20-40"],["content=Breakfast is available only in bear season, and it's a pretty simple buffet (i.e., the other two restaurants have better breakfast). But dinner here is ",{"type":"''","value":["excellent"]},", with some local oddities rolled into a menu of hearty carb-hugs, much needed at the end of a cold day. As the Tundra Lounge is next door, they have good beer and cocktails. No lunch."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNot long on bars, Churchill really only has two, aside from the Legion: the Tundra Lounge and the Pier Beverage Room at the ",{"type":"[[","value":[["#Sleep"],["Seaport Hotel"]]},". The Tundra Lounge is a safe bet for a good outing any night of the week.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Liquor Mart"],["url=http:\/\/www.liquormartsonline.com\/"],["email="],["address=203 Laverendrye Ave"],["lat="],["long="],["directions=Bayport Plaza"],["phone=+1 204-675-2317"],["tollfree="],["fax="],["hours=Jan-Jun: Tu-Sa 11AM-6PM; Jul-Sep M-Sa 11AM-6PM; Oct-Dec M-Sa 11AM-6PM, Su noon-6PM"],["price="],["content=The liquor selection is actually pretty good here. The wine and beer a bit less so, but those are easy to get in the restaurants."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Royal Canadian Legion"],["alt=Branch #227"],["url=http:\/\/branches.legion.ca\/BrRes_Name.cfm"],["email="],["address=23 Hudson Sq"],["lat="],["long="],["directions="],["phone=+1 204-675-2272"],["tollfree="],["fax="],["hours="],["price="],["content=Legion members only, but a good place to meet locals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tundra Inn Pub & Lounge"],["url=http:\/\/www.tundrainn.com"],["email="],["address=23 Franklin St"],["lat="],["long="],["directions="],["phone=+1 204-675-8831"],["tollfree="],["fax="],["hours=Jun-Sep: Tu-Sa 4PM-midnight; Oct-Nov 6AM-midnight daily"],["price="],["content=There's really only one show in town as far as bars go, and it's actually a really great spot. There is frequent live music (usually every Friday) that often gets people dancing, a pool table, and a good mix of tourists and locals. Of the beers available, the Manitoba craft brews from Fort Garry are quite good."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Churchill Wildlife Management Area polar bear15.JPG"],["thumb"],["260px"],["While some locals are OK with more basic accommodations, spring for indoor heating if visiting in winter"]]},"\n\nDon't expect luxury in Churchill when it comes to lodgings. Everything is going to be basic, but warm and adequate, and with very helpful owners (really, everyone in this friendly town will happily go out of their way for you). The focus of any trip will be on what's outside! Rates are generally priced for two levels: a high price for bear season (Oct-Nov) and a low price for the rest of the year.\n\n",{"type":"===","value":["In town"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aurora Inn"],["url=http:\/\/auroramb.ca"],["email=aurorain@mts.net"],["address=24 Bernier St"],["lat="],["long="],["directions="],["phone=+1 204-675-2071"],["tollfree=+1-888-840-1344"],["fax="],["hours="],["price=$150-255"],["checkin="],["checkout="],["content=The set up here is pretty cool—it's a converted apartment building, so the rooms, which are all cozy two-storeys, feel a bit more like condo rentals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bear Country Inn"],["url="],["email=bearcinn@mts.net"],["address=126 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-8299"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The rooms are quite simple (no phones?), but the owners are friendly, and the hotel has the advantage of a decent-sized free continental breakfast that doesn't get put away until late in the day. Used by Great Canadian Travel Company."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Sky Bed & Sled"],["url=http:\/\/www.blueskymush.com\/bandb.html"],["email=jgaazure@mts.net"],["address=100 Button St"],["lat="],["long="],["directions="],["phone=+1 204-675-2001"],["tollfree="],["fax="],["hours="],["price=$100 Jan–June, $118 beluga season, $220 bear season"],["checkin="],["checkout="],["content=On the residential side of town, this B&B is run by a dog sled team owner, who naturally will take guests out for rides. It's also a nice spot for aurora viewing, as it backs out into the sub-Arctic wild, with an unobstructed view towards Hudson Bay... and any polar bears walking towards town!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Churchill Motel"],["url="],["email=motelch@mymts.net"],["address=209 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-8853"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The old Churchill Motel is a little worn, but still a perfectly acceptable option, and tends to have availability in bear season, if you are having trouble finding something. The proprietor Dave, is much loved by the guests. Good breakfast at the restaurant, and a very central location."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Iceberg Inn"],["url=http:\/\/www.iceberginn.ca\/"],["email=djhunter@tms.net"],["address=184 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-2228"],["tollfree="],["fax="],["hours="],["price=$95, variable in bear season"],["checkin="],["checkout="],["content=A small, cozy, and rather basic hotel, with free hot coffee, tea and hot chocolate kept going all day long in the lobby. Good value and central location."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lazy Bear Lodge"],["url=http:\/\/www.lazybearlodge.com\/lodge\/"],["email=lazybearlodge@mts.net"],["address=313 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-663-9377"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A rare southern location in town on the main road. The cosy hotel is all made from logs, and has one of the best restaurants in town—and probably the only one that will cook you up some muskox—albeit without a liquor license. As they operate their own tundra vehicles, this is a popular option for people who want to have their hotel take care of tour arrangements for them. Indeed, it's not clear whether it's even possible to book a room here without signing up for their tour."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Northern Lights Lodge"],["url=http:\/\/www.northernnightslodge.ca\/"],["email=nnlchurchill@mts.net"],["address=101 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-2403"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This lodge is on the outskirts of the town to the north just off the bay and on the way to Cape Merry. It's a bit of a walk to town when it's cold, but the restaurant is good and has a full bar. They have a three-bedroom suite for larger groups."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Polar Bear B&B"],["url=http:\/\/polarbearbandb.web.fc2.com"],["email="],["address=26 Hearne St"],["lat="],["long="],["directions="],["phone=+1 204-675-2819"],["tollfree="],["fax="],["hours="],["price=May-September: $90, Oct-Nov $120"],["checkin="],["checkout="],["content=This B&B has really good rates during bear season for independent travellers looking to cut down on the huge Churchill expenses. It's a small place, but well-kept, with three rooms and two shared bathrooms. The one free breakfast at Gypsy's included in the price is a nice plus. The good rates and small size mean you'll have to book far in advance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Polar Inn"],["url=http:\/\/www.polarinn.com"],["email=polarinn@mts.net"],["address=153 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-8878"],["tollfree=+1-877-765-2733"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A motel with standard rooms and apartment-style suites, with an enviable location across the street from the grocery store, next to all the gift shops (they actually have one of their own), and a couple doors down from the pub. Free continental breakfast includes hot waffles."]]}]},{"type":"[[","value":[["File:Tundra Lodge, Churchill.JPG"],["thumb"],["260px"],["Really out there, at the Tundra Lodge"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seaport Hotel"],["url=http:\/\/www.seaporthotel.ca\/"],["email=seaport1@mts.net"],["address=299 Kelsey Blvd"],["lat="],["long="],["directions="],["phone=+1 204-675-8804"],["tollfree=+1-877-558-4555"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Seaport has a good location in the centre of town, close to pretty much everything, and has arguably the best breakfast in town in their restaurant. Great staff."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tundra Inn"],["url=http:\/\/www.tundrainn.com"],["email=info@tundrainn.com"],["address=34 Franklin St"],["lat="],["long="],["directions="],["phone=+1 204-675-8831"],["tollfree=+1-800-265-8563"],["fax="],["hours="],["price=$135-235"],["checkin="],["checkout="],["content=This hotel has larger rooms than most in town, and has a shared kitchen, as well as free use of the clothes washer & dryer! The owners also operate the aurora domes outside of town, and will take you out there in the \"aurora season\" if they spot activity. They also run the Tundra Inn Pub across the street, which is the place to be at night, and has an early morning breakfast buffet during bear season (this does mean that there is no lunch by the hotel, though). The only real downside is the smell on the first floor, which is awful in the hall, but doesn't permeate the rooms too much (hopefully they'll take care of this at some point)."]]}]},":* ",{"type":"{{","value":[["sleep"],["name=Tundra House"],["url=http:\/\/www.tundrainn.com"],["email=hostel@tundrainn.com"],["address=51 Franklin St"],["lat="],["long="],["directions="],["phone=+1 204-675-8831"],["tollfree=+1-800-265-8563"],["fax="],["hours="],["price=$32-80"],["checkin="],["checkout="],["content=A cosy 6-bedroom property featuring a variety of bunk bed accommodations and private rooms. The property has shared kitchen and bathrooms, free Wi-Fi, cable TV, laundry, and linens. Open December–October."]]},"\n\n",{"type":"===","value":["Out of town"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Churchill Northern Studies Center"],["url=http:\/\/www.churchillscience.ca\/index.php?page=vacations"],["email=cnsc@churchillscience.ca"],["address="],["lat="],["long="],["directions="],["phone=+1 204-675-2307"],["tollfree="],["fax="],["hours="],["price=Most vacations run a little over $1000, but the polar bear season experience is $2900"],["checkin="],["checkout="],["content=It's actually possible to stay at the research station out in the tundra as part of a learning vacation, and have some truly expert specialist guides, with expertise regarding the ecosystems of the boreal forest, the pre-tundra, and sea ice. You need to book this ",{"type":"''","value":["very far"]}," in advance, as space is limited and there are regular repeat visitors who snag much of it up. As with the Tundra Buggy Lodge below, expect to lose a good deal of your independence, but it's a trade off for the learning-vacation with access to experts, and for the general experience of staying out in the wild north of the tree line. While the polar bear experience is obviously the most popular, the late winter programs are intriguing: aurora\/astronomy and a winter experience program where you learn to survive in the Arctic—igloo building, dog-sledding, etc. Stays are for five days, except the seven day polar bear experience. There are learning vacations  focusing on the Northern Lights in February and March. The 5 day long seminars include workshops on the science, cultural history and techniques for photographing the Northern Lights."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tundra Buggy Lodge"],["url=http:\/\/www.tundrabuggy.com\/polar-bear-tours\/tundra-buggy-lodge-at-polar-bear-point\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 204-949-2050"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The main point of coming to Churchill during bear season is to see the bears, and this is the most immersive experience. (The Tundra Lodge is only operational in October and November.) Sleeping in the lodge, which has two sleeper cars, a dining car, lounge car, and various other utility cars, as well as two outdoor decks. You can watch the bears wake up with you and go to sleep with you, see the northern lights without leaving your bedroom and without any external light interference, etc. The downside, of course, is that you lose a fair amount of independence, but if your main goal is to spend as much time as possible with the bears, this is the way to go. The Lodge is booked almost always as part of an all-inclusive package, which would include your transport to Churchill from Winnipeg as well as food. Stays are for 2–8 nights, and the price per person runs $3,800–11,350 (with plenty of options in between)."]]}]},{"type":"[[","value":[["File:Polar bear danger sign.JPG"],["thumb"],["170px"],["Danger, polar bears!"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wat'chee Lodge"],["url=http:\/\/watchee.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=If you really want to get away from civilization and deep into the wild of the Canadian north, aboriginal-run Wat'chee Lodge is the best option. 40 miles south of Churchill in the boreal forest just west of the Wapusk National Park boundary, you are staying in a refurbished navy communications base, just outside the world's largest polar bear denning habitat. Guides have permits to enter the park and can take you within 100 meters to the bears. Unsurprisingly, the denning areas in the wilderness are the best places to photograph mother polar bears with cubs. This is a bit of a professional wildlife photographer retreat, in fact, for other animals as well (in addition to some great aurora watching potential), such as foxes, wolves, ptarmigan, caribou herds, etc. The polar bear ecotourism experience is only in the denning season (Feb-March) which is also a great time for aurora viewing. Wat'chee does not have publicly available contact information, and you must submit inquiries through the form on their website."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"[[","value":[["Cold weather"]]}," is theoretically a danger, but you probably won't have an opportunity to get hypothermia, since most all excursions in the winter will involve a vehicle and a fair degree of supervision. ",{"type":"'''","value":["Polar bears"]}," are a real danger, though. Be careful when walking anywhere on the outskirts of town, such as Cape Merry, by the ",{"type":"''","value":["inukshuk"]}," and the big wooden boat behind the town centre, or anywhere outside of town. In such areas close to town you will notice Polar Bear Alert signs ",{"type":"''","value":["\"STOP DON'T WALK IN THIS AREA\""]},", and if you do see a bear in or near town, call the Bear Patrol immediately at +1 204-675-BEAR (2327).\n\nBecause of the dangers posed by polar bears, ",{"type":"'''","value":["car doors are never locked"]}," in Churchill (don't ever lock your own if renting), and the quickest way to escape danger, if going indoors is not an immediate option, is to simply hop in a car and shut yourself inside. There hasn't been a bear-related death since 1980, but injuries have happened since, and even locals can get surprised by an itinerant bear now and then—stay aware of your surroundings at all times.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nBecause of Churchill's size and remote location, the services available at the hospital are limited. Individuals with serious medical issues may be transported to Winnipeg by air ambulance. The provincial government will cover most if not all of the cost of the evacuation for Manitoba residents, but not for other residents of Canada. Those coming from outside of Manitoba may or may not be covered by their provincial health plan or private supplementary plan. Visitors from outside of Canada ",{"type":"[[","value":[["Canada#Stay Healthy"],["should always purchase health insurance when visiting Canada"]]}," unless they are coming on a visa that allows them to apply for provincial health insurance. As the cost for the flight to Winnipeg can exceed $10,000, plus the cost of a ground ambulance in Winnipeg and medical treatment in both Winnipeg and Churchill, insurance for visitors should have a high coverage ceiling.\n\n",{"type":"==","value":["Connect"]},"\nYou will have Wi-Fi wherever you stay, and nearly all hotels will have an available computer.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Canada Post"],["url=http:\/\/www.canadapost.ca\/cpotools\/apps\/fpo\/personal\/findPostOfficeDetail?outletId=0000510920"],["email="],["address=203 Laverendry Ave"],["lat="],["long="],["directions=Bayport Plaza"],["phone=+1 204-675-2696"],["tollfree="],["fax="],["hours=M-F 8AM-5PM"],["price="],["content=Handy for shipping souvenirs."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:Churchill Wildlife Management Area polar bear5.JPG"],["thumb"],["260px"],["Don't let the door hit you on the way out, sucka!"]]},"\n\nThere really isn't anywhere to go—you're stranded here! If you fancy a rare trip to remote ",{"type":"[[","value":[["Nunavut"]]},", it is possible to fly up there by helicopter, although this is extremely expensive. Contact Hudson Bay Heli if interested. The other option would be a custom canoeing trip (summer only, naturally) through Northern Soul Adventures. (See ",{"type":"[[","value":[["#Do"],["above"]]},".)\n\n\n\n",{"type":"{{","value":[["isPartOf"],["North of 53"]]},"\n",{"type":"{{","value":[["starcity"]]},"\n",{"type":"{{","value":[["geo"],["58.769167"],["-94.169167"],["zoom=11"]]},"\n\n",{"type":"[[","value":[["wikipedia:Churchill, Manitoba"]]},"\n",{"type":"[[","value":[["Commons:Category:Churchill, Manitoba"]]}]