[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Chuuk"]}," (also known as ",{"type":"'''","value":["Truk"]},") is one of the four states of the ",{"type":"[[","value":[["Federated States of Micronesia"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chuuk Lagoon"]]},": an atoll containing a number of islands, and the primary population center of Chuuk."]},{"type":"*","value":[" ",{"type":"[[","value":[["Outer Islands (Chuuk)"],["Outer Islands"]]},": more sparely populated islands outside the atoll"]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nThe main population center of Chuuk is ",{"type":"[[","value":[["Chuuk Lagoon"]]},", a large archipelago with mountainous islands surrounded by a string of islets on a barrier reef.  Chuuk State also includes several more sparsely populated \"outer island\" groups, including the ",{"type":"[[","value":[["Mortlock Islands"]]}," to the southeast, the ",{"type":"[[","value":[["Hall Islands"]]}," (Pafeng) to the north, ",{"type":"[[","value":[["Namonuito Atoll"]]}," to the northwest, and the ",{"type":"[[","value":[["Pattiw"]]}," Region to west.  The Pattiw Region is of particular interest in that they are some of the most traditional islands in the Pacific and culturally related to outer islands of ",{"type":"[[","value":[["Yap"]]},". \n\nChuuk was originally part of the colonial territory of the ",{"type":"[[","value":[["Caroline Islands"]]},", and as such Chuuk has been a part of the Spanish Empire, then the German Empire and finally the Japanese empires.\n\nDuring World War II, Chuuk Lagoon was the Japan's main naval base in the South Pacific theatre.  A significant portion of the Imperial Japanese fleet was based there, with its administrative center on Tonoas (south of Weno).  Due to its heavy fortifications, both natural and manmade, the base at Chuuk was nicknamed by the Allied forces as \"the Gibraltar of the Pacific\".  In 1944 the U.S. forces attacked Chuuk under code name Operation Hailstone.  The attack culminated in one of the most important naval battles of the war.  Twelve Japanese warships, thirty-two merchant ships and 249 aircraft were destroyed.\n\nAfter the War, Chuuk was one of six districts of the Trust Territory of the Pacific Islands which were administered by the United States under charter from the United Nations from the end of the Second World War to the early 1990s.  Now Chuuk is a state within the independed ",{"type":"[[","value":[["Federated States of Micronesia"]]},".\n\n",{"type":"==","value":["Talk"]},"\nThe native language is Chuukese, although many people (particularly those in the hospitality industry) speak English.  Just to make life more difficult, Chuukese varies from island to island although most people from different islands can understand each other.\n\n",{"type":"==","value":["Get in"]},"\nContinental Micronesia flies to Chuuk from Guam and from Palikir.\n\n",{"type":"==","value":["Get around"]},"\nThere is no public transport infrastructure in Chuuk.  On the main island, the two options are either take a taxi or rent a car or scooter.  Both are fairly cheap, but the quality of the roads and the quality of the vehicles are about what you would expect in a relatively poor country.\n\nTravelling between islands will invariably require hiring a boat.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Fujikawa Maru 1.JPG"],["thumb"],["400px"],["Wreck of the ",{"type":"''","value":["Fujikawa Maru"]}]]},"\n\nChuuk is renowned for its ",{"type":"[[","value":[["scuba diving"],["wreck diving"]]},".  The PADI ",{"type":"''","value":["Encyclopedia of Recreational Diving"]}," lists four \"Meccas\" of wreck diving, and Truk Lagoon is one of the four.\n\nIn 1944 the US Navy conducted Operation Hailstone, the largest surface bombing campaign in history, wiping out a Japanese fleet stationed at the island. The seabed around Chuuk is now littered with nearly 70 wrecks of ships and planes, all protected from deep sea currents by a reef system, and most within depths appropriate for scuba divers.\n\nAlthough Truk Lagoon contains a number of spectacular wrecks, the ",{"type":"''","value":["Fujikawa Maru"]}," is often singled out by diving magazines and travel guides as one of the top 10 wreck dives in the world.\n\n",{"type":"''","value":["However"]},", apart from scuba diving, there is not very much to do in Chuuk.  There are no real beaches on Weno (although some of the outer islands which can be reached by boat do have beaches). None of the hotels on Chuuk has a swimming pool. For non-divers, a trip to Chuuk can be dull and tiresome.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"==","value":["Sleep"]},"\nAlthough the ",{"type":"[","value":["http:\/\/www.visit-fsm.org\/chuuk\/accommodation.html Chuuk visitor's centre"]}," lists a number of options, there are principally two land based hotels in Chuuk which tourists tend to stay at:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Lagoon Dive Resort"],["url=http:\/\/www.bluelagoondiveresort.com\/"],["email=BLResort@mail.fm"],["address=P.O. Box 340, Weno, Chuuk State, Federated States of Micronesia 96942"],["lat="],["long="],["directions="],["phone=+691 330 2727"],["tollfree="],["fax="],["hours="],["price=~$110"],["checkin="],["checkout="],["content=Quiet and rustic hotel on the southern tip of Weno, with a connected dive resort"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Truk Stop"],["url=http:\/\/www.dive-truklagoon.com\/"],["email=info@dive-truklagoon.com"],["address=P.O. Box 546, Chuuk State, Federated States of Micronesia 96942"],["lat="],["long="],["directions="],["phone=+691 330 4232"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A dive resort located very close to town, minutes from the airport"]]}]},"\nChuuk is a very poor country, and visitors should adjust their expectations of the hotels accordingly.  Although the rooms will be air conditioned and clean, the amenities will be somewhat limited.\n\nVisitors who come to scuba dive (which is to say, almost all of them) often stay on one of the two liveaboard dive vessels which operate in Chuuk:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Truk Odyssey"],["url=http:\/\/www.trukodyssey.com\/"],["email=info@TrukOdyssey.com"],["address=P.O. Box 340, Weno, Chuuk State, Federated States of Micronesia 96942"],["lat="],["long="],["directions="],["phone=+1-800-757-5396 (US)"],["tollfree="],["fax=+1 904 346-0664"],["hours="],["price="],["checkin="],["checkout="],["content=High quality, but comparitively expensive, diving liveaboard"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ss Thorfinn"],["url=http:\/\/www.thorfinn.net\/"],["email=thorfinn@seawave.net"],["address=Seaward Holidays Micronesia Inc, P.O. Box 1086, Weno, Chuuk State, FM 96942, Micronesia"],["lat="],["long="],["directions="],["phone=+691 330 3040"],["tollfree="],["fax=+691 330 4253"],["hours="],["price="],["checkin="],["checkout="],["content=More affordable diving liveaboard"]]}]},"\n",{"type":"==","value":["Drink"]},"\nAlcohol is subject to a 50% sales tax in Chuuk, and all alcohol is imported.  Accordingly, an evening at the bar can rapidly become quite an expensive proposition in Chuuk.\n\n",{"type":"==","value":["Stay safe"]},"\n\nIt is best to observe the cultural norms of each island. For the most part conservative dress and manners will do much to ensure you have a safe visit. Women should NOT wear shorts or short skirts and bathing suits should only be worn at the main resorts. It is best to wear a T-shirt over your bathing suit if you will be swimming near public beaches. Speaking to a local of the opposite gender can be thought of as an open invitation to a more serious relationship. \n\nWhen on the main islands, avoid going out alone after dark. As in many places around the globe men have more freedoms to behave as they choose. Many use the darkness, and a few too many drinks to behave as they would like. For the most part they will be more aggressive and overt in their attention seeking behaviors. They will over-react if they believe their ego\/reputation has been questioned.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Federated States of Micronesia"]]},"\n\n",{"type":"[[","value":[["commons:Category:Chuuk"]]},"\n",{"type":"[[","value":[["Wikipedia:Chuuk State"]]},"\n",{"type":"{{","value":[["geo"],["7.4166666666667"],["151.78333333333"]]}]