[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Chuvashia"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Чува́шская Респу́блика ",{"type":"''","value":["choo-VAHSH-skuh-yuh rees-POOB-lee-kuh"]}," or Чува́шия ''choo-VAHSH-ee-yuh) is a sovereign republic in the ",{"type":"[[","value":[["Upper Volga"]]},", bordering ",{"type":"[[","value":[["Mordovia"]]}," to the southwest, ",{"type":"[[","value":[["Nizhny Novgorod Oblast"]]}," to the west, ",{"type":"[[","value":[["Mari El"]]}," to the north, ",{"type":"[[","value":[["Tatarstan"]]}," to the east, and ",{"type":"[[","value":[["Ulyanovsk Oblast"]]}," to the south.\n\nChuvashia is located in the center of the European part of Russia. The republic is not large, at 18,000 square kilometers, but is one of the most densely populated regions in the Russian Federation, with a total population of 1.4 million people. It is bordered to the north and west by the Volga river and its capital, the city of ",{"type":"[[","value":[["Cheboksary"]]},", situated on the banks of the Volga river, approximately 650 km east of ",{"type":"[[","value":[["Moscow"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cheboksary"]]}," — the capital is a lovely stop on Volga cruises with lots to see, surprisingly pretty and well maintained city streets, and a populace distinctly more happy than the national average"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kanash"]]}," — a small industrial city and major railroad junction"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mariinsky Posad"]]}," — a small town ecological tourism destination, near Chuvashia's national park and nature reserves"]},{"type":"*","value":[" ",{"type":"[[","value":[["Novocheboksarsk"]]}," — a very Soviet satellite city of Cheboksary"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" Chuvash Varmane National Park"]},{"type":"*","value":[" Prisursky Nature Reserve"]},"\n",{"type":"==","value":["Understand"]},"\n\nApproximately 60 percent of the people of Chuvashia live in urban areas. The largest city is the capital, ",{"type":"[[","value":[["Cheboksary"]]},", followed by its nearby satellite city, ",{"type":"[[","value":[["Novocheboksarsk"]]},".\n\nWithin Chuvashia, the Chuvash and Russian nationalities make up about 67 and 27 percent of the population, respectively, giving the region a rich multi-ethnic character. The Chuvash are descendants of the Bulgars who migrated to this region and are Orthodox Christian; they are very closely related with their Muslim Tatar neighbors.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is the language of business and the lingua franca among all residents—you will have no problem getting around if you speak Russian. The Chuvash language, however, is spoken by many, especially in the country. The Chuvash language belongs to the Oghur subgroup of the Turkic language group.\n\nThere is also a resurgence of native Chuvash pride and many people are looking back to their Chuvash roots, exploring the culture and heritage and relearning the language. Most building signs, road signs, and announcements are in both Russian and Chuvash language.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Cheboksary"]]}," airport receives both cargo and passenger aircraft. There are regularly scheduled flights to Moscow and other destinations. Cheboksary is also about a two-hour drive from ",{"type":"[[","value":[["Nizhny Novgorod"]]},", a city with international air connections through Lufthansa.\n\n",{"type":"===","value":["By train"]},"\n\nThe railway network is developed and accessible all year. One of the largest railway junctions of Russia, ",{"type":"[[","value":[["Kanash"]]},", is in the center of the Republic. Via Kanash, the rail system connects the major towns in Chuvashia with the major industrial centers of Eastern Siberia, the ",{"type":"[[","value":[["Urals"]]},", and ",{"type":"[[","value":[["Moscow"]]},". Express trains present a low-cost, comfortable way to travel. Express trains to and from Moscow are available everyday, and the easy overnight journey is approximately 14 hours each way.\n\n",{"type":"===","value":["By car"]},"\n\nAutos, trucks, and buses carry the majority of transportation, as the Republic ranks forth in highway density in all of Russia. ",{"type":"[[","value":[["Cheboksary"]]}," is situated on one of the main highways of the Russian Federation leading from ",{"type":"[[","value":[["Moscow"]]}," to the industrial areas of ",{"type":"[[","value":[["Tartarstan"]]},", the Southern Urals, and ",{"type":"[[","value":[["Siberia"]]},". Furthermore, a recently completed bridge across the Volga to the north connects the republic to the developed Ural-Provolzhye and ",{"type":"[[","value":[["Kirov Oblast"]]}," regions. To the south, highways connect Chuvashia with ",{"type":"[[","value":[["Saratov"]]}," and ",{"type":"[[","value":[["Volgograd"]]},".\n\n",{"type":"===","value":["By ship"]},"\n\nWith the Volga and Sura Rivers, Chuvashia is connected to a national and international water network. To the south, ",{"type":"[[","value":[["Volgograd"]]},", ",{"type":"[[","value":[["Rostov-on-Don"]]},", ",{"type":"[[","value":[["Astrakhan"]]},", the Caspian Sea, and Black Sea are directly reachable. To the west, the Volga river connects Cheboksary with ",{"type":"[[","value":[["Nizhny Novgorod"]]},", ",{"type":"[[","value":[["Yaroslavl"]]},", ",{"type":"[[","value":[["Moscow"]]},", and the northern regions of Russia. By using river-sea vessels, it is possible to get from Chuvash riverports all the way to ",{"type":"[[","value":[["Saint Petersburg"]]},", ",{"type":"[[","value":[["Novorossiysk"]]}," (on the Black Sea), ",{"type":"[[","value":[["Astrakhan"]]},", and ports situated on the Danube river. However, the river is frozen from December through April.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Public transport"]},"\n\nExtensive public and private bus systems connect all towns within the republic with each other and with surrounding regions.\n\n",{"type":"[[","value":[["Cheboksary"]]}," is covered by an extensive system of trolleybuses, autobuses, and minibuses. There are several official taxi agencies, but also many so-called \"gipsy\" taxis, which are privately owned. The latter can be a convenient way of getting around, but also potentially dangerous and thus not recommended. Official taxis cost less than two dollars for travel between most points within the city.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"[[","value":[["Cheboksary"]]}," is a frequent stop on many boat tours that travel up and down the Volga. A boat tour to the major cities along the Volga is highly recommended.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nAsk someone in Russia about Chuvashia and they will likely respond with a comment about beer, as the republic has been a center of hops growing and beer brewing for hundreds of years. There are two beer manufacturers in Cheboksary, ",{"type":"''","value":["Buket Chuvashi"]}," and ",{"type":"''","value":["Yantar"]},", as well as Russia's only beer museum.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["55.5500"],["47.1000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Volga Region"]]},"\n\n\n\n",{"type":"[[","value":[["commons:category:Chuvashia"]]},"\n",{"type":"[[","value":[["wikipedia:Chuvashia"]]}]