[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Cimaja"]}," is in ",{"type":"[[","value":[["West Java"]]},", Indonesia.\n\n",{"type":"==","value":["Understand"]},"\nCimaja is a small town west of Pelabuhan Ratu, known as a surfer's destination in west Java.  \n",{"type":"==","value":["Get in"]},"\n\nFrom Jakarta you can take a bus to Sukumbumi (approximately 10,000 IDR), then to Pelabuhan Ratu (12,500 IDR, double on holidays), then take a blue van or ojek the final 10 km or so to Cimaja (10,000 IDR).  The bus to Sukumbumi will likely drop you off 100 meters from the bus station; get off the bus and continue in the same direction 100 meters till you see the station on the left.  \n\nIt is also possible to go by bus from Jakarta to Bogor and then directly to Pelabuhan Ratu, though this option is not available on the weekends.  As with most public transport in Indonesia, they will attempt to charge foreigners twice the price as locals.  Try to watch what the locals pay and authoritatively hand the money collector that exact amount.\n\nA private car to Cimaja from Jakarta should cost approximately 700,000 IDR.\n\n",{"type":"==","value":["Get around"]},"\n\nPublic transport in Cimaja is limited to small blue vans and ojek (motobike taxis).  It is best to rent a scooter from 40,000 - 70,000 per day from any number of warungs or the locals that will find you upon arrival and pander various services.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nSurfing is the main attraction in Cimaja and there is little else to see or do.  The beaches are generally filled with trash and not worth a visit unless you plan to surf.  There are a number of breaks, many suitable for intermediate surfers and many others reserved for experienced surfers only.\n\nSurfboards can be rented at Desa Resort and Daun Daun as well as several warungs located on the main street.  The best quality boards seem to be at Daun Daun, though the selection likely rotates between and among them.\n\n",{"type":"==","value":["Buy"]},"\n\nThe Indomaret and Alpha Mart both have ATMs that do not charge a fee for withdrawals though the Indomaret ATM seems to work less frequently.  Alphamart sells beer and Indomaret has a better selection of food and snacks but no beer.\n\n",{"type":"==","value":["Eat"]},"\nFor Indonesian staples such as Nasi Goreng and Mie Goreng there are any number of small warungs that serve good food and large portions from 5000 - 30000 per plate.  A good option is \"Kedai Soca.\"  It is located just past the Indomaret as you travel west from Pelabuhan Ratu on the left hand side; look for a large white banner advertising their menu.  If you bring them seafood from the market in Pelabuhan Ratu (in the harbor) they will cook it for you and provide rice and sambal for 30,000 per plate.\n\nThere are several western style hotels in the area that serve small, mediocre  to horrible meals for inflated prices.  Perhaps the only option for good western food and acceptable portion sizes, though still at inflated prices, is the unsigned \"Nura's\" located just before Desa Resort as you travel west from Pelabuhan Ratu down a gravel road to the left.  Ombak Tujuh (also known as \"O7\" or \"Pondok Kencana\") and Desa Resort receive overwhelmingly poor reviews, especially considering the price and serving sizes.  Cimaja Square has good food and service but tiny portions.\n\n",{"type":"==","value":["Drink"]},"\n\nThe strong Muslim influence means that there are few bars and most local restaurants do not serve alcohol.  Your best bet is going to a western restaurant or resort or picking up beers from the Alphamart at a significantly reduced cost.  \n\n",{"type":"==","value":["Sleep"]},"\n\nCimaja Square",{"type":"[","value":["http:\/\/www.cimajasquare.com\/cimajasquare\/About.html"]},"\n\nDaun Daun",{"type":"[","value":["http:\/\/www.travelfish.org\/accommodation_profile\/indonesia\/java\/west_java\/cimaja\/all\/5344"]},"\n\nDesa Resort",{"type":"[","value":["http:\/\/www.desaresort.com\/mm_page\/home.php"]},"\n\nNura's",{"type":"[","value":["http:\/\/www.travelfish.org\/accommodation_profile\/indonesia\/java\/west_java\/cimaja\/all\/5345"]},"\n\nOmbak Tujuh",{"type":"[","value":["http:\/\/ombaktujuh.net\/"]}," A comfortable, clean, and affordable place with options for every budget.  The staff is friendly and helpful and the owner can always be found in the bar, progressively drunker as the day wears on.  The food is not worth the price, but the happy hour specials are good and the backpacker accommodations offer great value.  It also has a pool and nice views of the bay.  \n\nThere are various losmens in the area that are difficult to find and of varying quality.   \n\n",{"type":"==","value":["Connect"]},"\n\nThe western hotels offer free wifi though some charge a fee for those not staying.  \n\n",{"type":"==","value":["Go next"]},"\n\nTo continue the surfing\/beach adventure, head south-east to Batu Karas or ",{"type":"[[","value":[["Pangandaran"]]},".  It is a long journey (up to three days by bus) and is likely best approached via private transport.  Hiring a driver should cost 1,200,000 to 1,300,000 and takes between 10 and 15 hours depending on traffic.  \n\nPrivate transport to Jakarta should cost between 500,000 and 700,000.\n\nPrivate transport can be arranged by just about anyone in town, so go with a local that you have developed a trusting relationship with.  \n\n",{"type":"{{","value":[["IsPartOf"],["West Java"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-6.94764"],["106.48430"],["zoom=14"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]