[{"type":"{{","value":[["pagebanner"],["Cinque Terre banner Panorama.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Vernazza (5949025569).jpg"],["thumb"],["240px"],["The village of Vernazza"]]},"\n\n",{"type":"'''","value":["Cinque Terre"]},", which means ",{"type":"''","value":["Five Lands"]},", comprise the five small coastal villages of ",{"type":"'''","value":["Riomaggiore"]},", ",{"type":"'''","value":["Manarola"]},", ",{"type":"'''","value":["Corniglia"]},", ",{"type":"'''","value":["Vernazza"]}," and ",{"type":"'''","value":["Monterosso"]}," located in the ",{"type":"[[","value":[["Italy"],["Italian"]]}," region of ",{"type":"[[","value":[["Liguria"]]},". They are listed on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},". \n\n",{"type":"==","value":["Villages"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Riomaggiore"]]}]},{"type":"*","value":[{"type":"[[","value":[["Manarola"]]}," — includes Groppo and Volastra"]},{"type":"*","value":[{"type":"[[","value":[["Corniglia"]]}," — includes San Bernardino"]},{"type":"*","value":[{"type":"[[","value":[["Vernazza"]]}]},{"type":"*","value":[{"type":"[[","value":[["Monterosso"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nAll the towns slope down to sea-level except for Corniglia, which is\nperched on top of a tall cliff. Four of the towns possess an old-world\ncharm (from north to south: Vernazza, Corniglia, Manarola, Riomaggiore). The northern-most town, Monterosso, is completely different. It is very beachy-resorty, with not much to see beyond the boardwalk apart from modern apartment blocks and hotels—nothing like the narrow, crooked streets of the other towns, lined with colorful old houses stacked haphazardly on top of each other. \n\n",{"type":"'''","value":["Riomaggiore"]}," is the southern-most of the 5 Terre. During the day you can hear bell towers chiming and at night the frogs are in frenetic chatter as small boats go night fishing for anchovies and other fish using lights to attract the fish. Riomaggiore also has an ancient stone castello, about which little has been written. An information sign outside explains that first mention of the castello appeared in a document from the mid-500s, which already described it as “ancient”.  Its quadrangular walls with two circular towers were built to protect the citizens in case of an attack from the sea. In 800, the castello became a cemetery, and parts were destroyed to adapt it to its new function. Nowadays it is one of the monuments of the Parco Nazionale delle Cinque Terre. Most of the action in Riomaggiore is on the main street, Via Colombo, where there is an assortment of cafes, bars, restaurants, and of course, gelaterie. There are also alimentari shops selling the typical yummy Italian fare: fresh fruit (strawberries, cherries, and nespole), an assortment of salumi (salami, mortadella and the like), cheeses, olives, etc. These are good places to stock up for the hikes into the hills, although all of them are not very far from a town. ",{"type":"'''","value":["Bar & Vini"]},", perched on the side of the mountain above the sea, is excellent place for a summer night. The place had the usual mix of tourists and local families with their kids, even well into the night.\n\n",{"type":"[[","value":[["File:1 manarola evening 2012.jpg"],["thumb"],["300px"],["Manarola of Cinque Terre"]]},"\n\n",{"type":"'''","value":["Manarola"]}," is a town filled with boats, at least on the lower part of it. Covered boats of all kinds line the main street, but it is hard to say when they had last been out. There are many lovely places to eat and drink in Manarola. ",{"type":"'''","value":["La Cantina Dello Zio Bramante"]}," serves acciughe (anchovies) fresh from the sea, with lemon, olive oil, and fresh, crusty bread. ",{"type":"'''","value":["Aristide Café"]}," had the cheapest espressi macchiatti (70 cents), the first bar encountered if walking from Riomaggiore (a paved, easy, path that goes by the sea, and takes about 15 minutes or so). It turns out that Manarola also has the best gelateria of all the towns: ",{"type":"'''","value":["5 Terre Gelateria e Creperia"]},", on Antonio Discovolo next to the Farmacia which is next to the COOP 5 Terre. Manarola also has a nice little swimming area. It’s a little cement pier next to some big rocks that you can wade out from, into the blue blue waters. It gets deep fast, so it's possible to dive off the end of the pier. Plenty of caves and coastline to explore, and underwater rocks. There are also a few more swimming holes farther on, accessible from the Blue Trail, not far from the gate beyond which the trail pass is required. There are stairs going all the way down to sea level, and a small little terrace about half-way down with picnic tables where you can see locals enjoying a simple lunch. There are lots of sharp mussels and barnacles down by the rocks, but otherwise the swimming is fantastic here too, without many people.\n\n",{"type":"'''","value":["Corniglia"]},": Farther along the Blue Trail there is a stone beach that offers much easier access to the water, and also more people. At the Corniglia train station, the path gains height to reach the town, the only one not near sea-level. The road passes lemon trees, vines, lilies and vegetation of all kinds, and in May the air is full of the perfume of flowers.\n\nCorniglia feels smaller and quieter, but just as quaint as the other towns. ",{"type":"'''","value":["Bar Nunzio"]}," serves 2e glasses of local wine—with a complementary bowl of local olives— under some yellow umbrellas near the statue of Corniglia himself. There is a little piazza with a communal olive press where you can sit and pass the time. There is also a tower, but it is not very high.\n\nAs Corniglia is atop a large hill, it is only reachable from the train station by either climbing the 365 steps up the hill (\"one for each day of the year\") or also there is a bus run by the Cinque Terre National park that takes people up to Corniglia and back down again. This is a must if you are carrying suitcases. The bus only runs from 7am - 8pm, and starts at 8am on the weekends.\n\nThe Blue Trail from Corniglia to ",{"type":"'''","value":["Vernazza"]},", the next town to the north, is a dirt path that starts off in an olive grove above the town. It keeps climbing and things get a bit sweaty and steep in some places, with many stone steps and a few switchbacks. Nothing too strenuous though. The trail along the sea affords great backwards views of both Corniglia and Manarola. Vernazza is approached from above and its two ancient towers are in prominent view (they close at 19:00). The town itself has a maze of tiny streets that eventually lead down to the main street. At first sight, Vernazza seems a little rundown. The paint on the buildings around the beach area is peeling off in large sections, but don’t let that put you off. Vernazza is lively and boisterous and has a great night scene, two clock towers, a beach, boats, and a large public space with umbrellas and tables. The beach area is a small sandy strip that is not the best swim spot (there is only a small section of water roped off for swimming, beyond which are boats and then the open sea), but it is safe for kids and free of sharp bivalves.\n\nYou can spend the evening having wine along the main street below the train station, lounging on a quiet bench above the town beside hotel Gianni overlooking the sea, or by the sea, watching the mountainous coastline zigzag in and out, hiding Monterosso.\n\n",{"type":"'''","value":["Monterosso"]}," is built to accommodate many tourists in large, modern apartments and hotels. It doesn't have quite the same charm as the other towns, but it does have a quite a large sandy beach with lots of colourful umbrellas, and of course, beach-side restaurants and cafes. The backstreets of Monterosso are not as interesting as in the other towns. Not to be missed at the end of the beach is a big statue holding a terrace.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe closest airports are at ",{"type":"[[","value":[["Pisa"]]}," and ",{"type":"[[","value":[["Genova"]]},". ",{"type":"[[","value":[["Firenze"]]}," is also a reasonable choice.  The city of Milan is about a 2 hour train ride to Genoa where one is able to change to the local train line.  Milan's Malpensa International Airport serves as a major intercontinental hub for the Italian airline Alitalia, but you will have to take a bus to the train station from the Malpensa Airport (~1 hour).  There are also good connections from North America via large hubs such as ",{"type":"[[","value":[["New York City"]]},", ",{"type":"[[","value":[["Atlanta"]]},", and ",{"type":"[[","value":[["Philadelphia"]]},".  Delta Airlines also operates a flight from Atlanta via New York's JFK International Airport to Pisa's Galileo Galilei International Airport.\n\n",{"type":"===","value":["By train"]},"\nThe Cinque Terre villages are well connected by rail and each of the villages has a train station. Regular local trains from ",{"type":"[[","value":[["Genova"]]}," and ",{"type":"[[","value":[["La Spezia"]]}," run with high frequency.  All trains are operated by the state carrier, Trenitalia",{"type":"[","value":["http:\/\/www.trenitalia.it\/en\/index.html"]},". When traveling from La Spezia, you can buy your passes for Cinque Terre in a tourism office in a hallway off of platform 1 at the La Spezia station.\n\n",{"type":"===","value":["By car"]}," \nTake the 'litoranea' road from ",{"type":"[[","value":[["La Spezia"]]},". It takes approximately 20-30 minutes from La Spezia to drive to Riomaggiore or Manarola.  There is a good parking garage in Riomaggiore, up the hill from the train station. The parking garage operates from 8am to 9pm. You will not be able to park in the garage after 9pm but may find a few open spaces near the parking attendant office.  Parking is 23 Euros for 24hr. The roads to and between the five towns are not for the faint of heart, and why most travelers are encouraged to leave their vehicle in La Spezia and take the train to the Cinque Terre.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["File:CinqueTerre region map.png"],["300px"],["thumb"]]},"\n\nFrequent trains link all five villages with each other (Trenitalia-run trains as well as a train service run by the park authority), La Spezia and other places towards Genova (only Trenitalia-run).  \n\nA more expensive, but very scenic option, are the ",{"type":"'''","value":["boats"]}," that run up and down this part of the coast.\n\n",{"type":"'''","value":["Walking"]}," is very popular, especially on the main coastal paths, which are subject to park entrance fees.  It's worth exploring some of the higher paths to Volastra (above Manarola), Monte Negro (above Riomaggiore) or paths that begin outside of the park such as the trail between Levanto and Monterosso.\n\nIn order to ",{"type":"'''","value":["walk along the trails between the villages, one must purchase a pass"]}," from information offices near the train stations at any of the five villages, as well as the stations at Levanto and La Spezia. It costs €5 for an adult, or €10 to get unlimited travel on the train between the villages, Levanto, and La Spezia on regional trains for the duration of the pass. The pass also allows you to use buses within Cinque Terre, as well as entry into various museums (with discounts in La Spezia).\n\nTraveling by car is by far the worst way to explore the Cinque Terre, there is little parking and what there is lies well outside the villages.  To get from one village to the next involves driving all the way up to the high road and back down again.  Better to leave the car and use the train.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:1 corniglia 2012.jpg"],["thumb"],["300px"],["Corniglia and the typical Cinque Terre landscape"]]},"\n\nThe main attraction of the Cinque Terre is the landscape. Mediterranean herbs and trees grow spontaneously from the top of the hills down to the water level. Well embedded in this magnificent natural scenery, one can admire the intense human activity of the ancestors, when the wine terraces were built. An enormous (and somehow crazy) work of transportation, carrying all the heavy stones on men's shoulders and women's heads. A work through the centuries, in fact it's estimated to have taken about 200 years to build the entire stone-wall network. Its total length has been calculated to be at least equal to the ",{"type":"[[","value":[["Great Wall of China"]]},". \n\nTourists can enjoy the scenery described above, walk through the towns (or between them) or hiking on the paths and enjoying the local atmosphere.\n\nDepending on the time of the year there are some specific things to see:\n",{"type":"*","value":["The lighted Nativity in Manarola (Dec. 8th till late Jan.). The world's biggest Lighted nativity."]},{"type":"*","value":["The patron festivity of the 5 towns (all between late May and Aug.), a mix of religious ceremony and popular parties."]},{"type":"*","value":["The pirates attack in Vernazza (mid summer), a celebration of the successful defence of the town from a Saracen attack occurred during the middle age."]},{"type":"*","value":["The harvest (early\/mid Sept.) and wine making, when men's shoulders and women's heads are still used as they were hundreds of years ago."]},{"type":"*","value":["The sea storms (frequent in winter), a great show of nature's power."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Cinqueterre_hiking01.jpg"],["thumb"],["300px"],["Hiking Trail"]]}," \n\n",{"type":"[[","value":[["Image:Cinqueterre_hiking02.jpg"],["thumb"],["210px"],["Looking back at main hiking trail"]]},"\n\nThe Cinque Terre boasts some of the best coastline hiking trails in the world.\n\nSince Cinque Terre is an area prone to landslides, it's always better to check if the hiking paths are open or closed, before leaving. You must purchase a pass if you hike the trail number 2 (blue), while no pass is required for the other trails. It is also possible to purchase a hiking and train pass in one if you wish to catch a train to the next town. Trains are frequent but it is advisable to check local time tables especially on Sunday and Public holidays as you could be waiting up to an hour for the correct train.\n\nThe trail closest to the water is marked as No. 2, or the Coastal Track. As of May 2013, many of the paths are closed until June 2013.\n\nThe path from Riomaggiore to Manarola is called the Via Dell'Amore (or roughly \"Lovers Walk\"). This is a paved path that is easy to walk for any age. Only the side starting from Manarola is wheelchair accessible. The Riomaggiore side starts with 2 flights of stairs. Along the way, passers-by have the opportunity to write their names on the walls of a gallery. Visitors should not scratch their names on trees or cactuses as this is damaging to the plants. Mid-way down the path, you will come across 'The Lover's Lock' which is a place to seal your eternal love. This custom follows the italian fad that was started by the film Tre Metri Sopra il Cielo. At this point there is a 'love seat' in the shape of a male and female locked in a kiss, where many couples pose. \n  \nThe next hike from Manarola to Corniglia is also easy. It takes approximately 30 minutes. The path is not paved. To reach Corniglia town center there is an up hill hike and a large zig zag shaped staircase with 385 steps which can be quite a mission in the midday sun. In 2010-2011 there was a big landslide on this path so the park closed it for several months. Check with park offices if the trail is open.\n\nThe trail from Corniglia to Vernazza is longer and the terrain is uneven. The hike takes approximately 2 hours. \n\nThe trail from Vernazza to Monterosso is the steepest (you need a reasonably good level of fitness - there is over 250m of climbing over very uneven rocks, totalling approx. 750 'steps' - not easy for most people), winding through olive orchards and vineyards and offering dramatic ocean views. The paths are narrow, with a very real danger of falling 12 to 15 feet if you lose your footing. If you attempt this hike, take some water, and be prepared to build up a very decent sweat. \n \nThe walk on the No. 2 trail between all the villages takes the better part of a day.  For those that would rather not walk (or not walk the entire trail), a boat ferry service runs seasonally to all five villages, plus Lerici. The price is reasonable, and gives a nice view of the villages from the water. The regional train that connect all the villages is also a quick way to hop among towns.\n\nIf you are a more experienced hiker, take advantage of other trails that go higher up the mountain. These trails are well maintained, off the beaten path, and usually have fewer tourists. You can obtain detailed maps from any of the park offices. The paths number 7, 7\/a and 6\/d are particularly scenic and passing through nice vineyards and terraces.\n\nIn June, July, August, it is advised that you attempt the walk as early as possible to avoid the unforgiving midday sun. Sneakers or suitable walking shoes are essential.\n\n",{"type":"===","value":["Hiking times along the Coastal Track"]}," \n\n",{"type":"[[","value":[["Monterosso"]]}," - ",{"type":"[[","value":[["Vernazza"]]},": 90 minutes.  \n\n",{"type":"*","value":["Narrow trail, steep at times. Beautiful views of Vernazza."]},"\n",{"type":"[[","value":[["Vernazza"]]}," - ",{"type":"[[","value":[["Corniglia"]]},": 90 minutes.\n\n",{"type":"*","value":["Amazing views of Vernazza; greenest trail."]},"\n",{"type":"[[","value":[["Corniglia"]]}," - ",{"type":"[[","value":[["Manarola"]]},": 45 minutes, ",{"type":"'''","value":["Currently closed"]},"\n\n",{"type":"*","value":["Scenic low trail past a beach."]},"\n",{"type":"[[","value":[["Manarola"]]}," - also has its own beautiful vineyard walk.\n\n",{"type":"[[","value":[["Manarola"]]}," - ",{"type":"[[","value":[["Riomaggiore"]]},": 20 minutes, ",{"type":"'''","value":["Currently closed until 2014"]},"\n\n",{"type":"*","value":["The famous Via dell'Amore, paved flat trail cut into the cliff."]},"\nFor the latest on whether the hiking trials are open or not, see the ",{"type":"[","value":["http:\/\/www.parconazionale5terre.it\/sentieri_parco.asp?id_lingue=2 Parco Nazionale della Cinque Terre website"]},". Please note that many of the other paths may be closed due to adverse weather conditions.\n\n",{"type":"===","value":["Swimming"]}," \n\nIt is possible to swim in the sea at each of the villages. Almost every year the Cinque Terre Marine Reserve vies for the top of the Blue Flag Beach list of Italy.  There are two large sandy beaches at Monterosso, a small sandy beach at the harbor of Vernazza, and pebble beaches near Riomaggiore and Corniglia.  Off the beaten path there are pebble beaches in Framura and Bonasola just 20 minutes away on the train. You can swim off rocks at the small harbors at Manarola (which has a very nice and deep swimming hole) and Riomaggiore. Corniglia's small harbor is reached by a long staircase leading down to the sea. It is probably the quietest swimming spot of all the five lands because of this.\n\n",{"type":"==","value":["Eat"]},"\n\nWhen grapevines and olive trees cover the hillsides, wine and oil are a must on our tables. They prove excellent companions for the salted anchovies of Monterosso served in olive oil as well as the many specialty fish dishes, authentic gastronomic delights.\n\nThe cuisine of the Cinque Terre almost perfectly conserves the characteristics of yesteryear; the respect for the flavors and fragrances of the primary ingredients.\n",{"type":"'''","value":["Trofie"]}," is a kind of pasta made from chestnut or wheat flour and is one of the forefathers of modern and more sophisticated pasta. Its condiment is still ",{"type":"'''","value":["pesto"]}," sauce; an original Ligurian sauce made from basil leaves, extra virgin olive oil, grated cheese, pine nuts, and marjoram.\n",{"type":"'''","value":["Tagliatelle"]},", a broad handmade pasta, is used with sauces that contain mushrooms, cabbage and potatoes, beans, chickpeas or sometimes with pesto.\n\n",{"type":"'''","value":["Vegetable pies"]},", 'torte di verdura' are prepared with a stuffing containing borage (borago officinalis), parsley, marjoram, other local herbs that grow wild, artichokes, swiss chard, zucchini, potatoes, and leeks are combined with egg and ricotta cheese or with stale bread soaked in milk or béchamel sauce (depending on each family's traditions), parmesan cheese. The pie crust is very thin, because flour was a very precious commodity.\n\n",{"type":"'''","value":["Rice pie"]},", or 'torta di riso' is a specialty of every grandma in the region. In Monterosso this rice pie was made even more delectable by adding a bit of dried mushrooms to the filling.  In Manarola, the tradition is to make this dish for the feast of the patron saint Saint Lawrence on August 10th.\n\nEgg 'frittate', or ",{"type":"'''","value":["flat omelettes"]},", are popular today as the 'frittata' has been rediscovered as a tasty antipasto.\nAnother important dish on the tables of the Cinque Terre population was the 'cotoletta di acciuga', ",{"type":"'''","value":["anchovies"]}," stuffed with a breadcrumb based filling and then fried. The 'fritelle di bianchetti', fritters made from tiny newborn anchovies or ",{"type":"'''","value":["sardines"]}," were also highly appreciated. Following the seamen's gastronomic traditions, other dishes included stewed ",{"type":"'''","value":["cuttlefish"]},", stuffed ",{"type":"'''","value":["calamari"]}," and spiced ",{"type":"'''","value":["octopus"]},".\n\n",{"type":"'''","value":["Mussels"]},", another protected designation of origin product from the Gulf of La Spezia are prepared in a variety of ways: stuffed, stewed, baked.\n\n",{"type":"'''","value":["Farinata"]},", like a focaccia but made with chickpea flour. A regional speciality.\n\n",{"type":"'''","value":["Pizzeria Fratelli Basso"]}," on via Roma is one of only two places in town where you can eat farinata—like a focaccia but made with chickpea flour. The wood-fired pizzeria down the road will make it if they don’t have any left.\n\nRiomaggiore\n",{"type":"*","value":[" La Grotta"]},{"type":"*","value":[" Via Dell'Amore (across the railway station, their 'tourist menus' are actually quite OK)"]},"\nManarola\n",{"type":"*","value":["Restaurant Il Porticciolo"]},{"type":"*","value":["Da Billy"]},{"type":"*","value":["Marina Piccola"]},{"type":"*","value":["5 Terre Gelateria e Creperia for extraordinarily delicious gelato"]},"\nVernazza\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sa Pesta"],["alt=Sa Pesta"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A tiny little restaurant tucked in the old city, mostly frequented by locals. Sa Pesta has a long history of serving traditional Genovese food. Get the trofie al pesto, as well as some of their fresh baked farinata or other tortas. Go for lunch around 12:30 to get a table."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThe fame of the Cinque Terre is largely due to its products, the dry white wine, simply called 'Cinque Terre' and the 'Sciacchetrà', a prized dessert wine made from prime grapes dried to the point of holding only a few drops of sweet juice.\nA colorful addition to the Cinque Terre products is 'limoncino'; a dessert wine made from steeping lemon peels in pure alcohol and then adding sugar and water to make a fragrant and fresh liquor. The lemons, another famous product of the Cinque Terre are prominently on display in the many 'limoneti' (lemon groves) and at the annual Lemon Festival held each year in Monterosso during the season of Pentacost.\n\nThe Sentieri dell'Uva (Grape Routes) are still as they once were with fig trees planted in strategic positions to give shade during breaks from work, agaves planted to mark boundaries, to line the footpaths along steep, stony steps and to indicate the rail terminals of the recently installed monorails which are the only vertical structures emerging from this seemingly completely, horizontal landscape. Many dry stone walls support this terraced landscape.\n\nThe large wicker baskets of grapes (corbe) are arranged along the \"pose\" (little walls, as wide as tables, built solely for this purpose). These include Albarola (Trebbiana), Biancorotto, Bruciapagliaio, Piccabon (Pizzamosca). To make white table wines the following are used: Fiore di Bosco, Rappolungo, Fogiaccia, Ruspara, and Sesagra. Baskets full of Magnagra (Albarola), from which the famous Black Sciacchetrà is made, are handled with extreme care and set to one side.\n\nThe Cinque Terre grape tracks reach down to the sea. In the past, people used to anchor small fishing boats called \"gozzi\" immediately below the terraced vineyards. Baskets laden with grapes were then lowered from above into these small boats which then sailed round to the otherwise inaccessible village.\n\nNowadays this method is nothing but a distant memory but by visiting the Cinque Terre you are still able to sample some of the most prized wines of the world that have been created by centuries of backbreaking experience.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ostello Cinque Terre"]}," in Manarola is the largest hostel in the area.  Book well in advance."]},{"type":"*","value":[{"type":"'''","value":["Ostello Corniglia"]},", in the historic center of Corniglia, has two small dorm rooms and private rooms."]},{"type":"*","value":[{"type":"'''","value":["Ostello Tramonti"]}," is actually in Biassa, not any of the five towns, but is accessible by bus from La Spezia and Riomaggiore.  A word of warning: the last bus up the mountain runs at about 8PM, and you don't want to hike up in the dark."]},{"type":"*","value":[{"type":"'''","value":["Monastery of S. Bernardino"]},", above ",{"type":"[[","value":[["Corniglia"]]},", offers accommodation for about €60 per room."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Da Baranin B&B"],["alt="],["url=http:\/\/www.baranin.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Provides rooms with B&B treatment and apartments in Manarola."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alla Porta Rosa"],["alt="],["url=http:\/\/www.allaportarossa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great apartments in Manarola."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bed&Breakfast Marisa"],["alt="],["url=http:\/\/www.bed-and-breakfast-marisa.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice family-house B&B in Monterosso."]]}]},{"type":"*","value":[{"type":"'''","value":["Cinque Terre Holidays"]}," hostel in Riomaggiore. €40\/person, but these are rooms with a view! High up on a hill with a stone balcony overlooking the sea in front and a terraced mountainside on the side. Be warned that this hostel has gotten very mixed reviews on review sites."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B La Torretta"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beautiful B&B with sea view in Manarola."]]}]},"\n",{"type":"===","value":["Campgrounds"]},"\n\nThere are a few campgrounds where you can rent a tent with two beds and linens for very low prices. Note that none are inside the national park area but quite a few can be found just to the north of the park in the touristy but pleasant town of Levanto. It's not advised to try wild camping, since it's illegal, and it can be dangerous due to the presence of wild boars roaming free in the park.\n\n",{"type":"*","value":[{"type":"'''","value":["Camping Acqua Dolce"]}," near the town center and about 200 meters from the beach."]},{"type":"*","value":[{"type":"'''","value":["Pian di Picche"]}," a bit more inland, at about 1000 meters from the beach but closer to the railway station (at about 200 meters)."]},{"type":"*","value":[{"type":"'''","value":["Albero d'Oro"]}," situated next to Pian di Picche."]},"\nOther campsites can be found south of La Spezia and further north around Deiva Marina. Levanto is a better option though because it is serviced by the park-run train service connecting all five villages as stated earlier.\n\nIt's advisable to try to book in advance when arriving in late June, July, August since these sites tend to fill up quickly during that period. Many hotels, including the hostel, book up in months in advance.\n\n",{"type":"==","value":["Go next"]},"\n\nAs the weather gets warmer so does the evening life at local bars and restaurants on the weekends. Italian Holidays mean the hotels, restaurants and bars will be very busy. As summer sets in there is some nightlife in almost every village.\n\n",{"type":"*","value":[{"type":"'''","value":["Cantina dello Zio Bramante"]},", in Manarola is a the watering hole par excellence for the young locals, musicians and social minglers. The owners invite latin jazz bands or musician friends to play on weekend nights in the summertime. The tavern-like atmosphere has been known to transform itself into a late night dance party if the owner is in the mood."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pie de Ma Wine Bar"]}," Perched atop a cliff on the Via Dell'Amore (closer to the Riomaggiore side) this bar offers a sample of the best wines by the glass of the region. The owners are experienced cocktail artists and this is a draw for many Cinque Terre locals and La Spezia area people as well. The seating is in the open so the bar is closed November to February. In the summer they invite DJs, bands and dance groups to perform on their terrace overlooking the sea."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Liguria"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["Geo"],["44.126944"],["9.709444"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cinque Terre"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Liguria\/Geographical_Areas\/Cinque_Terre\/"]]},"\n\n",{"type":"[[","value":[["Commons:Cinque Terre"]]}]