[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Circle"]}," is an old gold rush settlement on the Yukon River in a remote section of ",{"type":"[[","value":[["Interior Alaska"]]},". The gold rush is over, and the population today is small (73 people) and mostly indigenous. It is located 50 miles south of the Arctic Circle, but was named \"Circle\" because miners thought it was at the Arctic Circle.",{"type":"[[","value":[["Image:Circle_Ak.jpg"],["thumb"],["330px"],["Circle Alaska, population 73"]]},"\n\nIt was apparently a popular tourist spot in years past, as it used to be the spot furthest north it was possible to drive to from the Alaska highway. Alas, with the completion of the Dalton Highway to Prudhoe Bay, this is no longer true, and Circle is very much off the typical tourist map.\n\n",{"type":"==","value":["Get in"]},"\nThe only commercial service to Circle is offered by a daily (Monday through Friday) mail plane from Fairbanks. It takes about an hour and costs about $100. The airstrip is an easy walk from anywhere in town. See Warbelow's Air Ventures http:\/\/www.warbelows.com\/ telephone 800-478-0812. Circle is at the end of a 160 mile gravel road from ",{"type":"[[","value":[["Fairbanks"]]},". \n\nAs Circle is on the banks of the Yukon River, it is also accessed by river. For canoes it either a stop for people canoeing the length of the Yukon, or as a takeout point for people seeing ",{"type":"[[","value":[["Yukon - Charley Rivers National Preserve"]]},". It is also one of the few places to launch a motor boat from a car along the length of the Yukon. During the winter it is on the route of the Yukon Quest dog sled race. \n\n",{"type":"==","value":["Get around"]},"\nAlthough a long way from anywhere, all of the attractions in town are within a short walk of each other.\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Visit Circle Hot Springs"]},"\n",{"type":"==","value":["Buy"]},"\nThe only commercial establishments are a small grocery store\/gas station and the Washeria across the road. The Washeria has coin operated showers and token operated washer dryer. You will need to get tokens from either the store or locals. There is a telephone booth outside the store. \n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe only accommodation in town is a spot by the boat ramp where you may pitch a tent or park an RV. In our experience the locals are very friendly. The River View Motel mentioned in some guides has been abandoned.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["65.834444"],["-144.076389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Interior Alaska"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Circle, Alaska"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Alaska\/Localities\/C\/Circle\/"]]}]