[{"type":"{{","value":[["pagebanner"],["City of Rocks banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/ciro\/ City of Rocks National Reserve"]}]}," is a unit of the ",{"type":"[[","value":[["United States National Parks"],["United States National Park System"]]}," that is in ",{"type":"[[","value":[["South Central Idaho"]]},". The Reserve is popular with hikers and rock climbing who come to wander through the maze of massive boulders (some over 100 meters tall).\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:City of Rocks NR.jpg"],["thumb"],["The City of Rocks"]]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:City of Rocks National Reserve map 2006.07.png"],["thumb"],["Map of City of Rocks"]]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest air service is Burley(charter) (45 miles), Twin Falls (85 miles), Salt Lake City (170 miles), Boise (215 miles), Pocatello (100 miles).\n\n",{"type":"===","value":["By car"]},"\nThe reserve is located 45 miles south of Burley, Idaho. From Boise and the west, take I-84 to Declo exit 216 and south to Idaho route 77 to Albion, Elba, and Almo. From Pocatello and Idaho Falls, take I-86 & I-84 to the Declo exit and then south to Almo. From Salt Lake City take I-15 north to Tremonton, then west on I-84 to Snowville and then routes 30 and 42, or continue north on I-84 to Sublette exit 245 and go west toward Malta, Elba, and Almo. There is a seasonal summer route through Oakley via Route 27.\n\n",{"type":"===","value":["By public transportation"]},"\nThere is no public transportation to the reserve.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA day use fee is not collected at City of Rocks; however, there is a $12 \/ night \/ site fee for overnight camping.  Additional vehicle fees are $5 \/ night \/ vehicle.\n\n",{"type":"==","value":["Get around"]},"\nThe only roads in the reserve are not paved, but are well-maintained gravel roads. The City of Rocks Backcountry Byway crosses the reserve from east to west, and many of the reserve's destinations and campsites are along this road.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nRock Climbing is the most popular activity in the area, hiking and mountain biking are also very fun. There are miles of trails in City of Rocks along with more in Castle Rocks State Park and many of the longer trails take you through the Sawtooth National Forest. Almo puts on a town festival called Almo Wild West days and it is always the last Friday and Saturday in June. They'll have dancing and music, magic shows, competitions that anyone can sign up for and there is talk of adding more stuff in the future.\nLocal guide Indian Grove Outfitters offers guided horseback rides, they go for as little as 1.5 hrs up to a 6 day 5 night pack trip.\nDurfee Hot Springs is a fun place to visit, you can purchase day passes or buy them with a stay at the Almo Inn. The hot springs have been around forever and the Durfee's have renovated them and it's a nice place to go relax.\n\n",{"type":"==","value":["Buy"]},"\nTracy General has a gas station and serves unleaded fuel along with diesel, they also house a US Post Office and sell most everything you'd ever need, including crafts from the local residents.\n\n",{"type":"==","value":["Eat"]},"\nThere are no restaurants, stores or vending machines within the park. In Almo, 5 minutes from the park, the Outpost Steakhouse has a full service restaurant serving breakfast, lunch and dinner. The Outpost has great steaks and tacos! There is also a convenience store call Tracy General store where you can buy beer, gas, diesel, ATM, internet, and all other convenience store items.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rock City Mercantile"],["url="],["email="],["address=Almo, Idaho"],["lat="],["long="],["directions=past the visitor center"],["phone=+1 208-824-5510"],["tollfree="],["fax="],["hours="],["price="],["content=Rock City Mercantile, located in Almo Idaho is open seven days a week in the summer; call for winter hours.  Serves sandwiches on fresh baked rolls, hand made pizza, specials.  Coldest beer and soda in town, firewood, groceries, camping supplies and ice."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThe park has several fresh water sources in the park. Two of them are pump wells that are located just off the road near a parking area (one near Bath Rock and the other is near the Breadloaf). The water sources are marked on the park's map. Aside from the wells, there is nothing else in the park.  If you are thirsty, you'll be traveling to nearby Almo.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThe ",{"type":"[","value":["http:\/\/www.almocreek.com Almo Inn"]}," was recently constructed in Almo, Idaho. It is a western-themed hotel with 8 units and 3 one-room cabins.\n\n",{"type":"===","value":["Camping"]},"\nCity of Rocks has approximately 50 camping sites that are spread out within the park, along the main road.  Most of them feel quite secluded as they are nestled among the trees and large boulders of the park.  Camping is only allowed in designated areas and a $12 fee is charged per night for each camping site used. Each site is limited to eight people and one vehicle, there is an extra $8 \/ night charge  for a second vehicle.  Camp sites can be reserved online ",{"type":"[","value":["http:\/\/www.parksandrecreation.idaho.gov\/parks\/reserve.aspx"]}," and reservations are recommended during the weekends when the sites fill up quickly.  Otherwise, you can pay for your camp site at the Ranger station, located east of the park in Almo.\n\nThe campsites are primitive, facilities include picnic tables, bbq grills and fire rings.  There are pit toilets scattered about the sites, all within walking distance but some of the more secluded walk-in sites may be a few minute walk away.  There are two fresh water wells within the park.\n\nThere are no showers in the park. The nearest showers are at the General Store in nearby Almo ($4 for a shower and $0.50 for a towel rental). Another pleasant option is to visit the new Durfee Hot Springs in Almo where you can combine a shower with a hot water soak.\n\nGarbage bins are located near the pit toilets within the park.\n\n",{"type":"===","value":["Backcountry"]},"\nCamping is only permitted in the designated campsites within the park.\n\n",{"type":"==","value":["Stay safe"]},"\nThe primary dangers while staying in the park are the natural elements.  The high elevations of the park ensures that the weather changes constantly. In the summer, hot days coupled with cold nights are the norm and it is not uncommon to experience snow during any time of the year. Wind and rain can also be extreme and dangerous to the unprepared visitor. Though coyotes are common in the area, and cougars are present, wildlife does not pose much of a threat in the park as long as food is not left in the open.\n\n",{"type":"==","value":["Go next"]},"\nThe Albion District of Sawtooth National Forest is directly north of the City of Rocks where there are mountains, alpine lakes, campgrounds, hiking trails, and other recreation opportunities. Castle Rocks State Park is located north of the City of Rocks and the town of Almo.\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["South_Central_Idaho"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"[[","value":[["wikipedia:City of Rocks National Reserve"]]},"\n",{"type":"{{","value":[["geo"],["42.076"],["-113.702"]]}]