[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Ciudad del Este vista aerea.jpg"],["400px"],["thumbnail"],["City view"]]},"\n",{"type":"'''","value":["Ciudad del Este"]}," is a city in ",{"type":"[[","value":[["Paraguay"]]},". It is mainly a shopping destination for Brazilians and Argentinians.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe ",{"type":"'''","value":["Guaraní International Airport"]}," (",{"type":"{{","value":[["IATA"],["AGT"]]},") has direct connections to ",{"type":"[[","value":[["São Paulo"]]}," and ",{"type":"[[","value":[["Asunción"]]}," operated by TAM Airlines. It is located in the neighbouring city of ",{"type":"[[","value":[["Minga Guazú"]]},", 32 km (20 mi) from Ciudad del Este and 40 km from ",{"type":"[[","value":[["Foz do Iguaçu"]]},". To get from the airport to the city center you can take a taxi for about 140,000 Gs. or the Minga Guazú bus, which leaves from the airport toward CDE once a day at 1PM. The bus fare is 3,000 Gs.\n\n",{"type":"===","value":["By bus"]},"\nThe bus terminal is located around a kilometer south of the city center, a bit hidden behind the large sports stadium on Bernardino Caballero.\n",{"type":"*","value":[" There are frequent buses from ",{"type":"[[","value":[["Asunción"]]}," (5 h) and ",{"type":"[[","value":[["Encarnación"]]}," (4 h) in the south."]},{"type":"*","value":[" There are international connections to ",{"type":"[[","value":[["São Paulo"]]}," (with ",{"type":"[","value":["http:\/\/www.pluma.com.br Pluma"]}," for example)."]},"\n",{"type":"===","value":["From nearby Brazil and Argentina"]},"\n",{"type":"[[","value":[["File:Aerial view of Friendship Bridge between Brazil and Paraguay.jpg"],["thumbnail"],["The Friendship Bridge"]]},"\n",{"type":"*","value":[" The most common way to arrive is across the ",{"type":"''","value":["Puente de la Amistad"]}," (Friendship Bridge) which connects Ciudad del Este in Paraguay and ",{"type":"[[","value":[["Foz do Iguaçu"]]}," in Brazil. There are frequent bus connections, also to and from ",{"type":"[[","value":[["Puerto Iguazú"]]}," in Argentina. Taxis sometimes do the trans-border trip as well."]},{"type":"*","value":[" A couple of kilometers south of Ciudad del Este, where Rio Paraná and Rio Iguaçu join, is a ferry crossing to ",{"type":"[[","value":[["Puerto Iguazú"]]}," in Argentina without crossing Brazilian territory. The ferry runs hourly during daylight hours for AR$5. There's a bus to Ciudad del Este passing close-by. From the centre (Av. General Bernardino Caballero), take a bus labeled ",{"type":"''","value":["Tres Fronteras"]}," (destination, not the company name) and ask to be dropped at ",{"type":"''","value":["la balsa"]}," (the ferry). "]},{"type":"*","value":[" It is also possible to take a bus from the ",{"type":"[[","value":[["Puerto Iguazú"]]}," bus terminal through Brazil (Foz do Iguaçu), across the \"Friendship Bridge\" and into Ciudad del Este. The bus is specially marked \"Foz,Puerto Iguazú, Ciudad del Este\" or simply \"Paraguay\" and leaves from Puerto Iguazú bus terminal at platform 7 every hour and costs 5 Pesos. The ride to the Friendship Bridge will take approximately 45 minutes and you will be required to disembark at the Argentine border crossing to obtain an exit stamp before re-embarking the bus for the rest of the journey.  If you're ",{"type":"[[","value":[["Brazil#Visa_requirements"],["required to have a visa"]]}," to enter Brazil and don't have one, make sure that the bus will take you ",{"type":"'''","value":["all the way"]}," across the Friendship Bridge and into Ciudad del Este before boarding the bus. If it does not then it will drop you off right before the bridge and you will have to walk through immigration (exiting Brazil) and run the risk of being stopped and questioned by the Brazilian Federal Police about how you got into Brazil without a visa. Explain to them that you only wanted to visit Ciudad del Este and were unaware that the bus would not take you all the way. Also add that you will be returning straight to Puerto Iguazú (Argentina) at the end of the day."]},"\n",{"type":"====","value":["Border Paperwork \/ Scams"]},"\nCrossing the two borders (ARG-BRA and BRA-PAR) is a bit tricky and if you don't do it correctly, there is a significant risk of being asked  for substantial bribes:\n\nLocals can cross the border and stay for up to 24h on either side without reporting to immigration or even carrying a passport (and ID card is sufficient). This is however ",{"type":"'''","value":["not"]}," the case for citizens from elsewhere. To visit Ciuduad del Este from Puerto Iguazu proceed as following:\n\n",{"type":"*","value":["1) Leaving Argentina is straight forward. You will get stamped out of the country automatically."]},{"type":"*","value":["2) When entering Brazil, you need to report to immigration to get your passport stamped, Since locals don't have to, taxi drivers and buses will often by-pass immigration, leaving you without proof of legal entry. Even when you report to immigration, border guards may try to tell you that no stamp is necessary, mainly because entering all your detail into the computer takes quite a while and they don't want to be bothered. However the large signs next to the immigration hall are rather clear about what you need to do, and if you do get stopped without a stamp for any reason later on, you'll very likely have to pay a bribe."]},{"type":"*","value":["3) When leaving Brazil, you need to get stamped out, which won't be a problem if you were stamped in."]},{"type":"*","value":["4) When entering Paraguay, you will need to get stamped in by immigration. Beware: Paraguay immigration will not stamp your passport if you haven't legally left Brazil (i.e. been stamped out). While most locals just bypass immigration - and doing the same it is probably not all that difficult - if you do get caught, you'll face large fines\/bribe requests. Paraguayan border guards are obviously aware that many tourists do not get stamped in and thus stop unsuspecting tourists trying to leave the country. The option then is to pay a large bride or be arrested and deported straight back to your home country - which is obviously a major hassle - both financially (paying for a new flight) and due to the fact that your luggage will be left at the hotel in Argentina\/Brazil. "]},"\nSo - just spend the extra 5-10 minutes to get all the proper paperwork and everything will be fine!\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:CDE fuente.JPG"],["thumbnail"],["A fountain in a roundabout in CDE"]]},"\n",{"type":"===","value":["By car"]},"\nIf you arrive with your own car, make sure you find a parking lot. Usually the local touts will lead you to one. However, if you do not feel comfortable with the situation you still can research a parking lot in advance as some of them have websites on the Internet.\n\n",{"type":"===","value":["By bus"]},"\nThere are many local city buses available, typically charging 2500 Gs.  It is common and advisable to sit down without paying due to the number of people boarding and disembarking as well as the fast pace of traffic. The driver's assistant will come by eventually to collect your payment and make change.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are available, but are unmetered.  Always agree on a price before getting inside.  If possible, contact your hotel in advance to find out what the normal fares should be (20000-30000 Gs from the bus station to Hotel Austria or Hotel Munich for example).  Taxi drivers commonly attempt to overcharge foreigners either by quoting an unreasonable fare up front, or claiming they had quoted a higher fare at the end of the trip.  Paying with exact change or close to it will provide leverage in case the driver attempts to increase the fare at the end of the trip.\n\nFor the adventurous, motorcycles taxis are common and a fast way to move through the heavy traffic near the ",{"type":"''","value":["Puente de la Amistad"]}," (bridge).  Drivers are generally easy to spot due to their reflective shirts and should provide you with a helmet.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Itaipu Dam.jpg"],["thumbnail"],["Night view of the Itaipu Dam"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Itaipú Binacional Hydrodam"],["url=http:\/\/www.itaipu.gov.py\/index.php?q=en\/turismo"],["email="],["address="],["lat="],["long="],["directions=The visitor centre is on the road to Hernandarias. Any bus to Hernandarias can drop you 500 m from the entrance. Get off when the bus makes a left turn off the highway or when you see prominent signs indicating the turns for Itaipu and Hernandarias"],["phone=+595 61 599 8040"],["tollfree="],["fax="],["hours=Visits only on guided tours at 8 am, 9:30 am, 2 pm, 3 pm; Sundays morning tours only"],["price=Free"],["content=Two tour options are available for the general public.  The Panoramic tour is a short and underwhelming 30 minute tour, often in Spanish only, that involves driving around the dam on a bus.  A short lookout over the spillway provides the only photo opportunity, and visitors are herded back onto the bus after no more than 5 minutes.  An in-depth technical tour allows visitors to see the inside of the dam and power generation facility and turbines.  Reservations are required at least a week in advance for the technical tour. On Friday and Saturday evening there's an audio-visual show (reservation required). Passports necessary for all visits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Museo de la Tierra Guaraní and Zoológico Regional"],["url="],["email="],["address="],["lat="],["long="],["directions=About 2 km from the visitor centre on the way back to Ciudad del Este"],["phone=+595 61 599 8040"],["tollfree="],["fax="],["hours=Tuesdays to Saturday 8 am to 12 pm and 2:30 pm to 5 pm; Sundays morning only, Mondays afternoon only."],["price=Free"],["content=A small museum mainly on the Guarani culture and the local wildlife. Descriptions in English and Spanish."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Refugio Tati Yupi"],["url="],["email="],["address=3km north of Hernandarias on the Supercarratera to Saltos del Guairá"],["lat="],["long="],["directions="],["phone=+595 61 599 8040"],["tollfree="],["fax="],["hours="],["price=Entrance, camping, ",{"type":"''","value":["hospedaje"]},", and horse riding are free.  A cantina sells souvenirs and a very limited assortment of snacks and beverages."],["content=One of several areas of Atlantic Forest not flooded by the Itaipu reservoir, now preserved by the Itaipu Binacional organization.  Refugio Tati Yupi is the most accessible and has facilities for camping, picnicking, outdoor grills, horseback riding, and a small ",{"type":"''","value":["hospedaje"]}," with male and female dorms and a kitchen.  The reserve has many small trails available for walking and wildlife includes birds, capuchin monkeys, armadillos, capibara and more. Permission must be requested at least 1 day in advance of arrival and you will need to collect a set of papers to present to the guards for admittance.  If visiting the dam before going to the reserve, permits can be requested in person in the office to the left of the zoo entrance.  By stopping by in advance of touring the dam, zoo, and Guaraní museum permits can likely be collected before returning to Ciudad del Este at the end of the day. There is no direct public transit to the reserve, and the facilities are approximately 10-15km inside the gates.  To access the reserve without renting a vehicle, take a bus to Hernandarias. (It must have a sign in the windows that says \"Sin Area.\" Other buses to Hernandarias take different routes.) Get off the bus at a roundabout with Copetrol and Petrosur gas stations on the far corners and a Diske taxi stand on the near right corner.  From here, a taxi to the visitors center inside the reserve should cost about 50,000 Gs. The guards may be reluctant to allow a taxi inside, but with your permits and some persuasion they will relent and allow the driver to leave you at the facilities 10km inside. Make an appointment to be picked up or take down the taxi dispatch phone number for park staff to call when you're ready to leave."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Ciudad del este1.jpg"],["thumbnail"],["Street scene"]]},"\n\nShopping is the main business of the visitors. The main shopping streets are San Blas and Camilo Recalde, where you can buy almost anything. Many people come for electronics. If you want to buy electronics such as cellphones or cameras, always ask to test the device to make sure that it works. ",{"type":"'''","value":["Never"]}," give it back to the shopkeeper\/assistant as that person might exchange the device with faulty versions or hand the box back filled with paper but not with what you just bought.\n\n",{"type":"==","value":["Eat"]},"\nDue to the premium placed on street-front property, Ciudad del Este's eateries and dining establishments are commonly found inside multi-leveled shopping malls and are relatively scarce on the main street of San Blas. \n\nAs a consequence of considerable immigrant populations, Ciudad del Este has a diverse variety of ethnic food options that one can take advantage of. Arab food can be found off the main streets and in many shopping centers and typically serve good Shawarma\/kebab to go. Chinese and Korean food restaurants can also be found. Your best bet is to ask a local to direct you to the nearest restaurant or eatery. Additionally, because of the large influx of Brazilian nationals that enter Ciudad del Este every day, the most popular restaurants are those which serve typical Brazilian fare and are easy to find.\n\nFor some of the better-looking Asian restaurants, try exploring the areas around the corner of Adrian Jara and Av. Boquerón.  Not far from the same area are some US style burger houses.  Above the \"Area Iris\" supermarket (corner of Av. Pioneros del Este and Adrian Jara) is a good but relatively expensive Japanese restaurant.  In the supermarket various foods and other supplies can be had.  Outside the supermarket, cheap hotdogs are available (but ensure that the hotdogs are heated well and not merely warmed - and this heating advice is recommended for foods from all street vendors).\n\nMany street vendors grill delicious and cheap ",{"type":"''","value":["asado"]}," at night on Cap. Miranda just north of the main route through town.  A plate of ",{"type":"''","value":["asado"]}," with manioc is 10,000 Gs, and salad, bread, and a liter of beer can be had for an additional 10,000 Gs.\n\nVegetarians will have to ask around, but outside the city center there are a few vegetarian Chinese restaurants.  Friends have reported that an Indian vegetarian restaurant called Gourangas is located behind the Municipalidad, not far from the city centre.\n\nLike most businesses in Ciudad del Este, you can pay for food with Argentine, US, Paraguayan, or Brazilian currency and expect to receive change in the same currency used for payment.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]}," \n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Tía Nancy"],["url="],["email="],["address=Garcete & Cruz del Chaco"],["lat="],["long="],["directions=South South West of the main Bus Terminal"],["phone="],["tollfree="],["fax="],["hours="],["price=from 12 US$ (fan)"],["checkin="],["checkout=10AM"],["content=A friendly and cheap but slightly grubby place very close to the main Bus Terminal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Caribe"],["url="],["email="],["address=on Emiliano R. Fernández"],["lat="],["long="],["directions=between Cap. Miranda and Mongelos"],["phone=+595 61 512460"],["tollfree="],["fax="],["hours="],["price=from 33US$ (aircon)"],["checkin="],["checkout="],["content=Clean, comfortable rooms. The building is new, with air-conditioning, hot water, and cable TV."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Postillon"],["url="],["email="],["address=Calle Cañadones Chaqueños"],["lat="],["long="],["directions=Slightly south of the main Bus Terminal"],["phone=+595 61 518621"],["tollfree="],["fax="],["hours="],["price=18 US$"],["checkin="],["checkout="],["content=Air-conditioning, hot water, television and clean rooms in a building being refurbished."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=CDE Backpackers Hostel"],["url=http:\/\/www.cdebackpackers.com"],["email="],["address=Avenida Los Yerbales"],["lat=-25.518088"],["long=-54.62684"],["directions=One block up from Sport Zone, Area 1, within walking distance to downtown"],["phone=+595 993 253866"],["tollfree="],["fax="],["hours="],["price=15 US$"],["checkin="],["checkout="],["content=Brand new hostel with shared rooms, shared kitchen and awesome terraces with great views of the city. Breakfast included."]]}]},"\n",{"type":"===","value":["Mid-Range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Munich"],["url="],["email="],["address=on Emiliano R. Fernández 71"],["lat="],["long="],["directions=between Cap. Miranda and Mongelos"],["phone=+595 61 500347"],["tollfree="],["fax="],["hours="],["price=from $30 US for a double with aircon"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Austria"],["url=http:\/\/www.hotelaustriarestaurante.com"],["email="],["address=Emiliano R. Fernández 165"],["lat="],["long="],["directions=between Cap. Miranda and Mongelos"],["phone=+595 61 504213"],["tollfree="],["fax="],["hours="],["price=from $30 US for a double with aircon"],["checkin="],["checkout="],["content=Also, a very basic room is available in a side area from the parking garage for $25 US."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel San Rafael"],["url="],["email="],["address=Av. Adrian Jara y Avay"],["lat="],["long="],["directions=downtown Ciudad del Este"],["phone=+595 61 500804"],["tollfree="],["fax="],["hours="],["price=30 US$"],["checkin=3PM."],["checkout=12PM"],["content=Good hotel located in downtown. Room with tv-cable, air-conditioning, private bath and telephone with direct calls."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Mi Abuela"],["url="],["email="],["address=Av. Adrian Jara"],["lat="],["long="],["directions=downtown Ciudad del Este, close to the corner with Pioneros del Este"],["phone=+595 61 500333"],["tollfree="],["fax="],["hours="],["price=from 28 US$"],["checkin="],["checkout="],["content=Pleasant hotel located downtown. Like many of the mid-range hotels, offers a good breakfast buffet."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Foz do Iguaçu"]]}," - a city just across the border in Brazil"]},{"type":"*","value":[" ",{"type":"[[","value":[["Puerto Iguazú"]]}," - a city in Argentina, less than 10 km south from Foz do Iguaçu"]},{"type":"*","value":[" ",{"type":"[[","value":[["Iguaçu Falls"]]}," - one of the world's most famous waterfalls on the border between ",{"type":"[[","value":[["Brazil"]]}," and ",{"type":"[[","value":[["Argentina"]]},", a little over 30 km to the southeast"]},"\nTo leave Ciudad del Este back across the Friendship bridge, one has three options:\n1) Walk back across the bridge and wait in line at Brazilian immigration along with scores of people returning from Shopping.\n2) Take a bus from the bus terminal that goes into Brazil or directly to Puerto Iguazú and wait in the long line of cars.\n3) Hire a motorcycle to take you across the bridge through the line specifically for motorcycles that is rarely ever stopped by immigration officials. This can be rather dangerous as the driver will weave in and out of incoming traffic. This option is by far the quickest and took the Author 3 minutes to get from one end of the Friendship Bridge on the Paraguayan side, to the other end of the bridge on the Brazilian side - Past immigration. Cost = 10 Argentine Pesos\n\n",{"type":"{{","value":[["geo"],["-25.5167"],["-54.6167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Paraná Plateau"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ciudad del Este"]]},"\n",{"type":"[[","value":[["Commons:Category:Ciudad del Este"]]}]