[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Clarkston"]]},"\n",{"type":"'''","value":["Clarkston"]}," is a small village in ",{"type":"[[","value":[["Oakland County"]]}," in southeast ",{"type":"[[","value":[["Michigan"]]},", surrounded by ",{"type":"'''","value":["Independence Township"]},".\n\n",{"type":"==","value":["Understand"]},"\nClarkston (officially known as The City of the Village of Clarkston) is a suburb of Detroit, influenced heavily by the American car industries such as Buick, Pontiac, Ford, and GM. Clarkston has a temperate climate, with summer temperatures in the 80's, and winter temperatures in the 20's. It has medium precipitation, with usual heavy rain in August.\n\nClarkston was established in 1832, but organized and named ten years later in 1842. It was named after prominent settlers Jeremiah and Nelson Clark, who did much of the work to establish Clarkston and it's government.\n\nHenry Ford paid to have the underground pipe system in the town.\n\nThe 1990 Census showed that there were 962 residents.\n\nIt is a part of Independence Township, in Oakland County.\n\n",{"type":"==","value":["Get in"]},"\nClarkston is about an hour's drive or 44 miles from ",{"type":"[[","value":[["Detroit Metropolitan Wayne County Airport"]]}," (DTW). Residing directly off Interstate 75 it is easily accessed from anywhere. Clarkston is also about an hour from the Ann Arbor Amtrak station. A rental car is advised as there is little public transportation.\n\n",{"type":"==","value":["Get around"]},"\nClarkston features minimal public transportation, so a rental car or bike in the summer months is advised.\n\n",{"type":"==","value":["See"]},"\nHistorically, Clarkston was the summer home of Henry Ford. You can view his cottage on Main Street, as well as the mill he built on the Mill Pond, which exists near the heart of the town. Depot Park is a small park located off of Main Street. It has a creek running through it and a jungle gym. It's beautiful gazebo is often used for wedding and prom pictures.\n\nOne of the first schools built in Clarkston still stands and is now called Independence Township Hall. One of the first settlers houses still exists as well. It was built in 1839 by Jeremiah Clark, one of the important founders of Clarkston. You can view this building at 71 North Main Street.\n\nClarkston's first and only museum is located inside the Independence Township Library, and features a variety of historical artifacts, as well as photographs and information regarding the towns history.\n\n",{"type":"==","value":["Do"]},"\nClarkston township is home to Deer Lake, which reaches a depth of 968 feet in some areas. It features a no-wake zone perfect for kayaking and a swimming beach with lifeguards. There are also multiple private beaches. Other nearby areas offer popular boating destinations, where it is common to see tubing, waterskiing, and wakeboarding. It is also a good place for anglers, with a rich variety of fish and many enclaves that provide the perfect setting. It also has many sandbars which are perfect for exploring. ",{"type":"[[","value":[["Image:Clarkston1.jpg"]]},"\n\nClarkston locals may be found fishing or kayaking on one of several ponds, such as the Mill Pond which Henry Ford used to power a historic plant.\n\nDTE Energy Music theater is a concert venue that has featured hundreds of celebrities and is always one of the highest grossing outdoor amphitheaters in the country. It is located minutes away from downtown Clarkston and holds frequent concerts.\n\nDuring the winter Clakston is a great skiing or snowboarding destination, it is close to Pine Knob Ski Resort, which features 15 trails and 10 lifts. It is known for it's slope called \"The Wall\". \n\nAntique car fanatics will enjoy Clarkston with it's rich history involving Ford, Pontiac, Buick, and General Motors. Southern Motor's Showroom in Clarkston has one of the best varieties of antique cars in the world. There are various car festivals throughout the year.\n\nThe Deer Lake Athletic Club offers day passes where you can swim, play raquet ball, or exercise. There are also miles of bike paths around the town.\n\nDuring the summer, Depot Park offers free concerts in the park every friday. The park also contains walking paths and a play-ground.\n\nClarkston is home to many festivals, such as the Crafts & Cider festival, and the Taste of Clarkston festival, which offers food and music from local vendors. Both of these events occur in September. It is also minutes away from the Michigan Renaissance festival that lasts from August to September.\n\nClarkston is also only a half hour from downtown Detroit, which has an exciting 'motown' nightlife. The Detroit Museum of Art is home to many notable works.\n\nMichigan has more golf courses per capita than any other state, many located near Clarkston. Fountain Golf and Pine Knob Golf Club are both located in Clarkston.\n\nIf you're coming to Michigan for professional sports, Clarkston is the perfect location. The Palace of Auburn Hills is only 15 minutes away and is the home stadium for the legendary Detroit Pistons. Clarkston is only a short trip from Detroit, where the newly built Continental Baseball field has the Detroit Tigers.\n\nA trip to Sleeping Bear Dunes or one of the Great Lakes is a perfect day trip from Clarkston.\n\nIndian Springs Metro Park and Independence Oaks offer cross-country skiing as well as running and jogging paths.\n\nThe Deer Lake Raquet club offers tennis.\n\nThe Independence Township Library offers a large selection.\n\n",{"type":"==","value":["Buy"]},"\nClarkston is just minutes away from the largest mall in Michigan, the Great Lakes Crossing Outlets, which features over 180 stores and restaurants, including: Banana Republic, Coach, Express, Bebe, and Bass Pro Shops. The mall also includes a food court and a 25 Screen AMC movie theater. Restaurants include Johnny Rockets, Rainforest Cafe, and Stir Crazy.\n\nClarkston's Main street also features a variety of independently owned specialty shops selling items such as jewelry, clothing, stationary, or chocolates.\n\nThe Village at Rochester Hills is only a short drive from Clarkston and is an outdoor high-end outlet mall. It contains stores such as Jack and Jill, Talbots, and Coldwater Creek.\n\nOlde World Canterbury Village offers 18 shops and also has a year round Christmas store, perfect for a family day trip.\n\nBattle Alley in Holly Michigan is a historic site with many small shops and a Museum.\n\n",{"type":"==","value":["Eat"]},"\nClarkston boasts a variety of restaurants;\n\nGregg's Gourmet Cafe (5914 Ortonville Rd, Clarkston, MI, 48346), \n\nMesquite Creek Steakhouse (7228 N. Main Street, Clarkston, MI, 48346), \n\nRenderoni's Pizza and Deli (6215 Sashabaw Rd, Clarkston, MI, 48346),\n\nLas Piramides Restaurant (5903 Dixie Hwy, Clarkston, MI, 48346),\n\nBig Boy (6440 Dixie Hwy, Clarkston, MI, 48346)\n\nEast Ocean Restaurant (6405 Sashabaw Rd, Clarkston, MI, 48346)\n\nLittle Caesars Pizza (5922 South Main Street, Clarkston MI 48346)\n\nChicken Shack (6315 Sasabaw Rd, Clarkston, MI, 48346)\n\nOld Village Cafe (2 South Main Street, Clarkston, MI, 48346)\n\nLeo's Coney Island (6325 Sashabaw Rd, Clarkston, MI, 48346)\n\nGuido's Premium Pizza (5960 Sashabaw Rd, Clarkston, MI, 48346)\n\nRudy's Quality Market (9 South Main Street, Clarkston, MI, 48346)\n\nTrini and Carmens North (10063 Dixie Hwy, Clarkston MI, 48346)\n\nEast Ocean (6405 Sashabaw Rd, Clarkston MI 48346)\n\nMel's Grill 2 (7080 Gateway Park Dr Clarkston, MI 48346)\n\nOutback Steakhouse (6435 Dixie Hwy, Clarkston MI 48346)\n\nRam's Horn (6540 Dixie Hwy, Clarkston MI 48346)\n\nLittle Louis Carry-Out (7081 Dixie Hwy, Clarkston MI 48346)\n\nNina's Comfort Food Cafe (5910 Sashabaw Rd, Clarkston MI 48346)\n\nHometown Pizza (7080 Gateway Park Drive, Clarkston MI 48346)\n\nHong Kong Chinese Restaurant (5870 Sashabaw Rd, Clarkston MI 48346)\n\nHighland House Cafe and Carry Out (9717 Dixie Hwy, Clarkston MI 48346)\n\nPro Pizza (5500 Oak Hill Rd, Clarkston MI 48346)\n\nRuby Tuesday (6898 Sashabaw Rd Clarkston MI 48346) \n\nWaterford Inc Club (6110 Dixie Hwy, Clarkston, MI 48346)\n\nBanjkok Thai Express (6678 Dixie Hwy, Clarkston, MI 48346)\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Via Bologna"],["alt="],["url="],["email="],["address=7071 Dixie Hwy"],["lat=42.723225"],["long=-83.427978"],["directions="],["phone=+1 248 620-8500"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Clarkston Union Bar & Kitchen"],["alt="],["url=http:\/\/www.clarkstonunion.com\/"],["email="],["address=54 S Main St"],["lat=42.734121"],["long=-83.419060"],["directions="],["phone=+1 248 620-6100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Brioni Cafe & Deli"],["alt="],["url="],["email="],["address=7151 N Main St"],["lat=42.742038"],["long=-83.420020"],["directions="],["phone=+1 248 625-6181"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pita Way"],["alt="],["url=http:\/\/pita-way.com\/"],["email="],["address=6315 Sashabaw Rd, Ste F"],["lat=42.730627"],["long=-83.380687"],["directions="],["phone=+1 248 620-5000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Culver's"],["alt="],["url=http:\/\/www.culvers.com\/"],["email="],["address=6910 Sashabaw Rd"],["lat=42.739642"],["long=-83.378961"],["directions="],["phone=+1 248 922-9224"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\nClarkston has many bars and pubs including:\n\nMr. B's (6761 Dixie Hwy, Clarkston, MI, 48346)\n\nHamlin Pub (6397 Sashabaw Rd, Clarkston, MI, 48346)\n\nDeer Lake Inn (7504 Dixie Hwy, Clarkston, MI, 48346)\n\nRed Knapp's American Grill (6722 Dixie Hwy, Clarkston, MI, 48346)\n\nSportsmans Great Northern Grill (5864 Dixie Hwy, Clarkston, MI, 48346)\n\nPine Knob Tavern (5736 Clarkston Rd, Clarkston, MI, 48346)\n\nClarkston Tap (5801 South Main Street, Clarkston, MI, 48346)\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Olde Mill Inn"],["alt="],["url="],["email="],["address=5835 Dixie Highway"],["lat=42.703277"],["long=-83.404138"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Clarkston Motor Inn"],["alt="],["url="],["email="],["address=6853 Dixie Hwy"],["lat=42.722572"],["long=-83.423605"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Millpond Inn Bed & Breakfast"],["alt="],["url="],["email="],["address=155 N. Main Street"],["lat=42.740343"],["long=-83.419621"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-75.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Saginaw"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Flint"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Detroit"]]}],["minorr1=",{"type":"[[","value":[["Pontiac (Michigan)"],["Pontiac"]]}],["image2=US 24.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=END"],["minorl2="],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Detroit"]]}],["minorr2=",{"type":"[[","value":[["Pontiac (Michigan)"],["Pontiac"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["42.733611"],["-83.418889"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Oakland County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Clarkston, Michigan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Michigan\/Localities\/C\/Clarkston\/"]]}]