[{"type":"{{","value":[["pagebanner"],["Clermont-Ferrand banner Notre Dame cathedral and city view.jpg"],["caption=Closeup picture of Notre Dame cathedral's tower"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.clermontferrandtourism.com\/ Clermont-Ferrand"]}]}," is a city in central ",{"type":"[[","value":[["France"]]},", the capital of the ",{"type":"[[","value":[["Auvergne"]]}," region. Population 140,000.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Geography"]},"\nClermont-Ferrand is famous for the chain of extinct volcanoes that ring the city, including the highest, ",{"type":"[[","value":[["Puy-de-Dôme"]]},", some 13 km away from the city centre.\n\n",{"type":"===","value":["History"]},"\nOne of the oldest cities of France, its first mention was by the Greek geographer Strabo, who called it ",{"type":"''","value":["Nemessos"]},", a Gaulish word for a sacred forest. The settlement witnessed the famous Battle of Gergovia, in which the Gauls led by Vercingetorix triumphed temporarily over the Romans led ultimately by Julius Caesar. After the Roman conquest, the city was renamed ",{"type":"''","value":["Augustonemetum"]},", a name which combined its original Gallic name with that of the Emperor Augustus. Its population was estimated at 15,000–30,000 inhabitants in the 2nd century CE, making it one of the largest cities of Roman Gaul.\n\nIn 848, the city was renamed Clairmont, after the castle ",{"type":"''","value":["Clarus Mons"]},". Clairmont was an episcopal city ruled by its bishop, and famously the starting point of the First Crusade raised to free ",{"type":"[[","value":[["Jerusalem"]]}," from Muslim domination. Pope Urban II preached Crusade in 1095 at the Council of Clermont. In 1120, to counteract the power of the clergy, the counts of Auvergne founded the city of Montferrand on the model of the new cities of the Midi. In 1551, Clermont became a royal city, and in 1610, the inseparable property of the Crown.\n\nOn 15 April 1630, the Edict of Troyes (the First Edict of Union) forcibly joined the two cities of Clermont and Ferrand. This union was confirmed in 1731 by Louis XV with the Second Edict of Union. At this time Montferrand was no more than a satellite city of Clermont, in which condition it remained until the beginning of the 20th century. Wishing to retain its independence, Montferrand made three demands for independence, in 1789, 1848, and 1863.\n\n",{"type":"===","value":["Contemporary City"]},"\nIn the 20th century, the construction of the Michelin factories and city gardens definitively reunited Clermont and Montferrand. Today, although the two cities are amalgamated, one may find in Clermont-Ferrand two distinct downtowns, and Montferrand retains a strong identity.\n\nClermont-Ferrand remains home to the famous French tire manufacturing company Michelin.\n\n",{"type":"==","value":["Get in"]},"\nThe best way to travel around France is by train, and Clermont-Ferrand's train station is located just on the eastern edge of centre ville on l'Avenue de l'Union Sovietique.  Trains leave every couple of hours to and from Paris throughout the day 5:00 - 20:00.  The ride takes three and a half hours, and makes four stops along the way.\n\nClermont-Ferrand also has a bus station.  The Gare Routiere is located at in the parking lot across from the Casino supermarket where Boulevard François Mitterrand splits into Boulevard Pasteur and Boulevard Charles de Gaulle, two main blocks south of Place de Jaude.  Since France doesn't have a national bus line, all routes arriving and departing from the bus terminal are international.  The company Eurolines departs and arrives from here.\n\nClermont-Ferrand is also at the intersection of the A-71 and A-72 highways.  Remember, gas is at least twice as expensive in France as it is in the United States, and lots of highways are toll roads. With the exception of the Millau viaduct, the A75 is free  and allows you to come from the South (",{"type":"[[","value":[["Montpellier"]]},", ",{"type":"[[","value":[["Toulouse"]]},", ...).\n\nThe Aeroport Clermont-Ferrand Aulnat is located fifteen minutes east of town.  Air France flies here, and shuttles take you to centre ville.\n\n",{"type":"==","value":["Get around"]},"\nA one-way ticket costs 1.40 Euros and is good for an hour.  You can also buy 10 tickets for 11.40 Euros.  Tickets are good on the Tram or any of the bus lines, and do not expire.\n\nClermont has recently opened an intra-urban tramway providing access to a number of key points in the city. Also you can get around by car or scooter or motorcycle or moped.\n\nThis tram, known as the A starts North in Champratel and travels South through centre ville, Les Cezeaux campus before ending at La Pardieu Gare.\n\nClermont-Ferrand also has an extensive bus network connecting the downtown to the outlying suburbs.  The stations and stops are frequent and the map is not confusing.  The buses are limited on Saturdays and Sundays.\n\nFinally like most European cities, Clermont-Ferrand is very walkable.  Any destination or need is within a 30 minute walk.  Use your legs to explore the hills and alleys and the neighborhood shops they contain.\n\nYou can find some public Wifi spots around: in the Jardin Lecoq, or on the Place de Jaude for example. Here is ",{"type":"[","value":["http:\/\/www.journaldunet.com\/wifi\/recherche\/1\/index.shtml?f_id_localisation=1537 a directory"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The large bronze statue of Vercingetorix in the Place de Jaude, the city's most famous public square.  Vercingetorix was a French soldier during the Gallic Wars, 2000 years ago.  He led a stunning victory at Gergovie (at just 6KM South of town, the ruins and archeological digs atop the battle field plateau are also worth a visit) which was Caesar's lone defeat during this campaign.  He is also immortalized in bronze tiles strewn about the streets along with Clermont-Ferrand's other two famous sons;  Pope Urban II who launched the first crusade, and famed mathematician Blaze Pascal.  The Place de Jaude is the city center, housing many cafes, stores, restaurants, and a shopping mall.  People gather here to watch important sporting matches which are shown on giant big screens, as well as to celebrate festivals."]},"\n",{"type":"*","value":["Cathédrale Notre-Dame-de-l'Assomption. Construction on the black gothic cathedral started in 1248 and was not finished until 1902. Like most of the old buildings and churches in this region, it was built out of black volcanic rock, giving it a somber and ominous mood from the outside.  It is open to the public and regular masses are performed there.  Just south of the cathedral halfway across Place de la Victoire is a statue honoring Pope Urban II.  The Place de la Victoire is where the annual Christmas Market is held."]},"\n",{"type":"*","value":["The Puy-de-Dôme, the dormant volcano overlooking the city. This is accessible by a bus which runs in the summer. At the top, visitors can parasail, go hiking, or visit the cafe.  There is also a new leisure attraction called Vulcania which has activities for children, a '4-D' film about the awakening of the volcanoes and other attractions."]},"\n",{"type":"*","value":["La Fontaine d'Amboise, which was built in 1515."]},"\n",{"type":"*","value":["Notre-Dame-du-Port. This is a Romanesque basilica constructed in the 11th and 12th century out of yellow sandstone. It's known for its detailed capitals, which are at the top of the pillars inside."]},"\n",{"type":"*","value":["Parc Montjuzet. This park over the town offers a great view for visitors who can't make it to the top of the Puy-de-Dome.  Located on the North end of town, it's a five minute hike up offering fantastic views of the valley and the surrounding bluffs and plateaus which encircle Clermont-Ferrand."]},"\n",{"type":"*","value":["Le Musee Roger-Quilliot is an excellent art museum housing works of art from all periods of time but especially paintings and artifacts pertaining to the local region of Auvergne.  Like all museums in France, it is free the first Sunday of every month.  Recently the museum had an exposition on Le Bibendum, the mascot of Michelin Tires."]},"\n",{"type":"*","value":["Michelin Tire Corporation is headquartered in Clermont-Ferrand.  The main factory as well as the testing race track are also located in town."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Take a walk in the old streets around the cathedral in the old town area. You will find a lot of cute stores (antiques, clothes) good restaurants, and little parks to sit down and rest."]},"\n",{"type":"*","value":[" Have a picnic or take a nap in Jardin Le Coq.  The immense park in the center of town is open year round.  A cafe and a merry-go-round are at its center, with paths, hills, trees, and flower gardens all around.  Eat a baguette, kick a football, or catch some rays while enjoying this urban oasis."]},"\n",{"type":"*","value":[" Hike le Puy-De-Dome"]},"\n",{"type":"*","value":[" Hike \"Les Cotes\" and enjoy the beautiful view of the city. Access it from ",{"type":"''","value":["Rue Valentin Vigneron"]}," at the north of the city."]},"\n",{"type":"*","value":[" Take a ride around (hiking, biking, ...) to see the lakes, volcanos, little roads and villages surrounding the area."]},"\n",{"type":"*","value":[" Catch an ",{"type":"'''","value":["ASM Clermont Auvergne"]}," (",{"type":"[","value":["http:\/\/www.asm-rugby.com"]},") rugby game at Stade Marcel Michelin."]},"\n",{"type":"*","value":[" Watch a baseball game"]},"\n",{"type":"*","value":[" Eat a ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Truffade Truffade"]}]},"\n",{"type":"*","value":[" Go to one of the various festivals : ",{"type":"[","value":["http:\/\/www.clermont-filmfest.com\/index.php?nlang=2 short film festival"]},", ",{"type":"[","value":["http:\/\/www.jazzentete.com\/ jazz en tête"]},", ..."]},"\n",{"type":"*","value":[" Have an Afterwork at the ",{"type":"[","value":["http:\/\/www.lacoope.com\/ Coopérative de Mai"]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Chat Noir"],["address=This is a small tea house next to the cathedral that serves a wide variety of teas and scones. Most of the jellies and teas are locally made."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Tino"],["address=40, Place de Jaude"],["content=This restaurant serves reasonably priced pizzas and is always crowded at lunch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Pinocchio"],["address=20, rue Saint-Dominique"],["content=This is an Italian restaurant which serves excellent pastas and pizzas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Friand"],["address=31 Rue des Gras"],["content=This bakery is the one where you will find the biggest and the best \"viennoiseries\" in the town!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Toucan"],["alt=fast food"],["url="],["email="],["address=2bis Rue Assas"],["lat="],["long="],["directions=near the escalators of the Jaude commercial center"],["phone = +33 4 73 34 82 89"],["tollfree="],["fax="],["hours="],["price="],["content=A typical fast food. You'll get special sandwiches with good bread, steacks and cheese from Auvergne (blue cheese, st nectaire, ...). ",{"type":"[","value":["http:\/\/maps.google.fr\/maps?hl=fr&client=firefox-a&ie=UTF8&q=le+toucan+clermont+ferrand&fb=1&gl=fr&hq=le+toucan&hnear=clermont+ferrand&cid=7062301566848460501&li=lmd&z=16&iwloc=A Go to map"]}]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Café Pascal"],["content=This café next to the cathedral has an international feel. It is lively at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=L'Appart"],["address=6, place Sugny"],["content=This bar has an apartment theme and guests can choose to sit in the bedroom, living room, or bathroom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Still Irish Pub"],["address=7, Bd Leon Malfreyt"],["content=International students, particularly anglophones, like to congregate here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Les Frères Berthoms"],["content=This bar is next to the court hall, this is the best place to enjoy good beer on a sunny terrasse !"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Rimbaud"],["alt=bar, restaurant, snack, ice cream"],["url="],["email="],["address=Place Louis Aragon"],["lat="],["long="],["directions=near the Jaude commercial center"],["phone = +33 4 73 34 21 39"],["tollfree="],["fax="],["hours="],["price="],["content=Concerts. Happy hours. Beers, cider and other specialities from ",{"type":"[[","value":[["Brittany"]]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Envie"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Lunch Only"],["price=Cheap"],["content=Great salad\/pasta bar.  Very friendly owners.  Very good bargain.  Try the homemade yogurt, it's to die for!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Corum St Jean"],["alt=Hostel"],["url=http:\/\/www.corumsaintjean.fr\/"],["email="],["address=17, Rue Gaultier de Biauzat"],["lat="],["long="],["directions="],["phone = +33 4 73 31 57 00"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Home Dome"],["alt=Hostel"],["url=http:\/\/www.homedome.fr\/"],["email="],["address=12, place de regensburg"],["lat="],["long="],["directions="],["phone = +33 4 73 29 40 70"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" You can find ",{"type":"[","value":["http:\/\/www.couchsurfing.org\/ Couchsurfers"]}," in this area"]},"\n",{"type":"==","value":["Go next"]},"\n\nSee the get in section.\n\nNote that the airport links you to some of the big European cities, like ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Brussels"]]}," or ",{"type":"[[","value":[["Madrid"]]},".\n\nApart from the Milllau viaduct, the A75 highway is free and links to the South.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Clermont-Ferrand"]]},"\n\n",{"type":"{{","value":[["geo"],["45.7831"],["3.0824"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Auvergne"]]},"\n\n",{"type":"[[","value":[["Commons:Clermont-Ferrand"]]}]