[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Cleveland"]]},"\n",{"type":"'''","value":["Cleveland"]}," is a city in ",{"type":"[[","value":[["Mississippi"]]},".  It is home to Delta State University ",{"type":"[","value":["http:\/\/www.deltastate.edu"]},".  Cleveland is located at 33.742027, -90.726548 and is nearly flat.\n\nAccording to the United States Census Bureau, the city has a total area of 18.9 km² (7.3 mi²), all land. The census population in 2010 was 12,334.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By plane"]},"\n\nThe closest airports with airline service are Memphis, 100 miles to the north, and Greenville MS, 30 miles to the south. While Greenville has limited airline service, Memphis is a major hub for Delta Air Lines and typically the preferred airport.\n\n",{"type":"'''","value":["By car"]},"\n\nDriving from Memphis: get to Hwy 55 South and follow it to Hwy 69, right outside of Olive Branch (you'll see a sign for Tunica). Take Hwy 69 to Hwy 61 in Tunica and go south on 61. Follow Hwy 61 76 miles to Cleveland.\n\nDriving from Arkansas (Lake Village): Take Hwy 82 21 miles east through Greenville then drive 10 more miles (through Leland) to Hwy 61, which you will take north for 35 miles to Cleveland.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is no public transportation in Cleveland. There are two taxi services. Cook's is phone: 662-402-4150.\n\nCleveland is completely flat and only 7 miles square, so biking during good weather is suggested.\n\n",{"type":"==","value":["See"]},"\n\nCleveland's, and the Mississippi Delta's, primary value as a tourist locale is it's beautiful scenic views, quiet small town atmosphere, and its relation to Delta blues folklore.  \n\n",{"type":"*","value":[" Drive 20 miles West to Rosedale and visit the Great River Road State Park ",{"type":"[","value":["http:\/\/www.mdwfp.com\/parkView\/Parks.asp?ID=3823"]},".  The park offers magnificent views of the Mississippi River with access to sandbars during the drier seasons. The park also boasts a 75-foot high lookout tower that provides panoramic views of the Mississippi River. Below the tower is a picnic area, swings, grills, and a large reservable pavilion for group events. The park is named for the Great River Road, a scenic parkway that follows the Mississippi from its beginning as a small Canadian creek to its end at the Gulf of Mexico."]},"\n",{"type":"*","value":[" Find the original Old Highway 61, which starts just west of Rosemary Road at Hwy 61.  Somewhere this road will cross with the original Old Highway 49, where it is said that Robert Johnson sold his soul to the devil in exchange for secret knowledge that helped him pioneer the blues."]},"\n",{"type":"[[","value":[["File:DockerFarms2005.jpg"],["thumb"],["Dockery Farms from Highway 8"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dockery Farms"],["url=http:\/\/www.dockeryfarms.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Birthplace of the Delta Blues is located about 5 miles east of Cleveland on State Highway 8.  Dockery Farms was a 28 square mile cotton plantation and sawmill along the Sunflower River.  It is widely regarded as the place where Delta blues music was born. Blues musicians resident at Dockery included Charlie Patton, Robert Johnson and Howlin' Wolf. The property was added to the National Register of Historic Places in 2006.  Recently the Thelonious Monk Institute of Jazz, Delta State University, and the Dockery Farms Foundation have teamed together to bring the history and culture of the blues back to the area through the local schools."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nCleveland is a small town. Locals of all ages enjoy simple pleasures such as joyriding through the farmland, mud-riding, bonfires, jam sessions, drinking parties, dinner parties, barbecues and other socially centered pastimes.\n\n",{"type":"*","value":["Cleveland is also known for its festivals, including Octoberfest, The Crosstie Arts & Jazz Festival, and The Italian Festival.  Contact the Chamber of Commerce for more information."]},"\n",{"type":"*","value":["Another popular activity is attending Delta State University sporting events, as the school is known for its championship athletic teams, particularly in baseball, football, and women's basketball. Over the years, DSU has won 50+ conference championships and nine national titles, mostly at the NCAA Division II level."]},"\n",{"type":"==","value":["Buy"]},"\n\nCleveland has a thriving downtown full of boutiques and knick-knack shops, but it is better suited for housewives than collectors.\n\n",{"type":"==","value":["Eat"]},"\n\nCleveland has many locally owned restaurants; you won't find a TGIFridays or Applebee's here. Go to  The Airport Grocery, The Pickled Okra, the Southern Grill, or Hey Joe's for typical local fare - burgers, ribs, pulled pork, assorted barbecue, catfish, crawfish, kabobs, etc. The Country Platter offers soul food and plate lunches, and just south of it one can find The Pig Pen and Crustaceans for more inexpensive local dining. Crustaceans is primarily known for crawfish, and the Pig Pen serves barbecue. South of Cleveland, in Boyle, is Bellazar's and Catfish Cabin, which specializes in fish and seafood. There are two small Chinese restaurants called China Buffet and Little China Kitchen, and while their food is good, they are not regarded as \"sit-down\" restaurants. There are also two Mexican restaurants called Guadalajara and La Cabana.  \n\nAnother popular restaurant is The Warehouse, a gourmet deli, art gallery, and bazaar for various local vendors.  A La Carte provides high-end wraps, salads, and sandwiches. Crave, on Highway 61, is a great place for lunch and dinner.  Mississippi Grounds on Court Street is a popular coffee house.    \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Lost Pizza Company"],["url=http:\/\/www.lostdogpizza.com"],["email="],["address=3745 Hwy 61"],["lat="],["long="],["directions="],["phone=+1 662 846-1300"],["tollfree="],["fax="],["hours=M-Sa 3PM-9PM"],["price="],["content=Located on the legendary Hwy 61 on the northern side of town, Lost Pizza is a recent establishment with a wide variety of pizza, sandwiches, sides and deserts, as well as a huge selection of import and domestic beers. The original location is in ",{"type":"[[","value":[["Indianola_(Mississippi)"],["Indianola"]]}," on Hwy 82, on the western end of town."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nLa Cabana is locally considered to serve the strongest drinks at the best prices, but those looking for a more southern ambience should go to The Pickled Okra on Sharpe Street. While the bar tends to become overrun with frat boys during the week, they have a well-stocked bar and a friendly staff.\n\nLocals often opt to drink at home amongst friends, and liquor stores can be found all along Hwy 61. Because of Blue Laws, liquor stores close at 10PM and bars stop serving at 1AM.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=On The Rocks"],["url="],["email="],["address=717 E Sunflower Rd"],["lat="],["long="],["directions="],["phone =+1 662 803-9600"],["tollfree="],["fax="],["hours="],["price="],["content=On The Rocks is Cleveland's only night club. OTR features a great karaoke bar. OTR is also known for its great entertainment with bands & DJ's from all over the country performing there. OTR is the place to be for great drinks, entertainment & great steaks."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Poor Monkey's Lounge"]}," (popularly known as ",{"type":"'''","value":["Po' Monkey's"]},") is 5 miles north near Merigold. Owned by Willie Seaberry, who farms the land surrounding the juke by day, Po' Monkey's is a local hot spot and a big part of blues lore in the area. Live music happens once in a blue moon, but it is not to be missed, if only to experience scores of people dancing and drinking in a building so small \"you couldn't pour a bucket of sand in there\". Po' Monkey's has been photographed by Annie Liebovitz and written about in Japanese Vogue and National Geographic."]},"\n",{"type":"==","value":["Sleep"]},"\n\nCleveland has many hotels located on Hwy 61. A bed and breakfast is Molly's Bed and Breakfast",{"type":"[","value":["http:\/\/www.shaman.home.dixie-net.com\/"]},", located at 214 S Bolivar Ave.  It is run by Molly Shaman, wife of sculptor Floyd Shaman.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Clarksdale"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Greenwood (Mississippi)"],["Greenwood"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Greenville (Mississippi)"],["Greenville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Indianola (Mississippi)"],["Indianola"]]}]},{"type":"{{","value":[["routebox"],["image1=US 61.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Memphis"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Clarksdale"]]}]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Natchez"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Vicksburg"]]}]}]]},"\n\n",{"type":"{{","value":[["geo"],["33.7419"],["-90.7267"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mississippi Delta"]]},"\n",{"type":"{{","value":[["Usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cleveland, Mississippi"]]}]