[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Clifton"]]},"\nClifton is in the heart of Texas located approximately 90 miles southwest of Dallas\/Ft Worth or 35 miles northwest of Waco or approximately 10 miles from President George W Bush's Crawford ranch, that is, as the crow flies.  Clifton was designated by the state legislature as the Norwegian Capital of Texas and is extremely proud of its Norwegian heritage.  Annually on the first weekend of December, the community hosts Norwegian Country Christmas, which is packed with many events and activities, the showcase of which is the open house of several of the historic and other community homes and historic churches.  Lutefisk supper served at Our Savior's Lutheran Church in the Norse community is always a sold out event.  Norwegian luncheon served at the Clifton Civic Center is also usually sold out.  So, if possible, plan ahead to ensure exposure to the entire Nordic experience.  Uff da, y'all (loose translation:  sensory overload Texas style)!\n\nClifton has also been designated as one of the top 100 arts communities in the country.  There are several resident artists, art galleries, and an art conservatory.  The artists include two who are members of the prestigious Cowboy Artists of America, Martin Grelle and Bruce Greene.  George Boutwell, Official Texas State Artist for 2006, also calls Clifton home.  Many other artists live in and around Clifton.  The Clifton Conservatory houses an art museum, offers many classes, and has a community Tin Building Theater.  A beautiful statue of cowboy and horse by Bruce Greene graces Heritage Park commemorating the community's frontier heritage.  The Bosque Memorial Museum located in Clifton is a gem, exposing the visitor to glimpses of a rugged past.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Blackland Prairie"]]},"\n",{"type":"{{","value":[["geo"],["31.780278"],["-97.580833"]]},"\n",{"type":"[[","value":[["Wikipedia:Clifton, Texas"]]}]