[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image="],["caption="],["location="],["flag=Flag of France.svg"],["capital=administered by the Minister for Overseas France"],["government=possession of ",{"type":"[[","value":[["France"]]}],["currency="],["area=6 km",{"type":"<","value":["sup",["2"]]}],["population=uninhabited"],["language="],["religion="],["electricity="],["callingcode="],["tld="],["timezone=UTC -7"]]},"\n",{"type":"'''","value":["Clipperton Island"]},", also known as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.clipperton.fr\/ Île de la Passion"]}]}," is a small, ring-shaped atoll located 1,120 km southwest of ",{"type":"[[","value":[["Mexico"]]}," in the Pacific Ocean. It has no permanent residents and is mainly visited by Mexican fishermen and French Navy patrols.\n\n",{"type":"==","value":["Understand"]},"\nThis isolated island was named after John Clipperton, a British pirate.  It is claimed that he made it his hideout early in the 18th century to attack passing shipping. Annexed by France in 1855, it was seized by Mexico in 1897. Arbitration eventually awarded the island to France, which took possession in 1935. Its former name, ",{"type":"''","value":["Passion Island"]},", was officially given in 1711 by French discoverers and is sometimes still used. Since World War II the island is uninhabited.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Clipperton Island-CIA WFB Map.png"],["thumb"],["right"],["200px"],["Map of Clipperton Island"]]},"\nClipperton Island is under direct authority of the French Government and is a full part of the European Union. However, it is exempt from the Schengen Area and therefore citizens from outside France need a permit to visit Clipperton Island. It can be obtained from the ",{"type":"[","value":["http:\/\/www.polynesie-francaise.gouv.fr\/ French High Commission in French Polynesia"]},". Despite that, unless a French Navy patrol visits the island, there are obviously no officials on the island to check permits.\n",{"type":"===","value":["By plane"]},"\nThere is no airstrip on Clipperton Island. It could be possible to land an Albatross or float plane in the lagoon.\n\n",{"type":"===","value":["By boat"]},"\nThere are no conventional tourist trips to Clipperton Island, you will have to go by your own boat or join an expedition. To make the journey there as short as possible, ",{"type":"[[","value":[["Acapulco"]]}," is a good port from which to start. \n\nThere is no harbor on the island, the only option is to anchor offshore (the south west side has been cited as the best location) and go in using a smaller boat. This can be dangerous since the surf often is very rough as the waves break against the surrounding coral reefs. Leaving the island is even more difficult—it takes a skilled boatsman to time the passage past the reefs to the right moment, between the crashing waves.\n\nThe fresh water lagoon in the middle is enclosed and cannot be reached by boat.\n\n",{"type":"==","value":["Get around"]},"\nThere are no other means of transportation on Clipperton Island than your own feet, and walking on the island is quite difficult. You will encounter two types of surfaces. One is soft sand, which collapses under your feet due to the burrows dug by the island's many crabs. The other surface is made out of hard coral fragments cemented together, covered with loose coral pieces. Watch where you put your feet so you don't step on the wrong piece and get an ankle sprain. If you consider this information a challenge, you may want to try and break the record time for running around the island. The fastest time noted is 1 hour and 17 minutes, by a radio amateur visiting the island in 2000.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Clippertonisland.jpg"],["thumb"],["right"],["256px"],["Palm trees on Clipperton Island"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Clipperton Rock"]}," in the south-east is the first thing you'll see when approaching the atoll. It is a volcanic outcrop, 29 meters high, and the only really elevated place on the island. On the rock you may find the ruins of an old lighthouse, erected by Mexico in 1906. If you're short on scary stories at night, you can think of the last lighthouse keeper, Victoriano Álvarez. After the other males on the island had died in 1917, he found himself alone with 15 women and children. He went mad and started raping and killing, until he himself was killed by one of the women."]},{"type":"*","value":["There are several ",{"type":"'''","value":["coconut palm tree groves"]}," on the island. At the largest one there are remains of US Navy buildings from WWII. Old machinery and munitions from this time can be found around the island."]},{"type":"*","value":["Two ",{"type":"'''","value":["wrecks"]}," from Mexican fishing boats, ",{"type":"''","value":["Lily Marie"]}," and ",{"type":"''","value":["Oco"]},", are on the shores. Just make sure you don't repeat their mistake."]},{"type":"*","value":["There is a shack remaining of a 1996 ",{"type":"'''","value":["NASA radar site"]},", constructed to track a French rocket launch from French Guinea. The rocket malfunctioned and exploded soon after launch, however."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}," in the waters outside Clipperton Island attracts far more tourists than the island itself. The waters are a habitat for, amongst others, the rare Clipperton Angelfish."]},{"type":"*","value":[{"type":"'''","value":["Wildlife-watching"]}," will be a part of your day whether you like it or not, despite the fact that there are not many species on the island. A few species compensate by their numbers, namely the bright orange ",{"type":"'''","value":["crabs"]}," that can be counted in thousands, and some species of ",{"type":"'''","value":["birds"]},". In total there are 13 bird species on the island, not counting migratory birds. The only mammals on Clipperton Island are ",{"type":"'''","value":["rats"]},", brought to the island by wrecked ships."]},{"type":"*","value":[{"type":"'''","value":["Snorkeling"]}," and ",{"type":"'''","value":["diving"]}," in the waters can be a rewarding experience since there are dolphins around."]},"\n",{"type":"==","value":["Buy"]},"\nAlthough 115 species of fish have been identified in the territorial waters of Clipperton Island, the only economic activity is tuna fishing. There is speculation, however, that the isolated island may be used as a meeting point for drug traders.\n\nTo get gifts for the kids, check out some booby nests. Scientist Lance Milbrand, who stayed on the island for 41 days in 1994, reports that kid's toys and lots of other plastic junk tend to appear on the shore, probably after having been carried across the ocean from other, more crowded beaches. The birds have started incorporating plastic toys in their nests.\n\n",{"type":"==","value":["Eat"]},"\nBring your own food or be prepared for a diet of fish and the occasional coconut. Avoid the crabs, since they are poisonous to eat.\n\n",{"type":"==","value":["Drink"]},"\nYou cannot bring too much water - estimate at least around 10 liters per day or even more. The water from the lagoon in the middle, while not tasting very good, is reported to be drinkable.\n\n",{"type":"==","value":["Sleep"]},"\nThere are no accommodations on Clipperton Island as all of the derelict buildings are uninhabitable, so you will have to set up your own camp. Bring earplugs since you'll have to cope with the noise from thousands of birds. The hordes of crabs are a real nuisance so prepare your camp accordingly with fencing to keep them out. The rats will be interested too, so move your trash away from your camp and keep your tent closed. You don't want to get bitten by a diseased rat when you're on a deserted island.\n\n",{"type":"==","value":["Stay safe"]},"\nThe heat, the sun and the lack of water will be your worst enemies, so bring enough to drink, plenty of sunscreen and some good sunglasses against the bright light. Also be aware that the island is subject to extremely heavy rain and vicious tropical storms.\n\n",{"type":"==","value":["Connect"]},"\nFrance has an official postcode for Clipperton Island: 98799. It would be unwise to rely on mail though, so bringing your own radio equipment is highly recommended. Radio amateurs have previously made expeditions to the island.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["10.3000"],["-109.2167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central America"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Clipperton Island"]]}]