[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:01Cobá - Grupo Nohoch Mul1.jpg"],["thumb"],["200px"],["Nohuch Mul pyramid at Coba."]]},"\nCobá is a large ruined city of the Pre-Columbian Maya civilization, located in the state of Quintana Roo, Mexico. It is located about 90 km east of the Maya site of ",{"type":"[[","value":[["Chichen Itza"]]},", about 40 km west of the Caribbean Sea, and 44 km northwest of the site of ",{"type":"[[","value":[["Tulum"]]},", with which it is connected by a modern road.\n\nCoba is estimated to have had some 50,000 inhabitants (and possibly significantly more) at its peak of civilization, and the built up area extends over some 80 km². The site was occupied by a sizable agricultural population by the 1st century. The bulk of Coba's major construction seems to have been made in the middle and late Classic period, about 500 to 900, with most of the dated hieroglypic inscriptions from the 7th century. However Coba remained an important site in the Post-Classic era and new temples were built and old ones kept in repair until at least the 14th century, possibly as late as the arrival of the Spanish.\n\nCobá, like all archaeological sites in Mexico open to the public via INAH, is free to Mexican citizens on Sundays and national holidays.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:05Cobá Stela.jpg"],["thumb"],["200px"],["Carved stellae, like this one, tell the tale of Coba."]]},"\nCoba is an undeveloped archaeological site deep in the Yucatan jungle. Temperatures are usually hot and humidity is often very high. Limited tourist services are available there, so plan to bring water, mosquito repellant, a hat, and sturdy shoes because the trails are not paved and the site is big.\n\n",{"type":"==","value":["Get in"]},"\nYou can drive to Cobá from ",{"type":"[[","value":[["Tulum"]]}," (approx. 45 minutes).  The 2-lane road passes through several small Mexican villages where you can stop for a bite to eat or to buy some local handicrafts. From ",{"type":"[[","value":[["Cancún"]]}," or ",{"type":"[[","value":[["Playa del Carmen"]]},", take highway 307 south to Tulum, and then turn inland where marked.\n\nThere are several ADO buses every morning to Coba from ",{"type":"[[","value":[["Cancún"]]}," (3h), ",{"type":"[[","value":[["Playa del Carmen"]]}," (2h) and ",{"type":"[[","value":[["Tulum"]]}," (1h), and two each afternoon out again at 13h30 and 15h30. Buses stop at the El Bocadito restaurant, which doubles as bus ticket office. From there the entrance to the archaeological site is a short 500m walk on down the same road, which bends off to the left when it reaches lake Coba. You may see crocodiles on the lake shore, well below the road.\n\nVisitors arriving by bus will be offered a shuttle service by the restaurant staff. Unless walking is not an option, there is no need to use this serivice - and if walking is not an option, Coba is probably not a good choice anyway, as a good deal of walking is inevitable at the site, even if you rent a bicycle or rickshaw.\n\n",{"type":"==","value":["Get around"]},"\nThe distance from the entrance to the main pyramid is over 1 km.  Bicycles are available for rent for MXN 30, and bicycle rickshaws and drivers are available to take you throughout the site; using one or the other is a good idea. Note that tall visitors may have difficulty finding a bicycle of suitable height - be sure to ask for ",{"type":"''","value":["el muy grande"]},". Bicycles are not allowed onto the ruins themselves, so walking a certain distance at each group of buildings is inevitable.\n\nLocal guides are available for walking or biking, and are extremely knowledgeable.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:3Cobá - Ball court.JPG"],["thumb"],["200px"],["Ballcourt at Coba."]]},"\nThe site consists of a large complex of ruins, only a small portion of which have been cleared from the jungle and restored by archaeologists. The Nohuch Mul pyramid is 42 meters (138 feet) high, and is the tallest Mayan structure in the Yucatan and the second highest in the whole Mayan world [actually four of the six main temples at Tikal are taller and El Mirador boasts the El Tigre and La Danta pyramids, which are both considerably taller than the Nohuch Mul pyramid].  There are several other buildings of interest including several temples, an ancient gallery of carved stellae, an astronomical observatory, and a ball court.\n\nOne of the most archaelogically interesting features of Coba is the network of elevated roads that emanate out from the city towards other Mayan cities. These roads, called ",{"type":"''","value":["sacbeob"]}," ('sacbe' sing.) are thought to have been their equivalent to an interstate highway system, enabling easy transportation throughout the Mayan world.\n\nBuildings at Coba are clustered in groups, such as the Grupo Coba, Grupo Nohuch Mul, and Grupo las Pinturas.\n\n",{"type":"==","value":["Do"]},"\nAs of June 2011, it was permitted to climb to the top of the pyramid, by a very steep set of approximately 120 stone stairs. However, most other structures in the area are not open to climbing. If you are planning to visit Coba with the expectation of climbing to the top, check with local authorities to see if it is still permitted.  The climb to the top is well worth it, albeit a little nerve-wracking if you are afraid of heights: The top of the pyramid juts out over the forest and you get a beautiful view of vast flat sea of green and get an idea of why the pyramids were so powerful.\n(Note)- The pyramid is to be closed to foot traffic as of December 2011).\n\n",{"type":"==","value":["Buy"]},"\nThere is a small pueblo near the ruins, with some restaurants and small shops selling local crafts.\n",{"type":"==","value":["Eat"]},"\nAt the entrance to the ruins and at the Nohoc Mul group, cold beverages and snacks can be purchased.\n\n",{"type":"*","value":[{"type":"'''","value":["El Bocadillo"]}," Restaurant in Coba pueblo that also functions as bus station. Simple menu with tasty local dishes. Prices remarkably low given the advantage offered by ADO patronage at a tourist location."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Quintana Roo"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["20.494722"],["-87.736111"]]},"\n",{"type":"[[","value":[["wikipedia:Coba"]]}]