[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Cochem, Rhineland Plalz, April,11,2008 006.jpg"],["thumb"],["225px"],["Market - central square"]]},"\n",{"type":"'''","value":["Cochem"]}," is a traditional German town with half-timbered houses and an exceptionally scenic location on the Mosel river in ",{"type":"[[","value":[["Rhineland-Palatinate"]]},", ",{"type":"[[","value":[["Germany"]]},". Population about 5,700 and a  population of 8,700 in a 7 km radius.\n\n",{"type":"==","value":["Understand"]},"\n\nFew towns in Germany can match the charm of Cochem. Its picturesque beauty, makes it a favourite place for visitors. Legend, folklore and a rich web of history is woven into every street. \nSituated in an area of outstanding natural beauty in the Mosel river valley, between the Eifel and Hundsrück. It is surrounded by high elevations, steep vineyards and typical wine villages, offering tastings, festivals and genuine hospitality.\n\nCochem, itself, is a showpiece gem and rated as one of the prettiest villages along the Mosel. Little seems to have changed for centuries. The town has many fine buildings, quaint cottages, black  & tan guild houses and winding streets. The town square, lined with its half-timbered houses, is particularly fine. ",{"type":"[[","value":[["Image:Cochem, Germany.jpg"],["thumb"],["225px"],["Sample thumbnail"]]}," and Cochem Castle, (Schloss Reichsburg) dramatically rises above the town. \n \nCochem is the center of the Mosel wine trade. Fondly known for it's regional wines due to the presence of the many vineyards and small family run wineries in the nearby towns along the river.\n\nEarly in the 19th century the first real tourists came to Cochem. Mostly English artists, they recorded the romance and beauty of the Mosel Valley, in their drawings and paintings. The development of Cochem into the first real tourist center on the Moselle came in the 1930s. \n\nThe Mosel river flows between the maintown and the Cond district, across the river by one of two connecting bridges. A wide boulevard runs along the river, with a number of river-view hotels, restaurants, bars and seating areas. From here one can also take river tours at frequent intervals.\n\n",{"type":"===","value":["Weather"]},"\nCochem is in a valley and has an almost Mediterranean climate, with warm sunny days over a 9 month season, summers are mild to hot. ",{"type":"[","value":["http:\/\/www.wetteronline.de\/Rheinl-Pfalz\/Cochem.htm"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nCochem is located on the Mosel river route B49, 57 miles north east of ",{"type":"[[","value":[["Trier"]]},", 32 miles south west of ",{"type":"[[","value":[["Koblenz"]]},", 56 miles south of Bonn and 106 miles west of Frankfurt.\n\n",{"type":"===","value":["By car"]},"\nCochem is situated between ",{"type":"[[","value":[["Trier"]]}," and ",{"type":"[[","value":[["Koblenz"]]},". You can either follow the B49\/B53 road along the Moselle River (most scenic option), or take the E44 (A48\/A1) motorway between the two cities, until exit 2, then go down the hill on the B259 road. \nThere are direct local trains from Luxembourg (1h45min), Trier (50min to 1h10min), Koblenz (40 to 55min), Bonn (1h20min), and Cologne (1h45min).\n\n",{"type":"===","value":["By plane"]},"\nThe closes airports to Cochem are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Frankfurt Hahn"],["url=http:\/\/www.hahn-airport.de"],["email="],["address="],["lat="],["long="],["directions=25 km away"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cologne\/Bonn"],["url=http:\/\/www.koeln-bonn-airport.de"],["email="],["address="],["lat="],["long="],["directions=90km away"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Frankfurt"],["url=http:\/\/www.frankfurt-airport.de"],["email="],["address="],["lat="],["long="],["directions=110km away"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By train and local bus"]},"\nIC trains, ",{"type":"[","value":["http:\/\/www.bahn.de\/international\/view\/en\/index.shtml"]}," (",{"type":"[[","value":[["Koblenz"]]},"-",{"type":"[[","value":[["Saarbrücken"]]},"). The train travels mostly along the left bank of the river Mosel. The train-station of Cochem is in the east-end of the town, less than 500 meters from the center. From the train-station and the center of town, you can take frequent bus and less frequent river boat connections to most of the villages along the Mosel-valley, that have no train-connection. ",{"type":"[","value":["http:\/\/www.vrminfo.de\/vrm\/english\/sites\/transport-system-guide\/cochem-zell.html#bus"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nYou can easily walk all through town and the districts of Cond and Sehl in a very short time. On the other hand the climb to the Castle and the upper town is quite steep. \n\n",{"type":"*","value":[" You can take the trolley tour or "]},"\n",{"type":"*","value":[" Rent bicycle at many locations. "]},"\n",{"type":"*","value":[" There are frequent and regular bus and rail service to and from nearby towns. ",{"type":"[","value":["http:\/\/www.vrminfo.de\/vrm\/english\/sites\/transport-system-guide\/cochem-zell.html"]}]},"\n",{"type":"*","value":[" See also Brians' site to 'getting round Germany' ",{"type":"[","value":["http:\/\/www.gettingaroundgermany.info\/verkehr.htm"]}]},"\n",{"type":"[[","value":[["Image:Panorama Cochem.jpg"],["thumb"],["750px"],["center"],["Panorama of Cochem with the Cochem Imperial Castle ",{"type":"''","value":["(Reichsburg Cochem)"]}," on the right side"]]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Cochem borga.jpg"],["thumb"],["225px"],["Imperial castle ",{"type":"''","value":["(Reichsburg Cochem)"]}]]}," \n\nCochem Castle, (Schloss Reichsburg), on it's high elevation, overlooks the area. It dominates the town and is an impressive feature. \n\nA restored 10th century ruin, the result is a mixture of styles that make it a pleasant and interesting building.\n\n",{"type":"==","value":["Do"]},"\nStop at the tourist office first on Endertplatz 1. They have loads of information to orientate you to Cochem and are very helpful. \n\nThroughout the year there are many events in the resort town of Cochem.\n",{"type":"*","value":[" The season begins with the Easter Market two weeks before Easter. It continues with the Moselle Wine Week in mid-June. Over 300 wines are offered for sampling at twelve wine stands."]},"\n",{"type":"*","value":[" On the first weekend in August the Cochem castle invites \"ladies and gentlemen, young and old, rich and poor\" to the Castle Festival."]},"\n",{"type":"*","value":[" Popular events and fests all over the year from May to November"]},"\n",{"type":"*","value":[" Wine tasting almost everywhere, especially in September and October"]},"\n",{"type":"*","value":[" Christmas market (Weihnachtsmarkt) Nov. - Dec. most charming since it is small enough to be contained in a single tent."]},"\n",{"type":"*","value":[" Wine cellars tour and tasting possible at: H.H. Hieronimi, Stadionstraße 2, Daily at 11.00h and 15.00h. Phone: 2671 221 ",{"type":"[","value":["http:\/\/www.hieronimi-wein.de\/mastereng.htm"]}]},"\n",{"type":"*","value":[" While the 1,000 year old castle is Cochem's famous landmark. The historical mustard mill (Senfmühle), built around 1810, is the last one of its kind in Europe. http:\/\/www.senfmuehle.net\/index.html Mustard miller Wolfgang Steffens produces various types of outstanding gourmet mustard according to choice, time-honoured recipes and processes at one of the oldest mustard mills in Europe, established in 1810."]},"\n",{"type":"*","value":[" Seselbahn to the Pinnerkreuz mountain. From there you may enjoy the very best view of the castle, the Mosel-valley and its surroundings. From the top of the mountain you can take several hiking-paths or spend some time in the restaurant with a perfect view on the castle. The chairlift is operated between Easter and mid-November 9.30a.m. - 06.30p.m. The lift is in Endertstrasse 44. Tickets for the chairlift are 4 Euros one-way or 5,50 Euros return."]},"\n",{"type":"*","value":[" The Mosel-Wein-Express. Take a tour with the small street-train.  The tours starts on a regular basis in the centre. The ride takes about 30 minutes and costs 4€ for adults and half that for children."]},"\n",{"type":"*","value":[" Along the Moselle. The flower-bedecked Moselle promenade is a lovely place for a stroll, and there are plenty of benches when you're ready for a break."]},"\n",{"type":"*","value":[" Bicycle rental: All along the Mosel there are bike paths. A day's hire costs about 8 euro a day. To rent a bicycle you need to show a valid ID and leave a 20 euro deposit per bicycle. Fahrrad = bicycle in German Fahrradverleih = bicycle rental."]},"\n",{"type":"*","value":[" Hiking >> Many walking opportunities"]},"\n",{"type":"*","value":[" Golf. Cochem has a Golf complex featuring 18 holes, 9 hole (executive) course, clubhouse, restaurants and vacation houses. Website: ",{"type":"[","value":["http:\/\/www.golfcochem.de\/du\/"]}]},"\n",{"type":"*","value":[" Swimming, Indoor pool and recreation center in Cochem\/Cond, across the North bridge."]},"\n",{"type":"*","value":[" Disco at the Youth-Hostel in Cond."]},"\n",{"type":"*","value":[" Be advised that the town can get a little quiet, after 6 pm, when most of the tourist day trippers go home."]},"\n",{"type":"===","value":["Other Parts of Town"]},"\n\n",{"type":"*","value":[" Cond, across the bridge, afternoon sunny terraces with a great view across the river of the Cochem architecture, the castle and the steep slopes as a background. Recreation center, hiking paths, camping-grounds, large shopping center, medical center\/hospital."]},"\n",{"type":"*","value":[" Sehl, in short walking distance south along the Boulevard, has a small historic village atmosphere. Offers good accommodations and hiking paths. Ebernach Kloister and winery, is also located here on the edge of town and well worth a visit. Beside the winery, it has an arts center and shop, extensive gardens and a chapel for quiet contemplation."]},"\n",{"type":"===","value":["Further afield"]},"\n\n",{"type":"*","value":[" The Klotten Wildlife and Leisure Park, (Gebr. Hennes), ",{"type":"[","value":["http:\/\/www.klotti.de"]}]},"\n",{"type":"*","value":[" Schlagkamp-Desoye Wine Museum"]},"\n",{"type":"*","value":[" Senheim Sculpture Park"]},"\n",{"type":"*","value":[" Cochem is a port of call on many cruises from Trier, Bernkastel-Kues and Koblenz. Many cruises start from Cochem daily. The cruiseships pier is on the beautiful boulevard of the town. The river is an important transportation waterway for cargo-ships between the river Rhine and Moselle-ports in France. "]},"\n",{"type":"*","value":[" Above all the tiny village of Beilstein, which has provided a fairytale setting for several films."]},"\n",{"type":"*","value":[" Burg Eltz, what many regard as the most beautiful castle in the Moselle region"]},"\n",{"type":"*","value":[" Valwig wanderweg"]},"\n",{"type":"*","value":[" Calmont-Klettersteig"]},"\n",{"type":"*","value":[" Nürburgring! You'll notice many motorcycle (and sports car) enthousiasts, during the March to November season, visiting the famous racing circuit."]},"\n",{"type":"==","value":["Internet availability"]},"\nThere are several Internet cafe's in town.\n",{"type":"*","value":[" The largest is on Enderd Str. On the right, just before the R.R. underpass. "]},{"type":"*","value":[" Murphy's, an Irish pub with a couple of terminals, just a little further along on Enderd Str. on the left and before the Post Office."]},{"type":"*","value":[" Moselboulevard ?"]},{"type":"*","value":[" The T-Mobile place on the square fronting the mosel?"]},"\nA few of the Hotels, Pensions and Apartments also offer WiFi, as well as the Hostel, either free or fee paid. See the sleep section, below.\n\n",{"type":"==","value":["Buy"]},"\nLocal wine and liqueurs. \nEspecially in the pedestrian area you may buy a big choice of wines from the Mosel-valley. Almost every 2nd shop is wine-store and depending on the year expect to pay about 3-5 € a 0,7 litre bottle.\n\n",{"type":"===","value":["Shops"]},"\n",{"type":"*","value":[" Weingut Göbel-Schleyer, opposite the hotel Alte Thorschenke at the bridge end of the pedestrian area. Souvenir stoneware-bottle with 0,7 litres of Mosel-wine just 4,40 €. smaller size 0,5 litre; 3,30 €. Wine tasting and many other local items. Phone: 02671 \/ 7444"]},"\n",{"type":"*","value":[" Fleischerei\/Metzgerei Hans Noss (Artisan Butcher Shop), Bernstr. 17 (the pedestian area). Fine meats, wursts, delicatessen for more than 150 years. Chef\/Owner: Seigfried Schmitz. Phone 0 2671 7778"]},"\n",{"type":"*","value":[" Bäkerei Die Lohners, (Frau Gansen) Bernstr. 10, Large range of bakery products, natural breads, bio-products. Phone 0 26 71 \/ 73 77. ",{"type":"[","value":["http:\/\/www.die-lohners.de\/cochem_bern.html"]}," Opening times: M-F 7AM-6PM, Sa 7AM-2PM, Sun. 1PM-4:30PM."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe area revolves around excellent wine and good food. A number of wineries have cosy restaurants where fine cuisine and regional specialties are served. While the town may only boasts a few churches, it makes up for it in the wealth of weinstübe, pubs, restaurants, bistros, cafes and hotels, offering traditional regional fare, in additional to dishes from many other regions exist. \n\nThe following is just a small selection of restaurants offerings. While exploring, you are sure to find many more. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Castle Thorschenke"],["alt=hotel and restaurant"],["url=http:\/\/www.castle-thorschenke.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dates from the 14th century?\" Local Theme, Price: US$11–20 Website:."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Germania"]}," on the Mosel promenade in the center of Cochem. Local Theme. Price: US$11–20 Comparison: less expensive than average. Moselpromenade 1 56812 Cochem\/Mosel Website: ",{"type":"[","value":["http:\/\/www.hotel-germania.de"]},".  "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Speisegaststätte Noss"],["alt="],["url=http:\/\/www.noss-cochem.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fleischerei-Gaststätte. Internet: Moselpromenade 4"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Labrochette"]},", Eclectic\/International,  Price: US$21–30, Oberbachstrasse 26, at the back of the Marktpaltz ",{"type":"[","value":["http:\/\/www.labrochette.de"]}," Brochettes (kebabs), other grilled meat, and fish with tasty sauces offered. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel\/Restaurant Lohspeicher"]},", 'l'Auberge du Vin'. Top gourmet restaurant, Obergasse 1 - Am Marktplatz Phone 26 71 \/ 39 76 www.lohspeicher.de ",{"type":"[","value":["http:\/\/www.lohspeicher.de\/index2.htm"]}," More expensive than average."]},"\n",{"type":"'''","value":["Other"]},"\n\n",{"type":"*","value":[" San ",{"type":"'''","value":["Christobal"]},", Mexican and International, Endertstraße 7, Phone 4199"]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["La Baia, Pizzeria"]},", Restaurant, sunny terrace on Josef-von-Stelb-Platz 1, Phone 8040"]},"\n",{"type":"*","value":[" Fast Food (Imbiss-Stuben): Kochloffel, Am Markt 10, Open morning until late."]},"\n",{"type":"*","value":[" Australian Homemade Ice Cream & Chocolate, Moselpromenade 9. 9AM-11PM."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Wine"]}," tasting is possible everywhere in and around Cochem, many also serve good food.\n\n",{"type":"*","value":[" Antique Weinstube Alte Gutssehanke, Schlossstrasse6, Phone: 2671\/8950. Organizes tasting varietals from his own vineyard and from a vast collection."]},"\n",{"type":"*","value":[" Weinstube Zum Kapuziner, Pater-Martin-Str. 10, Phone 2671-1418,  ",{"type":"[","value":["http:\/\/www.moselweingut-ring.de\/en\/page3.htm"]},". Vinothek and Weinstube (wine bar) with a terrace overlooking the Mosel. Wine by the glass and traditional home cooked meals from the vintner's kitchen. "]},"\n",{"type":"*","value":[" Weingut Andrae-Goebel Herrenstr. 24, Phone 2671-7447,  ",{"type":"[","value":["http:\/\/www.weingut-andrae-goebel.de"]},". Winebar in a historic building where you can taste all the wines they produce on their vineyard in Ernst. Bottled wine, liquers and brandy, homemade marmelades, vinegars and many items related to wine.    "]},"\n",{"type":"*","value":[" Weingut Winzerhof Rieslingstub'n, Phone 2671-7297 ",{"type":"[","value":["http:\/\/www.haxel.de\/index2.html"]},". A small winery in the heart of town run by Rolf and Erika Haxel. Wine tasting in a relaxing courtyard in the shadow of vine-plants. Endertstr. 24-28 Also offers classic Rieslingsekt in dry or brût. "]},"\n",{"type":"'''","value":["Beer & cocktails"]},"\n\n",{"type":"*","value":[" Murphy's, Endertstr. A funky pub, good conversation, live music at night. Besides beer they serve cocktails, not famous for their food or wine. A few internet terminals."]},"\n",{"type":"'''","value":["Nite life, dancing, music"]},"\n\n",{"type":"*","value":[" Konigsteke, `Tanz & Gasthause´, Bruckenstraße 6, open 6PM-4AM. Phone 91101"]},"\n",{"type":"*","value":[" Tanzpalast Moselstern, `Live- und Disco-Musik´, Uferstraße 13, Phone 981402. Open 7PM-3AM."]},"\n",{"type":"==","value":["Sleep"]},"\n\nCochem is the recognized centre of a geographical area especially well suited for tourism. There are over 3.300 beds, from budget to luxury, in area hotels, pensions, hostel, camping and vacation homes. Of the 350.000 annual overnight guests, 150.000 are foreigners. Some suggestions below, you can 'Google' for many more.\n\nThere are three ",{"type":"'''","value":["camping areas"]}," in Cochem.\n\n",{"type":"*","value":[" Campingplatz am Freizeitzentrum. On the river-edge in Cond near the pool, recreation center and shopping plaza. Campers, tents, and boat accommodation. ",{"type":"[","value":["http:\/\/www.campingplatz-cochem.de"]},"  Phone 2671-97990 (4409)"]},"\n",{"type":"*","value":[" Campingplatz Schausten, Endertstr. 124. Family camping in the upper town, restaurant\/bar, small market, bikes, camping gas. ",{"type":"[","value":["http:\/\/www.camping-cochem.de"]},"  Phone 2671-7528"]},"\n",{"type":"*","value":[" Campingplatz Winneburg, Endertstr. 141,  Phone 2671-98731"]},"\nFor further area camping descriptions see this site made by a dutch friend of the Mosel river.  ",{"type":"[","value":["http:\/\/members.home.nl\/g.reinink\/moezel_eng.htm"]}," \n\n",{"type":"'''","value":["Hostel"]},", 146 beds. Located in Cond district (across the north bridge, within walking distance of the RR Station) Klottener Strasse 9, Cochem Phone: 2671 8633 Internet Access.\nWebsite: ",{"type":"[","value":["http:\/\/www.diejugendherbergen.de\/cms\/front_content.php?idcat=265&lang=1&client=1"]}," Email: [cochem@diejugendherbergen.de] Dormitory bed: €21.10 \n\n",{"type":"'''","value":["B&B and Apartments"]}," on family owned vineyards.\n\nVisitors wanting to stay longer than they intended, because the wines are so good, might consider a cosy guest room at the vineyard. A vineyard holiday is often one that is remembered fondly for years afterwards. Maybe you have already experienced helping with the grape harvest or walking and picnicking in the vineyards, where you are quickly caught up in the relaxed, friendly atmosphere and visitors soon become friends.\n\n",{"type":"'''","value":["Apartments"]}," (self catering) Price per unit usually between € 35 - € 50 per night. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ferienhaus \"Am Reilsbach\" Haus Reitz"]},", (Frau Thiel), Am Reilsbach 25, Cochem\/Sehl. (across from the Moselromantik Hotel Kessler Meyer). Spacious 1 and 2 bedroom apartments, most with balcony overlooking the river, Cochem and the Castle. Sauna\/fitness and rec. room, BBQ, free WiFi hotspot. From € 30 per night.   Phone: 02671\/8266 or 7080 ",{"type":"[","value":["http:\/\/www.ferienhausamreilsbach.de\/"]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ferienweingut\/Pension Elisabeth"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +49 2671-5201"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Zehnthausstr. 54, Three locations in Cochem (and just across the river in Cond), Pension rooms from € 28 p.p.\/Double and Apartments from € 40\/night. ",{"type":"[","value":["http:\/\/www.ferienweingut-elisabeth.de"]}]]}]},"\n",{"type":"'''","value":["Hotels"]}," Usually includes breakfast, charged per person \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Moselromantik "]},"Hotel",{"type":"'''","value":[" Kessler Meyer"]},"****, 50 room\/apartments, great views of the Mosel, town and the Castle (room 53 has a spectacular vista). Pool, Sauna, leisure center, 4 restaurants, bars, terraces with BBQ's. WiFi access. Rooms from € 50-150\/per person. Reilsbach 12, Cochem-Sehl, ",{"type":"[","value":["http:\/\/www.hotel-kessler-meyer.de"]}," Phone: 2671\/4600"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Moselromantik "]},"Hotel",{"type":"'''","value":[" Panorama"]},", 49 room\/apartments\/suites, live webcam, restaurant, bar, lounge, garden terrace, wellness, massages, indoor pool, sauna, steambath, free WiFi access. Rooms from € 40-99\/ per person - included ' Panorama-Breakfast-Buffet'. Klostergartenstrasse 44, Cochem ",{"type":"[","value":["http:\/\/www.panorama-hotel.de"]}," Phone: +49 (0) 2671\/9 14 14 0"]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Parkhotel"]}," von Landenberg, Sehler Anlagen 1 Moselpromenaden, between Cochem and Sehl in a parklike setting. 40 beds from € 38 per person incl. breakfast. Half and full board available. Gourmet restaurant, pool, sauna, sölarium. WiFi Hotspot. Free Parking. Wines from Weingut Freiherr von Landenberg (owner). Phone: 02671 7110 ",{"type":"[","value":["http:\/\/www.parkhotel-cochem.de\/germany\/moselrooms-roomrats\/index.html"]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +49 2671-41 99"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Restaurant Stumbergers, Sehler Anlagen 29, Cochem-Sehl, Nine modern equipped rooms with shower\/WC and TV. Parking, garage for cyclists and bikers at disposal. Owner: Safet Stumberger, or 7127 ",{"type":"[","value":["http:\/\/www.hotel-stumbergers.de"]}]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"'''","value":["Ferienland Cochem"]}," Tourist Information, \nEndertplatz 1,\nD-56812 Cochem \/ Mosel, \nTel: +49 (0)2671\/6004 0,        \nFax: +49 (0)2671\/6004 44, \nE-Mail: info@ferienland-cochem.de,  \nWebsite: ",{"type":"[","value":["http:\/\/www.cochem-tourist.de"]}," (English link available), \nAlt: ",{"type":"[","value":["http:\/\/www.cochem.de"]},"\n\n",{"type":"'''","value":["Reichsburg Cochem"]}," GmbH (aka Cochem Castle), \nSchlossStraße 36\nD-56812 Cochem, \nTel: +49 (0) 2671\/255, \nFax: +49 (0) 2671\/5691, \nE-mail: info@reichsburg-cochem.de,\nWebsite: ",{"type":"[","value":["http:\/\/www.reichsburg-cochem.de"]},"  (English link available)\n\nRheinland-Pfalz Bundesland Tourismus GmbH (aka Rhineland Palatinate State Tourism),\nLöhrstrasse 103 - 105,\n56068 Koblenz, Germany, \nTel: 0261\/91520-0,\nE-Mail:info@rlp-info.de,\nWebsite: ",{"type":"[","value":["http:\/\/www.rlp-info.de"]}," (English link available)\n\nEifel Landkreis Tourismus (ET) GmbH (aka Eifel Region Tourism),\nKölner Strasse 13,\nD-53902 Bad Münstereifel,\nE-mail: winter@eifel.info Website: ",{"type":"[","value":["http:\/\/www.eifel.info\/"]},"\n\nHunsrück-Touristik GmbH Hunsrückhaus 54411 Deuselbach (Germany)Phone: +49 (0) 6504 950 460 \nWebsite (English): ",{"type":"[","value":["http:\/\/www.hunsruecktouristik.de\/"]},"\n\nGerman National Tourist Board (GNTB),\nBeethovenstraße 69,\nD-60325 Frankfurt\/Main,\nFax: +49 (0) 69\/75 19 03,\nE-mail: info@d-z-t.com,\nWebsite: http:\/\/www.germany-tourism.de  (English link available)\n\n",{"type":"==","value":["Go next"]},"\nThe RMV-Internet Agentur-Team (Rhein-Mosel-Verlag In Alf on the Mosel) has a very expansive website, not only on the Mosel but with links to the wider Hünsruck, Eifel and the Rhine area. ",{"type":"[","value":["http:\/\/www.mosel-reisefuehrer.de\/"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Zell"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Treis-Karden"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Treis-Karden#See"],["Burg Eltz"]]}," bei Karden"]},{"type":"*","value":[" ",{"type":"[[","value":[["Koblenz"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Moselle valley"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Cochem"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Rhineland-Palatinate\/Localities\/Cochem\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Cochem"]]},"\n",{"type":"{{","value":[["geo"],["50.14831"],["7.16639"],["zoom=15"]]}]