[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Cochabamba"]]},"\n",{"type":"'''","value":["Cochabamba"]}," is a department in the ",{"type":"[[","value":[["Sub-Andean Bolivia"],["Sub-Andean region"]]}," of ",{"type":"[[","value":[["Bolivia"]]},". It lies in the Andean valley region of Bolivia, between the tropical lowlands of ",{"type":"[[","value":[["Santa Cruz (department, Bolivia)"],["Santa Cruz"]]}," and the highlands and altiplano in ",{"type":"[[","value":[["Potosí"]]}," and ",{"type":"[[","value":[["La Paz (department, Bolivia)"],["La Paz"]]},".\n\n",{"type":"==","value":["Cities"]},"\nThe urbanized region of ",{"type":"[[","value":[["Cochabamba"]]}," and surrounding Quillacollo and Sacaba are the economic centers of the department, and in recent years have grown to be highly linked, such that a tourist may not recognize that they are travelling between cities. Nonetheless the locals maintain that each has a distinct character. Cities in this central region include:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cochabamba"]]}," - capital and largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Quillacollo"]]}," - nearby city with a few windy colonial streets to explore, with a major religious festival in late August"]},{"type":"*","value":[" Sacaba and Colcapirhua - new suburbs of mostly concrete and highways"]},{"type":"*","value":[" Tiquipaya and Vinto - more rural suburbs with larger estate houses; Vinto has a Catholic university"]},"\nOutside the central valley of Cochabamba department, there are numerous small towns, some of which retain a well-worn version of colonial charm. The three most prominent are in the valley directly south of the departmental capital.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tarata"]]}," - charming colonial village with the festival of San Severino in late November"]},{"type":"*","value":[" Cliza and Punata - towns in the same valley with a few colonial buildings, handicrafts, and local culture"]},"\nFurther afield are a number of major attractions.\n",{"type":"*","value":[" Totora - distinctive and famous colonial village on the way to Sucre."]},{"type":"*","value":[" Aiquile - similar colonial village with handicrafts."]},{"type":"*","value":[" ",{"type":"[[","value":[["Torotoro National Park"],["Torotoro"]]}," - main town of a national park in Potosí department that has caves and dinosaur remnants."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Torotoro National Park"]]}," (Potosí Province, accessible from Cochabamba)"]},{"type":"*","value":[" Carrasco National Park (Chapare Region)"]},{"type":"*","value":[" Cerro Tunari and Parque Nacional Secure"]},{"type":"*","value":[" Lago Corani"]},"\n",{"type":"==","value":["Understand"]},"\n\nCochabamba is both the name for the department (like a state or province in other countries) and for the capital city, ",{"type":"[[","value":[["Cochabamba"]]},".\n\nLike all Bolivian departments, Cochabamba is politically divided into several provinces. The capital city is coterminous with the province of Cercado. In general, the political divisions of Bolivia beyond department are not relevant to tourists, unless volunteering with an organization that works within a specific city, for example in a development project within the Cercado province.\n\n",{"type":"==","value":["Talk"]},"\nYou're always bound to find someone speaking Spanish, even in rural regions where Quechua is the predominant language. Bolivians tend to be shy with foreigners - it isn't disrespect, it's merely a cultural tendency when dealing with unknown people. It's still polite to smile and say \"Buenos Días\/Tardes\" to people you see.\n\nWhen someone says \"salud\" in your direction and holds up a drink, it indicates that they would like to share at least a sip of their drink with you. It is impolite to refuse - use your best judgement.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Bus"]},"\nThe best roads into and out of Cochabamba city lead to La Paz, Oruro, and Santa Cruz. It is also possible to travel to and from Potosi and Sucre by bus, but because of long, winding mountain roads at very high altitudes, the trip is uncomfortable and should be avoided. Typical prices (2011), travel times, and recommended bus companies are as follows:\n",{"type":"*","value":[" ",{"type":"[[","value":[["La Paz"]]}," - 25 to 60 Bs; 8 hours; El Dorado, Trans Copacabana, many others"]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Cruz (city, Bolivia)"],["Santa Cruz"]]}," - 60 to 120 Bs; 10 hours; Trans Copacabana"]},{"type":"*","value":[" ",{"type":"[[","value":[["Oruro"]]}," - 20 to 30 Bs; 4 hours; Trans Azul"]},{"type":"*","value":[" ",{"type":"[[","value":[["Potosi"]]}," - 7 hours; unknown"]},"In general it is a safe bet to arrive at the bus terminal and expect a bus from at least one company to be leaving for Cochabamba within an hour or so.\n\n",{"type":"===","value":["By Plane"]},"\nCochabamba is the hub of the new airline Boliviana de Aviación (BoA)",{"type":"[","value":["www.boa.bo"]}," and as such has good, inexpensive connections to domestic and international destinations, including ",{"type":"[[","value":[["Buenos Aires"]]}," and ",{"type":"[[","value":[["São Paulo"]]},".\n\nTAM Bolivia",{"type":"[","value":["www.tam.bo"]}," flies on a less regular schedule to a number smaller cities and rural towns. AeroSur,",{"type":"[","value":["www.aerosur.com"]}," Bolivia's older airline, also offers connections through its hub in Santa Cruz, though it is generally more expensive than BoA and it pays to book in advance. TAM Mercosur",{"type":"[","value":["www.tam.com.br"]}," flies a few times a week to ",{"type":"[[","value":[["Asunción"]]},", Paraguay.\n\n",{"type":"==","value":["Get around"]},"\nServices to Quillacollo and other cities within the main valley traverse many of the streets in the capital. Go to a main road that's going in the general direction you want to go (eg. Heroinas or Aroma heading westward for Quillacollo), look on the front of the minibuses for the destination, or ask a local. These nearby urban services cost up to 3 Bs. Services within the city of ",{"type":"[[","value":[["Cochabamba"]]}," cost 1.70 Bs.\n\nMost transport to towns within the department leave from certain distinct spots within the city of ",{"type":"[[","value":[["Cochabamba"]]},". They go whenever full, and are usually available throughout the day. Services to Tarata and Cliza leave from Avenida Barrientos, south of La Cancha marketplace, and cost about 5 Bs. Services to Aiquile leave from 6 de Agosto and Barrientos, and cost 20 Bs; no service on Sunday. Villa Tunari services go from Oquendo and República, and cost 15-25 Bs. \n\nFor other destinations it's good to ask a local from the tourist information office or a travel establishment, though they might try to sell you expensive private services.\n\n",{"type":"==","value":["See"]},"\nThe ",{"type":"'''","value":["mountain ranges"]},", including Tunari and Cerro San Pedro with the famous Cristo de la Concordia statue, form most of Cochabamba province and provide opportunities for hiking and camping, as well as South America's most famous paragliding companies.\n\nThe ",{"type":"'''","value":["rainforest"]}," region of Chapare has all the best characteristics of the rainforest, and there companies offering hotel stays and trips through the jungle.\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"[[","value":[["Torotoro National Park"]]}," is about 4 hours away from the capital city, ",{"type":"[[","value":[["Cochabamba"]]},". There you can see dinosaur footprints and climb down in a big cave. Only 2 days are needed even if tourist companies say more. The road to the park is really bad.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paraglide"]},". AndesExtremo ",{"type":"[","value":["http:\/\/www.andesxtremo.com\/"]}," and Parapente Bolivia ",{"type":"[","value":["http:\/\/www.parapente-bolivia.com\/Default_Ing.htm"]}," both offer tandem flights and paragliding classes. (Paragliding is with a parachute, not a fixed wing like hang-gliding.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Festivals"]},". Visit ",{"type":"[[","value":[["Quillacollo"]]},", just 20 minutes from ",{"type":"[[","value":[["Cochabamba"]]}," city, for it's Fiesta de la Virgen de Urkupiña, which is a national pilgrimage site and attract thousands of religious visitors on and round August 15th. Cochabamba city's festival is September 14th, while Tarata celebrates the fiesta de San Severino in late November, to mark the coming of the rain."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Volunteer"]},". Comunidad Inti Wara Yassi is 4 hours into the jungle at Villa Tunari. It offers the amazing experience of looking after previously captive tropical wild animals as a volunteer. ",{"type":"[","value":["http:\/\/www.intiwarayassi.org\/"]}]},"\nCochabamba is also a good point for excursions into the Chapare Region:\n",{"type":"*","value":[" ",{"type":"'''","value":["Samaipata"]}," is a town towards the Carrasco National Park and has lodging in the wilds nearby for a quiet retreat."]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Fundacion Delpia"],["alt="],["url=http:\/\/www.fundacion-delpia.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\"Fundacion para el Desarrollo Local de los Pueblos Indigenas Amazonicos-Andinos\" is a non-profit organization that organizes tours to the National Park ",{"type":"''","value":["Isiboro Sécure"]}," and visits to local indigenous communities (4-5 days). Visitors can choose to get either integrated into the daily life of the local families (fishing, cooking, hunting, sleeping in traditional hut etc) or touring the national park with an indigenous guide by foot or canoe (sleeping in tents)"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hotel Tucan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This hotel is 2 km from Villa Tunari, on the main road to Santa Cruz.  We asked our trufi driver to drop us off at the entrance. Otherwise you will have to walk or take a taxi (10 Bolivianos) to the entrance.  It´s 200 Bolivianos per night for a simple, and 160 Bolivianos per night for a triple (per person).  All rooms are the same; you pay based on the number of people in the rooms.  The showers are hot, the towels are clean.  Not a bad place, and breakfast is included.  I would not recommend eating dinner there, as the food is overpriced and underwhelming. The pools are free to use."]]}]},"\n",{"type":"==","value":["Eat"]},"\nCochabamba department ",{"type":"'''","value":["prides itself on its food"]},", mostly for the large portions in local dishes - Cochabamba has been dubbed the \"bread basket of Bolivia.\" Though it may not all be prepared close to western tastes, it's worth trying at least the ",{"type":"''","value":["Sillpancho"]},", a egg-meat-tomato-onion-rice-potato dish, and the ",{"type":"''","value":["Sopa de Maní"]},", which is a creamy peanut soup.\n\n",{"type":"==","value":["Places to eat"]},"\n\nPaprika Restaurant, Cochabamba, Bolivia\nAddress: \nCalle Chuquisaca N° 688 esq. Antezana, Cochabamba, Bolivia\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Chicha"]}," is the traditional corn-based alcoholic drink of the rural areas, and while in the past it may have been trustworthy to drink in most places (when saliva was used in fermentation), the modern-day addition of other products for fermentation (some highly unsanitary) may make it dangerous in most places.\n\nLocal ",{"type":"'''","value":["beers"]}," include the nationally-known Taquiña brand, though most Cochabambinos prefer Huari which comes from outside the region.\n\n",{"type":"==","value":["Stay safe"]},"\nThe southern portion of Cochabamba city and the hillside may be dangerous after dark, but most of the northern areas (above Av. Heroinas) are safe most of the time, with normal precautions. During the rainy season the roads throughout the province are more difficult, especially to Toro Toro.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Going further into the jungle towards Santa Cruz offers a more tropical experience and may be more fun than battling flooded mountain roads during the rainy season, December-March."]},"\n",{"type":"*","value":[" Going to the altiplano, especially ",{"type":"[[","value":[["Uyuni"]]}," and the tours in that region, are a great way to continue travelling through Bolivia. Trains also go from Uyuni to the Argentine border, but it is out of the way if you'd like to go directly to Argentina."]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["geo"],["-17.3333"],["-65.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sub-Andean Bolivia"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Cochabamba Department"]]}]