[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Cochabamba"]},", or simply ",{"type":"'''","value":["Cocha"]},", the fourth largest city in ",{"type":"[[","value":[["Bolivia"]]},", is located some 240 km southeast of ",{"type":"[[","value":[["La Paz (Bolivia)"],["La Paz"]]},". The city, set on a plain surrounded by mountains, is known for its moderate climate and is often called Bolivia's \"resort city\".  Other nicknames for Cochabamba include the \"Garden City\" and the \"City of Eternal Spring\".\n\n",{"type":"[[","value":[["Image:Cochabamba-Plaza.jpg"],["thumb"],["200px"],["Plaza 14 de Septiembre and the cathedral"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Orientation"]},"\nThe main thoroughfare in Cochabamba is ",{"type":"'''","value":["Avenida de las Heroinas"]},", which runs east-west, with its north-south counterpart ",{"type":"''","value":["Avenida Ayacucho"]},". The intersection of these two is known by its ",{"type":"''","value":["Correo"]},". Plaza 14 de Septiembre is considered the center of the city. Avenida Ballivian, commonly called ",{"type":"'''","value":["El Prado"]},", is a tree-lined boulevard running north from ",{"type":"'''","value":["Plaza Colon"]},", with many of the city's better restaurants and hotels nearby.\nGenerally, neighborhoods get more affluent towards the north, and poorer to the south.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nCochabamba's ",{"type":"'''","value":["Jórge Wilstermann International Airport"]}," (",{"type":"{{","value":[["IATA"],["CBB"]]},") connects well to other large cities in the country. If flying from La Paz, sit on the left side to get a stunning view of Mt. Illimani just off the wingtip. A taxi to the center of town from the airport ranges between Bs. 25-35 (approx. US$3.50-5.00) depending on the distance. There is also a public bus \"B\" line that eventually makes it way to the center of town.\n\nMost flights are handled by ",{"type":"[","value":["http:\/\/www.boa.bo BoA"]},", ",{"type":"[","value":["http:\/\/www.aerocon.bo Aerocon"]},", EcoJet, AeroCon, Amaszonas, and a few by Bolivia's military airline, also named ",{"type":"[","value":["http:\/\/www.tam.bo TAM"]},".\n\nThere are also some international flights from Buenos Aires and São Paulo.\n\n",{"type":"===","value":["By bus"]},"\nThe terminal is some 10 blocks south of the center, just north of the market called Cancha.\n",{"type":"*","value":[" From ",{"type":"[[","value":[["La Paz"]]},", it's seven or eight hours by bus to Cochabamba. Buses leave every hour, 30-60 Bs. A new highway is being constructed, which will reduce travel time by some 3 hours. Boliviar is the best company, with plush cama seats.  They leave almost every 1 1\/2 hr, beginning at 6:30AM and ending at 11PM  The journey is approx 8 hrs, if you take the morning bus, and 7 hrs if you take the night bus.  Cost of a ticket for cama for the 6:30AM bus is 50Bs, and I believe the cost for a cama for the night bus is 90 Bs, semi-cama 70Bs, and normal (if you are a luxury-backpacker: not worth it!) 50Bs.  Ask if there are any road-blocks, because these can cause you to take another bus for additional cost. The best way to find this out might be to see if other companies are leaving at the same time too."]},{"type":"*","value":[" It's 10 hours by bus from ",{"type":"[[","value":[["Santa Cruz (city, Bolivia)"],["Santa Cruz"]]},", 80 Bs."]},{"type":"*","value":[" Night buses to ",{"type":"[[","value":[["Sucre"]]},", 11 bumpy and cold hours, 40 Bs."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\nCochabamba has buses (micros), mini-vans (trufis) and shared cabs (taxi-trufis) that run along fixed routes. There are no set stops and in order to get off, you must say \"me bajo\" (I want to get off) or \"esquina\" (for stop at the corner). Fares are Bs. 1.90. (Many drivers do not have adequate change, so do not be surprised if you do not receive change or you may receive 20 cents back).\n\n",{"type":"===","value":["By taxi"]},"\nMost cars honking at you are cabs. Ask and negotiate the fare before entering a cab. The price should be Bs. 6-7 for one person within the city center (inside the boundaries of the river). Adding additional passengers should cost between Bs. 1 and Bs. 2\/person. Downtown to Quillacollo is 25-30 Bs. There is no standard fare, and most taxi drivers will try to overcharge tourists.\n\nAt night, it might be best to call a radio taxi to pick you up. There are many different companies with their bases in different parts of town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Cristo de la Concordia, Cochabamba 3.jpg"],["thumb"],["Christo de la Concordia"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cristo de la Concordia"]},". The statue is just a bit higher and larger than the one in ",{"type":"[[","value":[["Rio de Janeiro (city)\/Zona Sul#See"],["Rio de Janeiro"]]},", making it the world's largest statue of Jesus until 2010, when a larger one was completed in Poland. It offers a great view of the city. Walk Calle Colombia until its eastern end, then a swift right: This park\/playground is where the cable car goes from, 3 Bs each way. You can also walk, but stay in a group, as rumours has it robbers attack. Finally, taxi is always an option."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Simón I. Patiño Cultural Center"],["alt=Centro Pedagógico y Cultural Simón I. Patiño"],["url=http:\/\/www.fundacionpatino.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Av. Potosí 1450. Includes the ",{"type":"'''","value":["Palacio Portales"]}," mansion, gardens (",{"type":"''","value":["Jardines"]},"), and an art museum (",{"type":"''","value":["Centro de Arte Contemporáneo"]},"). The mansion was built by Patiño, a tin magnate who controlled over half of the nation's output in the 1930s. Guided tour Tu-F, 15:30, 16:30, 17:30 (Spanish), 16:00, 17:00 (English)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Natural History"],["url="],["email="],["address=Calle Potosi, Recoleta"],["lat="],["long="],["directions=Next door to Palacio Portales"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Medical Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main Hospital in Cochabamba, Hospital Viedma, has a cute little medical museum attached, with some amazing old x-ray machines.  The museum is near the corner of Venezuela and Oquendo."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museo Archeologico"],["url="],["email="],["address=Jordan esq. Aguirre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=25 Bs"],["content=Awesome archeological museum with mummies, deformed skulls, amazing pottery and other artifacts.  Well worth a visit."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe city is Bolivia`s paragliding capital. Several agencies offer tandem flights (300 Bs) and courses. A typical beginner´s course will take minimum 10 days (2 hours theory and 4 hours practice every day, 12 solo flights) and cost about 3000 Bs. Among the cheapest on the continent.\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=AndeseXtremo"],["alt="],["url=http:\/\/www.andesxtremo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also has other outdoor activities"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Parapente Bolivia"],["alt="],["url=http:\/\/www.parapente-bolivia.com\/Default_Ing.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThe biggest cinema in town, ",{"type":"''","value":["Cinecenter"]},", features a handful of showrooms mostly flashing the latest Hollywood fare, and a food court. Just north of Plaza Quintanilla.\n\nThere are some towns around Cochabamba worth visiting:\n",{"type":"*","value":[" Visit nearby Punata (market on Tuesday with a lot of indigenous people selling animals)"]},{"type":"*","value":[" Visit nearby ",{"type":"[[","value":[["Tarata"]]},", nice picturesque town that can make an easy day trip"]},{"type":"*","value":[" Visit nearby Quillacollo for it's Fiesta de la Virgen de Urkupiña (August 15)"]},"\nCochabamba is also a good point for excursions into the Chapare Region:\n",{"type":"*","value":[" The non-profit organization ",{"type":"[","value":["http:\/\/www.fundacion-delpia.org\/ Fundacion Delpia"]}," \"Fundacion para el desarrollo local de los pueblos indigenas amazonicos-andinos\"  organizes tours to the National Park Isiboro Sécure and visits to local indigenous communities (4–5 days). Visitors can choose to get either integrated into the daily life of the local families (fishing, cooking, hunting, sleeping in traditional hut etc) or touring the national park with an indigenous guide by foot or canoe (sleeping in tents)"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=hot springs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=4 Bs"],["content=There is a nice hot spring near Cochabamba.  Travel time one way is around 1.5 hours, mostly due to roundabout trufi routes. To get there, take a trufi from the southeast corner of Plaza Sucre, near the University, to Quillacollo, 12 or so km to the west.  Get off at the main plaza in Quillacollo, Plaza Bolivar, and walk one block west to Calle Santa Cruz.  On the north side of the main road, you should be able to pick up a trufi on Calle Santa Cruz to the hot springs.  You´ll have to walk the last 1.5 km.  The trufi costs 5 Bs.  Entrance fee is 4 Bolivianos.  Make sure you ask if the trufi goes to the ¨aguas calientes.¨"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=mARTadero"],["url=http:\/\/www.martadero.org"],["email="],["address=Ollantay esq. 27 de Agosto"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a great arts and performance center based in an old slaughterhouse.  They have rotating art exhibits, music performances, and other interesting stuff."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sustainable Bolivia"],["url=http:\/\/www.sustainablebolivia.org"],["email="],["address=Calle Julio Arauco Prado 230"],["lat="],["long="],["directions=between Ave. Heroinas and Calle Sucre"],["phone="],["tollfree="],["fax="],["hours=9AM-6PM"],["price="],["content=Sustainable Bolivia is an organization that co-ordinates volunteers and grassroots organizations in Cochabamba, and also offers Spanish, Quechua and Aymara classes.  You can stay with a family or live in a hostel while volunteering or taking classes. Grants to organizations are administered by the volunteers themselves, so they know how the money is being used."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Instituto para el Desarrollo Humano"],["url=http:\/\/www.idhbolivia.org"],["email="],["address=Humboldt 829"],["lat="],["long="],["directions="],["phone=591+4118315"],["tollfree="],["fax="],["hours="],["price="],["content=An excellent social justice organization which offers volunteers the ability to train and facilitate with required social issues affecting many underrepresented Bolivians. They offer a homestay with safe, respectable families as well as a social network to keep you in the loops of cultural events whilst staying safe."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Red Tinku"],["url=http:\/\/redtinku.org\/"],["email="],["address=Plaza 24. de Septiembre (weekdays only)"],["lat="],["long="],["directions="],["phone=71769493"],["tollfree="],["fax="],["hours="],["price="],["content=This is the only autonomous social center in Bolivia. You can take part in their brigadas (work camps) in rural areas or different kinds of workshops in Cochabamba."]]}]},"\n",{"type":"==","value":["Buy"]},"\nOne of the city's biggest attractions is ",{"type":"'''","value":["La Cancha"]},", the city market on the south side of town and the largest open-air market in South America. Clothing, food, souvenirs, or books, the Cancha has it all. The market district spills out along Av. San Martin, which runs north from the Cancha to the center. The best day to visit the market is on Saturday, on other days not all the shops are open. ",{"type":"[[","value":[["Pickpockets"]]}," are fairly common in this area.\n\n",{"type":"*","value":[{"type":"'''","value":["The Spitting Llama Bookstore & Outfitter"]},", 615 Calle España Norte (between streets La Paz and Reza) offers offers a wide range of trekking, camping equipment and gear. They sell sleeping bags, tents, backpacks, hiking boots and lots of handy little gadgets like headlamps, compasses, and batteries. They also rent gear like tents and sleeping bags. They offers maps of major Bolivian cities, popular Bolivian tourist destinations, topographical maps, trekking maps, maps of South American Countries and more. They also have thousands of books in English and many other languages and have Bolivia's best book exchange. They are open M-F 9AM-1PM and 3PM-7PM, Sa 9AM-1PM and closed Sunday. They speak English. Tel: 79770312 website: ",{"type":"[","value":["http:\/\/www.thespittingllama.com"]},"  email: info@thespittingllama.com"]},"\nOn the southeast corner of Ayacucho and Heroinas there's another market with lots of souvenir stalls. May be a little more expensive than La Cancha, but much more convenient and less hectic.\n\n",{"type":"==","value":["Eat"]},"\nThanks to the city's origin as an agricultural center for mining communities, Cochabamba claims to have the best food in Bolivia.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casablanca"],["url="],["email="],["address=Calle 25 de Mayo"],["lat="],["long="],["directions=Half a block from Plaza Colon"],["phone="],["tollfree="],["fax="],["hours="],["price=Main courses Bs. 30, pint of beer Bs. 9"],["content=Very happening place frequented by Bolivians and gringos alike. Large and varied reasonably-priced menu influenced by the Italian owner. Also good for snacks and a few drinks. Latté is 7B, ceviche 25B, sangria 12B, large servings of pasta for 28B, sandwiches 16B.  Wi-Fi connection, though may be a little slow due to heavy usage by other customers."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cristal"],["url="],["email="],["address=Av. de las Heroinas E-352"],["lat="],["long="],["directions=Between 25 de Mayo and España"],["phone="],["tollfree="],["fax="],["hours="],["price=Good breakfasts 15-21 Bs, set lunch 16 Bs."],["content=Very neat and clean."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Casa de Campo"]},", Av. Uyuni 618, among other upscale restaurants in Recoleta. Large plates of food (even the half-plate was too much) and good pique macho and other local dishes. Price range is 37-50B. Probably one of the best restaurants in town.  Highly recommended.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Sucremanta"]},", Several locations: Plaza 14 de Septiembre, and on the Prado. Small but filling menu, -somewhat spicey. The Plaza branch, with live piano music on Sundays, is a great place for brunch. Try the hearty ",{"type":"''","value":["menudito"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Dumbo"]},", Av. Heroinas E-0354, also El Prado 55. Bolivia's favorite family restaurant. The main joint on Heroinas is always packed, with four dining floors and enough dancers in animal suits to keep the entire juvenile population of Cochabamba entertained."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Meihua"],["url="],["email="],["address=SW corner of Plaza Colon"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Lunch, dinner and in between."],["price=The entradas at around Bs 15 are full meals"],["content=Standard chinese. A bit greasy but cheap."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bufalo Rodizio"]},", A Brazilian churasco style restaurant where the waiters comes to your table with a good selection of freshly grilled meats. Delicious. Note that there is only the choice of a buffet style dinner in the evenings, priced at a very reasonable Bs. 60 for all you can eat! The entrance is through the elevator found on the right as you enter the shopping mall. Avenida Oquendo N. 0654"]},{"type":"*","value":[" ",{"type":"'''","value":["Paprika"]},", North American style dishes and internationalized Bolivian classics. Yummy hot wings. The restaurant has the air of a place for the \"see and be seens\" in Cochabamba. Recommended. Avenida Ramon Rivero, on the corner of Lanza. Open in the evenings."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jacaranda"],["url="],["email="],["address=Tadeo Haenke"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not near the city center at all, but it has the reputation of best charque joint in town. Some people say that you can't leave Cochabamba without trying the charque, though it does really just taste like fried beef jerky.  Charque is llama meat which is dried, then baked in the oven, then fried for the ultimate crispiness. The half-plate at Jacaranda comes with at least a pound of dried llama jerky, 2 boiled eggs, and the tastiest choclo (oooh the cheese slab was so thick and crumbly).  The half-plate was about a 5-inch high pile, ran 50B and feeds a normal-sized person for lunch and dinner."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zhou"],["url="],["email="],["address=Av. Villarroel esq. Ciclovia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This place was recommended by a couple who'd lived here for 4 years, so I walked out of my way to find this place (fairly far away), and was a tad disappointed.   The food here isn't the most authentic Asian either and not even a good P.F. Chang imitation.  Needless to say, the couple wasn't Asian either.  It's slightly pricey, with sushi (mostly trucha-salmon imported from La Paz.  Part of my disappointment was that I couldn't find good cuts of fresh surubi, trout or other river-fish sashimi here in Cochabamba.) running 50Bs.  I had a classic soba (30B) but the noodles looked suspiciously like they came out of a Maruchen ramen noodle package.  And I felt slightly sick after the meal.  My conclusion:  La Paz has better sushi.  Go to Ken-Chan, run by the Japanese society, and you will find excellent, more authentic Japanese food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Estancia"],["url="],["email="],["address=La Recoleta (Av. Uyuni)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Upscale and pleasant Argentinian steak place.  Portions aren't of the legendary Cochabamba size, but rather of the normal steak-portion size.  Word is that the salad bar is amazing.  Cut of chicken breast fillet is about 35Bs and steak about 45-50B.  You can get those skinny skinny chip-like potato fry crisps here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Buenos Aires:"],["url="],["email="],["address=Ballivian No. 539 (El Prado)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great airy location right on the Prado, next to Brazilian Coffee, and serves a decent almuerzo complete for 18B (25B on Sunday).  Although the food is presented prettily, the quality is más o menos (quantity is certainly menos), but has the advantage of not being greasy and comes with an open salad bar.  Latté 7B, salads 26B, steak (large portions) 30-40B.  Accepts VISA."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sole Mio"],["url="],["email="],["address=Av. América N° 826 entre Pando y Mechor Urquidi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An Italian joint, whose specialty is pizzas from the oven.  Gael Garcia Bernal was seen here eating last year when he was filming a movie on location about Cochabamba's water wars.  Pizza comes out remarkably fast but the service isn't.  It's a decent quality, not as good as in the U.S. but better than Eli's.  Pizzas run about 50B for a medium and 40B for a personal, though watch out for overcharging."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kebbab - Las Mille y Uno Noches"],["url="],["email="],["address=Calle Potosi"],["lat="],["long="],["directions=right next to Palacio Portales"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A tasty reminder that South America isn't the only region known for huge cuts of meat roasted on spits. Great atmosphere thanks to the exotic paintings depicting the One Thousand and One Nights. Open in the evenings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sabor de México"],["url="],["email="],["address=Plazuela Barba de Padilla, on Calle Reza between Calle España and Baptista"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are hungry for Mexican food, don't settle for the tacos sold on the street. This joint is run by a man originally from Guanajuato, but who has settled in Cochabamba. The ceviche is outstanding."]]}]},"\n",{"type":"===","value":["Fast Food"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eli´s"],["url="],["email="],["address=Corner of Colombia and 25 de Mayo, laso on Av. America"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Pizza slices Bs 10-15, sandwich combos Bs 20"],["content=Inspired by North American joints."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Globos"],["url="],["email="],["address=S end of El Prado"],["lat="],["long="],["directions=NE corner of Plaza Colon, also other locations."],["phone="],["tollfree="],["fax="],["hours="],["price=Scoop 5 Bs, cup 20 Bs."],["content=Good icecream, many coffee-drinks, some cakes and burgers."]]}]},"\n",{"type":"===","value":["Vegetarian"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tulasi"]},", Av. Heroinas 270, seemingly without regular opening times."]},{"type":"*","value":[" ",{"type":"'''","value":["Gopal"]},", Calle Espana, Hot and cold Buffet lunch bet. 10-20bs., the homemade jugs of juice are delicious. Ordering off the menu is possible in the evening, but not as good. Beautiful open courtyard to sit in."]},{"type":"*","value":[" ",{"type":"''","value":["Copal"]},",  Calle España 250 (Between Ecuador and Colombia) in the same courtyard as the Hostel Nawpa House"]},"\n",{"type":"==","value":["Drink"]},"\nThe best ",{"type":"''","value":["chicha"]},", fermented corn (or peach) based beverage, is said to come from the Cochabamba region. The small town of ",{"type":"[[","value":[["Punata"]]},", some distance to the southwest, is especially well-known.\n\nMost small bars are on 25 de Mayo and España close to Plaza Colon. Av. Ballivian (Prado) has bigger and noisier stuff. The joints grow fancier and more expensive has you head north into Recoleta, centred on Calle Pando.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Paris"],["url="],["email="],["address=NE corner of Plaza 14 de Septiembre"],["lat="],["long="],["directions=Corner of Bolivar and 25 de Mayo"],["phone="],["tollfree="],["fax="],["hours="],["price=Coffees Bs 4-17"],["content=Parisian style café with both filling and sweet crepes as well as a good coffee. Very reliable WiFi available too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cocafe"],["url="],["email="],["address=Calle Venezuela"],["lat="],["long="],["directions=Between España and 25 de Mayo"],["phone="],["tollfree="],["fax="],["hours="],["price=0,6 l beer 10 Bs"],["content=Small, cozy, well decorated. Leaves on offer."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cerebrito"],["url="],["email="],["address=Calle España"],["lat="],["long="],["directions=Betwenn Colombia and Ecuador"],["phone="],["tollfree="],["fax="],["hours=Evenings"],["price=1 l of beer 15 Bs"],["content=After school hangout for 18-25s. Star Wars decor. Rock music. Cheap dinners. Probably the most colourful range of shots in the country. Bottoms up!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Panchos"],["url="],["email="],["address=Calle Mayor Rocha"],["lat="],["long="],["directions=Between España and 25 de Mayo"],["phone="],["tollfree="],["fax="],["hours="],["price=1 l beer Bs 15."],["content=Starts out as a bar, turns into a club. Mostly latin music."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Picasso´s"],["url="],["email="],["address=Calle España"],["lat="],["long="],["directions=Between Equador and Mayro Rocha"],["phone="],["tollfree="],["fax="],["hours="],["price=1 l beer Bs 15"],["content=Nice warm up venue. Tables, bar, play dice."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Marka"],["url="],["email="],["address=Calle Ecuador"],["lat="],["long="],["directions=Between España and 25 de Mayo"],["phone="],["tollfree="],["fax="],["hours=Until late"],["price=0.6 l beer 10 Bs."],["content=A courtyard with electronic music and a very mixed crowd."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lujos"],["url="],["email="],["address=Calle Beni"],["lat="],["long="],["directions=Almost on the corner of Santa Cruz"],["phone="],["tollfree="],["fax="],["hours=Until sunrise on weekends"],["price=Entry 10-15 Bs, pint of beer 10 Bs."],["content=Full dance floor, mostly classics ie. reggaeton."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Café Fusión"],["url="],["email="],["address=Calle España"],["lat="],["long="],["directions=between Ecuador and Mayor Rocha"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small, cosy café-bar, with a very friendly Italian owner. Great place to start the night. Cocktails 13-25Bs. Beer 13Bs. Does very good Italian dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pimienta"],["url="],["email="],["address=Av America"],["lat="],["long="],["directions=Between Villarroel and Tarija"],["phone="],["tollfree="],["fax="],["hours=Opens around 1AM, runs all night"],["price=Entry 20 Bs includes one drink"],["content=Probably the most popular dance club with westerners, plays a mix of 90's and current hits. Gets full around 2:30AM."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Chernobil"]},", Best place to drink Chicha in the Cochabamba region. It is in the town of Quillacollo just west of the city. Well know by the locals, the chicha is safe to drink and so is the food."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Buenos Aires"],["url="],["email=angievila@hotmail.com"],["address=Calle 25 de Mayo 329"],["lat="],["long="],["directions=Half a block from Plaza Colon"],["phone=+591 4 425 3911"],["tollfree="],["fax=+591 4 452 2719"],["hours="],["price=Single, shared bath 40 Bs, with bath 60 Bs."],["checkin="],["checkout="],["content=Excellent location. Very thin walls. In-house restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Los Angeles"],["url="],["email="],["address=Ave. Esteban Arze 345"],["lat="],["long="],["directions=between Jordán and Sucre"],["phone=450-0800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Decent budget hotel in a good location. Singles Bs 70, doubles Bs 120, with bath and breakfast. It competes with the Hotel Las Vegas (similar prices and standard) across the street for the cheesiest ",{"type":"''","value":["norteamericano"]}," decor."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nawpa Hostel"],["alt="],["url=http:\/\/nawpahousehostel.com"],["email="],["address=Calle España 250"],["lat="],["long="],["directions=Between Ecuador and Colombia"],["phone=72208443"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Private rooms for 40 bs. with shared bathroom"],["content=Centrally located, relatively new hostel in a green courtyard with a vegetarian restaurant attached. Free Wi-Fi around the reception desk and in cafe. Bathrooms were not maintained for 2 days: no cleaning, paper or soap. Kitchen very dirty."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Residencial Cristo de Concordia"],["url=http:\/\/www.boliviahostels.com"],["email=concordia@boliviahostels.com"],["address=Av. Aroma E-437 casi San Martin"],["lat="],["long="],["directions=Between Main Plaza and Bus Terminal"],["phone=(4) 4257131"],["tollfree="],["fax="],["hours="],["price=Single\/Double with bath 65\/90 Bs."],["checkin=12:00"],["checkout=12:00"],["content=Not such a good location, can be very dangerous at night and is recommended to take a taxi to and from Hostel, laundry service, helpful staff."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Sauna Internacional INN"],["url="],["email="],["address=Calle Junin"],["lat="],["long="],["directions=Between Mexico and Mayor Rocha"],["phone=452 5382"],["tollfree="],["fax="],["hours="],["price=Single\/Double with bath 50\/100 Bs."],["checkin="],["checkout="],["content=Good location, good breakfast. Rooms along the north wall heat up during the day and stay fairly warm through the night. The sauna is steaming Fri, Sat, Sun afternoons."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Residencia Familiar"]},", Calle Sucre E-554, 422-7988-450-4609. Three blocks from Plaza 14 de Septiembre and two blocks from Avenida Heroinas. Clean room with two beds and shared bath, double Bs. 60b, single Bs. 35. Larger bed and private bath for 80b. Area to wash clothes in back. Owners are a bit paranoid and untrusting of other Bolivians."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Jardin"],["url="],["email="],["address=Calle Hamiraya N-0258"],["lat="],["long="],["directions=Between Equador and Colombia"],["phone=4525356"],["tollfree="],["fax="],["hours="],["price=Single, shared bath, 30 Bs, with bath 40 Bs."],["checkin="],["checkout="],["content=Fairly quiet, some long-termers, popular among Brazilians. You might share water pressure with you neighbours and the rooms smell strongly of cleaning fluid everyday. Small breakfast consisting of bread and tea included. Safe parking. And, yes, there is a garden here. If you stay for 10 days in a row, you can get a discount to 25B per day for a single with shared bath."]]}]},"\nThere are dozens and dozens of hotels and ",{"type":"''","value":["hostales"]}," between the bus terminal and the center (Plaza 14 de Septiembre). This area is not very safe late at night, however. The closer to the bus station, the worse it gets. Take a cab.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Elisa"],["url="],["email="],["address=Lopez S-834"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Single, shared bath, Bs 35, with bath Bs 70. Breakfast extra."],["checkin="],["checkout="],["content=Small, but neat rooms, around a cozy courtyard. Expensive internet."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hostal Kanata"]},", Ayacucho 941, has clean doubles for 60 Bs (20 Bs more for a TV), though a not too friendly staff."]},"\n",{"type":"===","value":["Splurge"]},"\nThe upper end hotels are mostly concentrated within a block or two from Plaza Colon. Expect to pay upwards of Bs 150 for a single. Also many classy hotels in Recoleta.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apart Hotel Regina"],["url=http:\/\/www.hotelreginabolivia.com\/aparthotel\/"],["email=reservas@hotelreginabolivia.com"],["address=c. España Nro. 636"],["lat="],["long="],["directions=between c. Reza and c. La Paz"],["phone=+591 4 423 4217"],["tollfree="],["fax="],["hours="],["price=Bs. 270 - Bs. 700"],["checkin="],["checkout="],["content=The Apart Hotel Regina, offers both rooms and apartments with kitchens. It is close to El Prado and many popular night spots - however noise isn't a problem while sleeping. Staff at the reception desk speak English, and are friendly. The room decor is outdated and the carpets need to be replaced. There is hot water and good water pressure. All the rooms have free wifi. On-site parking is available. The buffet breakfast is from 7AM until 10AM."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Roving gangs of supposed glue sniffers (cleferos) are known to attack and rob people, especially at night. Stay on streets with ample pedestrian traffic. They tend to hang out under the bridges at night and rob people crossing after 6:30. It is also generally dangerous to walk through the centers of parks during the day since they like to soak up the sun during the days in the grassy centers of the parks."]},{"type":"*","value":[" The hill of the Coronilla (behind the bus terminal) is also not safe because it is often deserted and many have been robbed here. Generally, anywhere south of Calle Aroma is not safe after 6:30."]},{"type":"*","value":[" Robbers also operate from cars, particularly cabs, late at night. Stay alert if one stops right in front of you. Cross the street!"]},{"type":"*","value":[" When getting into a cab late at night, it is best to call a radio taxi which you can get from friends, a local family, or the hostal you are staying at. If you cannot call a radio movil to pick you up, make sure to take a taxi with a company name on the side and remember that company in case anything happens so that you can report it to them. It is best to ask a hotel, restaurant, bar, or discoteca to call a taxi for you."]},{"type":"*","value":[" On the stairs of the hill \"Cerro de San Pedro\" have been robberies, some during the day. Take a taxi or the teleferico (cable cars) to the top."]},{"type":"*","value":[" If you are approached by ",{"type":"'''","value":["plain-clothed"]}," police officers, don't show any valuables or your passport. Certainly, don't get in a taxi with them as it is a trap. Undercover police are strictly ordered not to hassle tourists. There have been several cases of muggings and things going missing from bags or luggage after \"drug searches\". Insist on being taken to the police station before giving them access to your things. If you can, call the 110, which is the Bolivian number for emergencies. Take care: an Austrian couple was found murdered in 2006 after following false police into a taxi."]},"\nA recent twist in the above scam is the involvement of accomplices where they try to befriend you on a bus or a street and when the 'plain clothes' policeman approaches the accomplice claims that the same thing happened to them and that you should cooperate with them. This is a trap and the same scam as described above. (Tried on me 1st march 2012, 3 blocks from the main square, 6AM)\n\n",{"type":"*","value":[" It is recommended to avoid walking the streets even near the main square before banks are open and the police appears on the street."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" If you have an unlocked phone, you can purchase an inexpensive SIM card from the three major telecoms, Tigo, Viva, Entel and top up as needed. All of have pre-paid data plans."]},{"type":"*","value":[" The ",{"type":"'''","value":["Punto Entel"]}," on the southeast corner of Heroinas and Ayacucho is probably the neatest and best equipped ",{"type":"'''","value":["internet"]}," spot. The going rate is 2-3 Bs an hour."]},{"type":"*","value":[" ",{"type":"'''","value":["Calls"]}," to landlines in Europe and North America can be had as low as 0,50 Bs a minute. Shop around!"]},{"type":"*","value":[" The internet\/callshop at Av. Heroinas E0151 (Near the corner of Ayacucho) is good for ",{"type":"'''","value":["Skype"]},"."]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lavaya"],["url="],["email="],["address=Corner of Salamanca and Lanza"],["lat="],["long="],["directions=A block off Plaza Colon"],["phone="],["tollfree="],["fax="],["hours=08:30 - 20:00"],["price=10 Bs per kilo"],["content=Same day laundry if you show up at opening time."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lavanderia Brilliante"],["url="],["email="],["address=Av Aroma 118"],["lat="],["long="],["directions=Between Ayachucho and Lopez"],["phone="],["tollfree="],["fax="],["hours=7AM - 10PM"],["price=Wash and dry 7 Bs\/kilo"],["content=Several others on the same block."]]}]},{"type":"*","value":[" Laundry at Calle Junin, between Heroinas and Bolivar. Wash and Dry 7 Bs\/kilo. 8AM-12 2PM-7."]},{"type":"*","value":[" A few ",{"type":"'''","value":["exchange"]}," bureaus at the SW corner of Plaza 14 de Setiembre."]},{"type":"*","value":[" Many street ",{"type":"'''","value":["money changers"]},", particularly at ",{"type":"'''","value":["Cancha"]},", if you are willing to risk it."]},{"type":"*","value":[" For ",{"type":"'''","value":["visa"]}," extensions, head to Imigracion at Ballivian 720, near the corner of La Paz."]},"\n",{"type":"==","value":["Consulates"]},"\n",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["alt=Consular Agency"],["url=http:\/\/bolivia.usembassy.gov\/"],["email="],["address=Edificio 'SAAL' , Avenida Pando No. 1122, Piso 1, Suites B and C, Cochabamba, Bolivia"],["lat="],["long="],["directions="],["phone=591-4-411-6313"],["tollfree="],["fax=+591-4-425-6714"],["hours="],["price="],["content="]]},"\n\nThe ",{"type":"'''","value":["Consulate of Paraguay"]}," is located at Calle Ismael Céspedes #007 between Tadeo Haenke and Mejillones, parallel to Avenida Beijing.  The phone number is 442-5902, and has been confirmed as of August 2, 2010.  Keep in mind that visa applications at this consulate take a week to get filled, because the forms must be sent off to La Paz.\n\n",{"type":"==","value":["Going next"]},"\nThere are direct buses to ",{"type":"[[","value":[["Iquique"]]}," and some buses with atransfer in ",{"type":"[[","value":[["Oruro"]]},". Keep in mind that the border to Chile opens at 8AM. So it makes little sense to leave at 4PM from Cochabamba. Waiting time at the border can extend this trip up to 23 hours! From ",{"type":"[[","value":[["Iquique"]]}," you will have several connections to ",{"type":"[[","value":[["Santiago de Chile"],["Santiago"]]},".\n \n",{"type":"{{","value":[["isPartOf"],["Cochabamba_(department)"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Cochabamba"]]},"\n",{"type":"{{","value":[["geo"],["-17.383333333333"],["-66.166666666667"]]}]