[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Cockermouth Main Street - geograph.org.uk - 47000.jpg"],["thumb"],["400px"],["Main Street"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cockermouth.org.uk\/ Cockermouth"]}]}," is an ",{"type":"[[","value":[["England"],["English"]]}," market town located in the modern county of ",{"type":"[[","value":[["Cumbria"]]},", at the north western end of the ",{"type":"[[","value":[["Lake District National Park"],["Lake District"]]},". This location tends to enhance the life and character of the town without the negative impact of receiving too many tourists (as some believe has occurred in the case of Cockermouth's neighbour ",{"type":"[[","value":[["Keswick"]]},"). Much of the architectural core of the town remains largely unchanged since the 18th and 19th centuries.\n\nThe town has ancient roots and Romans, Vikings and Normans have each left lingering marks on the town and surrounding placenames. Curiously, Cockermouth lays claim to be the first town in Britain to pilot electric lighting, reputably in 1881. It is perhaps best known as the birthplace of William and Dorothy Wordsworth, John Grayston, and Fletcher Christian (of ",{"type":"''","value":["Mutiny on the Bounty"]}," fame). John Dalton (a father of atomic theory) was born in Eaglesfield, a village on the outskirts of Cockermouth, and Astronomer Royal Fearon Fallows also hailed from the town. Also world-famous mountaineer and TV personality Chris Bonnington is a native of the town. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wordsworthhouse.org.uk\/ Wordsworth House"]}]}," has recently been expensively restored and visitors may take tea in its 18th-century kitchen. Cockermouth is situated within a few minutes travelling distance from lakes such as Ennerdale Water, Crummock Water, Loweswater and Bassenthwaite Lake but is much less crowded with tourists than many Cumbrian towns. The tree-lined main street boasts a statue of Lord Mayo, formerly an MP for Cockermouth, who became British Viceroy of India and whose subsequent claim to fame was that he was assassinated.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nAttractions include the sizeable but partly ruined ",{"type":"'''","value":["Norman castle"]}," (still inhabited by Lady Egremont), built at the confluence of the Rivers Cocker and Derwent (complete with a tilting tower which hangs Pisa-like over Jennings Brewery). The castle with its preserved dungeons opens to the public only once a year during the annual Town festival. The ",{"type":"'''","value":["Printing House Museum"]}," and ",{"type":"'''","value":["Wordsworth's birthplace"]}," are other attractions. There is also a ",{"type":"'''","value":["Lakeland Sheep Centre"]}," which offers daily shows in its theatre.\n\n",{"type":"==","value":["Do"]},"\nCockermouth is home to the traditional ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jenningsbrewery.co.uk\/ Jenning's Brewery"]}]}," which offers regular public tours and occasional carriage rides pulled by a shire horse. Culturally, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thekirkgate.com\/ Kirkgate Centre"]}]}," offers international music, theatre and world cinema (including critically acclaimed and art-house movies on Monday evenings) and the town has an annual festival of concerts and performances each Summer. Cockermouth has an annual Easter Fair, fireworks display and carnival. In April 2005 it hosted its first Georgian Fair, which was such a success it was repeated in April 2006, and will in future become a biennial event. At Christmas the town presents festive lighting, accompanied by competing shop displays.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants and of course lots of pubs. There is even a gourmet fish and chip restaurant in the Market Place.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Bitter End Pub and Brewery"],["url=http:\/\/www.bitterend.co.uk"],["email="],["address=Kirkgate"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has its own micro-brewery and is famous for its quality and wholesome bar meals using locally sourced produce including beef, lamb, pork, sausages, fish and cheese from Cumbria. You are guaranteed a warm and friendly welcome from staff and customers alike. The traditional coal fires set the ambience while you can view numerous photographs depicting the history of Cockermouth through the ages."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cockermouth Youth Hostel"],["url=http:\/\/www.yha.org.uk\/hostel\/cockermouth"],["email="],["address=Double Mills, CA13 0DS"],["lat="],["long="],["directions="],["phone=+44 870 770 5768"],["tollfree="],["fax="],["hours="],["price=From £13 pppn"],["checkin="],["checkout="],["content=Small summer-only hostel near the town centre."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Cockermouth"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["54.6613"],["-3.3620"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Cumbria"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Cumbria\/Cockermouth\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Cockermouth"]]}]