[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Cojedes"]}," Cojedes state is located in central-western Venezuela. Its northern border of Lara, Yaracuy and Carabobo, west to the Portuguese state, the south by the state of Barinas, Guarico state east. Its capital is San Carlos. Cojedes is a voice of Caribbean origin, meaning \"people of ceramics\" or \"village of potters, the state gets its name from 1855 in honor of Cojedes River, which originates in the state of Lara in the name of Rio Turbio and Portuguesa River empties into the south of the village of El Baul.\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Carlos (Venezula)"],["San Carlos"]]}," (Capital)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cojedes (city)"],["Cojedes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["El Baul"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["El Pao"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tinaquillo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tinaco"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hato Pi침ero"]]}," - To the east of El Baul is the Hato Pi침ero, private ecotourism development where free wildlife diversity is combined with activities and agro-livestock farm and where visitors can participate in the same activities performed by the Llano del Hato. This herd is visited by tourists and foreign researchers of various nationalities."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Parque Balneario Boca Toma"]]}," (",{"type":"''","value":["Balneario Boca Toma National Park"]},") It is located in avenida Ricaurte, via a hospital in San Carlos. There you can enjoy the mountain climate and enjoy a swim in its crystalline waters, its banks since the Balneario Boca Takes cottage offers its facilities and barbecue pits to prepare the traditional stew in an atmosphere of calm and greenery. The original name of the river is a river mouth takes Tirigu치, but is best known as Boca River Takes. The seasons where there is more influx of tourists to this pleasant river are Carnival, Easter and school holidays (July to September). Wellness Park Takes In Mouth performed various sporting events."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Parque Nacional General Manuel Manrique"]]}," (Tirgua) Located between Cojedes and Yaracuy has an area of 12,200 ha. National Park was declared on 5 June 1992, according to official gazette number 2347. Protected ecosystems and important natural attractions: Deciduous forests and semi-deciduous."]},"\n",{"type":"==","value":["Understand"]},"\nWith a relief dominated by vast plains is a state devoted mainly to livestock and agriculture with approximately more than 500,000 head of cattle and more than 5,000,000 copies of pigs and poultry. In terms of agricultural production are the major rice and corn snuff.\n\nBeing a largely rural state its main tourist attractions lie in the beauty of nature, among the most remarkable is the Hato Pi침ero cattle herd that is bordered by 3 rivers and a chain of mountains, where hundreds of species of wild animals live free and protected by an ecological foundation. It also highlights its capital city San Carlos, known for its autodromo, where he ran 4 World Championship, and bullfights. \n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Autodromo de San Carlos"]}," The Autodromo Internacional de San Carlos, is located at the entrance of the city, is home to numerous major national and international racing car and motorcycle racing. Cojedes State is known for the Autodromo Internacional de San Carlos, where he ran 4 motorcycling world between 1976 and 1979. Also the 4 kilometer long has this track is witnessing important events of Formula 1. There have been promising sports figures here, such as Francesco Pellegrino who has given many victories to the region, winning national and Latin American motorcycling."]},"\n",{"type":"*","value":[{"type":"'''","value":["Aguas termales la Aguadita"]}," Located in Tinaquillo, about 1km from the village of Aguadita. Type waters are sulphurous."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Salto"]}," In the River Tinaco, is a stream of clear water."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Embalse Conchinche"]}," On the river Pao, irrigation serves an area of 600 hectares and provides water supplies to the city of Valencia."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["9.6167"],["-68.9167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Los Llanos (Venezuela)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Cojedes, Cojedes"]]}]