[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Coleraine Fussgaengerzone.jpg"],["thumb"],["300px"],["Coleraine pedestrianized area"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.colerainebc.gov.uk Coleraine"]}]}," (",{"type":"''","value":["Cúil Raithin"]}," in Irish) is a town located in ",{"type":"[[","value":[["County Londonderry"]]},", ",{"type":"[[","value":[["Northern Ireland"]]},". \n\n",{"type":"==","value":["Get in"]},"\n\nColeraine is one of the few towns in Northern Ireland which retains good rail connections. It is the rail junction on the Belfast \/ Derry line for the branch line to the seaside resort of Portrush. Those in a hurry will wish to use the rail service from Great Victoria Street in Belfast, stopping at Botanic which is in the University area, and Central, and which takes just under 80 minutes to arrive in the modernised rail station in the heart of the town. Those with more time on their hands should use the Ulsterbus summer only Goldliner service from Laganside Bus Station along the world-famous Antrim Coast through Larne, the Glens of Antrim, and the Causeway Coast. The journey takes three hours but is one of the most beautiful journeys in Ireland or the UK. The town is well served by dual carriageway from Belfast on the A26 and the journey of just under 60 miles may be made in an hour.\n\n",{"type":"==","value":["Get around"]},"\n\nColeraine is a small town and everywhere is in easy walking distance of everywhere else. There is a suburban bus service but visitors are unlikely to need it. The branch rail line to Portrush is charming and has a halt at the University of Ulster. As elsewhere in Northern Ireland, there is a greater use of taxis than elsewhere in the islands.\n\n",{"type":"==","value":["See"]},"\n\nColeraine has the advantage of being near some of the most extraordinary landscape in Britain or Ireland. The world famous ",{"type":"[[","value":[["Giant's Causeway"]]}," is a 25 minute bus ride away.  Also the oldest whiskey distillery in the world is located in nearby ",{"type":"[[","value":[["Bushmills"]]},".  This small distillery village is well-served by buses from the town and there is a fun little steam train running in the summer from Bushmills to the Causeway. ",{"type":"[[","value":[["Portrush"]]}," is a 15 minute train journey north of the town and is Northern Ireland's principal seaside resort, with not one but two long strands of beach complete with sand dunes.  Also north of Coleraine is the scenic coastal resort of ",{"type":"[[","value":[["Portstewart"]]},", with fantastic beach, long promenade and spectacular coastal walks.  North-west of Coleraine lies ",{"type":"[[","value":[["Castlerock"]]}," which can be accessed by train.  There is a also a beach here but the most notable feature of the area is man made, namely the bizarre Mussenden Temple, built by an 18th century Anglican bishop (and slave trader) atop a precipitate cliff and overlooking Donegal in one direction and Scotland in another. The National Trust managed Downhill forest was part of the Bishop's Palace, and although the Palace itself is now a ruin the gardens are a wonderful place full of strange hidden lakes and gloriously tended flower gardens.  \n\nThe setting of Coleraine, at the lowest bridgeable point of the River Bann, where the river is a quarter of a mile wide, is impressive. The east side of the town is distinguished by Mountsandel Forest, which contains the impressive Mountsandel fort, an ancient site which has been claimed as the oldest site of human settlement in Ireland. As in many other towns in the north of Ireland, the town square is called 'The Diamond' and the Town Hall and nearby Church of Ireland St Patrick's Church are both reasonably venerable and attractive. The University was built in the 1960's but is one of the better pieces of architecture from that era and has brought a high quality theatrical space to the town in the form of the Riverside Theatre, where the quality of production often belies the small size of the town. In recent years a number of private art galleries have opened in the town, and some of those are very interesting indeed. The town has an excellent Chinese restaurant situated in an old Boat House on the river side.\n\n",{"type":"==","value":["Do"]},"\n\nInformation on walks and local attractions is available from the ",{"type":"'''","value":["Coleraine Tourist Information Centre"]}," (Railway Road, 028 7034 4723, fax 028 7035 1756). Coleraine is the market town for a large part of the northern part of Northern Ireland and is well-known locally for its shopping. In recent years there has been a tendency for bland shopping malls to predominate but enough characterful traders remain; there is, for example, an excellent second hand book shop, well-stocked in particular with books on local history and politics. There is an excellent modern leisure centre and swimming pool. Anderson Park has putting and tennis courts. The local Library is larger and better stocked than might be expected for a small town. The riverside walks stretch for miles. When travelling outside the town to the coast, visit Dunluce Castle just outside Portrush. It's a ruin but the clifftop setting and views to Rathlin Island and Scotland are magnificent. Then travel to Balintoy and visit the bizarre rock formations beside the Harbour, stopping to admire the eccentric 'Artist's House' on the way. Walk the Carrick-a-Rede Rope Bridge suspended hundreds of feet above the Atlantic Ocean.\n\n",{"type":"==","value":["Learn"]},"\n\nA major campus of ",{"type":"'''","value":["The University of Ulster"]}," is located just outside the town. ",{"type":"[","value":["http:\/\/www.ulst.ac.uk"]},"  This was in fact the original campus of what was originally the New University of Ulster but which became the University of Ulster following its merger with the former Ulster Polytechnic at Jordanstown just north of Belfast in the early '80s.  It is a world-class centre of research on biomedical sciences. The local secondary schools have always maintained a high reputation. Education in Northern Ireland is very good.\n\n",{"type":"==","value":["Buy"]},"\n\nTravel by bus to Portstewart, 3 miles outside the town and the third point on the Coleraine - Portrush - Portstewart 'Triangle'. There buy two different types of thing. Firstly, buy ice cream at Morellis, an integral part of the childhood of many Northern Irish people. Secondly, browse the numerous private art galleries that have sprung up in recent years.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Water Margin Chinese restaurant at Hanover Place down near the old Bridge is highly recommended. Being the first Water Margin in Northern Ireland, it is the only Water Margin outside Belfast. Otherwise the fare strongly relies on soda bread, although none the worse for that. If dining outside the town, there is much to be said for the pub food at the Harbour Bar in Portrush.\n\n",{"type":"==","value":["Drink"]},"\n\nThe Old Court House is a Wetherspoons pub at the foot of Castlerock Road situated, as the name suggests, in an ambitious conversion of the former Court House. There is a limited amount of outside seating for warm weather and the usual Wetherspoons pub food, which is decent, cheap, and unexciting. There is however a good range of beers and spirits.\n\n",{"type":"==","value":["Sleep"]},"\n\nColeraine is poorly served for accommodation, no doubt because most visitors to the region make straight for the coast. A high quality if rather unremarkable hotel is available at the Lodge Hotel. It is prohibitively expensive for the younger traveller. Younger travellers are advised to make for the Downhill hostel at Castlerock, handily situated near Castlerock railway station on the Coleraine \/ Derry line and in a dramatic setting at the foot of the cliffs which Mussenden Temple sits atop. Alternatively there is now a Youth hostel in Coleraine called backpack 26 located in Mount street in the town (www.backpack26.com) (to get to backpack 26 walk south along railway road turn right into lodge road  then turn right after the Police station and fire station down adelaide avenue when you get to the end of adelaide avenue cross the road and the catholic church will be facing you walk along a few yards to the corner of beresford road  turn down into this street then down a right into Mount street the youth hostel is located at number 26 Mount street ), if you have your own car stay at the Sheep Island View Hostel at Balintoy, a friendly, clean and comfortable private hostel situated near the Rope Bridge.\n\n",{"type":"==","value":["Go next"]},"\n\nThe most exciting opportunity, which only has come to pass in recent years, is to take the 17 mile road journey from Coleraine to Magilligan point, a hauntingly beautiful spit of land that yearns out to Donegal (the most northerly county in Ireland and part of the ",{"type":"[[","value":[["Republic of Ireland"]]},") and from there to take the car ferry across a couple of hundred yards to ",{"type":"[[","value":[["Greencastle"]]}," in ",{"type":"[[","value":[["Donegal"]]},". From there some of the most remote and dramatic landscape in Europe is within easy reach. Magilligan's beauty is marred for many by the presence of the enormous ugly jail and the sadness that it represents. It is a poignant place. Those traveling by bicycle will wish to cycle along the 'Murder Hole Road' to ",{"type":"[[","value":[["Limavady"]]},", or from that town through ",{"type":"[[","value":[["Dungiven"]]}," right into the ",{"type":"[[","value":[["Sperrins"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["County Londonderry"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/Northern_Ireland\/Londonderry\/Coleraine\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Coleraine"]]},"\n",{"type":"{{","value":[["geo"],["55.133"],["-6.661"]]}]