[{"type":"{{","value":[["pagebanner"],["Colmar banner.JPG"],["caption=Colmar, Alsace"]]},"\n",{"type":"[[","value":[["File:Maison Pfister Colmar 2011-04.jpg"],["thumb"],["260px"],["Maison Pfister ",{"type":"''","value":["(Pfister House)"]},", built in 1537"]]},"\n",{"type":"[","value":["http:\/\/www.ot-colmar.fr\/en\/ ",{"type":"'''","value":["Colmar"]}]}," is a city in ",{"type":"[[","value":[["Alsace"]]},", ",{"type":"[[","value":[["France"]]},". It was the last town in France to be freed after the second World War, on February 2, 1945.\n\n",{"type":"==","value":["Get in"]},"\nColmar lies between ",{"type":"[[","value":[["Basel"],["Basel (French: Bâle)"]]}," and ",{"type":"[[","value":[["Strasbourg"]]},". There is a direct train connection from both cities. If you arrive from the German side, there is a bus leaving near the border at Breisach (to which there is a direct train from ",{"type":"[[","value":[["Freiburg"]]},"). The bus-stop is located directly in front of Breisach train station. If you are visiting from Freiburg, it is cheaper to get a RegioElsassTicket, as it is valid for this bus, as well as the entire RVF (Regio-Verkehrsverbundes Freiburg) network.\n\n",{"type":"===","value":["By air"]},"\nIf you arrive by plane you will probably use one of the closest airports: Euroairport at Basel (with a variety of low cost flights) or Strasbourg (with none). Other airports in the area are Baden Airport, ",{"type":"[[","value":[["Stuttgart"]]},", ",{"type":"[[","value":[["Zürich"]]}," and ",{"type":"[[","value":[["Nancy"]]},".\n\n",{"type":"==","value":["Get around"]},"\nAll of Colmar's attractions are concentrated in its old town. For a medieval city, it is surprisingly big, but you can nonetheless get around on foot with no difficulty. Please note that there is no luggage storage in the train station, nor anywhere else in town according to the Colmar Tourist Bureau. You might be able to ask a hostel or hotel to hold your luggage for a small fee.\n\n",{"type":"==","value":["See"]},"\nColmar's old town is the main attraction if you come to Colmar. It is stunningly beautiful and well preserved. You should allow yourself a day to stroll along Colmar's old streets and many many shops.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Maison des Tetes"],["alt=House of the Heads"],["url="],["email="],["address="],["lat=48.0786"],["long=7.3556"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Renaissance building decorated with faces."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Maison Pfister"],["alt=Pfister House"],["url="],["email="],["address="],["lat=48.07675"],["long=7.35815"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A marvellous old wooden house, one of the oldest in Colmar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dominican Church"],["Worth visitig only because of a famous Schongauer painting. It costs 4.50 euros (2006) to get in. The painting is very beautiful and so is the church, but skip this if you are pressed for time."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Martin Church"],["content=A large church entirely made of pink stone."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Unterlinden Museum"],["alt="],["url=http:\/\/www.musee-unterlinden.com\/"],["email="],["address=1, rue d' Unterlinden"],["lat=48.0797"],["long=7.3557"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is a most interesting museum situated in a medieval convent near the tourist information center. Entrance costs €8 for adults and €5 for children and students under age 30, but this includes an excellent audio guide for many of the paintings. The museum exhibits objects of very different types e.g. furniture, armour, paintings, knitted carpets, and silverware, but its highlight is definitely the Isenheim altarpiece by Gruenewald, a revolutionary Alsatian Renaissance painter. Even if you are not much into art it is still shocking to see how modern and inventive this painter was. The collection also includes paintings by Holbein the Elder, Renoir, and Picasso. The museum also shows some very interesting touring exhibits and also musical events. The locals are very proud of this museum and many people turn out for the openings of exhibits."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bartholdi Museum"],["alt="],["url=http:\/\/www.musee-bartholdi.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dedicated to the sculptor of the Statue of Liberty, who was native to Colmar."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Little Venice"],["content=Enjoy this little corner of the city; with small canals reminiscent of Venice, Italy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bartholdi High School"],["directions=near the Little Venice"],["content=Dating back to 1698, it is worth a sight. If you are brave enough to go inside, you will be able to see one of Auguste Bartholdi's original sculptures : \"Genie funebre\"."]]}]},"\nMake sure to keep an eye out for dates painted onto the side of buildings. Some of the oldest date back to the 1300s.\n\n",{"type":"==","value":["Do"]},"\nWandering about Colmar's old streets is the best way to explore it. There is a variety of shops of different sorts. The Alsatian ",{"type":"''","value":["cuisine"]}," is also omnipresent (in restaurants as well as specialist stores).\n\n",{"type":"==","value":["Buy"]},"\nMost recommended is to buy clothes and shoes in Colmar. The variety is satisfactory and the prices lower than in neighbouring Germany, Switzerland and even Strasbourg. Apart from these, you can find typical crafts which can be bought as souvenirs. Notable is the typical Alsatian pottery. It comes in a coloured variety, usually blue, green or cream coloured, and decorated with motifs of storks (the regional bird) and flowers. Pottery is also available in a pale blue style, but this type has a stronger German influence. Typical wine glasses for the region are short glasses with green stems. Look for tablecloths, tinware and other such households reproduced with depictions of children and adults in typical Alsatian dress. Food and wine are also major components of the Alsatian production, so look below for relevant tips.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Elsässer Flammkuchen in Colmar.JPG"],["thumb"],["A tarte flambée from a brasserie in Colmar"]]},"\nAlsace is known for its pastries. Kugelhopf is a well-known cake similar in shape to the American Bundt cake and has raisins with powdered sugar on top. You can buy traditional ceramic Kugelhopf pans in any tourist shop with recipes to make at home. During Easter, small cakes molding from lamb-shaped pans are made. They are served with a ribbon around their necks and topped generously with powdered sugar. Macarons are also found in specialty sweet shops and also in the frozen isle of the supermarket (try the Monoprix in the center of the town), which can be eaten straight from the box frozen. Note that they are not like American macaroons (coconut haystacks) but are the French version composed of two small, pastel colored cookies made from almond flour (which has a melt-in-your-mouth quality) with an icing in between. In sweet shop you will also find Meringues, made from whipped egg whites and sugar, dyed in pastel colours and then baked. Make sure to try the tarte aux poires, which is a pear tart with an eggy custard filling with baked pears.\n\nTarte flambée (Flammekueche in Alsatian, or Flammkuchen in German) is the Alsatian equivalent of pizza, though extremely different. Traditionally, it is made of a thin layer of dough, covered with crème fraîche (rich sour cream), cheese, onions, and bacon (lardons in French). It is baked very quickly in an extremely hot oven so that it gets crispy. Legend has it that the dish was a solution to the extra scraps of dough left over from the bakers. Other regional specialties include the Black Forest cake (with raspberry, cream and sponge) and quiche Lorraine.\n\nAlsace is also famous for their Bretzels (pretzels in English). They are fresh baked and soft with generous amounts of salt. Sometimes you can find them with melted cheese on top accompanied by smoked salmon or ham.\n\nAlsace is also famous for their Sauerkraut (or choucroute in French). This is fermented cabbage served hot with boiled potatoes and a variety of meats. Choucroute aux Poissons (with fish) is becoming more widespread.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maison Rouge"],["alt="],["url=http:\/\/maison-rouge.net\/"],["email="],["address=9, rue des Ecoles"],["lat=48.07485"],["long=7.3588"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A restaurant in the touristic part of the city. The food is good, the service a bit slow. Have escargot for starter."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAlsace is a traditional area of wine production and its wine is widely esteemed in France and outside it. In Christmas time try the cooked orange juice with honey and spices and also the spiced (or mulled) wine served hot in many of the creperies or bars. \nAlsatian wine is very unique and similar to some German wines. A popular tour is to take the Routes des Vines and sample the wineries along Alsace. Two well known wines that comes from Alsace are Muscat (fairly sweet) and Gewürztraminer (very sweet, more so than wines of the same name produced in other regions). \nIn any of the creperies, they will serve an apple cider, slightly alcoholic. Doux is the sweet version and Brut is the dry version. This is not an Alsatian specialty, all of the ciders come from Brittany on the Northern Coast, but it seems all French people enjoy crepes and cider so authentic restaurants catering to these foods are widespread.\nEau de Vie is a very strong alcohol, similar to a vodka but produced from fruit, which gives it a distinct flavor. It was originally produced by the monks of the region. Look for the Eau de Vie de Mirabelle, which is a regional plum unique to Alsace.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maison Martin JUND"],["url=http:\/\/www.martinjund.com\/"],["email="],["address=12, rue de l'Ange 68000 COLMAR"],["lat="],["long="],["directions="],["phone = +333 89 41 58 72"],["tollfree="],["fax="],["hours="],["price=€28-50"],["checkin="],["checkout="],["content=This small hotel is family owned and they make their own wines. The building is extremely historic and is within walking distance of museums and bike rental companies. Bathroom is shared but rooms have their own shower and kitchen furnished with utensils."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hôtel Les Têtes"],["url=http:\/\/www.ila-chateau.com\/tetes\/"],["email=TetesILA@ila-chateau.com"],["address=19 Rue des Têtes"],["lat="],["long="],["directions="],["phone =+33 3 89 24 43 43"],["tollfree="],["fax=+33 (0)3 89 24 58 34"],["hours="],["price=€120-200"],["checkin="],["checkout="],["content=Officially classified as an historic monument, this 4 star hotel and gourmet restaurant is set around a beautiful medieval courtyard."]]}]},"\n",{"type":"==","value":["Understand"]},"\nAlthough like the rest of Alsace, Colmar has been French for most of its modern history, its population used to be predominantly German. Alsace changed nationalities many times in the course of history between France and Germany. During WWII Hitler reclaimed Alsace (it was annexed to France after Germany lost WWI) and it is quite shocking to see photographs from the time with Nazi flags hanging through the streets. Cultural suppression of local culture led to the francification of Alsace (and Colmar with it). Notwithstanding, you will still hear a lot of German spoken in Colmar, some because of the numerous tourists from neighbouring Germany and Switzerland, but some spoken by native Alsacians, speaking their German dialect called Alsatian. Alsatian is the local minority language, although it is endangered, with ever fewer speakers in young generations. Alsatian is not identical with standard German, but it is to a certain extent mutually intelligible. In some parts of the city, as well as in Strasbourg, street signs will be written in French and Alsatian German underneath. Among the minority languages of France, Alsatian German is the most prosperous one nowadays (followed by Breton, Occitan, Basque and Catalan), and many Alsatians will be delighted to be addressed in German rather than in French (though not all of them). If you do not speak French, German will always be the next preference. English is unfortunately not widely spoken; however, if you politely address someone in French, they may make an effort to help you despite language barriers.\n\n",{"type":"==","value":["Go next"]},"\nYou can use it as your starting point for travels in ",{"type":"[[","value":[["Alsace"]]},".\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Massif des Vosges"]}," is nearby and offers a lot to nature lovers (in winter as well as in summer)."]}," \n",{"type":"*","value":[{"type":"[[","value":[["Alsatian Vineyard Route"]]}," passes through Colmar. Some of its medieval towns and villages are justifiedly popular among tourists (",{"type":"[[","value":[["Riquewihr"]]},", ",{"type":"[[","value":[["Ribeauvillé"]]}," ",{"type":"''","value":["(Rappoltsweiler)"]},", ",{"type":"[[","value":[["Kaysersberg"]]}," as well as ",{"type":"[[","value":[["Eguisheim"]]},", ",{"type":"[[","value":[["Turckheim"]]},", ",{"type":"[[","value":[["Bergheim"]]},", all near Colmar). Others are virtually unknown, but have a charm of their own (like St. Hypolite in the mountains). All of them offer beautiful medieval architecture, wonderful wine, good Alsatian food and a lovely pastoral atmosphere. An alternative to driving or using public transportation to visit the medieval towns, is to hire a ",{"type":"[[","value":[["Alsatian_Vineyard_Route#Get_in"],["tourist taxi"]]}," from Colmar. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Haut-Kœnigsbourg"]]}," ",{"type":"''","value":["(Hohkönigsburg)"]},", a fully restored medieval castle on the top of the mountain near ",{"type":"[[","value":[["Sélestat"]]}," (",{"type":"''","value":["Schlettstadt"]},")."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Strasbourg"]]}," and ",{"type":"[[","value":[["Basel"]]}," (Basle) are close by and are interesting cities to visit."]},"\n",{"type":"*","value":[" There are also a series of charming towns ten to twenty minutes bus rideaway. Visit ",{"type":"[[","value":[["Turckheim"]]}," for a colourful medieval escape with plenty of eateries, or ",{"type":"[[","value":[["Wintzenheim"]]}," to get a great view of the surrounding mountains."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mulhouse"]]}," is at the end of the Route de Vins. This town was badly damaged in WWII and consequently not as much of a tourist attraction, so skip it if you are pressed for time."]},"\n",{"type":"*","value":[" Near Basel, ",{"type":"[[","value":[["Laufenburg (Germany)"],["Laufenburg, Germany"]]}," and ",{"type":"[[","value":[["Laufenburg (Switzerland)"],["Laufenburg, Switzerland"]]}," are another pair of beautiful medieval towns situated on both banks of the ",{"type":"[[","value":[["Rhine"]]}," with a lovely route along the Rhine leading to them."]},"\n",{"type":"*","value":[" Across the German side you will find ",{"type":"[[","value":[["Freiburg"]]}," and the beautiful ",{"type":"[[","value":[["Black Forest"]]}," ",{"type":"''","value":["(Schwarzwald)"]},"."]},"\n",{"type":"*","value":[" The historical casino town of ",{"type":"[[","value":[["Baden-Baden"]]}," is also a short journey away."]},"\n",{"type":"{{","value":[["geo"],["48.0817"],["7.3556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Alsace"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Colmar"]]},"\n",{"type":"[[","value":[["commons:category:Colmar"]]}]