[{"type":"{{","value":[["pagebanner"],["Pikes Peak from the Garden of the Gods banner.jpg"],["caption=Pikes Peak from the Garden of the Gods"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.colorado.com\/ Colorado"]}]}," is a state of wild contrasts. From the flat plains of the eastern portion of the state to some of the ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rocky Mountains"]]},"' highest peaks to the high desert and red rock country of the western reaches of the state, the landscape is incredibly varied, home to many diverse ecosystems and natural marvels, and supports a thriving hunting and outdoors culture that draws people from around the world.\n\nAnd yet, the contrasts in the natural landscape are nothing compared to the political and social contrasts you will find here. Like much of the rest of the ",{"type":"[[","value":[["United States of America"],["American"]]}," West, Colorado is a traditionally rural state with a frontier heritage and a very pro-business attitude. But here you will also find fiercely liberal communities in the college and resort towns that have been home to hippies and major countercultural figures. There's a wide range of outlooks and attitudes here in a state that lives up to its nickname — \"Colorful Colorado\".\n\n",{"type":"==","value":["Regions"]},"\n\nThere is no universally agreed-upon breakdown of regions in Colorado.  You'll often hear natives speak of a very simple structure comprised of the ",{"type":"'''","value":["Eastern Slope"]}," (meaning everything east of the crest of the ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rockies"]]},"), or the ",{"type":"'''","value":["Western Slope"]}," (everything west of the range crest), and anomalous ",{"type":"'''","value":["Denver"]}," or the \"valley\". The breakdown below is a bit more complex, partly for reasons of style and partly because the simple east\/west\/Denver formulation lumps areas together that are really very disparate. It's also roughly what's used by the Colorado Department of Tourism. If you are confused by some of the boundaries, simply consult a map of Colorado counties, as many of the regions follow county lines.\n\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Colorado regions map.png"],["regionmaptext=Colorado regions"],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Denver Area"]]}],["region1color=#b58ab5"],["region1items="],["region1description=most populous part of the state, with the large metro capital-city of ",{"type":"[[","value":[["Denver"]]}," and its many suburbs"],["region2name=",{"type":"[[","value":[["Eastern Plains (Colorado)"],["Eastern Plains"]]}],["region2color=#c5ca7d"],["region2items="],["region2description=the least populated flat eastern half of the state, western agricultural country"],["region3name=",{"type":"[[","value":[["Front Range"]]}],["region3color=#79ac81"],["region3items="],["region3description=follows the northern part of the Rockies, including Boulder and such well-known attractions as ",{"type":"[[","value":[["Rocky Mountain National Park"]]}],["region4name=",{"type":"[[","value":[["Northwestern Colorado"]]}],["region4color=#6594b2"],["region4items="],["region4description=spectacular canyon-and-mesa country reminiscent of neighboring ",{"type":"[[","value":[["Utah"]]}],["region5name=",{"type":"[[","value":[["South Central Colorado"]]}],["region5color=#c3787e"],["region5items="],["region5description= the high country in the southern part of the Rockies, home to many ski resorts, including the towering San Juan Mountains, (\"American Alps\") with a broad, pleasant valley between them"],["region6name=",{"type":"[[","value":[["Southwestern Colorado"]]}],["region6color=#afc79d"],["region6items="],["region6description= There is a special mystique about the southwest region of Colorado. It can be felt among ancient Anasazi Indian cliff dwellings at ",{"type":"[[","value":[["Mesa Verde National Park"]]}," and in the quiet of rugged mining ghost towns high in the San Juan Mountains.  From the sheer depths of the ",{"type":"[[","value":[["Black Canyon of the Gunnison National Park"]]}," to the exhilarating vistas from Grand Mesa, world's largest flattop mountain, the region is rich in western history, Victorian architecture and Native American cultures."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Denver"]]}]}," - the vibrant ",{"type":"''","value":["Mile-High City"]},", capital of the state."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Boulder"]]}]}," - a colorful college town in the foothills of the Rockies not far from Denver, but a world unto its own."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Cañon City"]]}]}," - Home of The Canon City Queen Anne Tea House, the Royal Gorge, and Supermax Prison."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Colorado Springs"]]}]}," - Colorado's second-largest city, with many natural attractions such as Pike's Peak and the \"Garden of the Gods\" not far away."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]}]}," - Historic frontier city, with its famous narrow-gauge railroad and nearby ",{"type":"[[","value":[["Mesa Verde National Park"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Fort Collins"]]}]}," - historic town which has become a hip university city."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Grand Junction"]]}]}," - hub city of the northwestern region, gateway to ",{"type":"[[","value":[["Colorado's Wine Country"]]}," and the ",{"type":"[[","value":[["Black Canyon of the Gunnison National Park"],["Black Canyon of the Gunnison"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Loveland (Colorado)"],["Loveland"]]}]}," - historic city in ",{"type":"[[","value":[["Front Range"],["northern Colorado"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pueblo"]]}]}," - gateway to Colorado's high country for travelers coming up from the southeast."]},"\n",{"type":"[[","value":[["File:National park mesa verde 1.jpg"],["thumb"],["270px"],["Sunrise at ",{"type":"[[","value":[["Mesa Verde National Park"]]}," near ",{"type":"[[","value":[["Cortez"]]}]]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Aspen"]]}," - trendy ski town known for its celebrities and liberal politics. "]},{"type":"*","value":[{"type":"[[","value":[["Black Canyon of the Gunnison National Park"]]}," - 12 miles of a spectacular and scenic gorge. "]},{"type":"*","value":[{"type":"[[","value":[["Breckenridge (Colorado)"],["Breckenridge"]]}," - most popular ski resort in the U.S. "]},{"type":"*","value":[{"type":"[[","value":[["Colorado's Wine Country"]]}," - Near ",{"type":"[[","value":[["Palisade"]]},". Home to some of the highest vineyards in the world"]},{"type":"*","value":[{"type":"[[","value":[["Dinosaur National Monument"]]}," - Near ",{"type":"[[","value":[["Craig"]]},". massive bones of Jurassic era sauropods and allosauruses abound throughout this fossil-rich area. Also a great place for whitewater rafting."]},{"type":"*","value":[{"type":"[[","value":[["Great Sand Dunes National Park"]]}," - includes North America's tallest dunes, which rise over 750 feet high against the Sangre de Cristo Mountains. Near ",{"type":"[[","value":[["Alamosa"]]},". "]},{"type":"*","value":[{"type":"[[","value":[["Mesa Verde National Park"]]}," - home to Ancestral Puebloan cliff dwellings. Near ",{"type":"[[","value":[["Cortez"]]},". "]},{"type":"*","value":[{"type":"[[","value":[["Rocky Mountain National Park"]]}," - drive the harrowing Trail Ridge Road down the spine of the Continental Divide. Near ",{"type":"[[","value":[["Estes Park"]]},". "]},{"type":"*","value":[{"type":"[[","value":[["Vail"]]}," - Second largest ski resort in ",{"type":"[[","value":[["North America"]]},"."]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nComposer Igor Stravinsky once rode a ski lift in Aspen in the summertime, while Prospector Alferd Packer dined on human flesh near ",{"type":"[[","value":[["Lake City (Colorado)"],["Lake City"]]},". Inventor Nikola Tesla created artificial lightning hundreds of feet long in Colorado Springs, and Writer Oscar Wilde attended a fancy dinner party at the bottom of a ",{"type":"[[","value":[["Leadville"]]}," silver mine. Outlaw Butch Cassidy robbed the bank in ",{"type":"[[","value":[["Telluride"]]},", while Lawman Doc Holliday and Showman Buffalo Bill were buried in ",{"type":"[[","value":[["Glenwood Springs"]]}," and Denver, respectively. All are part of the quirky and sometimes colorful history of Colorado.\n\nAround 15,000 years ago, Native Americans migrated to Colorado, a nomadic group of hunter-gatherers distributed on the plains as well as the western plateaus. The first agricultural communities appeared on the ",{"type":"[[","value":[["Eastern Plains (Colorado)"],["Eastern Plains"]]}," approximately 5,000 years ago. Circa 600 AD, the Ancient Pueblo Peoples began building elaborate communities in ",{"type":"[[","value":[["Southwestern Colorado"]]}," in the ",{"type":"[[","value":[["Mesa Verde National Park"],["Mesa Verde"]]}," area. Other Native American groups, including the Arapaho, Apache, Cheyenne, Comanche,  Kiowa, Shoshone and Utes have called Colorado home.\n\nThe Spanish were the first Europeans in the area. In 1541, Coronado led an expedition north through Colorado from Mexico in search of the fabled Seven Cities of Cibola, where the streets were supposed to be paved with gold. \n",{"type":"[[","value":[["Image:Columbine Arapahoe Pass Trail Boulder County Colorado.jpg"],["thumb"],["250px"],["A midsummer Columbine (the state flower) on Arapahoe Pass Trail near ",{"type":"[[","value":[["Boulder"]]}]]},"\nIn 1803, Emperor Napoleon Buonaparte sold the United States a vast tract of land known as the \"Louisiana Purchase,\" an area which included Colorado. Lieutenant Zebulon Pike explored the recently purchased territory at President Thomas Jefferson's behest.  Pike and his men \"discovered\" the 14,000 ft (4, 268 m) peak near Colorado Springs, which today bears his name. \n\nFrom the 1820s through the 1840s, fur trappers and mountain men began harvesting highly-valued beaver and buffalo pelts for the Eastern U.S. and Europe. Trading posts were established for barter with the Native Americans, while trade routes sprang up between the United States and ",{"type":"[[","value":[["Mexico"]]},".\n\nIn 1858, gold was discovered at the mouth of Dry Creek in the present-day Denver suburb of ",{"type":"[[","value":[["Englewood (Colorado)"],["Englewood"]]},", triggering the \"Pike's Peak or Bust\" gold rush of 1858-59. Approximately 50,000 people immigrated to Colorado in search of gold, creating the first large scale permanent settlements. Hard rock silver and gold mining towns were established throughout the territory. \n\nA new town named Denver City was founded in honor of James W. Denver, governor of Kansas Territory. \n\nIn 1876, Colorado was admitted as the thirty-eighth state in the union. Colorado was called the \"Centennial State\" in honor of the one-hundredth anniversary of the U.S. Declaration of Independence.\n\nIn 1912, ",{"type":"[[","value":[["Hot Sulphur Springs"]]}," hosted a ski jumping tournament and invited the Denver press. From this humble beginning, Colorado's ski industry was born. A handful of early ski runs were built around the state over the next 20 years, with the Highland-Bavarian Corporation beginning a rudimentary development of Aspen. World War II and the arrival of the 10th Mountain Division to train near ",{"type":"[[","value":[["Minturn"]]}," ushered in the mid-20th century explosion of Colorado ski resorts. Trained for high alpine combat in Italy, the alumni of the 10th Mountain Division returned to the U.S. after the war to build Aspen, Vail and ",{"type":"[[","value":[["Arapahoe Basin"]]},". \n\nBy the 1960s, Colorado was a popular global destination for ",{"type":"[[","value":[["alpine skiing"]]},", with travelers drawn to the state's sunny days and champagne snow.\n\n",{"type":"===","value":["Geography"]},"\n",{"type":"[[","value":[["File:Telluride from the ski hill.jpg"],["thumb"],["View from Telluride ski slopes."]]},"\nColorado is split down the middle north to south by the Rocky Mountains.  To the east is a region of high prairie, dry and wide open.  To the west are rugged mountains arranged in various groups or ranges.  (Interestingly, the largest single range in the state, the San Juan Mountains of the southwestern quarter, aren't technically part of the Rockies.)  Meandering through the mountains is an imaginary line called the Continental Divide.  This marks the flow of precipitation.  Rain falling on the west of the Divide makes its way to the Pacific Ocean.  Rain on the east makes its way to the Gulf of Mexico and the Atlantic Ocean.  What may be surprising to visitors, however, is that, despite stereotypes, comparatively little of the state is actually mountainous.  Perhaps a third of it is covered by hills or mountains, and even less is actually home to the soaring, jagged peaks for which the state is known.\n\nColorado has 54 mountain peaks above 14,000 ft (4,267 m) of elevation. The highest peak, Mount Elbert, rises to 14,440 ft (4,401 m) above sea level making it the highest peak in the North American Rockies. Tourism is a major industry, with skiing\/snowboarding, hiking\/camping, hunting, mountaineering and fishing as large sources of income for the state economy.\n\nColorado's population was 4,301,261 in the 2000 census, and the state's population is growing, particularly in the large towns along the Front Range where the prairie and mountains meet. These towns include the capital, Denver, and Colorado Springs, Boulder, ",{"type":"[[","value":[["Longmont"]]},", Loveland and Fort Collins.  Many of the residents of Colorado migrated from other states so being a \"Colorado Native\" is a point of pride with many people.\n\n",{"type":"===","value":["Climate"]},"\nThose who've never been to Colorado might imagine a frigid, snowy states. However, Denver's 300 sunny days a year and overall mild temperatures are a point of pride among Coloradoans. Due to the Rocky Mountains which split the state in half, climate differs greatly from east to west, low to high. The weather changes rapidly and unpredictably, so be prepared for anything if you're traveling in most seasons. Colorado is also an exceptionally dry state, and has suffered through several recent droughts. Drink lots of waters and watch for ",{"type":"'''","value":["dehydration"]},".\n\nWinter is generally cold, though the weather is drastically different depending on elevation. While the mountains are likely to experience frequent snow storms - guaranteeing lots of fresh powder for skiing - these become less and less frequent as one travels down on the Eastern slopes. Lower elevations to the east of the Rockies experience occasional snow storms and even huge blizzards, but low temperatures seldom last long, and the winter is frequently interrupted by warm days with temperatures in the 50s, 60s, or even higher. Bring warm snow clothes, but also a light jacket. While March is the snowiest month of the year, the warm days of spring are more frequent in this month, and even in the mountains it is not unusual for temperatures to rise to the 60s or above, making for some very interesting skiing.\n\nSpring is generally brief and mild. Snow is not uncommon as late as May, even in lower elevation cities, and some ski resorts stay open as late as July. However, except during snow, the temperatures are warm and pleasant. Be prepared for rapid changes - its not unusual for there to be 80 degree temperatures during the day and snow in the evening.\n\nSummer is perhaps Colorado's most predictable season. While some ski resorts may stay open until July, don't be deceived: the temperatures are warm, even in the mountains. While days in the 80s and 90s are frequent, higher temperatures are not unheard of. Fortunately, Colorado's low humidity means that even the hottest days don't pack the punch of heat in more humid regions. Summer does arrive later in the mountains, and some peaks have snow all year round. Still, even at the higher elevation, summer days tend to be warm, though nights are cooler. Afternoon thunderstorms are frequent starting in mid-July and continuing until about mid-September. Though very heavy, these are usually brief, lasting from as short as half an hour to two or three hours. Though they are a great relief from the dry days of earlier summer, lighting is dangerous and a huge risk factor for forest fires. These afternoon thunderstorms are especially severe in the eastern plain region of Colorado, and tornadoes also occur during this time. South Eastern Colorado has very desert-like summers, including flora and fauna, and shares many similarities to nearby New Mexico.\n\nFall is another relatively short season in Colorado. While daytime temperatures tend to stay warm, nighttime temperatures begin to drop starting in late August. Aspens, the primary native deciduous tree, changes colors in mid September. The first snow usually arrives sometime in October at lower elevations, though even earlier snows are not unheard of, and fairly common in the mountains.\n\n",{"type":"===","value":["Cannabis"]},"\nAny visitor who's seen Denver's numerous marijuana dispensaries can see that Colorado has permissive laws regarding ",{"type":"'''","value":["cannabis"]},". As of 2014, it is ",{"type":"'''","value":["legal"]}," for out-of-state visitors to purchase up to 1\/4oz (around 7g) from licensed dispensaries, while Colorado residents are able to purchase up to 1oz (around 28g). Consumption is only legal within private residences with the owner's permission, but not in places open to the public, such as cafes, restaurants, nightclubs, etc. Marijuana is also not allowed at Denver Airport. Consumption is permitted in a manner similar to alcohol, with equivalent offenses prescribed for driving under the influence. Drug tourists should still exercise caution and discretion. Cannabis is still illegal under US federal law, and taking marijuana (or other drugs) across state lines is considered drug trafficking and will be treated very harshly by authorities in neighboring states.\n\n",{"type":"==","value":["Talk"]},"\nWhile English is the main language of Colorado, ",{"type":"[[","value":[["Spanish"]]}," is also widely spoken (20% of the population speaks it). There are large Latino populations in Denver, Pueblo and the San Luis Valley.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nAll major airlines fly into Denver International Airport (code: DEN) as it is the major hub for the region, and in fact the ninth busiest airport in the world.\n\nHere are some of the airports servicing Colorado:\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|- valign=baseline"],["! CITY"],["! IATA"],["! ICAO"],["! AIRPORT"],["|- valign=top"],["| ",{"type":"[[","value":[["Aspen"]]}],["| ASE"],["| KASE"],["| ",{"type":"'''","value":["Aspen-Pitkin County Airport"]}," (Sardy Field)"],["|- valign=top"],["| ",{"type":"[[","value":[["Colorado Springs"]]}],["| COS"],["| KCOS"],["| ",{"type":"'''","value":["City of Colorado Springs Municipal Airport"]}],["|- valign=top"],["| ",{"type":"[[","value":[["Cortez"]]}],["| CEZ"],["| KCEZ"],["| ",{"type":"'''","value":["Cortez Municipal Airport"]}],["|- valign=top"],["| ",{"type":"[[","value":[["Denver"]]}],["| DEN"],["| KDEN"],["| ",{"type":"'''","value":["Denver International Airport"]}],["|- valign=top"],["| ",{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]}],["| DRO"],["| KDRO"],["| ",{"type":"'''","value":["Durango-La Plata County Airport"]}],["|- valign=top"],["| ",{"type":"[[","value":[["Eagle (Colorado)"],["Eagle"]]}],["| EGE"],["| KEGE"],["| ",{"type":"'''","value":["Eagle County Regional Airport"]}],["|- valign=top"],["| ",{"type":"[[","value":[["Fort Collins"]]}," \/ ",{"type":"[[","value":[["Loveland (Colorado)"],["Loveland"]]}],["| FNL"],["| KFNL"],["| ",{"type":"'''","value":["Fort Collins-Loveland Municipal Airport"]}],["|- valign=top"],["| ",{"type":"[[","value":[["Grand Junction"]]}],["| GJT"],["| KGJT"],["| ",{"type":"'''","value":["Grand Junction Regional Airport"]}," (Walker Field)"],["|- valign=top"],["| ",{"type":"[[","value":[["Gunnison (Colorado)"],["Gunnison"]]}],["| GUC"],["| KGUC"],["| ",{"type":"'''","value":["Gunnison-Crested Butte Regional Airport"]}],["|- valign=top"],["| ",{"type":"[[","value":[["Hayden (Colorado)"],["Hayden"]]}],["| HDN"],["| KHDN"],["| ",{"type":"'''","value":["Yampa Valley Airport"]}," (Yampa Valley Regional)"],["|- valign=top"],["| ",{"type":"[[","value":[["Montrose (Southwestern Colorado)"],["Montrose"]]}],["| MTJ"],["| KMTJ"],["| ",{"type":"'''","value":["Montrose Regional Airport"]}],["|- valign=top"],["| ",{"type":"[[","value":[["Telluride"]]}],["| TEX"],["| KTEX"],["| ",{"type":"'''","value":["Telluride Regional Airport"]}]]},"\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Engine 493.jpg"],["thumb"],["270px"],["The ",{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]},"-",{"type":"[[","value":[["Silverton (Colorado)"],["Silverton"]]}," Narrow Gauge Railroad."]]},"\n",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}," runs the ",{"type":"'''","value":[{"type":"[[","value":[["California Zephyr"]]}]}," from ",{"type":"[[","value":[["Emeryville"]]}," to ",{"type":"[[","value":[["Chicago"]]},", stopping in ",{"type":"[[","value":[["Denver"]]},", ",{"type":"[[","value":[["Fort Morgan (Colorado)"],["Fort Morgan"]]},", ",{"type":"[[","value":[["Winter Park (Colorado)"],["Winter Park"]]},", ",{"type":"[[","value":[["Granby"]]},", ",{"type":"[[","value":[["Glenwood Springs"]]},", and ",{"type":"[[","value":[["Grand Junction"]]},".\n\nThrough the Eastern Plains, Amtrak runs the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/southwest-chief-train Southwest Chief"]}]},": from Chicago to ",{"type":"[[","value":[["Los Angeles"]]},", stopping in ",{"type":"[[","value":[["Lamar (Colorado)"],["Lamar"]]},", ",{"type":"[[","value":[["La Junta"]]},", and ",{"type":"[[","value":[["Trinidad (Colorado)"],["Trinidad"]]},".\n\nFor more information, see Wikivoyage's article ",{"type":"[[","value":[["Rail travel in the United States"]]},".\n\n",{"type":"===","value":["By foot"]},"\nFor the dedicated long-distance hiker the ",{"type":"'''","value":["Continental Divide National Scenic Trail"]}," (in short ",{"type":"'''","value":[{"type":"[[","value":[["Continental Divide Trail"]]}]},") is a United States National Scenic Trail running 3,100 miles between ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Canada"]]},". It follows the Continental Divide of the Americas along the ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rocky Mountains"]]}," and traverses five U.S. states; ",{"type":"[[","value":[["Montana"]]},", ",{"type":"[[","value":[["Idaho"]]},", ",{"type":"[[","value":[["Wyoming"]]},", ",{"type":"[[","value":[["Colorado"]]},", and ",{"type":"[[","value":[["New Mexico"]]},".\n\n",{"type":"==","value":["Get around"]},"\nIf you want to travel the state, then you will need to rent a vehicle. Prices are the same as across the United States.\n\nThe state is roughly quarted by two major Interstates, the north-south running I-25 and the east-west running I-70. (I-76 also enters the state in the Northeast from ",{"type":"[[","value":[["Nebraska"]]},"). Surrounding the greater Denver area is a beltway consisting of the Northwest Parkway (tollway), C-470, E-470 (tollway)]. The ",{"type":"[","value":["http:\/\/www.northwestparkway.org\/ Northwest Parkway"]}," is a 75-mile per hour toll road that seamlessly connects I-25 at E-470 in the north metro Denver area, with U.S. 36 and State highway 128 in Broomfield. Outside of the Front Range, the rest of the state is traversed by small highways and county roads.\n\nThe major cities of the greater Denver area (Denver, Aurora, Boulder, Lakewood, Littleton, Longmont, Broomfield) are linked by bus and train transportation using RTD. The cost is very reasonable and the busses run regular schedules.\n\nTaxis and shuttle services are also available throughout the state.\n\n",{"type":"==","value":["See"]},"\nSome of Colorado's most iconic natural beauty lies outside its national parks, and in its many national monuments, national forests and state parks. Other areas of federally protected scenic beauty in Colorado include: National Recreation Trails, National Recreation Areas, National Grasslands, National Wildlife Refuges and National Wilderness Areas. The Bureau of Land Management also has extensive public land holdings. \n\n",{"type":"===","value":["National monuments"]},"\nArcheological and geological points of interest abound throughout Colorado's national monument system.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Canyons of the Ancients National Monument"],["alt="],["url=http:\/\/www.blm.gov\/co\/st\/en\/nm\/canm.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Southwestern Colorado. Contains more than 6,000 archaeological sites, representing Ancestral Puebloan and other Native American cultures."]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Colorado National Monument"]]}," - Near Grand Junction. Rim Rock Drive and trail system through red sandstone pillars, arches and other strange rock formations that rise hundreds of feet above the Grand Valley."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Florissant Fossil Beds National Monument"],["alt="],["url=http:\/\/www.nps.gov\/flfo\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near ",{"type":"[[","value":[["Florissant"]]},", west of Pike's Peak. Yes, there really are petrified redwood trees in Colorado, preserved in a rain of volcanic ash during the Pleistocene Era. Up to 1,700 different species have been found, making this one of the most diverse fossil beds in the world."]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Hovenweep National Monument"]]}," - Near ",{"type":"[[","value":[["Cortez"]]},". Protects six Ancestral Puebloan villages spread over a twenty-mile expanse of mesa tops and canyons along the Utah-Colorado border. Iconic to the monument are the multi-storied ruins. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yucca House National Monument"],["alt="],["url=http:\/\/www.nps.gov\/yuho\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near Cortez. An entire unexcavated city of Ancestral Puebloan houses, built between 1150 and 1300 A.D."]]}]},"\n",{"type":"===","value":["National historic trails"]},"\n",{"type":"[[","value":[["Image:Beol court5.jpg"],["thumb"],["220px"],["Bent's Old Fort National Historic Site near ",{"type":"[[","value":[["La Junta"]]}]]},"\nConnecting countries, colonies and cultures, these trails were a key part of European settlement of the Western U.S.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Spanish National Historic Trail"],["alt="],["url=http:\/\/www.nps.gov\/olsp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Winding through ",{"type":"[[","value":[["southwestern Colorado"]]},", this 1820s trade route leads from ",{"type":"[[","value":[["Abiquiu"]]},", ",{"type":"[[","value":[["New Mexico"]]},", to ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["California"]]},"."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pony Express National Historic Trail"],["alt="],["url=http:\/\/www.nps.gov\/poex\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Through the ",{"type":"[[","value":[["Eastern_Plains_%28Colorado%29"],["Eastern Plains"]]},". Even though it was in operation for only 18 months in the early 1860s, and was shut down with the advent of the transcontinental telegraph, the Pony Express has become an indelible part of Wild West lore."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Santa Fe National Historic Trail"],["alt="],["url=http:\/\/www.nps.gov\/safe\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Through the Eastern Plains. Commercial route between ",{"type":"[[","value":[["Missouri"]]}," and ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},", ",{"type":"[[","value":[["New Mexico"]]},". The U.S. Army marched along this trail to invade Mexico during the Mexican-American War, the U.S. conquering and annexing California, ",{"type":"[[","value":[["Nevada"]]},", and ",{"type":"[[","value":[["Utah"]]},", as well as parts of Colorado, ",{"type":"[[","value":[["Arizona"]]},", New Mexico, and ",{"type":"[[","value":[["Wyoming"]]}," in the process."]]}]},"\n",{"type":"===","value":["National historic sites"]},"\nColorado's two national historic sites tell the story, for both good and ill, of European\/U.S. relations with Native Americans.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bent's Old Fort National Historic Site"],["alt="],["url=http:\/\/www.nps.gov\/beol\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near ",{"type":"[[","value":[["La Junta"]]},". A restored adobe fur trading post from the 1840s. Learn about the authentic Old West history of traders, trappers and Native Americans, all of whom came to the fort to barter."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sand Creek Massacre National Historic Site"],["alt="],["url=http:\/\/www.nps.gov\/sand\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near ",{"type":"[[","value":[["Chivington"]]},". Another dark chapter in U.S. relations with Native Americans. In 1864, soldiers from the U.S. military attacked a peaceful encampment of Cheyenne and Arapaho along Big Sandy Creek, on the Eastern Plains. Out of a group of largely women, children and the elderly, 150 were killed."]]}]},"\n",{"type":"===","value":["National scenic trails"]},"\nSolitude and amazing natural scenery await visitors to Colorado's version of the ",{"type":"[[","value":[["Appalachian Trail"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Continental Divide National Scenic Trail"],["alt="],["url=http:\/\/www.fs.fed.us\/rl\/b-d\/recreation-trails\/cdnst.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Follows the backbone of the Rocky Mountains for 3,100 mi (4,828 km), from Canada to Mexico. Largely high alpine hiking in pristine wilderness areas. Trail never deviates more than 8 mi (13 km) from the Continental Divide."]]}]},"\n",{"type":"===","value":["National forests"]},"\nThere are 11 national forests in Colorado. Here a few of note with famous landmarks.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sangres.com\/nationalforests\/pike Pike National Forest"]}]}," - Near ",{"type":"[[","value":[["Colorado Springs"]]},". Home of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pikespeakcolorado.com Pikes Peak"]}]},", the most visited mountain in North America and the second most visited mountain in the world behind Japan's ",{"type":"[[","value":[["Mount Fuji"]]},". Be sure to drive to the top or ride the ",{"type":"[","value":["http:\/\/www.cograilway.com Pikes Peak Cog Railway"]},". "]},{"type":"*","value":[{"type":"'''","value":["San Isabel National Forest"]}," - The true high country in Colorado, with 19 of the state's \"14ers,\" including ",{"type":"'''","value":["Mount Elbert"]},", the highest peak in Colorado. Contains many famous mountain ranges: the Sawatch, Collegiate Peaks, ",{"type":"[[","value":[["Sangre_de_Cristo_Mountains"],["Sangre de Cristos"]]}," and Spanish Peaks. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fs.fed.us\/r2\/whiteriver\/rangerdistricts\/aspen_sopris\/mb_scenic_site\/index.shtml White River National Forest"]}]}," - Home of the famous ",{"type":"'''","value":["Maroon Bells Range"]},", near ",{"type":"[[","value":[["Aspen"]]},". Also home to the pilgrimage site of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fs.fed.us\/r2\/whiteriver\/recreation\/wilderness\/holycross\/index.shtml Mount Holy Cross"]}]},", a 14,005 ft (4,267 m) peak with deep snow-filled crevasses on its face that form a massive crucifix. Near ",{"type":"[[","value":[["Vail"]]},"."]},"\n",{"type":"===","value":["State parks"]},"\n",{"type":"{{","value":[["infobox"],["America the Beautiful"],["It's a popular patriotic song played at sporting events and sung by hundreds of different artists. The opening lyrics were inspired by Colorado scenery:     \n",{"type":"''","value":["O' beautiful, for spacious skies\/ For amber waves of grain\/ For purple mountain majesties\/ Above the fruited plain!"]}," \n\nIn 1893, Katharine Lee Bates, a former English professor at Wellesley College, ascended Pikes Peak in ",{"type":"[[","value":[["Colorado Springs"]]}," and looked out at the view. The panorama of the Rocky Mountains and Great Plains inspired Bates to write her poem, which became a popular favorite. By 1895, the poem was set to music, and has never left the public consciousness since."]]},"\n\nRecreation and rugged natural beauty are the common denominators for Colorado's 44 state parks.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Arkansas Headwaters Recreation Area"],["alt="],["url=http:\/\/parks.state.co.us\/Parks\/arkansasheadwaters"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near ",{"type":"[[","value":[["Buena Vista (Colorado)"],["Buena Vista"]]},". Recognized as one of the nation's most popular locations for whitewater rafting and kayaking on the Arkansas River - the most commercially rafted river in the world."]]}]},"\n",{"type":"===","value":["City parks"]},"\nWilderness areas are hard to define in Colorado, with many of the state's most visited attractions administered by towns and cities. There are many places of cultural and historical significance, as well.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chautauqua Park"],["alt="],["url=http:\/\/www.chautauqua.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home of one of the few remaining Chautauqua lecture halls (a National Historic Landmark), this recreation area abuts the jutting red sandstone crags of the Flatirons, a symbol of Boulder."]]}]},{"type":"*","value":[{"type":"'''","value":["Denver City Park"]}," - Designed in 1882, this graceful urban playground houses both the ",{"type":"[","value":["http:\/\/www.denverzoo.org Denver Zoo"]}," and the ",{"type":"[","value":["http:\/\/www.dmns.org Museum of Nature & Science"]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Garden of the Gods"],["alt="],["url=http:\/\/gardenofgods.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Administered by Colorado Springs, the red rock pillars, arches and bluffs frame snow covered Pikes Peak in the distance. An easy hike, bike ride, or way to exhaust the memory on your digital camera."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["John Denver Sanctuary"]}," - In Aspen. Fan pilgrimage site and monument to the folk artist who gave so many a \"Rocky Mountain High.\""]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Red Rocks Amphitheater"],["alt="],["url=http:\/\/www.redrocksonline.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in ",{"type":"[[","value":[["Morrison"]]}," on the western edge of Denver, an outdoor concert venue with amazing natural beauty that provides a great view of Denver below. Visit the Rock and Roll Museum at the top of Red Rocks, eat in the restaurant, hike the red sandstone and scrub oak trails for their scenic beauty and wildlife."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Royal Gorge"],["alt="],["url=http:\/\/www.royalgorgebridge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cañon City runs a theme park on the rim of this 1,250 ft (380 m) deep canyon, including the Royal Gorge Bridge, highest suspension bridge in the world. (Not for acrophobes)."]]}]},"\n",{"type":"===","value":["Popular Attractions"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Air Force Academy Chapel"],["alt="],["url=http:\/\/www.usafa.af.mil\/superintendent\/hc"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Colorado Springs"]]},". Built in 1962, this white spired building is considered a premiere example of Modernist architecture. Designated a National Historic Landmark."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Buffalo Bill Museum And Grave"],["alt="],["url=http:\/\/www.buffalobill.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Golden (Colorado)"],["Golden"]]},". Just a stone's throw away from the bristling microwave and communications towers of Denver's TV and radio stations, Buffalo Bill's final resting place is a strange blend of the Old and New West."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Celestial Seasonings Tour"],["alt="],["url=http:\/\/www.celestialseasonings.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Boulder"]]},". Popular free tour of the herbal tea factory, including the overpowering vapors of the spearmint room. Lots of hot tea and free samples."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Crow Canyon Archaeological Center"],["alt="],["url=http:\/\/www.crowcanyon.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go on a real archeological dig of Pueblo peoples who lived near ",{"type":"[[","value":[["Mesa Verde National Park"]]},"."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Denver Mint"],["alt="],["url=http:\/\/www.usmint.gov\/mint_tours\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in downtown ",{"type":"[[","value":[["Denver"]]},". The single largest producer of coins in the world. Free tour, but be sure to go to their web site and book your reservations in advance."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Denver Art Museum"],["alt="],["url=http:\/\/www.denverartmuseum.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Architect Daniel Libeskind designed the new wing of the museum, a thrusting ship-like prow of titanium and glass. Collections include work by Man Ray, Andy Warhol, David Hockney and Philip Guston, as well as an important collection of Western art."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Durango & Silverton Narrow Gauge Railroad"],["alt="],["url=http:\/\/www.durangotrain.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built by the Denver & Rio Grande Railway in 1879, this steam locomotive carries tourists between Durango and ",{"type":"[[","value":[["Silverton (Colorado)"],["Silverton"]]},"."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Georgetown Loop Railroad"],["alt="],["url=http:\/\/www.georgetownlooprr.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Considered an engineering feat for narrow gauge rail lines. Historic steam engine, open and closed cars, offering some fantastic views and a ride over a 100-foot-high trestle. A mine tour is also an option. Close to Denver with stations in Georgetown and Silver Plume."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Glenwood Springs Hot Springs Pool & Spa"],["alt="],["url=http:\/\/www.hotspringspool.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the largest hot springs pool in the world. For more Colorado geothermal pools, see the Wikivoyage article, ",{"type":"[[","value":[["Hot_springs"],["hot springs"]]},"."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=History Colorado Center"],["alt="],["url=http:\/\/www.historycoloradocenter.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in downtown ",{"type":"[[","value":[["Denver"]]},". The new History Colorado Center is a popular first stop for tourists to get acquainted with the state. Exhibits feature hands-on, interactive activities for families, like a ski jump simulator and storytelling \"time machines\" to push around a huge state map, combining artifacts with technology to highlight both fun and serious stories from Colorado's past."]]},"  "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Kit Carson County Carousel"],["alt="],["url=http:\/\/www.kitcarsoncountycarousel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Burlington (Colorado)"],["Burlington"]]}," near the Kansas border. After being buried for decades inside its terminal in feed corn, this 100 year old carousel is still in working order and with its original paint."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=South Park"],["alt="],["url=http:\/\/www.fourteenernet.com\/southpark"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near ",{"type":"[[","value":[["Fairplay"]]},". Sadly, no Stan, Kyle, Kenny or Cartman from the eponymous TV cartoon series. But there are some seriously pretty mountains and scenery in this 10,000 ft (3,000 m) plateau."]]}]},"\n",{"type":"===","value":["Scenic Drives"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pike's Peak"]}," - Beautiful drive to the summit of Pike's Peak."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Independence Pass"]}," -Highest paved pass in Colorado, Highway 82 near Aspen. Summit reaches 12,000 ft. Very scenic drive, road becomes one lane at points. Closed November (Thanksgiving) through May (Memorial Day)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Million Dollar Highway"]}," - Incredible scenery between ",{"type":"[[","value":[["Ouray"]]}," and Silverton first opened by Otto Mears in late 1800s.  Road is opened year round."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Fall Foliage Grand Mesa, Colorado.JPG"],["thumbnail"],["270px"],["Fall Foliage on the Grand Mesa, Colorado"]]},"\n\n\n",{"type":"===","value":["Snowmobiling"]},"\n",{"type":"*","value":["Colorado is home to some of the best snowmobiling in the country. Glenwood Springs is surrounded by two areas, White River National Forest and the Grand Mesa. Trail riding on groomed trails, hill climbing, deep powder carving, scenic views, with a mixture of trees and meadows. These areas get an average of 35 feet of snow a year."]},"\n",{"type":"===","value":["Fishing"]},"\nWith 6,000 miles of streams and more than 2,000 lakes and reservoirs to choose from, you can fish for over 35 species of both warm- and cold-water fish. Outdoor enthusiasts can enjoy angling, high mountain stream fishing and ice fishing in Colorado. Don't forget to watch the ",{"type":"[","value":["http:\/\/wildlife.state.co.us\/Fishing\/ seasons set by the state"]}," and obtain your fishing license. Otherwise, you may be facing a stiff fine.\n\n",{"type":"===","value":["Gaming"]},"\n",{"type":"*","value":["There are a number of historic towns in Colorado that offer casino gambling. The three most famous are ",{"type":"[[","value":[["Black Hawk"]]},", ",{"type":"[[","value":[["Central City"]]}," and ",{"type":"[[","value":[["Cripple Creek"]]},". Local officials are in the process of raising maximum bets from $5 to $100, allowing for more Las Vegas-style gaming. The Ute Reservation in the Southwestern corner of the state also runs casinos."]},"\n",{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":["Colorado has a seemingly endless amount of hiking trails.  Colorado hiking trails can lead you through various terrain, including deserts, mountains, canyons, and more."]},"\n",{"type":"===","value":["Mountain climbing"]},"\n",{"type":"*","value":["Of the 54 so-called \"Fourteeners\" (those mountains with an elevation above 14,000 ft., or 4,267 m), many can be climbed without ropes or technical experience. The rewards are breathtaking. The current standard among introductory guidebooks to routes on Fourteeners is Borneman and Lampert, \"A Climbing Guide to Colorado's Fourteeners.\"  This book is updated frequently to reflect changes in access restrictions (several are on private land or have private holdings high on the mountain that interfere with some routes). Many people also find Gerry Roach's (the second person in the world to summit all of the ",{"type":"[[","value":[["Seven Summits"]]},") book, \"Colorado's Fourteeners: From Hikes to Climbs\" to be a comprehensive guidebook for hiking and climbing these Colorado giants.  Colorado has more \"14ers\" than any other state in the USA.  Be prepared for crowds on some of the more popular summits during the summer on weekends.  Also be prepared for an outing, as conditions can and do change rapidly on Colorado's high mountains."]},"\n",{"type":"*","value":["There are also many \"high Thirteeners\" that are nearly as rewarding to climb as the Fourteeners, while typically far less crowded with would-be mountaineers.  Some of the high Thirteeners are more technically difficult than any Fourteener and require rope and technical expertise."]},"\n",{"type":"===","value":["Mountain biking"]},"\n",{"type":"*","value":["Colorado is one of the best places in the world to go ",{"type":"[[","value":[["mountain biking"]]},".  The choice of location will depend on the season.  Crested Butte, Steamboat Springs, Winter Park, Salida, Leadville, Vail, and Summit County all offer world class mountain bike trails, but many are only ridable after the snow melts in June and before the snow returns in September or October.  During the spring and the fall, conditions are perfect at Grand Junction and Fruita, which offer desert trails similar to the famous bike trails in Moab, UT.  The trails along the Front Range, near Denver, Boulder, Fort Collins, and Colorado Springs are also excellent and, since they are located at various elevations, offer riding almost year-round.  Additionally, most ski resorts offer lift-served mountain biking; Keystone, Winter Park, and Sol Vista resorts are among the most notable."]},"\n",{"type":"===","value":["Skiing\/Snowboarding"]},"\nColorado is one of the world's top destinations for ",{"type":"[[","value":[["alpine skiing"]]},", snowboarding, and other winter mountain sports. \nHome to 26 ski areas and resorts, Colorado offers the perfect location to take a family or solo or couples vacation to. From beginners to expert mountains, these resorts are open to anyone. Even for the non skiers, the resorts and ski towns offer shopping, spas, tubing and any multiple other fun attractions to enjoy. Many of these resorts are only 1-2 hours outside of Denver.\n\n",{"type":"====","value":["Ski resorts"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Arapahoe Basin"]]}]},{"type":"*","value":["Aspen"]},{"type":"*","value":[{"type":"[[","value":[["Beaver Creek"]]}]},{"type":"*","value":[{"type":"[[","value":[["Breckenridge (Colorado)"],["Breckenridge"]]}]},{"type":"*","value":[{"type":"[[","value":[["Crested Butte"]]}]},{"type":"*","value":[{"type":"[[","value":[["Copper Mountain"]]}]},{"type":"*","value":[{"type":"[[","value":[["Keystone (Colorado)"],["Keystone"]]}]},{"type":"*","value":[{"type":"[[","value":[["Monarch"]]}]},{"type":"*","value":[{"type":"[[","value":[["Purgatory"]]}]},{"type":"*","value":[{"type":"[[","value":[["Silverton (Colorado)"],["Silverton"]]}]},{"type":"*","value":["Ski Cooper"]},{"type":"*","value":[{"type":"[[","value":[["Ski Loveland"]]}]},{"type":"*","value":[{"type":"[[","value":[["SolVista"]]}]},{"type":"*","value":[{"type":"[[","value":[["Snowmass"]]}]},{"type":"*","value":[{"type":"[[","value":[["Steamboat Springs"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sunlight Mountain"]]}]},{"type":"*","value":[{"type":"[[","value":[["Telluride"]]}]},{"type":"*","value":[{"type":"[[","value":[["Vail"]]}]},{"type":"*","value":[{"type":"[[","value":[["Winter Park (Colorado)"],["Winter Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Wolfcreek"]]}]},"\n",{"type":"===","value":["Whitewater rafting"]},"\n\n",{"type":"*","value":["Skiing isn't the only reason thousands of people travel to Colorado each year. During the summer months, Colorado offers, perhaps, some of the best white water rafting in the country. The Arkansas River is one of the most rafted river in the country with over 50,000 rafters experiencing the pounding white water of \"The Ark\", as the locals call it. Many of the outfitters are less than 2 hours outside of Denver and offer a variety of trips for all ages and experience levels."]},"\n",{"type":"*","value":["Golden has a world-class kayak course that is free and open to mostly year round use.  There are several kayak shops in Golden, and they also have demos and clinics on various dates."]},"\n",{"type":"*","value":["Many of the mountain towns along the Colorado and Arkansas Rivers offer whitewater rafting excursions. You can choose a half-day, full-day or overnight trip."]},{"type":"*","value":[{"type":"[[","value":[["Black Canyon of the Gunnison National Park"]]}," offers outstanding whitewater rafting and Gold medal trout fishing on the Gunnison River."]},"\n",{"type":"===","value":["Wildlife viewing"]},"\nIt's not hard to spot wildlife in Colorado. There is a diversity of wild animals maintained by the ",{"type":"[","value":["http:\/\/wildlife.state.co.us Colorado Division of Wildlife"]},". Elk, mule deer, moose, mountain goats, bighorn sheep, antelope, brown bears, mountain lions and a smattering of bobcats range the national parks, forests and state parks. Migratory birds such as hummingbirds and the sandhill cranes return each year to their summer habitat. Look for \"Wildlife Viewing Area\" signs along the highways and interstates. Or simply venture into any wilderness area. You will need binoculars, a camera, as well as good luck and patience. \n\n",{"type":"*","value":[{"type":"'''","value":["I-70 at ",{"type":"[[","value":[["Genesse Park"]]}]}," - This western suburb of Denver in the foothills of the Rocky Mountains is home to the City of Denver's Buffalo herd. Pull off the Interstate and snap a few photos with the bison in the foreground and the snow capped Continental Divide in the distance."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mount Evans - Also off I-70 Near ",{"type":"[[","value":[["Idaho Springs"]]}]},". Drive the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mountevans.com Mount Evans Scenic Byway & Wilderness"]}]},", the highest paved road in the U.S. More often than not, you will see a herd of shaggy white mountain goats on the drive. "]},"\n",{"type":"*","value":[{"type":"'''","value":["I-70 through ",{"type":"[[","value":[["Georgetown (Colorado)"],["Georgetown"]]}]}," - Just west of Denver. Around the Downieville Starbucks, start scanning the north side of the Interstate. A herd of bighorn sheep routinely grazes on the steep slopes, often venturing as close as the shoulder of the highway."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fws.gov\/Alamosa\/Cranes.html Alamosa\/Monte Vista\/Baca National Wildlife Refuge Complex"]}]}," - Near ",{"type":"[[","value":[["Alamosa"]]},". Threatened bird is the largest crane in North America. Each October and March, 3,000 -5,000 cranes make a migratory stopover. In the spring the San Luis Valley celebrates the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cranefest.com Monte Vista Crane Festival"]}]}," to honor this impressive bird."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Gould"]]}]}," - In the ",{"type":"[[","value":[["Northwestern Colorado"],["North Park"]]}," area of the state near Wyoming, is the Moose Watching Capital of the state, while Colorado in general is home to the southernmost moose population in North America. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rocky Mountain National Park"]]}," is a wonderful place to look for elk.  Fall days are the best time of the year to enjoy watching elk.  Herds can be spotted all through the park and the elk's bugling is an almost constant noise during some times of the year."]},"\n",{"type":"===","value":["Festivals & events"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Colorado State Fair"],["alt="],["url=http:\/\/www.coloradostatefair.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Pueblo"]]},". Rodeo, concerts, tigers, sea lions, fair rides and fair food."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cherry Creek Arts Festival"]}," Held every Independence Day weekend in the Cherry Creek section of ",{"type":"[[","value":[["Denver"]]},", this is an outdoor festival full of shopping and food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colorado Balloon Classic"]}," Held annually over labor day weekend in ",{"type":"[[","value":[["Colorado Springs"]]},". Hot air balloons and crew come from all over the country to participate. This event takes place in Memorial Park, off Pikes Peak Avenue between Hancock Avenue and Union Boulevard near the shores of Prospect Lake. Mass ascensions of dozens of balloons happen on Saturday, Sunday and Monday mornings with a Balloon Glo® scheduled for Saturday and Sunday evenings dependent on weather conditions. As this park is at the foot of Pikes Peak, the photos are spectacular. The Colorado Balloon Classic was begun in 1977 and has grown to be the largest and longest continuously running hot air balloon launch in the Rocky Mountain Region and in the State of Colorado. Admission is free and this is a family friendly event. See http:\/\/www.balloonclassic.com for more information."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mesa Verde Country Indian Arts & Culture Festival"]},".  May is archaeology month in Colorado and there is no better place to celebrate than ",{"type":"[[","value":[["Mesa Verde"]]}," Country, the archaeological center of America. Archaeology ties all of us to the heritage we proudly share with the Ancestral Pueblo people from the past and the Native Americans living here today.\t"]}," \n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Mesa Verde Country Wine & Art Festival"],["alt="],["url=http:\/\/www.mesaverdecountry.com\/tourism\/festivals\/winefest\/winefest.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old South Gaylord Street Festival"]}," Held every Memorial Day weekend, this festival started when several local stores held sidewalk sales at the same time.  They decided to coordinate their efforts next year, and now decades later vendors from all over the state set up tents.  Many of the goods on sale are handmade, and there is plenty of food, live music and fair-style attractions as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Strawberry Days"]}," Every June, ",{"type":"[[","value":[["Glenwood Springs"]]}," holds a festival and carnival with something for everyone of every age to enjoy. They serve free Strawberries and Ice Cream on Saturday of the event. This events goes back over hundred years. It is the longest running festival west of the Mississippi River. The festival was started to celebrate the strawberry harvest and to gather with friends and family to celebrate the warm days of summer ahead. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taste of Colorado"]}," Every year in downtown over 40 restaurants set up booths near the state capitol in ",{"type":"[[","value":[["Denver"]]},"'s Civic Center Park to celebrate the weekend. Admission is free but tickets are needed for the carnival rides and other attractions."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Rocky mountain oysters.jpg"],["thumbnail"],["270px"],["Rocky Mountain Oysters"]]},"\nColorado is filled with a large variety of restaurants with different cuisines. You can find almost everything you would ever want to eat or drink. But what, exactly, is Colorado cuisine? There are several indigenous foods worth trying, sought out for their associations with this Rocky Mountain state. \n\nFirst, there is the cliché ",{"type":"'''","value":["Denver Omelette"]},", an egg dish prepared with cheddar cheese, diced ham, onions, and green bell peppers. It probably originated on Western cattle drives, cooked up by cowboys, and most likely was ",{"type":"''","value":["not"]},"  invented by a French gastronome as a \"dénuer omelette,\" or a tasteless American omelette deprived of all class. Contrary to popular belief, you can get a Denver Omelette in Denver, but it will simply be one egg item out of many on the menu. This omelette doesn't inspire the hometown pride of, say, a Philly cheesesteak in ",{"type":"[[","value":[["Philadelphia"]]},".\n\nAlong with ",{"type":"[[","value":[["Pasadena"]]},", California, and ",{"type":"[[","value":[["Louisville"]]},", ",{"type":"[[","value":[["Kentucky"]]},", Denver is one of three cities that claim to have invented that quintessential American food, the ",{"type":"'''","value":["cheeseburger"]},". Made with American cheese layered on top of a patty of ground beef, cooked on a griddle or grill, and placed on a bun with the usual sides of pickles, onions, lettuce, tomatoes, and condiments, the cheeseburger is a fast food classic.  In 1935, Louis Ballast of the Humpty Dumpty Drive-In in Denver received a trademark on the term, \"cheeseburger.\" So Denver was arguably not the first place of origin for the cheeseburger, but it's the official one.   \n\nSometime during your stay, a giggling friend will attempt to get you to eat a plate of ",{"type":"'''","value":["Rocky Mountain Oysters"]},".  When asked, even your waiter or waitress will be coy about giving a straight answer. Don't be fooled, however. There are no fresh water molluscs  thriving at high altitude. These oysters are bull or sheep testicles, flour battered and pan fried.\n\nMany chefs reference Colorado's pioneering past and work with fresh game. ",{"type":"'''","value":["Quail"]},",",{"type":"'''","value":[" rabbit"]},", ",{"type":"'''","value":["elk"]},", ",{"type":"'''","value":["venison"]},", ",{"type":"'''","value":["moose"]}," and even ",{"type":"'''","value":["rattlesnake"]}," are served, ranging from the kitchen tables of families that still hunt all the way to four star restaurants.\n\nThree meats, however, have deep associations with Colorado: ",{"type":"'''","value":["Buffalo"]},", ",{"type":"'''","value":["Colorado Rack of Lamb"]},", and ",{"type":"'''","value":["Fresh Water Trout"]},".  \n\nMore aptly described as \"bison,\" buffaloes once roamed the Great Plains of the U.S. in the millions. Nearly hunted to extinction for their hides, buffalo have been making a quiet comeback on ranches as a heart-healthy alternative to other meats. It is lower in cholesterol than either chicken or beef.  Buffalo is a red meat best served medium rare--cooked too long and it will toughen. A plethora of restaurants serve bison as steaks, hamburgers and jerky, and in pot roast, meat loaf, even tacos and spaghetti. If you have access to a grill during your stay, buy some ground bison at the supermarket and make your own buffalo burgers. (Just be sure to mix the meat with oatmeal and egg as a binding agent, since bison is so lean, it tends to fall apart).\n\nOne hundred years ago, Greek immigrants settled in Western Colorado, bringing with them a millennia-old sheep raising tradition. Many of these high mountain ranches have morphed into the state's ski resorts, but a handful remain. In summer time, young lambs are still grilled in open charcoal pits in the Greek fashion, while Colorado lamb is a much sought-after gourmet ingredient. Be sure to ask for all-natural lamb raised in Colorado with no growth stimulants or added hormones.\n\nHiding in pools in mountain streams are wild brown, speckled and rainbow trout. The rainbow is a fresh water cousin of the salmon. Catching these skittish fish in the outback of the Rockies is half the challenge, since they are extremely sensitive to vibrations and hide when something approaches the stream. But once caught, trout meat is very flavorful and clean, if prone to tiny, throat-sticking bones. \n\nDuring the late summer months, be sure to try some of Colorado's best produce. ",{"type":"'''","value":["Melons"]}," from ",{"type":"[[","value":[["Rocky Ford"]]},", ",{"type":"'''","value":["sweet corn"]}," from ",{"type":"[[","value":[["Olathe (Colorado)"],["Olathe"]]},", ",{"type":"'''","value":["peaches"]}," from ",{"type":"[[","value":[["Palisade"]]},", ",{"type":"'''","value":["cherries"]}," from ",{"type":"[[","value":[["Paonia"]]}," and ",{"type":"'''","value":["chili peppers"]}," from ",{"type":"[[","value":[["Anaheim (Colorado)"],["Anaheim"]]}," will enhance any Colorado vacation.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Semillon Grapes Palisade, Colorado.JPG"],["thumbnail"],["270px"],["Semillon grapes await pressing, ",{"type":"[[","value":[["Palisade"]]}]]},"\nColorado and drinking are often linked.  It dates back to the grizzled fur trapping, mountain man days of the 1840s, when some of the state's pioneers would hole up in Bent's Fort and drink themselves blind with earthen jugs of \"trade whiskey' - a dubious combination of \"red eye\" whiskey, hot chili peppers, plug tobacco and gunpowder. (A gourmet recreation of the drink can still be sampled at ",{"type":"[","value":["http:\/\/www.thefort.com The Fort Restaurant"]},", in ",{"type":"[[","value":[["Morrison"]]},", Colorado). \n\nColorado is only behind ",{"type":"[[","value":[["Vermont"]]},", ",{"type":"[[","value":[["Oregon"]]}," and ",{"type":"[[","value":[["Montana"]]}," in microbreweries per capita and considers itself the beer capital of the United States. (Denver is sometimes referred to as the, \"Napa Valley of Microbreweries\"). The magazine \"Modern Drunkard\" is headquartered in Denver.  Brewpubs are open in almost every town.  \n\nOne of the most popular adult tourist activities in Colorado is the Brewery Tour circuit.  From the megabrewer Coors in Golden, to the refined tastes of New Belgium Brewing in Fort Collins, the Front Range of Colorado offers many opportunities to see beer being made.\n\nDenver also hosts the ",{"type":"[","value":["http:\/\/www.beertown.org\/events\/gabf\/ Great American Beer Festival"]}," every Fall.  This three day bacchanal celebrates micro, medium and mega brews from across the country with awards handed out to the judges picks for best brews.\n\nThere are also less celebrated, but equally worthy, meaderies and vineyards throughout the state. Colorado's nascent wine industry has exploded in the last 20 years. While there are now over 70 wineries in Colorado, ranging from the mountains to the plains, the communities of ",{"type":"[[","value":[["Grand Junction"]]}," and Palisade on the Western Slope rightly label themselves as, ",{"type":"[[","value":[["Colorado's Wine Country"]]},". The high desert farming town of Palisade witnessed the birth of the state's modern vineyards in the '70s and early '80s. Even today, a majority of the state's wine grapes are grown in this tiny Victorian town in the federally-designated Grand Valley American\nViticultural Area. (AVA). Palisade also hosts the ",{"type":"[","value":["http:\/\/www.coloradowinefest.com Colorado Mountain Winefest"]}," every September at harvest time.\n\nThe earliest history of wine in Colorado, however, dates back to the nineteenth century. The first recorded wine production in Colorado was 1899. It was Colorado Governor George A. Crawford, the founder of Grand Junction in 1881, who first saw the Grand Valley’s potential for grape production. Crawford planted 60 acres of wine grapes and other fruit on Rapid Creek above Palisade. \n\nUnfortunately, these early forays into viticulture ended with Prohibition in 1916. The General Assembly of Colorado enacted a statute and Colorado went \"dry\" four years before the passage of the 18th Amendment, which created national prohibition. Commercial winemaking ceased in Colorado and Palisade's grape vines were ripped out of the ground by authorities. It took over 70 years for the state's wine industry to reestablish itself. \n\nNewer to the scene are Colorado's hard liquor and spirits distillers. A handful of artisan distillers such as Stranahan's in Denver and Peach Street Distillers in Palisade are creating bourbon, whiskey, gin and other flavored hard grained alcoholic beverages in limited batches.  \n\nOne note of caution - some people find that their alcohol tolerance is lower at higher altitudes.  Drink slowly until you acclimate.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Pikes Peak Simese Twins GOG.jpg"],["thumb"],["270px"],["Pikes Peak viewed through an arch at Garden of the Gods in Colorado Springs"]]},"\n\n",{"type":"===","value":["Outdoors"]},"\nDehydration is a serious concern. The aridity of the air is deceptive--you will perspire and exhale moisture from your mouth and nose without even realizing it.  If you're going to hike anywhere in Colorado,  take plenty of water (at least one gallon per person, per day), decent nonslip boots or sneakers, as well as layers of clothing. Always hike with a waterproof jacket--more people die of hypothermia in Colorado in the summer simply by being caught unaware. Let people know where you are going and when you expect to get back. \n\nBe careful and watch for lightning while hiking, especially in the high country. It's often best to hike in the early morning to avoid the possibility of hitting an afternoon thunderstorm.\n\n",{"type":"===","value":["Tornadoes"]},"\n",{"type":"[[","value":[["File:Mountain Goat on Mount Huron in Colorado image 1.jpg"],["thumbnail"],["270px"],["Mountain goat on Mount Huron near Leadville"]]},"\nThe eastern plains region of Colorado is in ",{"type":"'''","value":["tornado alley."]},"\n\nTornadoes and severe thunderstorms with high winds and hail are not uncommon during the spring and summer months. Make sure you keep a radio on in the car. Should you hear the tornado sirens sounding, locate a suitable tornado shelter at once--",{"type":"''","value":["do not"]}," stay outdoors to get a picture!  Also, ",{"type":"''","value":["do not"]}," try to outrun the tornado in your car!  You may wind up driving directly into the tornado's path.  \n\nShould the skies be cloudy, and the light take on a greenish-yellow cast, this is an indication of an imminent hail storm--again, seek shelter at once.\n\nKeep in mind, these storms are spread over a wide area and many residents have never seen a tornado; however, Colorado residents do not hesitate to run to the basement\/cellar if a tornado warning is announced. Refer to the ",{"type":"[[","value":[["Tornado safety"]]}," article for analysis of the issues here.\n\n",{"type":"===","value":["Rattlesnakes"]},"\nOf the 25 species of snakes in Colorado, only two are venomous: the western rattlesnake, which lives almost everywhere, and the massasauga, which is limited to the grassy lands of the Eastern Plains. If you are afraid of snakes, head for the cool, highest elevations of the Rockies. Western rattlers can't live above 7,500 to 9,500 ft (2134 to 2743 m). \n\nRattlesnakes are more afraid of you than you are of them. If you hear a rattle, it's a warning. Freeze and look around for the snake. Move cautiously away from the snake once you locate it, even if it means cutting your hike short.\n\nDo not try to kill or further antagonize the snake, as this may lead to additional bites.\n\nIf you are bitten, the good news is that you almost certainly will live through the painful experience. Remain as calm as possible. Rattlesnake venom is essentially digestive enzymes, and will break down tissue around the bite. Try not to move much (which spreads the venom) unless you must do so. Painful swelling of lymph nodes in the groin or armpit usually occurs within one hour if the bite is on the leg or arm. Call emergency medical services (911) and\/or a poison control center. There is antivenin available for use against all native pit vipers in the US.\n\n",{"type":"==","value":["Go next"]},"\nColorado is bordered by seven other states, and is a great launching pad for any tour of the \"Old West.\" Many domestic and international tourists use Denver as a gateway city for their Western visits. \n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wyoming"]]}]}," - Located to the north of Colorado, Wyoming is home to most of the landmass of ",{"type":"[[","value":[["Yellowstone National Park"]]}," and provides an excellent opportunity to experience America's cowboy heritage."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nebraska"]]}]}," - The state's northeastern neighbor has a rich agricultural heritage, offering visitors a glimpse into America's heartland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kansas"]]}]}," - Located to the east of Colorado, Kansas is generally considered the center of the country, at least in geographical terms, and is nicknamed \"the Heart of America.\""]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Oklahoma"]]}]}," - Colorado's southeastern neighbor has been a state since only 1907 and retains some of the pioneer spirit from its early days as a frontier, along with a lot of Native American history and culture."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New Mexico"]]}]}," - Colorado's southern neighbor was a Spanish and then Mexican colony until the Mexican War of the 1840s, and retains a culture that is heavily influenced by its native and colonial past."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Arizona"]]}]}," - Home to the ",{"type":"[[","value":[["Grand Canyon"]]},", Arizona borders Colorado to the southwest."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Utah"]]}]}," - Colorado's western neighbor is worth visiting for the mind-blowing rock formations found in places like ",{"type":"[[","value":[["Arches National Park"]]}," and ",{"type":"[[","value":[["Zion National Park"]]},", as well as the winter recreation opportunities found around ",{"type":"[[","value":[["Salt Lake City"]]},", host of the 2002 Winter Olympics."]},"\nOther nearby destinations include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Route 66"]]}]}," traverses three of the states that border Colorado."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Four Corners"]]}]}," where ",{"type":"[[","value":[["Arizona"]]},", ",{"type":"[[","value":[["Colorado"]]},", ",{"type":"[[","value":[["New Mexico"]]},", and ",{"type":"[[","value":[["Utah"]]}," meet. Visitors can twist their bodies so that they are in four states at once. "]},"\n\n",{"type":"{{","value":[["guideregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Rocky Mountains (United States of America)"]]},"\n\n",{"type":"{{","value":[["related"],["Colorado's_Wine_Country"]]},"\n",{"type":"{{","value":[["related"],["Skiing_in_Colorado"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Colorado"]]},"\n",{"type":"[[","value":[["WikiPedia:Colorado"]]},"\n",{"type":"[[","value":[["WikiPedia:List_of_Colorado_National_Parks#National_monuments"],["List of Colorado National Parks and Monuments"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Colorado\/"]]},"\n",{"type":"{{","value":[["geo"],["39"],["-105.5"],["zoom=7"]]}]