[{"type":"{{","value":[["pagebanner"],["El Desierto de Tatacoah (Colombia) banner.jpg"],["caption=Tatacoa Desert"]]},"\n",{"type":"{{","value":[["otheruses"],["Columbia"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.colombia.travel Colombia"]}]}," — forget the reputation. Twice the size of France, and with a diversity of landscapes and cultures that would be hard to find even in countries five times its size, Colombia should by all rights be one of the world's top travel destinations.\n\n",{"type":"{{","value":[["quickbar"],["image=La Escalera.JPG"],["caption=Caño Cristales in La Macarena, Meta."],["location=LocationColombia.png"],["flag=Flag of Colombia.svg"],["capital=",{"type":"[[","value":[["Bogotá"]]}],["government=Republic; executive branch dominates government"],["currency=Colombian peso (COP)"],["area=1,138,910 km",{"type":"<","value":["sup",["2"]]}],["population=45,393,050 (March 2010 est.)"],["language=",{"type":"[[","value":[["Spanish"]]}," (official), indigenous languages in tribal regions"],["religion=Roman Catholic 90%"],["electricity="],["tld=.co"],["callingcode=+57"],["timezone=UTC -5"]]},"\n\nPick a climate, and it's yours—if you find the light jacket weather of Bogotá cold, drive an hour down through the mountains and sunbathe next to the pool of your rented hacienda. If you don't want to sit still, head off into the Amazon or any of the country's other many inland jungles, snow-capped volcanoes, rocky deserts, endless plains, lush valleys, coffee plantations, alpine lakes, deserted beaches.\n\nFor culture, intellectual Bogotá might lead the rest of Latin America in experimental theater, indie-rock, and just sheer volume of bookstores, but you could also get a completely alien education in an Amazonian ",{"type":"''","value":["malocca"]},", or you could delve into the huge Latin music scene of salsa and cumbia, with the most exciting dance display being the enormous Carnival of ",{"type":"[[","value":[["Barranquilla"]]},".\n\nFor history, wander the narrow streets of ",{"type":"[[","value":[["South America"]]},"'s original capital in Bogotá, check out old Spanish colonial provincial retreats like ",{"type":"[[","value":[["Villa de Leyva"]]},", trek through the thick jungle-covered mountains of the northeast to the ",{"type":"[[","value":[["Ciudad Perdida"],["Lost City"]]}," of the Tayrona Indians. Walk the walls of ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]},"'s achingly beautiful old city, looking over the fortified ramparts upon which the colonial history of South America pivoted.\n\nFor nightlife, hot ",{"type":"[[","value":[["Cali"]]}," is today's world capital of salsa, claiming that competitive distinction even over Colombia's other vibrant big city party scenes, which keep the music going long into the small hours of the morning.\n\nFor dining, you'll find everything from the ubiquitous cheap, delicious Colombian home-style meals to world-class upscale and modern culinary arts in the big cities, with cuisines from all corners of the world represented.\n\nAnd for relaxing, there are gorgeous tropical beaches along Colombia's ",{"type":"[[","value":[["Costa Norte (Colombia)"],["Caribbean"]]}," and ",{"type":"[[","value":[["Pacifica (Colombia)"],["Pacific"]]}," coasts, but you can find even more laidback and peaceful retreats on the idyllic and unspoilt Caribbean island of ",{"type":"[[","value":[["Providencia"]]},".\n\nThe political violence has subsided substantially throughout the majority of the country and savvy travelers have already flocked here from around the world—come before everyone else catches on!\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Colombia regions map.png"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Andino"]]}],["region1color=#989fc9"],["region1description= Rugged Andean landscapes and altiplanos containing Colombia's two largest cities, Bogotá and Medellín, as well as nice and beautiful national parks and coffee plantations."],["region2name=",{"type":"[[","value":[["Costa Norte (Colombia)"],["Costa Norte"]]}],["region2color=#90cca2"],["region2description=The lively Colombian Caribbean has its share of attractions with the historic, yet modern, cities of its coast and diving, trekking and exploring opportunities in the jungle and desert."],["region3name=",{"type":"[[","value":[["Orinoquía"]]}],["region3color=#c2c690"],["region3description=The eastern endless plains with unique tropical savannas, gallery forests and wetlands, little frequented by tourists."],["region4name=",{"type":"[[","value":[["Pacifica (Colombia)"],["Pacifica"]]}],["region4color=#d6c3aa"],["region4description=Colombia's Pacific coast combines tropical forests of the Chocó, the uniqueness of its marine life, Colombia's best party city and the country's religious culture into this potential tourist hotspot."],["region5name=",{"type":"[[","value":[["Amazonia (Colombia)"],["Amazonia"]]}],["region5color=#7aa87e"],["region5description=The beautiful, vast and remote Amazon jungle."],["region6name=",{"type":"[[","value":[["Colombian Islands"]]}],["region6color=#e84545"],["region6description=Remote and idyllic tropical islands with great diving opportunities."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bogotá"]]}," — the capital, a cosmopolitan city two miles high, with some eight million people sprawling outwards from Andean mountains, where you'll find excellent museums, world-class dining, and most everything one wants from a big city."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cali"]]}," — Colombia's third largest city, renowned as the salsa capital of ",{"type":"[[","value":[["Latin America"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}," — the Heroic City, Capital of the Bolívar department is Colombia's tourist city par excellence. The colonial architecture and the skyscrapers can be seen together in this city that offers a unique experience of festivals, historic attractions, restaurants, and hotels."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Barranquilla"]]}," — the Gold Port and fourth largest city in the nation isn't necessarily that exciting most of the year, but its Carnival is the second biggest in the world after ",{"type":"[[","value":[["Rio de Janeiro"],["Rio's"]]},", and is both an amazing cultural experience and one heck of a party!"]},"\n",{"type":"[[","value":[["Image:Palacio de la Cultura and Coltejer Building.jpg"],["thumb"],["right"],["220px"],["Palacio de la Cultura & Coltejer Building in Medellín"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Manizales"]]}," — the center of the ",{"type":"[[","value":[["Zona Cafetera"]]}," offers the opportunity to visit Los Nevados National Park and to live the coffee plantation experience."]},"  \n",{"type":"*","value":[" ",{"type":"[[","value":[["Medellín"]]}," — the City of Eternal Spring and capital of the Antioquia department is famous for having a large textile industry, which produces top quality clothing that is sent all over the world. It's also the birthplace of master painter Fernando Botero, therefore it houses the great majority of his works."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pereira"]]}," — the lovely City, capital of the Risaralda department and major city of the coffee region,  important and modern city, commercial and touristic. The famous \"naked Bolívar\" and Matecaña Zoo. Very near to Santa Rosa hot water springs and the National Park of \"Los Nevados\"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Popayán"]]}," — this beautiful, white-washed city is Colombia's religious center. Home to the second largest Easter festival in the world (after Seville, Spain), this town has contributed more Colombian presidents than any other. Bordered by the ",{"type":"''","value":["Puracé National Park"]}," and gateway to the archeological sites of ",{"type":"''","value":["San Agustín"]}," and ",{"type":"''","value":["Tierra Dentro"]}," in nearby Huilla."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Santa Marta"]]}," — a popular base for adventure tourism in the beautiful areas surrounding, and unique in the sense that it offers you beautiful beaches one day, and the next one a walk to the foothill of a snowy mountain, the Sierra Nevada de Santa Marta, the highest in the country."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amacayacu National Park"]]}," — Far, far from civilization in the Amazon rainforest, a huge national park explorable via boat, full of strange monkey-infested islands and pink dolphins."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Zipaquira"],["Catedral de Sal"]]}," — A colossal church built underground in a former salt mine, with passages lined with exquisite sculptures, and a radiant cross rising over the altar of the cavernous nave."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ciudad Perdida"]]}," — A pre-Columbian city located in the Colombian jungle close to ",{"type":"[[","value":[["Santa Marta"]]},". Built between the eighth and the fourteenth century by the Tayrona Indians. Nowadays only stone circular shaped terraces covered by jungle remain."]},"\n",{"type":"[[","value":[["Image:Nevado del Ruiz Valle de los muertos.JPG"],["thumb"],["Parque Nacional de los Nevados in Caldas"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Islas del Rosario"],["Corales del Rosario"]]}," — a scenic archipelago a short boat journey from Cartagena."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Isla Gorgona"]]}," — This former prison island in the Pacific Ocean is now a nature reserve open for visitors. There is abundant wildlife like monkeys, snakes, whales and sea turtles. It offers excellent diving conditions."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Los Nevados National Park"]]}," — Colombia's high altitude volcano park offers great trekking."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Providencia"]]}," — an idyllic, remote Caribbean Island found halfway towards Jamaica.  With the Western hemisphere's second largest barrier reef, beautiful Providencia Island has been designated a UNESCO Biosphere Reserve."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Agustin"],["San Agustín"]]}," and ",{"type":"[[","value":[["Tierradentro"]]}," — Archeological sites in south-western Colombia."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tayrona National Park"]]}," — Some of the loveliest coastline in all of ",{"type":"[[","value":[["South America"]]},"."]},"\n",{"type":"==","value":["Understand"]},"\nColombia is the only country in ",{"type":"[[","value":[["South America"]]}," with coastlines on both the North Pacific Ocean and Caribbean Sea as well as the country with the second-most biodiversity in the world. Lying to the south of  ",{"type":"[[","value":[["Panama"]]},", Colombia controls the land access between ",{"type":"[[","value":[["Central America"],["Central"]]}," and South America.  With Panama to the north, Colombia is surrounded by ",{"type":"[[","value":[["Venezuela"]]}," to the east, ",{"type":"[[","value":[["Brazil"]]}," to the southeast, and ",{"type":"[[","value":[["Ecuador"]]}," and ",{"type":"[[","value":[["Peru"]]}," to the south west. The country was named in honor of Christopher Columbus, following the Italian version of his name (Cristoforo Colombo). Although Columbus never actually set foot on the current Colombian territory, in his fourth voyage he visited Panama, which ",{"type":"''","value":["was"]}," part of Colombia until 1903.\n\nTraveling in Colombia is definitely worthwhile. From Bogota, with a temperate climate 2,600 m (8,530 ft) above sea level and at a constant temperature of 19 degrees Celsius, a drive of one or two hours North, South, East or West can take you to landscapes which are as diverse as they are beautiful. To historic city centres and towns, modern and energetic party cities, oriental plains which stretch out far beyond the horizon with little modulation. rugged contours of the higher Andean region, the Guajira peninsula and its desert, idylic beaches, the tropical jungle of the Amazon and the Choco with abundant flora and fauna, snowy peaks and volcanoes, ancient ruins, the Magdalena River valley and its hot weather, beautiful coral reefs and an abundant underwater marine life together with pleasant relaxed tropical islands, and the ability to rest and relax in a privately rented ",{"type":"''","value":["hacienda"]}," that lets you have and enjoy these treasures to yourself. Such a diversity comes in with an equal diverse amount of traditions and foods. Colombia is one of the equatorial countries of the world, but unique in its extreme topography and abundance of water and has something for everyone.\n\n",{"type":"===","value":["Climate"]},"\nTake your pick, really. Colombia is an equatorial country with amazing variance in altitude, so it's going to be pretty whatever temperature you like best all year long somewhere! The climate is tropical along the coast, eastern plains, and Amazon; cold in the highlands with periodic droughts. Lacking the usual seasons, Colombians normally refer to rainy seasons as winter—but the differences in terrain and altitude mean the rainy seasons are different in every corner of the country!\n\nThe one downside to all this climactic diversity, though, is that you'll have to bring a fair amount of different clothes if you plan to travel extensively. Cities in the center like Bogotá and those to the north in ",{"type":"[[","value":[["Boyacá"]]}," can potentially reach temperatures below 0° Celsius, so bring a coat. Some mountains are also covered in snow year-long. Cities along the Caribbean coast like ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]},", ",{"type":"[[","value":[["Barranquilla"]]},", and Santa Marta are hot and humid, while some cities at mid-altitude in the Andes like ",{"type":"[[","value":[["Medellín"]]}," (the City of Eternal Spring), ",{"type":"[[","value":[["Manizales"]]},", and other cities in the Coffee Triangle region always have beautiful temperate weather.\n\n",{"type":"===","value":["Terrain"]},"\nFlat coastal lowlands, central highlands, high Andes Mountains, eastern lowland plains\n\n",{"type":"[[","value":[["Image:San Felix surroundings.JPG"],["thumb"],["Countryside in the Andes"]]},"\n",{"type":"'''","value":["Natural hazards"]},": highlands subject to volcanic eruptions; occasional earthquakes. Recent volcanic disaster occurred in Armero, 1985. 25,000 people were buried by lahars that the Nevado del Ruiz produced.\n\n",{"type":"''","value":["Highest point"]},": Pico Cristobal Colon 5,775 m (18,950 ft) of the Sierra Nevada de Santa Marta. The mountain is part of the world's highest coastal range. Nearby Pico Simon Bolivar has the same elevation\n\n",{"type":"===","value":["History"]},"\nColombia was originally inhabited by numerous, major indigenous cultures like the Muisca and the Tayrona. The area that now is Colombia was colonised by the Spanish when America was discovered by Europeans. The process of colonisation radically altered the social structures of the areas and through war and disease brought by the Spanish, the indigenous populations shrank dramatically in size and their numbers dwindle since then. The Spanish brought European settlers and African slaves, while most of the population in the colony was of mixed Spanish and Indigenous ancestry.\n\nThe country became independent from Spain in 1810. It was one of the five countries liberated by Simón Bolívar (the others being Ecuador, Venezuela, Peru and Bolivia). Colombia, Ecuador, Venezuela, and Panama then formed the first Republic of Colombia. Ecuador and Venezuela declared their independence from Colombia in 1830. Panama declared its independence from Colombia in 1903.\n\nThe history of the country in the years to come following independence was marked by several civil wars. The legacy of these conflicts, together with troublesome social issues, early state repression against rural communities and peasants, and world polarisation caused by the Cold War culminated in a communist insurgent campaign by the FARC and the ELN to overthrow the Colombian Government. The years during the conflict were marked by heavy fighting between the communist guerrillas, the Colombian state and military, right-wing paramilitaries, and several drug cartels.\n\nIn the years following 2002 safety has improved dramatically throughout most of the country. In 2012 the government and the FARC started peace talks aiming at bringing the 50 year old Civil War to an end once and for all. Colombia is currently in a process of recovery, and is creating a thriving economy attractive to many national and international investors. Ending the conflict; reducing high income inequalities; rebuilding itself from the legacy of war; these are all some of the issues that confront the country.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visas"]},"\nCitizens of most western countries, including most ",{"type":"[[","value":[["Europe"]]},"an countries, all ",{"type":"[[","value":[["South America"]]},"n nations, ",{"type":"[[","value":[["Panama"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", ",{"type":"[[","value":[["Honduras"]]},", ",{"type":"[[","value":[["El Salvador"]]},", ",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["Belize"]]},", ",{"type":"[[","value":[["Mexico"]]},", the ",{"type":"[[","value":[["United States of America"],["United States"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Solomon Islands"]]},", ",{"type":"[[","value":[["Fiji"]]},", ",{"type":"[[","value":[["Papua New Guinea"]]},", ",{"type":"[[","value":[["Indonesia"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["Taiwan"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Bhutan"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Malaysia"]]}," and ",{"type":"[[","value":[["Singapore"]]}," don't need a visa, unless they are staying for more than 90 days. Irish citizens no longer need to apply for a visa at a Colombian embassy, and should have the same treatment at immigration as any other visa-free travelers.\n\nColombian authorities will stamp passports from the above countries giving permission to stay for a maximum of 30 to 90 days. Immigration officials at any of the international airports of the country will usually ask you the intended length of your trip, giving you a determinate number of days that will cover it, which you can extend to 90 by going to any immigration services office.\n\n",{"type":"====","value":["Extending your stay"]},"\nYou can apply for a 90-day extension to your stay at an Asuntos Migratorios office in some of the major cities, which costs around 40.00 USD. You need two copies of your passport's main page, two copies of the page with the entrance stamp, two copies of a ticket en route out of the country, and four photographs. The procedure takes some time and includes taking your fingerprints. For visitors, the maximum length of stay can not exceed 6 months in 1 year.\n\n",{"type":"===","value":["By plane"]},"\nThere are regular international flights into major cities including ",{"type":"[[","value":[["Bogotá"]]},", ",{"type":"[[","value":[["Medellín"]]},", ",{"type":"[[","value":[["Cali"]]},", Barranquilla, Bucaramanga, Cartagena, ",{"type":"[[","value":[["Pereira"]]}," and San Andres Islands as well as to other smaller cities in the borders with Venezuela, Ecuador, Panamá and Brazil.\n\nThere are daily direct flights to and from the U.S, Canada, Mexico, Costa Rica, Panama, Spain, France, and South America.\n\nBeware that ",{"type":"[[","value":[["Medellín"]]}," is the only Colombian city served by 2 airports: International and long-range domestic flights go to ",{"type":"''","value":["José María Córdova"]}," International Airport (",{"type":"{{","value":[["IATA"],["MDE"]]},") while regional and some other domestic flights arrive in ",{"type":"''","value":["Olaya Herrera"]}," airport (",{"type":"{{","value":[["IATA"],["EOH"]]},")  ",{"type":"[","value":["http:\/\/www.aeropuertoolayaherrera.gov.co\/ppal.php"]},".\n\nBogota has two airport terminals: Puente Aereo and El Dorado. Outside the airport, be aware of enterprising men who will help you lift your bags into a taxi or car, and then expect payment. It is best to politely refuse all offers of help unless from a taxi driver you are about to hire.\n\nTaxis are regulated, reasonably priced and safe from the airports. A taxi ride from the airport to the central business district in Bogota, takes approximately 20 minutes.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" Enter from ",{"type":"[[","value":[["Venezuela"]]}," by the ",{"type":"[[","value":[["San Cristóbal (Venezuela)"],["San Cristóbal"]]},"-",{"type":"[[","value":[["Cúcuta"]]}," or ",{"type":"[[","value":[["Maracaibo"]]},"-",{"type":"[[","value":[["Maicao"]]}," pass."]},"\n",{"type":"*","value":[" Enter from ",{"type":"[[","value":[["Ecuador"]]}," by the ",{"type":"[[","value":[["Tulcan"]]},"-",{"type":"[[","value":[["Ipiales"]]}," (Rumichaca) pass."]},"\n",{"type":"*","value":[" Important: There are no major roads coming from 3 neighboring countries: Panamá, Brazil and Perú. There are no roads at all from Panamá, and there are tiny roads between Colombia and Perú or Brazil, but they do not lead to major cities or regions."]},"\n",{"type":"===","value":["By boat"]},"\nEnter from Panama by the ",{"type":"[[","value":[["Puerto Obaldia"]]},"-",{"type":"[[","value":[["Capurganá"]]}," pass. From ",{"type":"[[","value":[["Capurganá"]]},", another boat ride takes you to ",{"type":"[[","value":[["Turbo"]]},", where buses take you to Medellín and Montería.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"====","value":["From Venezuela"]},"\nConnections can be made from the Caracas main terminal to most cities in Colombia. From the main terminal, Maracaibo (Venezuela) you can find buses that run to the cities (Cartagena, Baranquilla, Santa Marta) on the coast. The border at Maicao provides a relatively easy, straightforward entry into Colombia from Venezuela.\n\nYou can also enter from Venezuela via the busy ",{"type":"[[","value":[["San Cristóbal (Venezuela)"],["San Cristóbal"]]}," to ",{"type":"[[","value":[["Cúcuta"]]}," route, which passes through the border town of ",{"type":"[[","value":[["San Antonio del Táchira"]]},".\n\n",{"type":"====","value":["From Ecuador"]},"\nIt is very straightforward to enter Colombia from Ecuador. Travel to Tulcan, where you can get a taxi to the border.  Get your exit stamps from the immigration offices and take another taxi to Ipiales.  From there you can travel further to Cali, Bogotá, ...\n\n",{"type":"====","value":["From Panama"]},"\nYou can't cross from Panama to Colombia by bus—the Darien Gap begins at Yaviza, where the Interamericana runs out. Consider using the boat crossing instead.  There are often yachts that will shuttle you between Colombia and Panama and offer a stop in the gorgeous San Blas islands.\nAirlines with flights between the two countries are: Avianca, COPA, LAN.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe most important domestic carriers in Colombia are:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.avianca.com Avianca"]}]}," (main Colombian national airline)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vivacolombia.co  VivaColombia"]}]}," (the low-cost, Ryanair-like airline). This airline offers the cheapest airfares, but the worst booking system for foreigner. For 2014 foreign credit cards are not accepted to book a flight. VivaColombia has no offices and hardly any tour operator offers a booking service for this airline. So you can either use the call centre, find somebody with a Colombian credit card (e.g. hotel manager) or choose the payment option with VIA-BALOTO sales points. With the last option you get a code to pay at any ",{"type":"[","value":["http:\/\/www.via.com.co\/ VIA-BALOTO"]}," shop."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.copaair.com\/sites\/co\/ COPA Colombia"]}]}," (formerly AeroRepublica)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lan.com\/es_co\/sitio_personas\/index.html LAN Colombia"]}]}," (formerly Aires)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.easyfly.com.co\/ EasyFly"]}]}," (regional airline around Medellin, Bogota and Bucaramanga)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.satena.gov.co\/ Satena (Servicio Aéreo a Territorios Nacionales)"]}]}," (operated by the Colombian Air Force to provide transport to remote regions of Los Llanos, Amazona & the Pacific coast from Bogota)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ada-aero.com\/ ADA (Aerolinea De Antioquia)"]}]}," (new Medellin based carrier offering regional flights in Antioquia and adjoining regions)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aexpa.com.co\/ AEXPA"]}]}," (primarily a charter carrier to and along the Pacific coast)"]},"They all have well-kept fleets and regular service to major towns and cities in Colombia. The major Colombian airports have been certified as \"Highly Safe\" by international organizations. The online payment process of some domestic airlines is complicated. Payments can be done at the airport or official ticket offices. Most airline fares can be compared at the website of ",{"type":"[","value":["http:\/\/www.despegar.com.co\/ despegar.com.co"]},".\n\n",{"type":"===","value":["By train"]},"\nThere is limited train service in Colombia. There is metro service in Medellin and its surroundings.\n\n",{"type":"===","value":["By car"]},"\nDriving is on the right hand side of the road-most cars have standard transmissions. Colombia's fleet is composed mainly of cars with 4-Cylinder engines that are of European and Japanese manufacture.\nForeign visitors may drive if they show an international driver's license (a multilingual endorsement card issued by automobile and driver's clubs around the world).\n\nInsurance is cheap and mandatory.\n\nThe speed limit in residential areas is 30 km\/h (19 mph), and in urban areas it is 60 km\/h (37 mph). There is a national speed limit of 80 km\/h (50 mph).\n\nThe country has a well-maintained network of roads that connect all major cities in the Andean areas, as well as the ones in the Caribbean Coast. \nThere may be significant landslides on roads and highways during the rainy season (November to February), by which traffic gets interrupted. This usually is resolved within 6 hours to 4 days.\nThere are many toll crossings; the fee is about US$3.00.\nThere are also plenty of dirt roads of variable quality.\nInternational land travel is only possible to Ecuador and Venezuela.\n\n",{"type":"===","value":["By bus"]},"\nTravel by bus is widespread and has different levels of quality. Long-distance trips rarely cost over US$55.00 (one way). When acquiring tickets for the bus, the local custom is that the passanger comes to the terminal and buys the next available bus going to the desired destination. Depending on the company or terminal, it may be even not possible to purchase a ticket 1 or several days in advance! Therefore, it is recommendable to know at least when a particular service starts and ends in a day. Long distance bus travel tends to be very slow because main highways are two-lane roads with lots of truck traffic. For any distance more than 5 hours, you may want to check into air travel.\n\n",{"type":"{|","value":[["class=\"wikitable\" style=\"text-align:center;border:1px solid darkgray;\" cellspacing=\"0\" cellpadding=\"2\""],["|+ Distance and travel time from Bogotá :"],["|-"],["! Destination"],["! Distance (km)"],["! Time (h)"],["|-"],["| Armenia"],["| 296"],["| 8"],["|-"],["| Barranquilla"],["| 985"],["| 20"],["|-"],["| Bucaramanga"],["| 429"],["| 10"],["|-"],["| Cali"],["| 511"],["| 12"],["|-"],["| Cartagena"],["| 1090"],["| 23"],["|-"],["| Cúcuta"],["| 630"],["| 16"],["|-"],["| Ipiales"],["| 948"],["| 24"],["|-"],["| Manizales"],["| 278"],["| 8"],["|-"],["| Medellín"],["| 440"],["| 9"],["|-"],["| Neiva"],["| 309"],["| 6"],["|-"],["| Pasto"],["| 865"],["| 22"],["|-"],["| Pereira"],["| 360"],["| 9"],["|-"],["| Popayán"],["| 646"],["| 15"],["|-"],["| San Agustín"],["| 529"],["| 12"],["|-"],["| Santa Marta"],["| 952"],["| 19"],["|-"],["| Tunja"],["| 147"],["| 3"]]},"\n\nSome companies that offers routes to the north:\n\n1. http:\/\/www.expresobrasilia.com\n2. http:\/\/www.copetran.com.co\n3. http:\/\/www.berlinasdelfonce.com\n4. http:\/\/www.rapidoochoa.com\/\n\nOther companies that goes to the south part of the country:\n\n1. http:\/\/www.bolivariano.com.co\/\n2. http:\/\/www.expresopalmira.com.co\/\n3. http:\/\/www.coomotor.com.co\/\n\n",{"type":"===","value":["By urban bus"]},"\nAround the turn of this century urban centers in Colombia saw the development of a highly efficient and neat bus transit systems that are spreading to other countries. In Bogotá you can find the ",{"type":"'''","value":["Transmilenio"]},", in Medellin el ",{"type":"'''","value":["Metroplus"]}," ",{"type":"[","value":["http:\/\/www.metroplus.gov.co"]},", in Cali el ",{"type":"'''","value":["Mio"]},", in Barranquilla ",{"type":"'''","value":["Transmetro"]},", in Bucaramanga ",{"type":"'''","value":["Metrolínea"]},", in Pereira the ",{"type":"'''","value":["Megabús"]},".\nIt is still recommended that you keep an eye on your belongings and that you do not carry valuables, excess cash (more than $20,000 COP visible) or unnecessary items. Never accept food or drinks from strangers. Avoid talking to strangers at bus stops or terminals. It is possible you may be stopped at police check points. A calm attitude is the best key to avoid inconveniences.\n\n",{"type":"===","value":["By metro"]},"\nThe only metro system of Colombia is in ",{"type":"[[","value":[["Medellín"]]},", in the Department (state) of Antioquia. It connects the outlying suburban towns with the barrios of Medellín - Line A departs from La Estrella to Barrio Niquía, Line B from Barrio San Antonio to Barrio San Javíer. The metro system also has two cable car lines : Metrocable Line K from Barrio Acevedo to Barrio Santo Domingo Savio and Metrocable Line J departing from Barrio San Javier. Riding the cable cars is a unique experience, as passengers travel up the mountains in gondolas. The MetroCable has six stations and an extension to the Parque Arví ecopark. Ride to Parque Arvi costs about 4USD (3500 COP). There, after a 20 minutes trip in the gondola carts you reach an altitude of 2500 meters above sea level.\n\n",{"type":"===","value":["By taxi"]},"\nThe taxi networks in big cities such as Bogota are extensive and very cheap. A (bright yellow) taxi journey across Bogota, can take up to a day but cost less than US$15.\n\nIf you order a taxi by phone the company will then give you the taxi registration number. Then the taxi will be waiting at the given address. You may need to give them a three or four digit code given to you when you book the taxi. During the day some taxi ranks outside hotels, office buildings and government offices will only allow certified drivers and companies and will also take your name and details when you board the taxi. Taxis from city to city are easy to arrange by phoning ahead and agreeing the price, it will still be cheap by western standards and is safe and quite agreeable.\n\nThe meter in all taxis starts at 25, and then increases over distance. The number it arrives at corresponds to a tariff that will be on display on the front seat of the cab. Taxi and bus prices increase on Sundays, public holidays, early in the morning and late at night. There are also extra charges for baggage and for booking in advance by telephone.\n\nUnlike many other countries it is not customary to tip the taxi driver.   It's up to the individual.\n\nMany taxis are not allowed to travel outside of Bogota due to boundary restrictions with their licences.  You should always make arrangements to travel outside of Bogota by taxi ahead of time.\n\nIn some locations (Las Aguas in the Candelaria district of Bogota for example) you may find an individual acting as a tout for taxi drivers - they will offer you a taxi and lead you to a particular cab. They then recevie a small tip from the driver.\n\nTaxis (and much else besides) are much more expensive in Cartagena than in other cities.\n\n",{"type":"===","value":["By cable car"]},"\nSince most of the Colombian population lives in the Andes, ",{"type":"'''","value":["cable car systems"]}," are becoming popular for both commuting and tourist transportation.  You can ride the ones in Manizales and Medellín, which are integrated in the Metro system ",{"type":"[","value":["http:\/\/www.medellininfo.com\/metro\/metrocable.html"]},", as well as the ones in rural small towns of ",{"type":"[[","value":[["Antioquia"]]}," : ",{"type":"[[","value":[["Jardín"]]},", Jericó, Sopetrán and San Andrés de Cuerquia. Also enjoy the magnificent view of the new cable car above the Chicamocha river canyon in ",{"type":"[[","value":[["Santander"]]},".\n\n",{"type":"==","value":["Talk"]},"\nThe official language of Colombia is ",{"type":"'''","value":[{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]}]},". Some indigenous tribes in rural areas continue to speak their own languages, though almost all people from those tribes will be bilingual in their indigenous language and Spanish.\n\nIf you've recently learned Spanish, its a relief to know that the Bogota dialect is clear and easy to understand. The Spanish does vary, however, from Cartagena to Bogota to Cali. Generally the Spanish on the coasts is spoken more rapidly, and Spanish from Medellin has its own idiosyncrasies. Note that in cities like Medellín and Cali, the dialect of Spanish is the ",{"type":"''","value":["voseo"]}," form. Meaning that instead of the second person familiar pronoun ",{"type":"''","value":["tú"]},", ",{"type":"''","value":["vos"]}," is used instead. Though ",{"type":"''","value":["tú"]}," is also understood by everybody, ",{"type":"''","value":["vos"]}," is a more friendly voice while ",{"type":"''","value":["tú"]}," is reserved for intimate circles. The Spanish spoken along the Caribbean coast is similar to the dialects spoken in ",{"type":"[[","value":[["Cuba"]]},", ",{"type":"[[","value":[["Puerto Rico"]]}," and the ",{"type":"[[","value":[["Dominican Republic"]]},".\n\nEnglish is taught in school, and Colombians are often exposed to subtitled Hollywood films, so while shy, many younger Colombians in the largest cities know at least a few basic phrases in English. Expect to meet teenage Colombians who may want to practice their English skills with you.\n\nColombians from more affluent backgrounds will have lived and worked in the U.S., Canada, England and possibly Australia in order to learn English. Many university text books are in English, and the majority of high ranking professionals, executives and government workers in Colombia speak an acceptable level of English.\n\nFrench, German and Portuguese are also spoken, but to a lesser extent.\n\n",{"type":"==","value":["See"]},"\nMuch of Colombia is in the Andes, which means there is very nice mountainous scenery to be found. On the other hand, there are also nice beaches to be found in the lowlands. The altitude of some peaks mean that snow can be seen even though they lie in the tropics.\n\n",{"type":"==","value":["Do"]},"\nThere are a lot of things to do in Colombia, and you can find parties and celebrations wherever you go. Colombians especially love to dance, and if you don't know how, they'll happily teach you. Colombia is known for its exciting night life.\n\nThere are many groups and agencies offering eco-tourism and it is very usual to find trekking  plans (locally named 'caminatas' or 'excursiones')  on weekend; many groups (named 'caminantes') offers cheaper one day excursion, special trips (on long weekends or during periods of vacation time (January, Holy Week, July, August, October, December)  to different places in the country. Some recommended groups based out of ",{"type":"[[","value":[["Bogotá"]]}," are: Viajar y Vivir, Fundación Sal Si Puedes, Caminantes del Retorno; there are many other.  Patianchos in Medellín; Rastros in Bucaramanga. They usually offer guidance and transportation to the place; on long trips include lodging and other services. The recommendation is asking if the guide has the official certification.\n\n",{"type":"==","value":["Buy"]},"\nThe Colombian textile industry is well-recognized and reputable around South America and Europe. Clothing, including lingerie is particularly well-regarded as high quality and very affordable. Leather garments, shoes and accessories are also of interest to foreigners.  The best place to buy either is Medellin, known for being the fashion capital of the country, where one can buy very high quality goods at a very low cost.\n\nColombian emeralds and gold (18k) jewelry can also be very attractive for visitors. A typical Colombian style of jewelry is a copy of precolombian jewelry, which is fabricated with gold, silver and semi-precious stones.\n\nThe \"mochila\", the Spanish word for \"backpack\" or \"rucksack\", is also a traditional, indigenous, hand-woven Colombian bag, normally worn over the shoulder. They are commonly sold in shopping malls, especially in the Santa Marta\/El Rodadero area. Mochilas usually come in three sizes - a large one to carry bigger things, a medium one to carry personal belongings, and a small one to carry coca leaves. Coca leaves are carried by local tribe members to reduce hunger, increase energy and to combat altitude sickness.\n\nHandicrafts such as intricately designed jewelery are commonly sold in markets and on street corners. Many street vendors will approach people, selling t-shirts, shorts, glasses, bracelets, watches, necklaces, souvenirs, and novelty photographs. If you want to buy something, this is a good time to exercise your bartering skills. Usually you can go down by 2,000 to 3,000 pesos, however 10%-15% is the generally accepted rule. For example, if someone is selling a shirt for P$10,000, try asking if you can pay P$8,000. Go from there.\n\nIf you don't want to buy anything, a simple ",{"type":"''","value":["gracias,"]}," (\"thank you\") and a non-committal wave of your hand will deter would-be sellers.\n\n",{"type":"===","value":["Money"]},"\nThe currency of Colombia is the ",{"type":"'''","value":["Colombian peso"]},", but the symbol you will encounter is $. Most banks and money changes will accept major world currencies such as the US dollar and the euro.\n\n",{"type":"===","value":["Costs"]},"\n",{"type":"*","value":["For transport, accommodations, tourism and food: "]},"::*cheap: US$30 for one person, US$50 for two (at 2,000 pesos per dollar).\n::*comfortable: US$60 for one person, maybe  US$100 for two.\n\n",{"type":"'''","value":["Typical prices"]},": modest but clean (and occasionally charming) hotel: US$25 (50,000 COP), nice meal: US$15 for two, beers: US$0.60-1.50 depending on bar, bus: 100 km about US$6 (cheaper per km for longer trips, more for dirt roads), urban transport: 50 US cents.\n\n",{"type":"==","value":["Eat"]},"\nIn many areas of Colombia, it is common to have ",{"type":"''","value":["buñuelos"]}," (deep fried corn flour balls with cheese in the dough) and ",{"type":"''","value":["arepas"]}," (rather thick corn tortillas, often made with cheese and served with butter) with scrambled eggs for breakfast. ",{"type":"[[","value":[["Bogotá"]]}," and the central region have its own breakfast delicacy of tamales -  maize and chopped pork or chicken with vegetables and eggs, steamed in banana leaves, often served with home-made hot chocolate.\n\nEmpanadas, made with potato and meat with a pouch-like yellow exterior, are delicious and entirely different from their Mexican counterparts. Pastry is prevalent, both salty and sweet, including Pandebono, Pan de Yuca, Pastel Gloria, and Roscon. These vary in quality—ask the locals for the best niche places to indulge.\n\nFor lunch, especially on Sundays, you should try a sancocho de gallina (rich chicken soup, served with part of the chicken itself, rice and vegetables\/salad). Sancocho is widespread throughout the country, with countless regional variants. On the coast it features fish, and is highly recommended. Another soup, served in ",{"type":"[[","value":[["Bogotá"]]}," and the periphery, is Ajiaco (chicken soup made with three different kinds of potato, vegetables and herbs(guasca), served with rice, avocado, corn, milk cream and capers).\n\n\"Bandeja paisa\" is common in most places, (the \"paisas\" are the natives from some departments in the northwest, such as ",{"type":"[[","value":[["Antioquia"]]},", ",{"type":"[[","value":[["Caldas (Colombia)"],["Caldas"]]},", ",{"type":"[[","value":[["Risaralda"]]}," and ",{"type":"[[","value":[["Quindío"]]},"). This includes rice, beans, fried plantain, arepa, fried egg, chorizo, chicharrón (pork crackling) with the meat still attached. It's a very fatty dish, but you can leave what you don't like, and if you're lucky enough, you could find a gourmet ",{"type":"''","value":["bandeja paisa"]}," in a good restaurant in Bogotá or ",{"type":"[[","value":[["Medellín"]]},". They are lighter and smaller.\n\nThere are a few chains throughout the country. In addition to worldwide franchises (McDonald's, Subway, T.G.I.F., which are specially focused on Bogotá and other big cities), Colombian chains are very strong and located in almost every city. Presto and especially El Corral serve outstanding burgers, Kokoriko makes broiled chicken and Frisby specializes in roasted chicken. Gokela is the first choice among people wanting healthy options such as wraps, salads, super foods, supplements and subsequently one of the only options for vegetarians, vegans and organic eaters.  Crêpes and Waffles, as the name indicates, is an upscale breakfast\/brunch restaurant with spectacular... crêpes, waffles and ice cream. There are many international restaurants, including rodizios (Brazilian steak house style), paella houses, etc.\n\nA great variety of tropical fruits can be tasted, and the corresponding variety in juices, from some of the oddest ones you can find around the globe (really) to the sweetest ones. You just must know how to find and prepare them. Anyway, anyone would be pleased to teach you. Some examples of those exotic fruits include: tamarinds, mangoes, guanabanas, lulo, mangostines (really great and rare even for Colombians), and a great variety in citrus.  In addition, you can find some of those rich and strange flavors in prepared food like ice cream brands or restaurant juices. Most of Colombians drink juices at home and in restaurants, they are inexpensive and natural everywhere.\n\nIn Colombia there are a great variety of \"tamales\" if you like them, but be aware they are very different from their most famous Mexican cousins. They differ from region to region, but all of them are delicious.  They are called \"envuelto\", the sweet tamale made of corn.\n\nRegarding coffee, you can find a lot of products that are both made commercially and home-made from this very famous Colombian product, like wines, cookies, candies, milk-based desserts like \"arequipe\", ice-cream, etc.\n\nColombians are famous for having a sweet tooth, so you are going to find a lot of desserts and local candies like \"bocadillo\"  made of guayaba (guava fruit), or the most famous milk-based \"arequipe\" (similar to its Argentinian cousin \"dulce leche\" or the French \"confiteure du lait\"). That just covers the basics, since every region in Colombia has its own fruits, local products, and therefore its own range of sweet products. If you are a lover of rare candies, you could get artisan-made candies in the little towns near Bogotá and Tunja.\n\nThe \"tres leches\" cake is not to be missed - a sponge cake soaked in milk, covered in whipped cream, then served with condensed milk, it is for the serious dairy fiend only. Another delicious dessert is 'leche asada', like a grilled milk.\n\nOrganic food is a current trend in big cities, but in little towns you can get fruits and veggies all very natural and fresh. Colombians aren't used to storing food for the winter, since there are no seasons in the traditional sense. So don't ask them for dried items like dried tomatoes or fruits. All you have to do is go shopping at the little grocery stores nearby and pick up the freshest of the harvest of the month (almost everything is available and fresh all year).  As for pickles and related preserved food, you can find them in supermarkets, but they are not common in family households.\n\nPre-Columbian civilizations cultivated about 200 varieties of potatoes. Colombia as an Andean country, is not the exception. Even McDonalds recognizes the quality of this product and buys them.  Try the local preparations like \"papas saladas\" (salted potatoes) or \"papas chorriadas\" (stewed potatoes).\n\nAll in all, in Colombia it can be fun to have the ingredients and the preparation of a lot of exotic recipes explained to you.\n\n",{"type":"==","value":["Drink"]},"\nFor breakfast, take a home-made hot drink. The choices normally include coffee, hot chocolate or \"agua de panela\". The latter is a drink prepared with panela (dried cane juice), sometimes with cinnamon and cloves, which gives it a special taste. In Bogotá and the region around, is a custom to use cheese along with the drink, in a way that small pieces of cheese are put into the cup and then after they are melt, you can use a spoon to pick them up and eat it like a soup. It is the same way to drink hot chocolate.\n\nColombia's national alcoholic beverage, Aguardiente (A.K.A. ",{"type":"''","value":["guaro"]},"), tastes strongly of anise, and is typically bought by the bottle or half bottle or a quarter. People usually drink it in shots. Each region has its own aguardiente, \"Antioqueño\" (from Antioquia), \"Cristal\" (from Caldas), \"Quindiano\" (from ",{"type":"[[","value":[["Quindío"]]},"), \"Blanco del Valle\" (from Valle del Cauca) and \"Nectar\" (from Cundinamarca). There is also a variety of rum beverages, like \"Ron Santa Fe\" (also from Cundinamarca), \"Ron Medellin Añejo\" (also from Antioquia), \"Ron Viejo de Caldas\" (also from Caldas) among others.\n\nThe water is drinkable right from the tap in most of the major cities, but be prepared to buy some bottles if you go to the countryside. Agua Manantial Bottled water is recommended, it comes from a natural spring near Bogotá. An advice, make sure you do not use ice cubes, or drink any beverage that might contain non distilled water, ask if the beverage is made with tap or bottled\/boiled water.\n\nIf you are lucky enough, and if you are staying in a familiar \"finca cafetera\" (coffee farm) you can ask your Colombian friends not only for the selected coffee (quality export) but for the remaining coffee that the farmers leave to their own use.  This is manually picked, washed, toasted in rustic brick stoves and manually ground. It has the most exquisite and rare flavor and aroma ever found.\n\nIn Bogota and the rest of the country, black filter coffee is referred to as \"tinto\" - confusing if you were expecting red wine.\n\nAlso, you can find specialized places where you can drink coffee with many different combinations (like Juan Valdés Café or Oma), hot or frozen preparations.\n\nCommercially, you can find a lot of products made out of coffee too like wines, ice-creams, soda-pops and other beverages.\n\n",{"type":"==","value":["Sleep"]},"\nIn Colombia you can find a range of options, bed and breakfast conditioned to western standards and ",{"type":"[[","value":[["hostels"]]}," to five-star hotels.  There are also apartments that rent per day.\n\n",{"type":"==","value":["Learn"]},"\nColombia education is generally strict and is kept to high standards. Most Colombian degrees can be legalized in foreign countries. In contrast to American education, a typical Bachelor's degree program in Colombia is 160 credits or 5 years long. You can find several programs in different universities around the country.\n\n",{"type":"===","value":["Learn Spanish"]},"\nColombian Spanish is considered by many around the world as the purest in Latin America and there are many universities and language schools that have Spanish programs.  ",{"type":"'''","value":["Study Spanish Colombia"]}," ",{"type":"[","value":["http:\/\/studyspanishcolombia.com\/"]}," is a very useful and informative free guide written by a local expert that lists all the options to study Spanish at Colombian Universities, language schools and with private Spanish teachers.  Also discussed are the different types of visas and where to stay.\n\n",{"type":"===","value":["Learn Salsa"]},"\nColombia is one of the mother countries of Salsa and you will be able to listen to this music all over the place. In the last years several of the Salsa World Champions came from Colombia. Especially in Cali and Cartagena there are plenty of clubs and schools.\n\n",{"type":"==","value":["Work"]},"\nIf you want to work for a national company, such as Bancolombia\/Conavi, Avianca, or Presto, you must be able to speak Spanish with near-native fluency. Depending on your qualifications, companies may offer Spanish lessons, however always make sure that you are indeed eligible for the position advertised. You can teach English for extra money, especially in smaller cities where the demand for it is high. Also you could work for a NGO.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["warningbox"],["us=http:\/\/travel.state.gov\/travel\/cis_pa_tw\/tw\/tw_5931.html"],["Even though security in Colombia has increased significantly, travel in Colombia outside metropolitan areas in some parts of the country is considered dangerous. Guerrilla movements including FARC and ELN guerrillas are still operational in 30 out of the 32 departments of the country, and especially in rural areas of the south, southwest, southeast and northwest. Jungle regions near the Ecuadorian, Peruvian, Brazilian and Venezuelan borders are also base areas for guerrillas. These groups frequently target locals and occasionally foreign visitors, especially for kidnapping. In November of 2010 the US State Department, UK Foreign Office and the Canadian Ministry of Foreign Affairs renewed their annual travel advisory for Colombia, and continue to recommend against ",{"type":"''","value":["all non-essential travel"]}," to large swathes of the country. October 11, 2013"]]},"\n\nColombia has suffered from a terrible reputation as a dangerous and violent country but the situation has improved dramatically since the 80s and 90s. Colombia is on the path to recovery, and Colombians are very proud of the progress they have made.\n\nThe security situation differs greatly throughout the country currently. Most jungle regions are not safe to visit, but the area around ",{"type":"[[","value":[["Leticia"]]}," is very safe, and the areas around ",{"type":"[[","value":[["Santa Marta"]]}," are OK. No one should visit the Darien Gap at the border with ",{"type":"[[","value":[["Panama"]]}," (in the north of ",{"type":"[[","value":[["Chocó"]]},"), as well as ",{"type":"[[","value":[["Putumayo"]]}," and ",{"type":"[[","value":[["Caquetá"]]},", which are very dangerous, active conflict zones. Other departments with significant rural violence include the Atlantic departments of ",{"type":"[[","value":[["Chocó"]]},", ",{"type":"[[","value":[["Cauca"]]},", and ",{"type":"[[","value":[["Valle del Cauca"]]},"; eastern ",{"type":"[[","value":[["Meta"]]},", ",{"type":"[[","value":[["Vichada"]]},", and ",{"type":"[[","value":[["Arauca"]]}," in ",{"type":"[[","value":[["Orinoquía"],["the east"]]},"; and all ",{"type":"[[","value":[["Amazonia (Colombia)"],["Amazonian departments"]]}," except for ",{"type":"[[","value":[["Amazonas (Colombia)"],["Amazonas"]]},". That's not to say that these departments are totally off-limits—just be sure you are either traveling with locals who know the area, or sticking to cities and tourist destinations.\n\n",{"type":"===","value":["Landmines"]},"\nAs of 2010 Colombia has the second-highest number of land mines in the world; only ",{"type":"[[","value":[["Afghanistan"]]}," has more. So don't walk around blithely through the countryside without consulting locals. Land mines are found in 31 out of Colombia's 32 departments, and new ones are planted every day by guerrillas, paramilitaries, and drug traffickers.\n\n",{"type":"===","value":["Paramilitaries"]},"\nThere was an agreement in 2005 with the government which resulted in the disarmament of some of the paramilitaries. However they are still active in drug business, extortion rackets, and as a political force. They do not target tourists specifically, but running up against an illegal rural roadblock in more dangerous departments is possible.\n\n",{"type":"===","value":["Kidnappings"]},"\nAt the end of the 1990s and in the early 2000s, kidnapping became one of the most cost-effective ways of financing for the guerrillas of the FARC and the ELN and other armed groups but, thanks to improvements in security and the progressive weakening of the guerrillas, criminal organizations, and other armed groups, the number of kidnappings in Colombia has been constantly declining. 3,000 Kidnappings took place in 2000 while 229 cases occurred in 2011. The number of kidnappings continues to decline. Kidnappings are still a problem in some southern departments like ",{"type":"[[","value":[["Valle del Cauca"]]},", ",{"type":"[[","value":[["Cauca"]]},", and ",{"type":"[[","value":[["Caquetá"]]},". Colombia happily no longer has the highest rate of kidnappings in the world.\n\n",{"type":"===","value":["Guerrillas"]},"\nThe guerrilla movements which include FARC and ELN guerrillas are still operational, though they are greatly weakened compared to the 1990s as the Colombian army has killed most of their leaders. These guerrillas operate mainly in rural parts of southern, southeastern and northwestern Colombia, although they have a presence in 30 out of the country's 32 departments. Big cities hardly ever see guerrilla activity these days. River police, highway police, newspapers, and fellow travelers can be a useful source of information off-the-beaten-path.\n\n",{"type":"===","value":["Crime"]},"\nThe crime rate in Colombia has been significantly reduced since its peak in the late 1980s and 1990s. However, major urban centers and the countryside of Colombia still have very high violent crime rates, comparable to blighted cities in the ",{"type":"[[","value":[["United States of America"],["United States"]]},", and crime has been on the increase in recent years. In the downtown areas of most cities (which rarely coincide with the wealthy parts of town) violent crime is not rare; poor sections of cities can be quite dangerous for someone unfamiliar with their surroundings. Taxi crime is a very serious danger in major cities, so always request taxis by phone, rather than hailing them off the street—it costs the same and your call will be answered rapidly. Official taxi ranks are safe as well (airports, bus terminals, shopping malls).\n\n",{"type":"===","value":["Drugs"]},"\nLocal consumption is low, and penalties are draconian, owing to the nation's well-known largely successful fight against some of history's most powerful and dangerous traffickers. Remember that the drug trade in Colombia has ruined many innocent citizens' lives and dragged the country's reputation through the mud.\n\nMarijuana is illegal. Police will tolerate you having a few grams of this drug on your person, but you are flirting with danger if you carry much more. Especially in small towns, it is not always the police you have to deal with, but vigilantes. They often keep the peace in towns, and they have a very severe way of dealing with problems.\n\n",{"type":"'''","value":["Scopolamine"]}," is an extremely dangerous drug from an Andean flowering tree, which is almost exclusively used for crime, and nearly all the world's incidents of such use take place in Colombia. Essentially a ",{"type":"''","value":["mind control drug"]}," (once experimented with as an interrogation device by the CIA), victims become extremely open to suggestion and are \"talked into\" ATM withdrawals, turning over belongings, letting criminals into their apartments, etc., all while maintaining an outward appearance of more or less sobriety. After affects include near total amnesia of what happened, as well as potential for serious medical problems. The most talked about method of getting drugged with scopolamine is that of powder blown off paper, e.g., someone walks up to you (with cotton balls in their nose to prevent blowback) and asks for help with a map, before blowing the drugs into your face. But by far the most common method is by drugging drinks at a bar. To be especially safe, abandon drinks if they've been left unattended. While a pretty rare problem, it's an awfully scary one, and happens most often in strip clubs or other establishments involving sex workers.\n\n",{"type":"==","value":["Stay healthy"]},"\nDrink only bottled water outside the major cities. The water in major cities is safe. Most drinking water in people's homes is of the purified variety that comes in huge multi-gallon plastic bags (which you can find at any little grocery store). The coffee's delicious, though, so why not just start that habit!\n\n",{"type":"[[","value":[["Tropical diseases"]]}," are a concern in lowland parts of the country, and more so outside of major cities. Mosquitos carry ",{"type":"[[","value":[["malaria"]]},", ",{"type":"[[","value":[["Yellow fever"]]},", and ",{"type":"[[","value":[["Dengue fever"],["Dengue"]]},", and infection rates are similar to other lowland parts of ",{"type":"[[","value":[["South America"]]}," (i.e., much lower than in sub-Saharan Africa). Yellow fever has a vaccine, so get it—it's required for entry to many national parks, anyway. Dengue is not preventable beyond avoiding mosquito bites, so using bug spray regularly in lowland rural areas is good sense.\n\nMalaria can kill you within 24 hours of infection, so trips outside ",{"type":"[[","value":[["Bogotá"]]},", ",{"type":"[[","value":[["Medellín"]]},", ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]},", and the ",{"type":"[[","value":[["Andino"],["Andean region"]]}," warrant use of antimalarials, which can be bought ",{"type":"''","value":["very"]}," cheaply without a prescription from a ",{"type":"''","value":["droguería"]},", which are everywhere in any city of any size throughout the country. Ask for Doxycicline tablets at a dosage of 100 mg, with the number being 30 days plus the number of days in a malarial area (so you can start 1–2 days in advance, and take it daily continuing for 4 weeks past the end of your trip). The phrase you want is: ",{"type":"''","value":["doxyciclina, cién miligramas, [number] pastillas"]},". Using some bug spray in the evening serves as a bit of extra protection.\n\n",{"type":"==","value":["Respect"]},"\nColombians are acutely aware of their country's bad reputation, and tactless remarks about the history of violence might earn you a snide remark (likely regarding your country of origin) and an abrupt end to the conversation. However, Colombians eventually become willing to discuss these topics once they feel comfortable enough with someone.\n\nColombians are more formal than much of Latin America. Make a point to say \"please\" (\"Por favor\" or \"Hágame el favor\") and \"thank you\" (\"muchas gracias\") for anything, to anyone. When addressed, the proper response is \"¿Señora?\" or \"¿Señor?\" In parts of the country (especially ",{"type":"[[","value":[["Boyacá"]]},") Colombians can be formal to the point of anachronism, calling strangers \"Su merced\" (your Mercy!) in place of usted. The one (much) more informal part of the country is along the ",{"type":"[[","value":[["Costa Norte (Colombia)"],["Caribbean coast"]]},", where referring to people just as \"chico\" can be more the norm—but take your cues from those around you.\n\nRace is not a hot issue in Colombia, since whites, criollos, and mestizos (mixed race) blend naturally with natives and Afro-Colombians in everyday life (education, living, politics, marriage).  Differences between white foreigners are not dwelled upon: expect to be called \"gringo\" even if you are, say, Russian. Unless context includes anger, it's not meant to be offensive. If you are black, you will probably be referred to as \"negro\" or \"moreno,\" which also are not considered at all offensive. Asians are usually called \"chino\" (Chinese), regardless of actual background. Confusingly, Colombians also occasionally refer to children as chinos (\"kids\"); this use comes from Chibcha, an indigenous language. Even more confusingly, Colombians refer to blondes and redheads as \"monos\" (monkeys). It sounds offensive, but actually ranges from neutral to affectionate.\n\nColombians have the mannerism of pointing to objects with their chins or lips; pointing to a person or even an object with your finger can be considered rude or less discreet.\n\nAvoid indicating a person's height using your hand palm down, as this is considered reserved for animals or inanimate objects. If you must, use your palm facing sidewards with the bottom of the hand expressing the height.\n\nColombians dance a lot. Anyone will be glad to teach you how to dance, and they will not expect you to do it correctly, since they have been practicing every weekend for most of their lives. Colombian night life centers mostly on dancing, and bars where people sit or stand are less common outside major cities. Despite the sensual movements, dancing is normally not intended as flirtation. It is applied in the same way as in Brazil—an almost-naked \"garota\" dancing samba in the carnival is not inviting you to have sex with her but inviting you to enjoy, to be happy, to join in the celebration, to join the exuberant shedding of inhibitions.\n\n",{"type":"===","value":["Gay and lesbian travelers"]},"\nMost Colombians are Catholic, although you'll find that young people are quite relaxed about religion, especially with regards to social issues. Public displays of affection are rare, though, and may elicit uncomfortable stares. Verbal and physical homophobic violence is not necessarily unheard of, and unfortunately less aggressive homophobia may be more widespread than what politeness masks. Overall, Colombian attitudes to homosexuality are pretty similar to what you find in the United States.\n\nYou can find more liberally-minded areas (at least about LGBT issues) in Bogotá's ",{"type":"[[","value":[["Bogotá\/Chapinero-Zona G"],["Chapinero"]]}," district. It is home to what may be the biggest LGBT community in Colombia, and is the focal point of the community's nightlife in Bogotá (if not the whole country), with explicitly gay-friendly establishments such as Theatron (arguably one of the biggest discos in South America) ",{"type":"[","value":["http:\/\/www.theatron.co\/"]},". LGBT pride parades also take place in some of the major cities sometime around late June and early July. ",{"type":"[","value":["http:\/\/off2colombia.com\/gay-pride-bogota"]},"\n\nColombia has approved same-sex civil unions, but efforts to legalize gay marriage have failed.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["By phone"]},"\n\n",{"type":"====","value":["Carriers"]},"\nIt's simple enough to get a SIM card and even an unlocked phone at the international airport in ",{"type":"[[","value":[["Bogotá"]]},", although there is, of course, a price hike. They're not hard to find in any city either, just ask your hotel or hostel staff where to go. Topping up is also easy, and can be done pretty much on any street corner.\n\nThe carriers you'll most likely see are Claro, Tigo, and Movistar. Claro is the most expensive (by a little bit), but has the widest coverage in the country, if you expect to get off the beaten path.\n\n",{"type":"====","value":["Dialling"]},"\n",{"type":"{|","value":[["class=\"wikitable\" align=\"right\" width=\"400px\""],["|+ Colombian area codes"],["|-"],["! # !! Departments"],["|-"],["| 1 || ",{"type":"[[","value":[["Bogotá"]]}," and ",{"type":"[[","value":[["Cundinamarca"]]}],["|-"],["| 2 ||  ",{"type":"[[","value":[["Valle del Cauca"]]},", ",{"type":"[[","value":[["Cauca"]]},", ",{"type":"[[","value":[["Nariño"]]}],["|-"],["| 3 ||  Mobile phones"],["|-"],["| 4 ||  ",{"type":"[[","value":[["Antioquia"]]},", ",{"type":"[[","value":[["Chocó"]]},", ",{"type":"[[","value":[["Córdoba (Colombia)"],["Córdoba"]]}],["|-"],["| 5 ||  ",{"type":"[[","value":[["Atlántico"]]},", ",{"type":"[[","value":[["Bolívar (department)"],["Bolívar"]]},", ",{"type":"[[","value":[["Cesar"]]},", ",{"type":"[[","value":[["La Guajira"]]},", ",{"type":"[[","value":[["Magdalena Department"],["Magdalena"]]},", ",{"type":"[[","value":[["Sucre (department)"],["Sucre"]]}],["|-"],["| 6 ||  ",{"type":"[[","value":[["Caldas (Colombia)"],["Caldas"]]},", ",{"type":"[[","value":[["Risaralda"]]},", ",{"type":"[[","value":[["Quindío"]]}],["|-"],["| 7 ||  ",{"type":"[[","value":[["Norte de Santander"]]},", ",{"type":"[[","value":[["Santander (Colombia)"],["Santander"]]},", ",{"type":"[[","value":[["Arauca"]]}],["|-"],["| 8 ||  ",{"type":"[[","value":[["Boyacá (department)"],["Boyacá"]]},", ",{"type":"[[","value":[["Tolima"]]},", ",{"type":"[[","value":[["Huila"]]},", ",{"type":"[[","value":[["San Andrés and Providencia"]]},", ",{"type":"[[","value":[["Meta"]]},", ",{"type":"[[","value":[["Caquetá"]]},", ",{"type":"[[","value":[["Amazonas (Colombia)"],["Amazonas"]]},", ",{"type":"[[","value":[["Casanare"]]},", ",{"type":"[[","value":[["Vichada"]]},", ",{"type":"[[","value":[["Guainía"]]},", ",{"type":"[[","value":[["Vaupés"]]},", ",{"type":"[[","value":[["Guaviare"]]},", ",{"type":"[[","value":[["Putumayo"]]}]]},"\n\nDialling Colombian numbers is complicated, with several systems.\n\n",{"type":"'''","value":["From landlines"]},":\n\nTo call from a landline to another local landline, dial the normal seven digits. To call from a landline to a mobile, dial twelve digits, always beginning with 03, followed by the ten digit number provided.\n\nIt's far more complex to make long-distance domestic calls or international calls. Ask whoever owns the phone to dial it for you. If that's not an option, buy a mobile phone. Seriously.\n\n",{"type":"'''","value":["From mobiles"]},":\n\nTo call from a mobile to a landline, you must dial 03 + area code + the seven digit number. To call a mobile from a mobile is easy—just dial the ten digits. Long distance is not an issue.\n\nCalling internationally is much harder, and requires figuring out which long distance carrier to call. The formula is 00 + long distance carrier code + country code + number. But why on earth aren't you just Skyping from an Internet café?\n\n",{"type":"'''","value":["From abroad"]},":\n\nTo call a Colombian landline from another country, use the +57 country code then the eight digit number (the first of which is the area code). To dial a mobile phone from abroad, dial +57 and then the ",{"type":"''","value":["ten"]}," digit number.\n\n",{"type":"===","value":["By Internet"]},"\nInternet cafés are easy to find in any city or town. Expect rates to run about $1,250-2,500 (around $US0.50-1) per hour, depending on how much competition there is (i.e., cheap in Bogotá, expensive in the middle of nowhere). Quality of connection is directly related to the centrality of location, and hence inversely related to price.\n\n",{"type":"{{","value":[["geo"],["4.5833"],["-74.0667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South America"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Colombia"]]},"\n",{"type":"[[","value":[["Wikipedia:Colombia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Colombia\/"]]}]