[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.colts-neck.nj.us\/ Colts Neck"]}]}," is a city in ",{"type":"[[","value":[["Monmouth County"]]},", ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Understand"]},"\nColts Neck is a scenic suburban town in Monmouth county New Jersey that was founded in 1676. It is a small town with a rich history. Colts Neck was the location of The North American Phalanx, one of the two major early American attempts at Utopianism. Although the Phalanx was destroyed by a fire in 1854, Phalanx Road, one of the major roads which runs through Colts Neck, stands in its place. ",{"type":"[","value":["http:\/\/www.colts-neck.nj.us\/information\/history\/ 2"]},"\n\nToday, Colts Neck encompasses 31.7 square miles and is home to around 12,000 citizens ",{"type":"[","value":["http:\/\/www.colts-neck.nj.us\/information\/at-a-glance\/ 3"]},". Full of residential areas, Horse Farms and Golf Courses, Colts Neck provides beautiful, rural scenery all year round. Colts Neck is the home of Delicious Orchards and the original home of Laird's AppleJack. Notable residents include Queen Latifah, David Bryan of the band Bon Jovi, and Bruce Springsteen. Major town events include The Colts Neck Fair and The Colts Neck Art & Craft Festival",{"type":"[","value":["http:\/\/www.colts-neck.nj.us\/information\/at-a-glance\/ 3"]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By Car"]},"\n\nNew Jersey Turnpike to Exit 8, Route 33 East to Route 537 East into Colts Neck\n\nRoute 18 North to Exit 19a\n\nGarden State Parkway: Going south on the GSP, take exit 14A (Matawan). After the toll make a right at the stop sign. Continue down the road and at the 3rd light make a left onto Route 34 south. Take Route 34 down 5 miles and you will be greeted by the Colts Neck welcome sign.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pumpkin\/apple picking"]},": Pick-your-own farms in town attract many people to Colts Neck during the Fall season. Two of the most notable locations to do this are ",{"type":"'''","value":["Eastmont Orchards"]}," and Slope Brook Farm ",{"type":"[","value":["http:\/\/www.eastmontorchards.com\/ 4"]},". Every year when October comes around Colts Neck is bombarded with pumpkin pickers. Families travel from all over New Jersey just to come and enjoy the Halloween festivities. A well known farm is Colts Neck is Casola Farms. These farms are located up and down Route 34.  Each farm offers hay rides, scary mazes, pumpkins, apple cider, powdered donuts and many more fall activities.   "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Delicious Orchards"]},": Another attraction to the town, Delicious Orchards is the ideal country food market. Though it began as a simple apple orchard in 1911, today the market stands at over 60,000 square feet. Delicious Orchards provides some of the best fresh fruit, vegetables, homemade pies, pastries, and Apple Cider in the area. It is popular all year long but is at its busiest right around Thanksgiving. In addition to the great food, free samples, fresh flowers, and an outdoor eatery all make Delicious Orchards an enjoyable experience. Located on Route 34 South in Colts Neck ",{"type":"[","value":["http:\/\/www.deliciousorchardsnj.com\/welcome\/index.php 5"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golfing"]}," ",{"type":"[","value":["http:\/\/www.monmouthcountyparks.com\/ 6"]}]},"\n:*",{"type":"'''","value":["Hominy Hill Golf Course"]},". Public Golf Course that is part of the Monmouth County Park System. Located on Mercer Road in Colts Neck.\n\n:*",{"type":"'''","value":["Colts Neck Golf Club"]},". Semi Private Golf Course located on Flock Road in Colts Neck.\n\n:*",{"type":"'''","value":["Pebble Creek Golf Club"]},". Semi Private Golf Course located on Route 537 in Colts Neck\n- \". Dorbrook Park is a recreational area that is surrounded by 535 acres and there are many bike trails, dog walking paths and picnic areas that can be reserved for up to 50 people who are looking to get away for the day. There are also athletic fields available for sports activity, and the park has been known for model airplane flying and model rocket launches. The park is open from sunrise to ½ hour before dusk.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Folio Art Glass"]},", Highway 34. Handmade glass art. Family owned-and-operated for over 30 years, they offer beautiful handmade fused glass artwork as well as other unique gifts. They have seasonal and regular patterns that they fuse onto clear glass plates, dishes, bowls, candle holders, window catchers, and even night-lights. You can have any item personalized and if they don't have a specific pattern you are looking for, they can work with you to create a custom one ",{"type":"[","value":["http:\/\/artglassgifts.com\/ 7"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cosmipawlitan"]},", Highway 34 North. An assortment of food, designer collars and leashes, beds, apparel, toys, and healthcare products, this high-end pet retail store has it all. You can even bring your pet with you when you go shopping. Unique gifts for your pets ",{"type":"[","value":["http:\/\/www.cosmopawlitan.com\/ 8"]},". "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fusion Fashions"]},", Highway 34. Boutique style shopping at great prices. Friendly staff."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Toy Box"]},", Highway 34. Specialty toy store. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Windsor Gallery"]},", Highway 34 South. Art and Framing ",{"type":"[","value":["http:\/\/www.windsorgalleryart.com\/ 9"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Colts Neck Salon & Day Spa"],["alt="],["url="],["email="],["address=340 Route 34 South"],["lat="],["long="],["directions="],["phone = +1 732-683-9004"],["tollfree="],["fax="],["hours=Hours: Sun- 9am-5pm; Mon & Sat 9am-6pm; Tue-Fri 9am-9pm."],["price="],["content= Formally known as Ginger’s, Colts Neck Salon & Day Spa is the town’s go-to salon. This salon does everything from hair cuts, massages, manicures, pedicures and waxing. The employees are friendly, talkative, and professional. Many Colts Neck students go to the Colts Neck Salon to get their hair, make-up, and nails done before prom. The salon also offers gift cards, which make perfect gifts for any woman. It may be difficult to get a last minute appointment, so be sure to call in advance to schedule one. Services are pricy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Colts Neck Greenhouse Gallery Florist"],["url=http:\/\/www.coltsneckgreenhousegallery.com\/"],["email="],["address=420 State Highway 34"],["lat="],["long="],["directions=In the Colts Neck Shopping Center next to the Colts Neck Post Office"],["phone = +1 732-866-6669"],["tollfree="],["fax="],["hours=M-F 9-5:30 \/ Sat. 1-4pm \/ Sun. by appointment"],["price="],["content=Our design studio in the Colts Neck Shopping Center offers our clients a sensory experience that temporarily transports them to a special place beyond the stress of daily living.  Floral fragrances hypnotize with a fresh, clean, exotic first impression. Large, airy arrangements of unusual flowers, and lush plants from our greenhouses decked out in  beautiful ceramic and metallic decorative planters, punctuate a design space featuring unique, one-of-a-kind and hard-to-find items, such as original paintings, signed art pottery, handmade jewelry, imported soaps, and jeweled enamel figurines. Our interior is a statement to our guests that artistic creativity, grace, and style reside here and are to be shared by all.\n\nOur design staff is held to the highest professional standards, and the working owners are committed to excellence in both service to our public and in the designs that we create.  \n\nLet the Colts Neck Florist and Greenhouse Gallery be your first choice. We will treat your order with the importance and respect it deserves. You will receive the finest flowers our industry offers, the dedicated attention of our design staff, and our absolute best service.\n\nWe have the largest selection of flowers in Monmouth County."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Colts Neck Inn Restaurant"]},". attached to the Colts Neck Inn Hotel, the restaurant is classified as a Steak & Chop house. They have won several awards including the 2010 & 2011 Metro Mix award for best steak, and the 2010 Asbury Park Press Reader's Choice winner of best steak house. Live music every Thursday, Friday, and Saturday night. Located on the corner of Route 34 & 537 ",{"type":"[","value":["http:\/\/www.coltsneckinn.com\/ 10"]},". "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Christopher's Cafe"]},". Great place to eat for breakfast, lunch, or dinner. Intimate, quaint setting and a very friendly staff. Seating outside is available when the weather is nice. Great burgers, sandwiches and delicious breakfast selections such as Brioche French Toast and Peaches & Cream Belgian Waffles. Located on Route 34 south. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Orlando's Pizza"],["alt="],["url="],["email="],["address=420 Highway 34"],["lat="],["long="],["directions="],["phone = +1 732-577-8808"],["tollfree="],["fax="],["hours="],["price="],["content=If you are in the mood for Pizza, Orlando's is the place to go. Definitely the best Pizza in town! Orlando’s has been around for over 20 years. This restaurant is family owned and serves amazing Italian dinners. They’re most commonly known for their pizza. Orlando’s makes their food fast and to perfection. The employees are very friendly; they even know customers by first names. Orlando’s has a lot of available seating, and allows large parties. Many residents of Colts Neck have their children’s birthday parties, or sport celebrations at Orlando’s. They do not deliver, but is conveniently located on Route 34 in the center of town, so picking up or dining there is easy."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Huddy's Inn"],["alt="],["url=http:\/\/www.huddysinn.com\/"],["email="],["address=420 Highway 34"],["lat="],["long="],["directions="],["phone = +1 732-431-0194"],["tollfree="],["fax="],["hours="],["price="],["content= Great family restaurant and sports bar that has been in town for 25 years. One of the staples of Colts Neck dining. Located on Route 34 just a few doors down from Orlando's Pizza. Huddy’s was named after Captain Joshua Huddy, who owned the Colts Neck Inn in c.1717. It is one of few bars located in Colts Neck. If you want an affordable restaurant to dine at with your family, or you want a bar to go watch the game at, then Huddy’s is the place for you. Their delicious onion soup overflows with cheese, and their burgers are made big and juicy. This restaurant also offers take-out, but keep in mind there is usually a wait."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colts Neck General Store & Deli"]},". Built as a general store in 1858, today it serves mostly as a deli. When you walk inside you feel like you are walking into the past, and the place is decorated to enhance this feeling. Great cold-cut sandwiches and service. Although there is some seating inside, it is mostly a take-out type of business. Located on Route 537 in Colts Neck."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Dunkin Donuts"],["alt="],["url="],["email="],["address=26 Route 34"],["lat="],["long="],["directions="],["phone = +1 732-431-0176"],["tollfree="],["fax="],["hours="],["price="],["content= Up until the late 90’s, Colts Neck Township did not allow chain restaurants to be built in their town because they wanted to keep the town historic. It was evident that as times change and technology advances, Colts Neck must change as well. The residents of Colts Neck were thrilled to discover that a Dunkin Donuts would be built in the Colts Neck shopping center. It is now convenient for residents to quickly grab a coffee or snack throughout their day. Dunkin Donuts has fast and friendly customer service."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Huddy's Inn"]},". Bar open 11:00 am to 1:30 am 7 days a week."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colts Neck Inn Restaurant"]},". Happy Hour M-F 3:00-6:00 PM"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Colts Neck Inn Hotel"],["alt="],["url=http:\/\/www.coltsneckinnhotel.com\/"],["email="],["address=Corner of Route 34 & 537"],["lat="],["long="],["directions="],["phone = +1 732-409-1200"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The only hotel in town, The Colts Neck Inn is family owned-and-operated and is located right on Route 537. It is close in proximity to the town’s two shopping centers and is attached to The Colts Neck Inn Restaurant. The Colts Neck Inn was established in c. 1717. It was owned by Captain Joshua Huddy, who lived on the property. During the revolutionary war, Captain Huddy’s house was invaded by refugees and burned down. He was then captured and hung by the British. The Colts Neck Inn is now a small and quaint hotel that sleeps 47 people. Inside you feel a sense of home and history. Located outside of the hotel is the Colts Neck Inn restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Education"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Education"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Conover Road Primary School:"]}," This is the most recently developed school in Colts Neck. Before this school was built, children from grades kindergarten to 4th attended the elementary school, and children from grades 5th to 8th would attended the middle school. Established in 2008, the primary school is newly equipped and inviting for young children. Colts Neck children from kindergarten to second grade attend the school. When you walk down the hallways you’ll notice there are old-fashion street lights that hang over the children’s heads and light up the school. Everything in the primary school is designed for small children, from the chairs to the water fountains, making this school a great atmosphere for children to learn in. The teachers are hands-on with their students and keep parents up to date on their child’s progress."]},{"type":"[","value":["www.coltsneckschools.org"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Conover Road Elementary School:"]}," This elementary school has been around for over 50 years, although it’s not as newly designed as the primary school, it has been remodeled throughout the years. Children from grades 3rd – 5th attend this school."]},{"type":"[","value":["www.coltsneckschools.org"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cedar Drive Middle School:"]}," Grades 6th to 8th."]},{"type":"[","value":["www.coltsneckschools.org"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Colts Neck High School:"]}," In 1998 Colts Neck Township built a high school for the town. Compared to the other Freehold District high schools, Colts Neck is the most recently developed high school. Students from Cedar Drive Middle School attend this high school when they graduate from 8th grade. Students from other towns, such as Freehold, Howell, and Marlboro may attend this high school if routed in the district. Colts Neck High School has an ROTC program and a law program, which allows students from any town in the district to attend. The teachers are relatively young, but passionate about teaching. Students can choose from a list of sports and clubs to join such as, football, basketball, field hockey, cheerleading, baseball, yearbook staff, Habitat for Humanity, etc."]},{"type":"[","value":["http:\/\/www.frhsd.com\/district\/index.php?q=about\/schools\/coltsneck"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jersey"]}," ",{"type":"'''","value":["Freeze"]},": Great Soft Serve ice cream and diner, featured on the Food Network. In the Dining section, they offer a variety of choices, including awesome hotdogs, fries, burgers and sandwiches. Stop over in the Ice Cream section to get a milkshake, sundae, or your option of a variety of frozen yogurt and soft serve creations. A lot of seating outside and inside the dining area. Located in Freehold, 6.7 Miles from Colts Neck ",{"type":"[","value":["http:\/\/www.urbanspoon.com\/r\/53\/584231\/restaurant\/North-Jersey\/Jersey-Freeze-Freehold 13"]},"."]},"\n",{"type":"'''","value":["PNC Bank Arts Center"]},": 7.3 miles from Colts Neck ",{"type":"[","value":["http:\/\/centerboxoffice.org\/ResultsVenue.aspx?venid=128&vname=PNC+Bank+Arts+Center&ppcsrc=1-pncbank-root&dist=GS&uq=PNC%20bank%20arts%20center&cid=6733612085&nid=1&adid=2&gclid=CNaYycCs4KgCFSJ-5Qod2z54xg 14"]},"\n\n",{"type":"'''","value":["The Beach"]},": Colts Neck is about 10-12 miles from numerous, beautiful New Jersey beaches including Belmar, Sandy Hook, and Ocean Grove ",{"type":"[","value":["http:\/\/www.newjerseyshore.com\/ 15"]},".\n\n",{"type":"'''","value":["Six Flags Great Adventure"]},": 17.4 miles from Colts Neck ",{"type":"[","value":["http:\/\/www.sixflags.com\/greatAdventure\/index.aspx 16"]},"\n\n",{"type":"{{","value":[["geo"],["40.28750"],["-74.17250"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Monmouth County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Colts Neck Township, New Jersey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/C\/Colts_Neck\/"]]}]