[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Columbia"]]},"\n",{"type":"'''","value":["Columbia"]}," is a historic town in ",{"type":"[[","value":[["Tuolumne County"]]}," the ",{"type":"[[","value":[["Gold Country"]]}," of ",{"type":"[[","value":[["California"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nColumbia was founded in 1851, relatively late in the Gold Rush for founding towns, when a mining party camping overnight during a trip to Calaveras County stayed briefly to dry their blankets overnight after a rainstorm. One of the party decided to try panning in a nearby stream, and found gold in his first pan. Within a few months, several thousand miners were in the vicinity, in one of the richer areas of placer mining. Although mining largely stopped because of the seasonal drying up of the stream, a town was laid out and built, largely on speculation that water for mining could be obtained by an ambitious project using wooden flumes and ditches to bring water from the Stanislaus River.\n\nThis water project was successful and Columbia became a thriving and wealthy Gold Rush town during the 1850s. Around 1860, however, the placer mining had petered out, and the town lost population and stagnated. This stagnation led to town to change little, and by the 1930s attempts were begun to preserved it as a good example of a Gold Rush town. In the 1940s it was purchased by the state of California and made into a State Historic Park.\n\n",{"type":"==","value":["Get in"]},"\n\nColumbia is best reached by automobile, either by following the Gold Country Route 49 highway south from Calaveras County and the northern part of the Gold Country, or by taking Route 108 from the Central Valley (Modesto) to Sonora and then driving a few miles north on Highway 49. Private planes can fly into Columbia Airport. There is no significant bus service from the outside.\n\n",{"type":"==","value":["Get around"]},"\n\nColumbia itself is a small, pedestrian-oriented town that is also a State Historic Park.\n\n",{"type":"==","value":["See"]},"\n\nThe restored gold mining town of Columbia, circa 1850-1860, with various exhibits.\n\n",{"type":"==","value":["Do"]},"\n\nPan for gold, hike around the town, up to the schoolhouse and cemetery, and on the nature trail to Columbia Airport. Look at the exhibits. Participate in some of the events, such as dancing in 1850s dance halls. Take a tour by a docent, offered weekends 11AM. Take an\naudio history walking tour.\n\n",{"type":"==","value":["Buy"]},"\n\nBooks, gifts, T-shirts at various stores in the historic area.\n\n",{"type":"==","value":["Eat"]},"\n\nEat at one of the restaurants in the historic buildings, including the Columbia House, Columbia Hotel, the old-fashioned ice cream and soda shop, the Lickskillet Café, or at one of the saloons.\n\n",{"type":"==","value":["Drink"]},"\n\nDrink sarsaparilla at the ice cream store, at the grocery store, or one of the saloons.\n\n",{"type":"==","value":["Sleep"]},"\n\nSleep at one of the historic hotels, such as the Columbia Hotel or Fallon House, or one of the bed & breakfasts nearby, such as the Blue Nile Inn.\n\n",{"type":"==","value":["Go next"]},"\n\nVisitors on their way out of Columbia to the north can drive south briefly and get on Highway 49, which will take them to Angels Camp and other Gold Country towns such as San Andreas, Jacksonville, Sutter's Creek, Placerville, and points north. They might also want to go north on Parrott's Ferry Road and cross the bridge over the Stanislaus River to Calaveras County and Highway 4. Murphys, another gold rush town, is a few miles north on Highway 4. Highway 4 will also take you to the mountain town of Arnold and beyond to Alpine County and the Bear Valley ski resort, as well as across Ebbetts Pass to the high desert.\n\nVisitors travelling south on Highway 49 will get to Sonora, Jamestown, Chinese Camp, and Moccasin and can continue to Coulterville and Mariposa in Mariposa County.\n\n",{"type":"{{","value":[["geo"],["38.03639"],["-120.40139"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Tuolumne_County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Columbia, California"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/California\/Localities\/C\/Columbia\/"]]}]