[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Columbus"]]},"\n",{"type":"[[","value":[["Image:Downtown columbus ga skyline.jpg"],["thumb"],["350px"],["Downtown Columbus' skyline"]]},"\nColumbus, Georgia ",{"type":"[","value":["http:\/\/visitcolumbusga.com\/"]}," is a city in ",{"type":"[[","value":[["Georgia (state)"],["Georgia"]]},"'s ",{"type":"[[","value":[["Classic Heartland"]]},", near the Chattahoochee River and bordering ",{"type":"[[","value":[["Alabama"]]},".  It is known for its Southern hospitality, unique attractions, and proximity to ",{"type":"[[","value":[["Fort Benning"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 57"],["febhigh = 62"],["marhigh = 69"],["aprhigh = 77"],["mayhigh = 89"],["junhigh = 90"],["julhigh = 92"],["aughigh = 91"],["sephigh = 86"],["octhigh = 77"],["novhigh = 68"],["dechigh = 59"],["janlow = 37"],["feblow = 39"],["marlow = 46"],["aprlow = 52"],["maylow = 61"],["junlow = 69"],["jullow = 72"],["auglow = 71"],["seplow = 66"],["octlow = 55"],["novlow = 46"],["declow = 39"],["janprecip = 4.8"],["febprecip = 4.4"],["marprecip = 5.8"],["aprprecip = 3.8"],["mayprecip = 3.6"],["junprecip = 3.5"],["julprecip = 5"],["augprecip = 3.8"],["sepprecip = 3.1"],["octprecip = 2.3"],["novprecip = 4"],["decprecip = 4.4"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Columbus"],["32.5107"],["-84.875"]]}]]},"\nColumbus is a great example of a true river city, once a major center for textile manufacturing. Founded in 1828, Columbus is also known for being the site of the last battle of the Civil War, where Columbus ranked second to Richmond in the manufacture of supplies for the Confederate army. Columbus was also one of the most important industrial centers of the south in the early 1900s. \n\nIts historic elements remain while it possesses all the aspects of a modern city. Its small town feel is still kept intact despite being Georgia's third largest city with a population near 190,000.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nFrom the north: ",{"type":"'''","value":["I-185"]}," is easily accessible and leads to downtown. \n\nFrom the south: ",{"type":"'''","value":["U.S. Route 27"]}," through Fort Benning, then on to I-185. \n\nFrom the east: ",{"type":"'''","value":["U.S. Route 80"]}," leads to downtown.\n\nFrom the west: ",{"type":"'''","value":["U.S. Route 431"]}," also leads to downtown.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Columbus Airport"]}," (",{"type":"{{","value":[["IATA"],["CSG"]]},") ",{"type":"[","value":["http:\/\/www.flycolumbusga.com"]}," has recently been redesigned to reflect the city's modern feel. From the main terminal, downtown Columbus' skyline can be seen in the background. Many rental car companies, METRA transit, local taxis, and other ground transportation are on the lower level to take you to other places in Columbus.  \n\n",{"type":"*","value":[{"type":"'''","value":["American:"]}," Dallas\/Fort Worth."]},{"type":"*","value":[{"type":"'''","value":["Delta:"]}," Atlanta."]},"\n",{"type":"===","value":["By bus"]},"\nGreyhound Bus Lines",{"type":"[","value":["http:\/\/www.greyhound.com\/en\/locations\/terminal.aspx?city=410290"]},", provides bus service to Columbus from many locations throughout the southern United States. Buses arrive at and depart from the Greyhound terminal at 818 Veterans Parkway, located in downtown.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By public transit"]},"\n",{"type":"*","value":["Metra Transit System",{"type":"[","value":["http:\/\/www.columbusga.org\/metra\/metra.htm"]}," offers a Monday-Saturday bus service with routes that run throughout Columbus and its metro area. Metra also offers a historic streetcar that runs throughout Midtown."]},"\n",{"type":"===","value":["By car"]},"\nThe major north-south street through Downtown is Broadway, and the major east-west street is 13th Street. The recent addition of parking meters in downtown can make parking both frustrating and challenging, but there are several public parking garages. However these garages usually charge a fee from $2-$5 to use their garage.\n\n",{"type":"===","value":["On foot"]},"\nDowntown Columbus is a good area to see in the daytime by simply walking. Downtown is roughly one mile by one mile, bounded in the north by 15th Street, the south by Victory Drive, the east by 10th Street, and the west by Front Avenue and the Chattahoochee River.\n\n",{"type":"===","value":["By horse and carriage"]},"\nHorse and carriage is a relaxed option for seeing the city at a more leisurely pace and is abundant throughout downtown.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Arts"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bradley Theater"]},": Opened to the public by Paramount Pictures in 1940, this theater was named after the founder of the Columbus-based W. C. Bradley Co. The theater was designed in the grand tradition of the Golden Age of motion pictures utilizing neo classical and art deco architecture. It possesses one of the most impressive stages and proscenium arches in the country. Currently, the theater hosts concerts, corporate functions, theater performances, and a variety of other special events. Located on Broadway in downtown."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Columbus Civic Center"],["alt="],["url=http:\/\/www.columbusciviccenter.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 10,000 seat arena opened in 1996. It is home to the Columbus Cottonmouths ice hockey team and the Columbus Lions indoor football team, as well as the Auburn University ice hockey team. It is also used for concerts, other sporting events, and stage performences. Located on Victory Drive in downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Liberty Theater"],["alt="],["url=http:\/\/www.columbusjazzsociety.com\/liberty.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1924, this theater is important to Columbus' history because it was the first black theater in the city and, at the time of its construction, it was the largest movie house in the city, giving Caucasian theaters a run for their money. Today, the theater is used as a Performing Arts Cultural Center, hosting musical events and plays. Located on 8th Avenue in downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=RiverCenter for the Performing Arts"],["alt="],["url=http:\/\/www.rivercenter.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opening in 2002, this 2,700 seat modern performance center is the centerpiece of the city’s new arts and entertainment district, hosting many musical and theatrical performances throughout the year. It is also home to a magnificent $1,000,000 Jordan concert organ. Located on Broadway in downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Springer Opera House"],["alt="],["url=http:\/\/www.springeroperahouse.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This spectacular red plush-and-gilt theater opened in 1871 and soon became known as the finest theater house between Washington and New Orleans. It was designated as the official State Theater of Georgia in 1971 by former President Jimmy Carter. A National Historic Landmark since 1975, the Springer Opera House operates today as a working theater, presenting year-round entertainment on two stages, as well as offering formal theater training and educational programming. Located on E 10th Street in downtown."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["Image:National infantry.jpg"],["right"],["thumb"],["250px"],["National Infantry Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Coca-Cola Space Science Museum"],["alt="],["url=http:\/\/www.ccssc.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Experience a simulated mission in the Challenger Learning Center at the Coca-Cola Space Science Center. The Mead Observatory is an attraction open to the public for astronomical viewing. Experience hands-on exhibits, shows in the Omnisphere Theatre and Challenger Learning Center missions. Located on Front Avenue in downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Columbus Museum"],["alt="],["url=http:\/\/www.columbusmuseum.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As an American art and regional history museum and the second largest museum in Georgia, the Columbus Museum offers a diverse collection to the public. The Museum presents visitors with a comprehensive look at the history of the Chattahoochee River Valley. From clothing and books to furnishings and firearms, the museum houses over 14,000 artifacts and objects that tell the story of the area's development. Located on Wynnton Road in Midtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lunchbox Museum"],["alt="],["url=http:\/\/cwpsecure.com\/lunchbox\/index2.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This one of a kind museum has been featured on NBC's \"Today\" as the world's largest lunchbox museum. The nostalgic are sure to find their beloved lunchbox from the past. Located on 10th Street in downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Civil War Naval Museum at Port Columbus"],["alt="],["url=http:\/\/portcolumbus.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 40,000 square foot facility features two original Civil War military vessels, uniforms, equipment and weapons used by the Union and Confederate navies. Interactive exhibits, including a Confederate ironclad ship simulator, offer the visitor an opportunity to experience 19th century naval combat first hand. Located on Victory Drive just below downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Infantry Museum"],["alt="],["url=http:\/\/www.nationalinfantrymuseum.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The National Infantry Museum contains one of the largest collections of military art and artifacts, and follows the steps of the American Infantryman soldier across two centuries of courage and determination. You can also experience movies like never before in the IMAX 3D Theatre, find a treasured souvenir in the gift shop, and dine in the Fife & Drum Restaurant. Located on South Lumpkin Road in South Columbus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Springer Opera House Museum"],["alt="],["url=http:\/\/www.springeroperahouse.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum of the State Theater of Georgia displays artifacts and furnishings which reflect the times and talents of the Springer's most celebrated personalities. It contains 19th Century theatre seats, vintage photographs, portraits, programs, posters, and other theater memorabilia. Located on E 10th Street in downtown."]]}]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cooper Creek Park"]},": Listen to ducks and geese in their natural habitat as you walk around this beautiful park. Do some fishing or play some tennis in the largest soft-court public tennis facility in the United States. Located on Milgen Road in North Columbus."]},"\n",{"type":"*","value":[{"type":"'''","value":["Flat Rock Park"]},": Relax and listen to the sound of fresh water flowing across rocks  in this beautiful park. There is also a wonderful bike trail that circles this large park's perimeter. Catch a few fish in Flat Rock Lake. Picnic areas and event centers make Flat Rock Park a wonderful way to spend a summer afternoon. Located on Warm Springs Road in North Columbus."]},"\n",{"type":"*","value":[{"type":"'''","value":["Heritage Park"]},": Discover Columbus' history at Heritage Park, a celebration of the industrial heritage of Columbus. The sound of falling water, beautiful statues, educational plaques and unique surroundings provide a place of quiet retreat for all who visit. Self-guided tours are a great way to experience what history has preserved. Located on Front Avenue in downtown."]},"\n",{"type":"*","value":[{"type":"'''","value":["Standing Boy Creek State Park"]},": Witness wildlife in its natural habitat at this 1,579 acre State Park. Enjoy some swimming or boating on Lake Oliver. Also try camping, hiking, and hunting in this beautiful facility monitored 24\/7 by Georgia State Park Rangers. Located on Old River Road in North Columbus."]},"\n",{"type":"===","value":["Historic Districts"]},"\nColumbus is home to the following 7 historic districts, all listed in the National Register of Historic Places (NRHP).\n\n",{"type":"*","value":[{"type":"'''","value":["Columbus Historic District"]},": This historic district is located in downtown. It retains the brick streets likely from the Civil War times. It is also home to many historic homes, most build in the late-1800s. Colonial Revival, Craftsman, English Vernacular Revival, Spanish Colonial Revival and one 1954 California Ranch."]},"\n",{"type":"*","value":[{"type":"'''","value":["Columbus Historic Riverfront Industrial District"]},": Added to the NRHP in 1978, this historic district is located downtown and covers four separate areas, all close to the Chattahoochee River. It includes Heritage Park, as well as historic Columbus Iron Works (now the Columbus Convention & Trade Center)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dinglewood Historic District"]},":The Dinglewood Historic District is a small, residential neighborhood comprising the c. 1859 Dinglewood house; early 20th –century residences; a privately-owned, central, circular park; and a city-owned park. The district developed around Dinglewood, the two-story, Italianate-style house designed for Colonel Joel Early Hurt. Common house styles in the district include Georgian, Bungalow, Ranch, Colonial Revival, English Vernacular Revival, and Spanish Colonial Revival."]},"\n",{"type":"*","value":[{"type":"'''","value":["Peacock Woods-Dimon Circle Historic District"]},": The development of this historic district began in 1922. The center of the district (known as Rock Park) was developed by Charles Frank Williams and the southwest portion (known as Wynnton Heights) was subdivided by Hezikiah Land. The district includes a broad range of architectural styles including Colonial Revival, Craftsman, English Vernacular Revival, Spanish Colonial Revival and one 1954 California Ranch."]},"\n",{"type":"*","value":[{"type":"'''","value":["Weracoba-St. Elmo Historic District"]},": The history of this historic district begins with the founding of Columbus and with the city’s most famous antebellum mansion, St. Elmo, built circa 1830. Another smaller antebellum house, Highland Hall, dating from the 1850s, is also within the District. Both structures are listed in the NRHP, and they illustrate the area’s original use as a setting for suburban estates prior to the American Civil War. Today, the Weracoba \/ St. Elmo Historic District is a vibrant multi-use residential, recreational, educational, and commercial area with a strong sense of community among its residents. Its canopy of mature hardwood trees shelters the city’s- and perhaps one of the state’s-largest and most intact 1920s\/1930s concentration of middle-class Craftsman Bungalow, Tudor Revival, Classical, and Mission Revival style homes. Of the 440 surviving houses in the District, 85% were constructed by 1941."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wildwood Circle-Hillcrest Historic District"]},": In the 1880s, a streetcar line was constructed along Wildwood Avenue to serve the Wynnton area. Owner of the streetcar line and the Muscogee Real Estate Company, John Francis Flournoy, built his own Queen Anne estate here as he developed the Wildwood Circle subdivision. Sale of lots along the streetcar line peaked from 1918 to 1925. Also within this district—at 1519 Stark Avenue—is the childhood home of Carson McCullers (1917–1967) the renowned novelist and playwright. Some of the architectural styles in this district include Colonial Revival, English Vernacular Revival, Mission\/Spanish Revival, and Craftsman."]},"\n",{"type":"*","value":[{"type":"'''","value":["Village of Wynnton Historic District"]},": An example of an early-to mid-20th-century residential neighborhood developed from antebellum estates and in response to the streetcar line which ran along the southern and eastern boundaries of the district. The evolution of Wynnton Village spans over 150 years from its antebellum estates, to its village center developed in the mid-19th century, to the beginning of streetcar suburbs in the 1890s, to intense residential development from 1919 through the 1940s and then serving as a prime location for multi-family dwellings for World War II-era Fort Benning officers. Architectural styles vary from early examples of Greek and Gothic Revival to popular early 20th century styles including Craftsman, Colonial Revival and English Vernacular Revival."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wynn's Hill-Overlook Historic District"]},": An outstanding example of an early-to mid-20th-century residential neighborhood developed from several antebellum estates. In 1834, Colonel William L. Wynn purchased 100 acres of land located on a rise east of downtown, just beyond the city limits. With the incorporation of a larger Wynnton area into the city limits in the mid-1920s, residential construction boomed; a second peak in building occurred in the 1940s. Some of the architectural styles in this district include Greek Revival, Neoclassical Revival, Colonial Revival, Craftsman, English Vernacular Revival, Mediterranean Revival and Post Modern."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Take a walk or bike ride along the Chattahoochee Riverwalk",{"type":"[","value":["http:\/\/visitcolumbusga.com\/visitors\/attractions\/chattahoochee_riverwalk"]},", 15-mile paved trail that hugs the banks of the Chattahoochee River."]},{"type":"*","value":["Walk through Oxbow Meadows",{"type":"[","value":["http:\/\/oxbow.columbusstate.edu\/"]},", a place where nature can be itself."]},{"type":"*","value":["Visit Hollywood Connection, a large entertainment complex a skating rink, as well as its own movie theater."]},{"type":"*","value":["Tour the historic homes located in the Columbus Historic District in downtown."]},{"type":"*","value":["See a Cottonmouths or Lions game at the Civic Center."]},{"type":"*","value":["Take a tour of Midtown on an authentic streetcar."]},{"type":"*","value":["Buy some sweets at Dolly Madison Bakery."]},{"type":"*","value":["Tour historic Lindwood Cemetery, resting place of Coca-Cola founder Dr. John Pemberton, as well as Dr. Edwin Degraffinreid, who helped to design the city of Columbus."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Columbus Park Crossing"],["alt="],["url=http:\/\/columbusparkcrossing.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This large strip mall located in North Columbus opened in 2004 and features major stores including Sears, Khols, Marshalls, and T.J. Maxx."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Peachtree Mall"],["alt="],["url=http:\/\/www.peachtreemall.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Columbus' indoor shopping mall in North Columbus that features stores such as Dillard's, Macy's, and J.C. Penney, with a Belk under construction."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Landings"],["alt="],["url=http:\/\/shopthelandings.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This strip mall is located between Midtown and North Columbus and features 2 large sections, both of which include major stores and eateries. The complex was built in 1987 and extensively remodeled in 2006."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Shoppes at Bradley Park"],["alt="],["url=http:\/\/www.theshoppesatbradleypark.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A lifestyle center in North Columbus that features a SuperTarget, Fresh Market, Michaels, JoS. A. Bank Clothiers, as well as many other stores and restaurants."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ben's Chophouse"],["alt="],["url=http:\/\/www.benschophouse.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's nothing but formal at this fine restaurant with hand-cut steaks and fresh seafood. Perfect for time with friends and family or an upscale business dinner. Located in North Columbus at 5300 Sidney Simons Boulevard."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Buckhead Bar & Grill"],["alt="],["url=http:\/\/www.buckheadbarandgrill.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Treat yourself to this great southern experience known for their high-grade meats and boutique wine list. Located in North Columbus at 5010 Armour Road."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cannon Brew Pub"],["alt="],["url=http:\/\/thecannonbrewpub.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular spot located in a historic building where you can have a good meal, drink a beer, and relax. Located in downtown at 1041 Broadway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cantina Bar & Grill"],["alt="],["url=http:\/\/www.locosamigos.com\/homeGA.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With one other location in ",{"type":"[[","value":[["Panama City Beach"]]},", this restaurant is know for its authentic Mexican flavor. Located in downtown at 1030 Broadway."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=City Market"],["alt="],["url=http:\/\/www.citymarketandbakery.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Get your craving for specaltiy sandwiches served with fresh pasta salad at this quaint deli. Located in downtown at 1031 Broadway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Country's BarBeQue"],["alt="],["url=http:\/\/www.countrysbbq.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's Southern BBQ at its finest at this city-famous restaurant with 3 locations in Columbus. Located in downtown at 1329 Broadway, in Midtown at 3137 Mercury Drive, and in North Columbus at 6298 Veterans Parkway."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Dinglewood Pharmacy"]},": On the outside, it looks like your typical small town pharmacy. But you may not know that on the inside, this pharmacy contains a lunch counter. Dinglewood is famous for it's scramble dog (a hot dog covered with chili, cheese, onions, pickles, and oyster crackers). In the eyes of the locals, this is the best hot dog on the planet. Located in Midtown at 1939 Wynnton Road."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Deorio's"],["alt="],["url=http:\/\/columbus.georgia.diningguide.com\/data\/d100730.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the oldest restaurants still around in the city, it is known for it's Italian cuisine which is better than Italian chain restaurants according to locals. Located in Midtown at 3201 Macon Road."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fife and Drum"],["alt="],["url=http:\/\/www.nationalinfantrymuseum.com\/?page_id=52&nav=dine"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An upscale American Bistro featuring classic American dishes served in a unique dining room. Located inside the National Infantry Museum at 3800 S Lumpkin Road in South Columbus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Meritage Cafe"],["alt="],["url=http:\/\/meritageonline.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's fine dining with casual dress at this upscale cafe known for its deli classics. Located in Midtown at 1350 13th Street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Peluso's Italian Restaurant"],["alt="],["url=http:\/\/www.wtvm.com\/global\/story.asp?s=12425837"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Only the finest truly authentic Italian cuisine is served at this unique restaurant with 2 locations in Columbus. Located in Midtown at 4519 Woodruff Road and in North Columbus at 5600 Milgen Road."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Picasso Pizza"],["alt="],["url=http:\/\/www.picassopizzauptowncolumbus.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Looking for the best authentic New York-style pizza in the city? Try this restaurant that also features local musician performances nightly. Located in downtown at 1020 Broadway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ruth Ann's Restaurant"],["alt="],["url=http:\/\/www.ruthannsrestaurant.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Operating since 1957, this classic restaurant is known for its southern charm and classic southern dishes. Also a popular spot for breakfast. Located in downtown at 941 Veterans Parkway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Black Cow"],["alt="],["url=http:\/\/www.facebook.com\/pages\/The-Black-Cow\/117958168243784"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A mixture of contemporary American dishes with classic Southern cuisine at this recently-opened upscale restaurant. Located in downtown at 115 W 12th Street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shogun Japanese Steak House"],["alt="],["url=http:\/\/www.columbusshogun.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy time-honored Japanese classics prepare right in front of you with 2 locations in Columbus. Located in Midtown at 1808 Manchester Expressway and in North Columbus at 5520 Whittlesey Boulevard."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wood Stone Restaurant"],["alt="],["url=http:\/\/www.letseat.at\/woodstone"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy a unique experience and enjoy some fine Mediterranean cuisine. Located in North Columbus at 7500 Veterans Parkway."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Columbus Marriott"],["alt="],["url="],["email="],["address=800 Front Avenue"],["lat="],["long="],["directions="],["phone =+1 706 324-1800"],["tollfree=+1-800-455-9261"],["fax=+1 706 576-4413"],["price="],["checkin="],["checkout="],["content=In Columbus' downtown historic district near the beautiful Chattahoochee River and Riverwalk. Built around the original Empire Mills Grist Mill, the hotel combines 19th century charm with 21st century amenities. Just ten miles away from the Columbus Airport and within walking distance of the Columbus Georgia Convention and Trade Center. ",{"type":"[","value":["http:\/\/marriott.com\/property\/propertypage\/CSGMC"]}]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Best Western Columbus"],["alt="],["url=http:\/\/book.bestwestern.com\/bestwestern\/productInfo.do?propertyCode=11150"],["email="],["address=3443 Macon Road"],["lat="],["long="],["directions="],["phone =+1 706 568-3300"],["tollfree="],["fax=+1 706 563-2388"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Courtyard Columbus"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/CSGCH"],["email="],["address=3501 Courtyard Way"],["lat="],["long="],["directions="],["phone =+1 706 323-2323"],["tollfree="],["fax=+1 706 327-6030"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Fairfield Inn & Suites Columbus"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/CSGFI"],["email="],["address=4510 East Armour Road"],["lat="],["long="],["directions="],["phone =+1 706 317-3600"],["tollfree="],["fax=+1 706 317-2400"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Inn"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hd\/csgap"],["email="],["address=2800 Manchester Expressway"],["lat="],["long="],["directions="],["phone =+1 706 324-0231"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Microtel Inn & Suites Columbus North"],["alt="],["url=http:\/\/microtelinn.com\/reservations\/locationdetail.asp?facid=3969"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-771-7171"],["fax="],["price="],["checkin="],["checkout="],["content=Fountain Court (Lot #8)."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Motel 6"],["alt="],["url=http:\/\/www.motel6.com\/reservations\/motel_detail.asp?MotelId=0058"],["email="],["address=3050 Victory Drive"],["lat="],["long="],["directions="],["phone =+1 706 687-7214"],["tollfree="],["fax=+1 706 682-2362"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Residence Inn Columbus"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/CSGRI"],["email="],["address=2670 Adams Farm Drive"],["lat="],["long="],["directions="],["phone =+1 706 494-0050"],["tollfree="],["fax=+1 706 494-0065"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Staybridge Suites Columbus"],["alt="],["url=http:\/\/staybridge.com\/columbusga"],["email="],["address=1694 Whittelsey Road"],["lat="],["long="],["directions="],["phone =+1 706 507-7700"],["tollfree="],["fax=+1 706 507-7710"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Suburban Extended Stay Hotel"],["alt="],["url=http:\/\/www.suburbanhotels.com\/hotel-columbus-georgia-GA669"],["email="],["address=3662 Victory Drive"],["lat="],["long="],["directions="],["phone =+1 706 687-7515"],["tollfree="],["fax=+1 706 687-7510"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wingate by Wyndham Columbus"],["url=http:\/\/www.wingatesoutheast.com\/Our-Hotel\/Georgia-Hotels.aspx"],["email="],["address=1711 Rollins Way, Columbus, GA 1904"],["lat="],["long="],["directions="],["phone = +1 706 225-1000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.buttsmillfarm.com\/ Butts Mill Farm"]}," (Pine Mountain)"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.callawayonline.com\/ Callaway Gardens"]}," (Pine Mountain)"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lakepines.net Lake Pines Campground and RV Park"]}," (Columbus)"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/gastateparks.org\/info\/fdr\/ Franklin Delano Roosevelt State Park"]}," (Warm Springs)"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/gastateparks.org\/info\/littlewhite\/ The Little White House"]}," (Warm Springs)"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.animalsafari.com Pine Mountain Wild Animal Safari"]}," (Pine Mountain)"]}]},"\n",{"type":"{{","value":[["routebox"],["image1=I-185.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Atlanta"]]}," via ",{"type":"[[","value":[["Image:I-85.svg"],["18px"]]}],["minorl1=",{"type":"[[","value":[["LaGrange (Georgia)"],["LaGrange"]]}],["directionr1=S"],["majorr1=END"],["minorr1="],["image2=US 27.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Rome (Georgia)"],["Rome"]]}],["minorl2=",{"type":"[[","value":[["LaGrange (Georgia)"],["LaGrange"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Tallahassee"]]}],["minorr2=",{"type":"[[","value":[["Lumpkin"]]}],["image3=US 80.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Montgomery"]]}],["minorl3=",{"type":"[[","value":[["Phenix City"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Macon (Georgia)"],["Macon"]]}],["minorr3=Jct ",{"type":"[[","value":[["Griffin"],["N"]]}," ",{"type":"[[","value":[["File:US 19.svg"],["18px"]]}," ",{"type":"[[","value":[["Albany (Georgia)"],["S"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Roberta"]]}],["image4="],["imagesize4="],["directionl4="],["majorl4="],["minorl4="],["directionr4="],["majorr4="],["minorr4="]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["32.46111"],["-84.98778"]]},"\n",{"type":"{{","value":[["isPartOf"],["Classic Heartland"]]},"\n\n",{"type":"[[","value":[["wikipedia:Columbus, Georgia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Georgia\/Localities\/C\/Columbus\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Columbus, Georgia"]]}]