[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Colva.JPG"],["thumb"],["300px"],["Colva Beach"]]},"\n",{"type":"'''","value":["Colva"]}," is a town in ",{"type":"[[","value":[["South Goa"]]},", just 8 km away from ",{"type":"[[","value":[["Margao"]]}," and popular for its beach.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nColva is a beach located in south goa. Goa is easily accessible from Mumbai, Pune and Bangalore, but the easiest way to reach Colva is to either take a train or bus to Margao. The Station code for Margao is MAO. A few of the popular trains from Mumbai to Margao are the Konkan Kanya Express, The Mandovi Express, The Matsyagandha Express or the Janshatabdi. For a detailed list of trains and schedules to Margao check the Indian Railways website or indiarailinfo.com. You can book tickets on the IRCTC website or through makemytrip.com apart from railway stations directly.\n\nThere are plenty of bus services running from Mumbai, Pune and Bangalore. Neeta Volvo and Paulo Travels are the more popular ones. For a detailed list of bus services check, makemytrip.com\/redbus.in. Neeta and Paulo have their own websites as well. The bus journey is approximately 12 hours from Mumbai and its recommended you opt for the sleeper, the seater's are really uncomfortable especially if you need leg space. Most of the buses leave Mumbai in the evening or at night and reach Goa the next day morning. Their first destination on entering Goa is Mapusa in North Goa, followed by Panjim and lastly Margao. \n\nColva beach is the closest beach to Margao at a distance of approximately 7 kms. You can take an auto rickshaw or a taxi to reach the beach. While the railway station has a prepaid taxi stand, there is no such facility at the bus stand, so once you get off the bus avoid the touts and head towards the exit which is on the main road itself, you will find a number of autos and taxis. It can cost anywhere between Rs 150-250 to reach Colva from the bus stand or railway station. It is recommended to avail of the prepaid stand at the railway station. Taxis and auto rickshaws in Goa do not charge by the meter, so you will have to bargain hard especially if you're a foreigner. The above mentioned rate is a standard charge and anything over Rs 250 is considered being overcharged.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are lot beach shacks near colva resort\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nColva has a number of hotels and guesthouses but do not expect fancy, luxurious resorts here. Availability of accomodation in Goa depends on what time of year you are visiting and so does the prices. While rooms are available for as little as Rs 450 during off season, the same room rate jumps up to Rs 1500 during peak season. You can expect hoteliers to be arbitrary and charge you Rs 800 a night till the 23rd of December and Rs 1500 thereafter till the 2nd of January as they expect a huge rush during this period and seek to maximise their profits.\n\nDuring the busiest period running from 25th December to 2nd Jan, room rates can shoot up to almost Rs 4000. Colmar Beach Resort is a nice hotel right on the beach itself. The rooms are clean and have attached bathrooms. There are cottages available and sea facing rooms with balcony are also an option. There is a pool as well but would'nt recommend a dip here.\n\nColva Residency Beach Resort is a Goa Tourism Development Corporation property situated right next to Colmar Beach Resort and is located right on the beach itself. It offers different types of rooms, though most of them are cottages. It is very popular with locals being a GTDC property.\n\nLa Ben resort a two minute walk to the beach is a great place to stay as well. The rooms are clean, have attached bathrooms and a small balcony looking out to the garden. Considering its proximity to the beach and being an economical place to stay, it is highly sought after by foreigners. The staff was generally quite friendly and helpful. Check their website for contact details and online bookings.\n\nColva Kinara is a slightly upscale hotel located next to the HDFC bank on the approach road to the beach. It is a 5 minute walk to the beach from this hotel. All the rooms are delux rooms with a balcony attached, however the tariff starts at round about Rs 4500 a night. Check their website for tariff updates. So if you're looking to splurge on your stay in Colva this would be your best bet. They also boast of a salad and wine bar.\n\nA little further down at the Colva circle and in the lane next to the State Bank is Casa Roiz. This is called a guesthouse but is nothing short of a hotel as well. The property seems to have been the owners house part of which has been converted into the guesthouse. The owner is an old lady who loves to have a chat. There seemed to be no fixed rates here and if you can impress the lady you found yourself a deal. While every other place was charging atleast Rs 1500 a night during 25-31st of December, we managed to get a double room here for 10 nights for Rs 10,000 which boils down to Rs 1000 a night and Rs 500 per head , during peak season. The rooms are spacious and have attached bathrooms and balcony. There are geysers in the showers and the rooms are fitted with flat screen tv's. The owner is pretty helpful as well and can get you decent deals for bikes as well. The trick is hear her out with patience and try to strike up a bargain deal. It is an ecotel resort with solar heaters and them even recycling their garbage.\n\n\nIn the lane leading up to Casa Roiz there is another hotel called Good Shepherd as well, apart from a number of cottages as well. You will find a number of boards advertising and directing you to these cottages. Serjo Home Cottages is one such place. These apart there are a number of smaller guesthouses and hotels near and around the beach. At the bike stand at the beach you will notice a restaurant called Josefa's, if you walk past it (small shops selling clothes, right next to it) you will notice a lane heading down, take that road and you will come across a few more guesthouses and hotels.(The road is behind Josefa's). The restaurant Sagar Kinara opposite La Ben also has a hotel, inquire for accommodation there as well. Hotel Silver Sands above the Subway and Coffeday is also an option. Ben Lig guesthouse next to Club Margarita (next to the Axis Bank ATM)can also be an option.\n\nIt is advisable to book your rooms in advance during peak season, but during the off season rooms are easily available and at half the prices. Do ask to have a look at the rooms as well beforehand, especially the smaller guesthouses and hotels to make an informed decision.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Graciano Cottages, Goa"],["alt=Hotels in Goa"],["url=http:\/\/www.goahotelgracianocottages.com\/"],["email="],["address=4th Ward, Colva Beach, Colva - 403708, Goa, India."],["lat="],["long="],["directions=Near Colva Beach"],["phone = +91  832 2788787"],["tollfree="],["fax="],["hours="],["price=1000"],["checkin="],["checkout=12.00am"],["content=Graciano Cottages is a luxurious hotel in Goa near Colva Beach, equipped with all essential amenities, deluxe and supper deluxe rooms, multi-cuisine restaurant and Bar."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\n",{"type":"*","value":[" World Linkers, 4th Ward, House No. 405, Colva Salcete 403708 Ph 2788056 "]},{"type":"*","value":[" Cyber Magic, Colva Beach Resort, Colva, Salcete  403708 Ph 2788130"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Salcette"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Colva"]]}]