[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Comayagua"]}," is a small city in ",{"type":"[[","value":[["Honduras"]]},".  It has maintained much of its picturesque Spanish Colonial era architecture.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nComayagua is about 2 hours by car or bus from ",{"type":"[[","value":[["Tegucigalpa"]]},", where the nearest international airport is located. TACA, American, and United airlines service the ",{"type":"[[","value":[["Tegucigalpa"]]}," airport. \n\nFurther away, but on a better road, is the ",{"type":"[[","value":[["San Pedro Sula"]]}," airport, the busiest in Honduras.\n\nRent a car at either of those airports, or catch one of the many busses running the SPS-Tegucigalpa-SPS route.\n\n",{"type":"==","value":["Get around"]},"\nTaxis abound. Fares for anywhere in town, before 6PM, are 20 Lempiras per person. Rates go up after 6PM and again in the evening hours. Rates may even be higher at 3 AM or so. ALWAYS ask the fare before entering the cab.\n\n",{"type":"==","value":["See"]},"\nIn the central square of the town sits the Cathedral of the Immaculate Conception, an outstanding example of 18th-century colonial architecture.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurante Casa Colonial"],["alt=Colonial House Restaurant"],["url="],["email="],["address=Parque Central"],["lat="],["long="],["directions=next to the Cathedral"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very good food at reasonable prices in a romantic setting on the central square, right next to the cathedral. Seafood, steaks, salads, chicken and plato tipico. Coffee shop attached. Also serves breakfast. Inquire about off-menu items such as crab, or sushi-maki. Ricardo, the owner, has filled the restaurant with art, crafts, and antiques from Honduras as well as the US. Credit cards accepted. Outside seating on the parque. Special seating for groups up to about 25."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurante El Torito"],["alt=Toritos Restaurant"],["url="],["email="],["address=CA-5"],["lat="],["long="],["directions=On the main highway, just south of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Toritos is probably the best restaurant in town. Known for their excellent steaks, they also serve seafood and chicken. Full bar, credit cards accepted. Air Conditioned. Secure parking."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fast Food Restaurants"],["url="],["email="],["address=CA-5"],["lat="],["long="],["directions=On the main highway, between the old and new boulevards"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the main highway, between the two major intersections, is a Pizza Hut, a Burger King, Dunkin' Donuts, Baskin Robbins, and a Pollo Compenero. Wendy's is about a quarter of a mile towards town, on the \"old\" boulevard. Go towards town at the Texaco, you'll see it on the left."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Golosinas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These small, inexpensive, family-run restaurants serving typical Honduran food and either fried or rotisserie chicken are on every block it seems. Food preparation in Honduras is not tightly regulated as it is in the US, so caution is on order when in any restaurant. But after being in-country for a few weeks, you should be able to eat pretty much anywhere."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mang Ying"],["url="],["email="],["address=Old Blvd (4th Ave) and 7th St"],["lat="],["long="],["directions=Turn off the main highway at Texaco, continue through town for about one mile"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are many Chinese restaurants in Comayagua, most of them serving the same food, but Mang Ying is probably the best. Expect giant portions. A decent atmosphere, with large photos of Chinese landmarks and generous seating partially makes up for the fact that \"American\" style Chinese food, such as General Cho's Chicken, is absent from the menu. Overall, good food, prepared quickly. Air-conditioned. No credit cards accepted. Secure parking."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Casita"],["url="],["email="],["address=Old Blvd (Ave 4) and 1st ST, approx"],["lat="],["long="],["directions=From the main highway, go towards town at the Texaco, maybe 1\/4 mile, on the right"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent family restaurant with the one of the only true grills in town (there are more than a few street food vendors around town who grill skewers of meat and white corn-on-the-cob). Grilled favorites such as steak, pork chops, sausage, and BBQ chicken are accompanied with tortillas, rice, beans, chismol, cooked plantains, and a trio of sauces in a farmhouse atmosphere. The walls are covered with original paintings depcting pastoral Honduran life, and antique Honduran tools and small farm implements that would have been used in a Honduran ",{"type":"''","value":["casita"]}," of years past. Reasonable prices. Air conditioning. Secure Parking. No credit cards accepted."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nDo not drink the water anywhere in Honduras.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Honduran Highlands"]]},"\n",{"type":"{{","value":[["Geo"],["14.46"],["-87.65"]]},"\n",{"type":"[[","value":[["wikipedia:Comayagua"]]}]