[{"type":"{{","value":[["pagebanner"],["Comino_banner.jpg"]]},"\n",{"type":"'''","value":["Comino"]}," is one of the islands in the ",{"type":"[[","value":[["Malta"],["Maltese Archipelago"]]},". It is  the smallest inhabited island of the Maltese islands with a grand total of 4 permanent inhabitants, as well as an hotel which caters mostly for overseas visitors on all-inclusive package tours.  Comino is famed for it's ",{"type":"''","value":["Blue Lagoon"]}," which offers crystal clear waters for swimming in.\n",{"type":"[[","value":[["File:Comino St Mary’s Tower.JPG"],["thumb"],["400px"],["St Mary’s Tower"]]},"\n",{"type":"[[","value":[["File:The Blue Lagoon.jpg"],["thumb"],["300px"],["Blue Lagoon"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nComino was for a long time uninhabited and was used by corsair pirates as a resting place until in the 17th century the Knights of St. John constructed the Santa Maria Tower to secure the island. This tower is in use as a museum. It's set in a very impressive location on a clifftop and seems more like a midsize fortress until you approach it and realise it's rather small. Like many other locations in Malta it can be seen in the recent film ",{"type":"''","value":["The Count of Monte Christo"]},". During the British reign a leprosy colony was established on Comino because of its remote location; it was abandoned and its building is now used by the locals as convenient housing.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Comino Quarantänestation.JPG"],["thumb"],["300px"],["Leprosy colony riuns"]]},"\n\nComino is located in between Malta and ",{"type":"[[","value":[["Gozo"]]}," and can be reached by a small ferry leaving from ",{"type":"[[","value":[["Ċirkewwa"]]}," (on the north-western tip of Malta - the same place that the much larger ferries to Gozo depart from) or from ",{"type":"[[","value":[["Mgarr"]]}," in Gozo.  Sailings are irregular - check with the Comino Hotel.\n\nMany tourist boats from both Malta and Gozo head for the ",{"type":"''","value":["Blue Lagoon"]}," on a daily basis. Some smaller craft use a landing platform halfway between the Blue and Crystal Lagoons, which can be an energetic walk and perhaps best missed if you are not keen on walking on rough tracks.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are thankfully only 2 or 3 cars on Comino, belonging to the hotel and locals, if you're staying at the bungalows there is a minivan to shuttle you back and forth to the hotel itself. You can rent mountainbikes if you are staying at the hotel. This is a pleasant way to explore but not entirely cheap. Otherwise, Comino is only 2.5 km by 1.5 km in size, so you can hike around the whole island in an hour or two.\n\n",{"type":"==","value":["See"]},"\nThe island only has a few structures on it, the ",{"type":"'''","value":["Santa Maria Tower"]},", the former leprosy colony building which is now used by the locals to live in, the chapel, the police station, and a medium size hotel and a group of small bungalows belonging to it. The only sights are the ",{"type":"'''","value":["Blue Lagoon"]}," and the Tower.\n\n",{"type":"==","value":["Do"]},"\n\nThe main reason for visiting the island for by far the most people is the so-called ",{"type":"'''","value":["Blue Lagoon"]}," (Malt: ",{"type":"''","value":["Bejn il-Kmiemen"]},"), a stunning lagoon located on the northwest side of the island which has exceedingly clear azure-blue water. Unfortunately in the high season between 10:00 and 16:00 several hundred people swamp it each day, snackbars are set up on the pristine waterfront, deck chairs are rented out and all kinds of different craft go in and out of the lagoon ferrying visitors back and forth. The best time therefore to come is early in the morning as this is also when the water sparkles the most beautifully in the sun.\n\nLess well known is the ",{"type":"'''","value":["Crystal Lagoon"]},"  which has emerald green water almost equally beautiful but unfortunately very little opportunity to swim from the shore as it's surrounded by cliffs. From a boat however it can be a welcome break from the busy Blue Lagoon as it's a lot quieter.\n\nThere is also the island of Cominotto (Malt: ",{"type":"''","value":["Kemmunett"]},"), situated less than a hundred metres away from Comino itself.  The island has a tiny beach that opens onto the Blue Lagoon.  This beach is popular with tourists wanting to get away from the crowded rockfaces of Comino, but be prepared to either hire a boat to get you out there or, if you can swim, buy a waterproof bag for your beach towels and swim to the island. If the tide is low you can wade across most of the distance.\n\nComino offers some of the best opportunities for ",{"type":"'''","value":["Scuba Diving"]}," in the Mediterranean, including the Santa Maria Caves.  Water visibility is usually excellent with an abundance of marine life to view, particularly in August \/ September.  There is a dive center ",{"type":"[","value":["http:\/\/www.cominodivecentre.com\/"]}," attached to the Comino Hotel, and other operators from Malta and Gozo offer trips to Comino's waters.\n\n",{"type":"==","value":["Eat"]},"\n\nLunch can be had at the hotel, even if you aren't a guest.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Comino Hotel"],["alt="],["url=http:\/\/www.cominohotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(+356) 2152 9821"],["tollfree="],["fax=(+356) 2152 9826"],["price="],["checkin="],["checkout="],["content=The hotel is a decent place to stay and gives you the opportunity to visit the Blue Lagoon before or after the crowds claim it during the day. The bungalows, even though they are located in a very pleasant quiet cove, one of the more secluded locations for visitors to stay in crowded Malta, are a bit basic for the price."]]}]},"On the other hand you can choose to camp in Comino's camping site in Santa Maria.\n\n",{"type":"==","value":["Go next"]},"\nIf staying on Comino, a ferry over to Gozo followed by a taxi ride will take you to the main town of Victoria.\n\n",{"type":"{{","value":[["IsPartOf"],["Malta"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Comino"]]},"\n",{"type":"[[","value":[["Commons:Category:Comino"]]},"\n",{"type":"{{","value":[["geo"],["36.016666666667"],["14.333333333333"]]}]