[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n\nThere are ",{"type":"'''","value":["common scams"]}," that occur in many places that the traveller should be aware of. These are designed to get your money or business from you under false pretenses. They fall into three categories: overcharging you, deceiving you or coercing you into paying for a service you don't want, and outright theft.  \n\nPrevention is based on knowledge: researching your destination will both alert you in advance to scams in the area and let you know what the usual prices and truly good sights are so you will be less reliant on the approaches of helpful individuals when you're vulnerable.\n\nAt the same time, if you do get stung, don't be too hard on yourself: you were dealing with people who knew the location a lot better than you and with people who were out to deceive you.  In some cases, you were dealing with hardened criminals. If you think what happened to you was illegal and the police are trustworthy, report it, otherwise, just chalk it up to experience. Note that if you wish to make a theft-related claim against an ",{"type":"[[","value":[["travel insurance"],["insurance"]]}," policy, you will generally need to make a police report within 24 hours and keep a copy for your insurance company.\n\n",{"type":"==","value":[" Avoiding scams "]},"\n\nSeveral bits of common sense may help you stay out of trouble without your needing to know exactly what scams are practiced in what areas:\n\n",{"type":"*","value":[" If you have travelling companions, keep each other informed of the general outlines of your plans for the day;"]},{"type":"*","value":[" Don't answer simple questions from strangers about what hotel you are staying at, where you are from, or what your business is (these may give clues to scamming you);"]},{"type":"*","value":[" Don't carry unnecessary amounts of cash or expensive items (e.g., Louis Vuitton purses, iPhones, etc.) around with you;"]},{"type":"*","value":[" Remember that astounding deals and amazing winnings are as unlikely as they seem and likely to be part of a scam;"]},{"type":"*","value":[" Be wary of any stranger who seems to be singling you out for extended special attention, especially if they are trying to persuade you to leave your friends or accompany them to an unknown area;"]},{"type":"*","value":[" Don't have your name printed on the outside of your bags in case someone approach you using your name pretending to know you (use an opaque luggage tag if you must);"]},{"type":"*","value":[" You are not required to be polite or friendly to anyone who refuses to leave you alone when you request it;"]},{"type":"*","value":[" Avoid anyone ",{"type":"[[","value":[["begging"]]},", particularly if they're using children to beg on their behalf (a common scam);"]},{"type":"*","value":[" ",{"type":"[[","value":[["Alcoholic beverages"],["Alcohol"]]}," and other drugs affect your judgement and should be indulged in only among people you have good reason to trust;"]},{"type":"*","value":[" Being in any situation where you are among a group of strangers who all know one another but not you gives them a great deal of power over you."]},{"type":"*","value":[" Always discuss and agree a price before you accept any products, services, or accommodation, and always have some proof of payment. "]},"\nResearch into your destination, its general layout, and the usual price ranges are helpful in avoiding many scams.\n\n",{"type":"==","value":[" Helpful locals "]},"\n\nThese scams are based upon the idea of offering you help or advice that is actually deceptive, trusting that you will rely on the scammer's \"local knowledge\". They usually involve giving advice that results in you paying for something that you otherwise wouldn't or going somewhere you don't want to go. Some scams in which a helpful local offers to cut you a good deal can be outright fraudulent such as convincing you to buy fake gems for example but many simply get you to pay for something that you wouldn't pay for if you knew the area better.\n\nOne of the biggest traps of these kinds of scams is the desire to be polite to people who are polite and friendly to you; and the scammers know this. While you shouldn't become a hard-nosed nasty person, you should receive unsolicited offers of help with polite caution, and, when you are reasonably certain that you're being scammed, there's no need to be polite in fending it off: feel free to walk away or speak firmly at the person.  Yelling for help could be necessary, but it will often just attract more (unwanted) attention.  Pretending they don't exist, which entails not making eye contact, not walking faster, not saying 'hello' or 'no', will often humiliate them or tire them out without frustration on your part. Do not respond if they call you racist to attract your attention. Another common mistake is to say 'no thank you', in which case they have their 'foot in the door' tactic up and running and feel that they can engage in a conversation with you.  \n\nAnother trap is the \"too good to be true\" offers: they are almost certainly not true.\n\n",{"type":"===","value":[" Accommodation recommendations "]},"\n\nYour driver or guide will tell you that the place you're heading to is closed, no good or too expensive and that he knows somewhere better. While this may be true, it's likely that the 'better' place is giving him a commission for referrals, and his commission is just going to increase your room rate.\n\nYou must insist on going to your planned destination. In some cases the driver will not drive you to your hotel even if you insist. In some places, taxi drivers will take you to the wrong hotel and insist it is the one you requested! Get the correct name because there are a lot of copies and similarities in their names.\n\nTo avoid being held hostage by a mercenary taxi, keep your luggage with you on the back seat so you can credibly threaten to walk out and not pay.  They'll usually back down by the time you start opening the door—and if they don't, get a new driver.\n\nThe best thing you can do is avoid using taxis whenever possible. Before arriving in a new location have your accommodation pre booked, find out where it is on the map and see if there is alternative transport such as local buses to get to or near your accommodation.\n\n",{"type":"===","value":[" Attraction closed "]},"\n\nYou may arrive at a major tourist destination only to find a very helpful local near the entrance explaining that there's a riot\/holiday\/official visit at the place you want to go and it is closed. (Sometimes, taxi drivers are in cahoots with these helpful locals and will purposely drop you off to be received by them.)  The local will then offer to take you to a lesser known but infinitely more beautiful sight or to a nice shop. Generally, the destination is in fact open for business: simply refuse the offer and go and have a look.  Even on the very rare occasions that they are telling the truth, they may not be as helpful as they seem so it would be better to pursue your own backup plan.  Just walk away from them and walk towards the main tourist entrance where they stop following you.\n\nThe opposite might in fact take place when arriving by car, especially in places like Rio de Janeiro, where scammers might ask for a fee to \"keep your car safe\" (a widespread scam in Brazil). While sometimes tourist attractions are in fact closed or under maintenance, scammers will state those are open, and demand a small fee in advance. Taxi drivers will also sometimes take a long route to a place and \"forget\" to mention the place is closed, then suggest an alternative attraction far away from the original place.\n\n",{"type":"===","value":[" Art school "]},"\n\nYou are met in the street by people who say they are art students. They speak English well and invite you to visit their school. Then they will try to get you to buy one of their works for an excessive price. The \"students\" are usually attractive young women who are employed by the gallery to attract customers and to make the customers feel obliged to purchase \"their\" works to encourage them and repay them for their friendliness.\n\nThis scam is practiced in ",{"type":"[[","value":[["China"]]},", particularly in ",{"type":"[[","value":[["Beijing"]]}," and ",{"type":"[[","value":[["Xi'an"]]},".\n\n",{"type":"===","value":[" Insistent help "]},"\n\nSometimes locals will simply try to force themselves on you to help with a ticket machine, a subway map or directions. They might just be overly helpful but they may also be looking for and demand a small tip for their forced help. In general, be wary of anyone who forces their way into your personal space, and who starts doing things for you without asking you if you need them. If you have received help and then some coinage is demanded, it's probably easier to pay it. However, this kind of situation can also leave you vulnerable to substantial theft so be polite but firm, and then simply firm, by telling the person that you are fine now and that they should leave you alone.\n\n",{"type":"===","value":["Just been robbed "]},"\n\nThis scam involves persons approaching you and asking you if you know where the police station is. They will seem frightened and shaken and inform you that they have just been robbed of the money he needed to get back home which is very likely to be in a different city or even country.  Again, they will get emotional and say the police perhaps won't be of much assistance and they will turn to you for help.  Although they only expect you to happily hand over a small amount, the more people they con the more money they make themselves. This scam also takes the form of refugees escaping a war-torn country.\n\n",{"type":"===","value":["Border crossings "]},"\n\n",{"type":"[[","value":[["Poipet"]]}," (on the border between ",{"type":"[[","value":[["Thailand"]]}," and ",{"type":"[[","value":[["Cambodia"]]},") is a classic example of the border crossing scam. \"Helpful\" people will charge you for doing a useless service (like filling out your application form); \"friendly\" people will charge you twice the normal fee for obtaining a visa (which you can do yourself), crooks will tell you that you must change money at their horrible exchange rates (they will also tell you that there are no ATMs anywhere in the country), and tuk-tuk drivers will charge you some idiotic amount for taking you 100 metres.\n\nThe cure is simple: read up on any border crossing before you cross it, know the charges in advance, and don't believe or pay anyone not in uniform. Even then, try to ask another person in uniform to see if you get the same story.\n\n",{"type":"===","value":["\"Official\" asks for souvenir "]},"\n\nAfter an official or someone dressed as one assists you at a transit station such as an airport or train station, that person will ask you for money from your home country as a souvenir.  If you pull out less than what they want, they will use an overly friendly yet insistent manner to demand a higher amount, generally in notes.  In some countries giving money to an official can be misconstrued as a bribe and can get you in deep water.  It's best to limit conversation as much as possible and when asked for money, to feign ignorance or lack of cash.  This has occurred in Malaysia and China. \n\n",{"type":"===","value":["Gifts from beggars"]},"\nA beggar stops you on the street and gives you a \"present\", like tying a \"lucky charm\" around your wrist.  Alternatively, they \"find\" something like a ring on the street and give it you.  After a few moments of chit-chat, they start demanding money and follow you until you give them money.\n\nAvoiding this scam is easy enough: remember what your mother told you when you were in kindergarten, and don't accept \"free\" gifts from strangers.  This scam is particularly common in Egypt and Spain.\n\nAnother similar scam involves overly pushy people who pose as collecting money for charity. This is particularly common in developed countries. Usually an old woman will approach you, tie a small flower to your shirt and expect you to \"donate\" money. They never say the specific charity, they often say \"for the children.\" Inquiring about the specifics of their \"charity\" may help scare them off. Typically, if they have no name badges or even a charity name, it's probably not a real charity.\n\nBefore entering a situation where you might get hassled, set rules with yourself for how and when you will spend money, stick to the rules, and let other people know.\n\n",{"type":"===","value":["Dirty shoes scam"]},"\nA shoecleaner says your shoes need cleaning, and he points out that there is dirt on your shoes. When you take a look, there really is feces or any other kind of dirt on your shoe (a lot usually). He offers to get them clean again for a very high price.\nWhat you most probably did not recognize is that a few meters before that cleaner a helper has thrown that very dirt onto your shoes. \nThis scam can also be combined with pickpocketing and has been observed in Cairo and Delhi.\n\n",{"type":"===","value":["Begging for medicine to sick family members"]},"\n\nThis scam is practiced in parts of Africa, where it's well known that tourists travel with their own medicine such as penicillin or anti-malarial drugs. Beggars will approach on the street, telling a sad tale about their little daughter or son who is dying with malaria or some other disease. They will then ask you if they can have your medicine to save them. The sobbing story makes it difficult to refuse the request and they may accuse you of everything from racism to willingly letting an innocent child die. As soon as they receive your medications they will run away, presumably to save their daughter but in reality they will run to the local pharmacy to sell your medications. Expensive drugs such as Malarone may fetch up to $10 US per tablet.\n\nThis scam places a lot of emotional stress on the victims, but remember that if a child really was sick, it's highly unlikely that the father would be running around in the streets begging tourists for medicine. The child would have been brought to the local dispensary, and, if there really was a scarcity in drugs, you would probably be approached in quite a different manner.  Also, remember that giving up hard-to replace prescription drugs might put yourself at risk if you were to contract any illness yourself. The cure is to not get soft-hearted so simply ignore the person and walk away.\n\n",{"type":"==","value":[" Overcharging "]},"\n\nThese scams are based on your ignorance of the area and rely on getting you to pay well over the market rate for goods or services. Some will rely on a helpful local steering you to the goods, but others will simply involve quoting a high price to you. In some countries this is institutionalised: foreigners have to pay more even for genuine sights.\n\nGetting a general sense of accommodation price ranges and the like is the best way to prevent being overcharged. In some places, it's assumed that you'll bargain down overcharged prices, in others, you will just have to walk away or pay up for goods although you should still challenge the amount in the case of a service if it is clearly overpriced.\n\n",{"type":"===","value":[" \"Per Person\" Taxi Charge "]},"\n\nTaxi, tuk-tuk, or autorickshaw drivers will agree on a price.  When you arrive at your destination, they may or may not tell you that the vehicle is a shared vehicle, and they will tell you that the price quoted is per person.  The scam depends on you believing them, but you can almost always just give them the agreed-upon fare and walk away.  Just make sure that you have the correct change before departing as in many places drivers are known to come up with any excuse it takes to charge you extra.\n\n",{"type":"===","value":["No-change trick"]},"\n\nIf you make a payment that requires change, they will refuse it and demand that you pay the exact amount. If you are not very attentive however, they will \"forget\" to return your initial payment. It may seem strange not to notice this, but in a fast moving and confusing setting, it happens more easily than you think, especially if you are somewhat tired or intoxicated. Incidents like this do also happen in decent looking establishments, such as shopping malls and airport stores. A telltale sign of impending trouble is that the cashier will suddenly lose the ability to speak or understand a single word of English. If you still have all your money in hand, the best course of action is to abandon your goods and walk away.\n\nIn another variation, a seller will insist that he does not have change for the item you purchased and that you should accept goods (often of low-quality) in place of your change.  If you ask to \"cancel\" the sale and get your money back, the seller may become quite pushy in insisting that you take the goods or try to make you feel guilty because he needs the money for his family or business is not going well.  If paying with large bills, it is best to ask if the seller has change before handing over your money.\n\nYet another variation involves ticket windows at tourist sites.  Ticket sellers will take your money, take a long time stamping your tickets and talking to colleagues, taking your ID as security for audio guides, etc., and simply \"forget\" to give you your change.  They may give you some brief information, smile, and say \"okay!\" to distract you and send you on your way.  Once you leave the window you have no chance of getting your change, so be sure to ask for it and not be distracted by their \"helpful information\".\n\n",{"type":"===","value":["Coin collector"]},"\n\nWhile you're waiting in a public place such as a restaurant or bus stop, a friendly well-spoken local approaches you to engage in conversation. After some chit-chat, the individual then shares with you that he is a coin collector and asks if you would like to see his collection. The individual produces from his pocket a small collection of coins and explains with great feigned interest the country of origin of each of his coins. Mixed into the conversation will be questions about the type of money that you use in your home country and a seeming desire to know more. The intended outcome is that the unwitting tourist will show the pocket change they have with them from home and, if sufficiently fooled by the conversation, offer that the local person can keep it for their collection. After the conversation, the 'coin collector' will exchange the money for local currency.\n\n",{"type":"===","value":["Commission shops"]},"\n\nAll over the world, but especially Asia, are shops that will give your driver or tour guide a commission to bring in tourists. Often, these shops sell low-quality goods at exorbitant prices and claim to be cottage industries or child-labor free. They hurt the quality products because the items are made in a factory and force tours to waste more time at these shops than at an actual site. It is heavily recommended to avoid buying anything from them, especially if you have been directed by someone. Alternatively, decide what you want and to come back without a driver and demand at least 30% off the price (roughly the amount the driver gets).\n \nOne way to benefit from these shops is by sightseeing independently instead of with a tour group. You can request for the driver to take you to one, thereby lowering your fare, or as a way of offering him a tip if he is especially helpful. They always have very clean, western bathrooms, which can be hard to come by otherwise.\n\n",{"type":"===","value":["Currency swap"]},"\n\nIf you are persuaded to buy souvenirs or other items from people selling on the street, look at the change you are given from the sale before putting it in your wallet: it may be in a different currency of similar appearance. For example, in ",{"type":"[[","value":[["China"]]},", a street-vendor may hand you a 50 ruble note in change instead of 50 yuan; the former is worth one-third as much as the latter. Also be careful that the notes you receive are not ripped or damaged as these may not be accepted elsewhere.\n\n",{"type":"===","value":["Calculated price"]},"\n\nPrecious metal items such as gold bracelets are sold as 'dollars per gram' in some countries.  Comparing the price between shops and then against the current gold price makes the practice appear open and transparent, so much so that you may rely on the seller to do the calculation.  It won't be till later, if at all, that you will realize that the price you were charged is much more than the calculated price.\n\n",{"type":"===","value":["Scenic taxi rides"]},"\n\nSince you don't know the area, taxi drivers can take advantage of you by taking a long route to your hotel and getting a large metered fare. The best prevention is knowledge: it's hard to learn a new city well enough to know a good route before you arrive for the first time.  ALWAYS ask your hotel roughly what the taxi fare should be when you book or to arrange a pickup with them if they offer the service. Often you can negotiate a fixed price with a taxi before you get in and ask what the range of fare to your hotel will be.  Good taxi drivers are on the route to your hotel every day and can give you a very accurate price before you or your luggage get into a cab.  Watch your luggage as it is loaded!  Get into the cab after your luggage is loaded and out before it is out of the trunk.\n\n",{"type":"===","value":["Taxis not using the meter"]},"\n\nIn cities where the taxis have fare meters, drivers will often try to drive off with tourists without turning the meter on. When you arrive they'll try and charge fares from the merely expensive (2 or 3 times the usual fare) to fares of hundreds of US dollars, depending on how ambitious they are. If you're in an area known for this scam and you know where you're going and want them to use the meter (rather than arrange a fixed fare), ask them to turn the meter on just before you get in. If they say that it is broken or similar, walk away and try another taxi. They will often concede: a metered fare is better than no fare.\n\nA related scam is using the wrong metered rate: setting it to a more expensive late-night setting during the day. You need location-specific information to prevent this one.\n\nHowever, an ambitious traveler can actually work this scam in their favor, as in certain countries where meters are required (",{"type":"[[","value":[["China"]]},") the passenger cannot be forced to pay for an \"informal\" (that is, unmetered) taxi ride. A tourist is therefore free to walk away after the ride without paying anything at all: once you step out of his vehicle, the driver will have no proof of transaction to show the police.  This tactic is, however, not recommended for use by the weak of heart but can save you money as a last resort.\n\nEven if you are using the meter, if you put your luggage in the trunk, they might refuse to give you your luggage back unless you pay a much higher price the actual fare. Remember to always write down or remember the taxi number or driver's number in case of problems and keep your luggage in your hand at all times if possible. Often, just writing down the taxi number will make them back down if they are keeping your luggage hostage, but be careful that they are not armed or are trying to rob you by other means than just driving away with your luggage.\n\n",{"type":"===","value":["Gem and other resale scams"]},"\n\nYou are taken to a jewelry shop and offered a once-in-a-lifetime opportunity to purchase gemstones or jewels at special discount prices.  Another customer in the shop, well-dressed and perhaps from the same country as you, tells how he made incredible profits last year by reselling the gems and is now back for more but to hurry as the sale ends today and you have to pay cash.\n\nOf course, once you get back home and try to sell your booty, it turns out to be low-grade and worth only a fraction of what you paid for it.  This scam is particularly prevalent in ",{"type":"[[","value":[["Bangkok"]]},", but variations on the theme with other products that can supposedly be resold for vast profits are common elsewhere too. Another variation involves you exporting the gems for a supposed 'commission' in exchange for the scammer taking a photocopy of your ID cards and\/or credit cards, which can of course be used to make a tidy profit in identity theft cottage industries.\n\nNote that American import law prohibits bringing more than one of any counterfeit item into the country and requires you to declare it.  This is especially important when traveling back from ",{"type":"[[","value":[["Asia"]]},", where most counterfeit goods originate.  It's assumed that if you are buying more than one, it's for illegal resale.  In other words, one counterfeit Rolex for your possession is legal, but two fake Rolexes are illegal and subject to thousands of dollars in fines.\n\n",{"type":"===","value":["Cruise ship art auctions"]},"\n\nPassengers are lured to auctions of supposedly investment-grade, collector art. Free champagne flows like water. The auctions may or may not be conducted by licensed auctioneers and may not adhere to standard auction practices. Since the sales take place at sea, making claims under consumer protection laws is difficult.  Buyers may have little recourse if the art is misrepresented. Furthermore, in traditional auctions a bidder buys merchandise which is for sale right-here, right-now. Cruise ship auctions sell the art on  display, but the winning bidder actually receives a different (but supposedly equivalent) piece which is shipped from the auction company's warehouse. Many art buyers at cruise ship auctions have later found that their shipboard masterpieces were worth only a fraction of the purchase price.\n\n",{"type":"===","value":["Non-exportable antiques"]},"\n\nBuying expensive antiques anywhere is risky. Even experts can sometimes be deceived by fakes, and a naive buyer is at great risk of being overcharged nearly anywhere. An additional complication arises in the many countries which, quite understandably, have various restrictions on export of relics of their culture. ",{"type":"[[","value":[["Egypt"]]}," and ",{"type":"[[","value":[["India"]]},", for example, have strict rules on export of antiquities and ",{"type":"[[","value":[["China"]]}," requires a license for antiques. In ",{"type":"[[","value":[["Peru"]]}," it is forbidden to export relics and to buy a relic requires a license of the Ministry of Culture, always check in the official tourist information office (iperu).\n\n",{"type":"'''","value":["Check the laws in any country you visit before buying antiques"]},". Otherwise, you might have your purchases confiscated at the border and be hit with a hefty fine as well. In some countries, licensed dealers can provide paperwork that allows export for some items, but bogus documents are sometimes provided. Try to deal with someone respectable and traceable. \n\nIn some countries, the whole thing becomes a scam. Instead of preserving the confiscated \"heritage\" items, corrupt border police may sell them right back to the tourist shops so that the shops then sell them to another unsuspecting traveler.\n\n",{"type":"===","value":["Plastic bag code"]},"\n\nIn some countries where ",{"type":"[[","value":[["haggling"]]}," is common, people at markets may have an arrangement where they will put purchases in different coloured bags to signal how much a customer has paid, allowing other vendors to charge accordingly. For instance, at a certain market, a white bag may indicate that a customer paid the usual price whereas a blue bag may indicate that they paid a higher amount - vendors will ask a higher price if they see someone carrying a lot of blue bags. Different markets have different colour codes, and some may have several stages of overcharging.\n\nTo avoid this, try to figure out how much the usual prices for things are before making your purchase and haggling the price aggressively if they are charging too much, and putting purchases in a backpack or durable shopping bag rather than using the plastic bags provided.\n\n",{"type":"==","value":[" Coercion "]},"\n\nThese scams rely on trapping you in a bad situation and forcing you to pay money to get out of it. They're best prevented by avoiding the situation; once you're in it, you may well have no option but to pay whatever it takes to get out of it safely. Many of these scams are bordering on illegal.\n\n",{"type":"===","value":[" Free tours "]},"\n\nYou are offered a \"free tour\" of a shop or factory way out of town. Your driver may then suggest that you'll need to buy something if you want a ride back. The best prevention is avoidance as if you're stuck out there you might well be compelled to do as he 'suggests'. Don't accept any kind of lift or offer of a tour without having a basic idea of where you're going and how you will be able to get back if your driver deserts you.  Of course, if you are strong and assertive from the beginning in dealing with any suspicious characters, you can limit your chances of being involved in this kind of sting.  However, always bear in mind that the perpetrator may be carrying a knife or willing to assault you if the situation arises.\n\n",{"type":"===","value":["Clip joint"]},"\n\nYou're approached by an attractive, well-dressed, local gentleman or woman, who suggests going for a drink in a favorite nightspot.  When you arrive, the joint is nearly deserted, but as soon as you sit down some scantily clad girls plop down next to you and order a few bottles of champagne.  Your \"friend\" disappears, the bill runs into hundreds or even thousands of dollars, and heavies block the door and flex their muscles until you pay up.\n\nThis is particularly common in Europe's larger cities, including ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Istanbul"]]}," and ",{"type":"[[","value":[["Budapest"]]},".  The best defense is not to end up in this situation: avoid going to bars with people you just met, pick the bar yourself, or at least back out immediately if they want to go somewhere that is not packed with locals. In Istanbul this scam is also common with places packed with locals, where they scam the tourists, but not the locals, as it is a difficult and time consuming process to get the police to do anything. It is best to pay by credit card, so have one ready so that if you ",{"type":"''","value":["do"]}," end up in this situation, you can pay by credit card to get out and then cancel your card and dispute the bill immediately.  The police are unlikely to be of much assistance, but filing a report may make it easier to get the charges canceled.\n\nA variety of this scam is extortionate tea ceremonies in ",{"type":"[[","value":[["Beijing"]]}," and other cities in ",{"type":"[[","value":[["China"]]},". You will be approached by women who speak very good English, spend 30 minutes in conversation with you and invite you to have tea with them. The tea house they take you to will be empty, and you will end up in a situation of having to pay a huge amount of money for a few cups of tea. This is incredibly easy to fall into, as the scammers are often willing to spend considerable time \"chatting you up\" before suggesting going for tea. The best way to avoid this would be to not engage in conversation in the first place. Failing that, refuse to go with them to have tea, or if you find yourself having been fooled as far into going to the tea house with them, insist on leaving as soon as you can (e.g. fake receiving an urgent phone call from your friend), and ask for the bill (as each different variety of tea you drink will doubtless add up to the final cost).\n\n",{"type":"===","value":["Unlisted cover charges"]},"\n\nA fast-talking man (or attractive woman) standing outside a strip club will offer you free entry, complimentary drinks and\/or lap dances to get you inside the club. They'll often speak very fluent English, be able to pick your accent, and be very convincing. Of course, they are good to their word with the free drinks and dances, but what they won't tell you (and what you won't know until you try to leave) is that there's a \"membership fee\" or \"exit fee\" of at least €100. There'll also be security waiting at the door for nonpayers.\n\nA variant of this is practiced in ",{"type":"[[","value":[["Bangkok"]]},", where touts with laminated menus offer sex shows and cheap beer.  The beer may indeed be cheap, but they'll add a stiff surcharge for the show. Similarly in ",{"type":"[[","value":[["Brazil"]]},", expect to pay an extra 'artistic couvert' if live music is playing. No-one will warn you of this because it's considered normal there. Ask how much it is before you get seated.\n\n",{"type":"===","value":["Dual menus"]},"\n\nA bar or restaurant gives you a menu with reasonable prices and takes it away with your order. Later they present a bill with much higher prices. If you argue, they produce a menu with those higher prices on it. This scam is known in ",{"type":"[[","value":[["Romania"]]}," and in bars in ",{"type":"[[","value":[["China"]]}," among other places. The best way to avoid this is to stay out of sleazy tourist bars.\n\nYou could also try hanging on to your menu or paying when your drinks or food are delivered, preferably with the right change. Watch out for asking for a menu in English, as the prices on the menu are sometimes higher than the menu in the native language, although because of the difficulty of navigating a Mandarin menu and the likelihood that the price even with the foreigner surcharge is still pretty low, non-Mandarin-readers may want to write this off as a translation fee.\n\nA variation of this scam is ordering off the menu, where your waiter will offer you a \"special\" that is not shown on the menu. The meal will not be very special but will come with a price considerably higher than anything else on the menu. Also, touts and barkers might advertise low-price offers, but then the bill is calculated with normal prices.\n\n",{"type":"===","value":[" Passport as security for debt or rental "]},"\n\nYou rent equipment like a jet ski or motorbike. You are asked to give your passport as a security guarantee. After returning the rented goods, the owner claims you damaged them and will ask for exaggerated prices to compensate or claim to have \"lost\" your passport (later the police or lost property office want a substantial \"donation\" for its return). If you do not agree, they threaten to keep your passport. This scam is used in almost all tourist resorts in ",{"type":"[[","value":[["Thailand"]]}," and is very effective. \n\n",{"type":"'''","value":["Never hand over your passport as a security or guarantee in any circumstances."]},"  Pay cash (and get a receipt), or hand over something comparatively worthless, like your library card. You can also try going elsewhere (often the threat will be enough).\n\nNote that most passports include wording such as this (direct quote): \"",{"type":"''","value":["This passport is the property of the government of Canada ... If your passport is surrendered to any person or agency outside the Canadian government (e.g. to obtain a visa) and in not promptly returned, report the facts to [an embassy or consulate]."]},"\" At least in principle, no-one — except a foreign government, a travel agent or an employer who needs it to arrange a visa, or someone like a hotel or airline who want it briefly to check you in — can take a passport away, and ",{"type":"''","value":["anyone who does is in violation of international law"]},". Your government can press the host government to fix the problem, and that government in theory has no choice but to do so. Of course, in reality it is far more complex; your government may not be helpful, the host government may ignore them, local cops may ignore a request from the capital, or they may not have an effective way to pressure whoever has the passport.\n\n",{"type":"===","value":[" Overpriced street vendors "]},"\n\nYou decide on a whim to buy a piece of one of the massive cakes covered in nuts and fruits that are a fairly common sight in the tourist-laden parts of cities in ",{"type":"[[","value":[["China"]]},". You ask the price, and the man tending to the cake tells you it depends on how much you want. You show him how much. Immediately, he slices the cake, weighs it out, and gives you an extremely high price. He tells you that since he already sliced the cake, you have to buy it.\n\nThe best thing to do in this or any similar situation is probably to leave your purchase and just walk away. If they hassle you, threaten to call the police. Like the art school scam, this ruse depends on using your guilt to coerce you out of your money.\n\n",{"type":"===","value":[" Rigged gambling games "]},"\n",{"type":"[[","value":[["File:Shell game in Berlin.jpg"],["thumb"],["300px"],["Shell game in ",{"type":"[[","value":[["Berlin"]]}]]},"\nThis comes in many forms, from the three-card monte cup shufflers of Europe's city streets to dodgy gambling dens in the backstreets of South-East Asia. In most cases, the target is alone. The conman strikes up a conversation and then claims to have family in the target's home country. After some \"friendly\" conversation, the target is then invited to a card game or other some type of gambling: just for \"fun\" of course. The target is taken somewhere far from the tourist area. After doing a few \"practice\" games, then they start to play for real. Of course, the game is totally rigged. After losing, the target will find his \"friend\" not so friendly anymore, and then a massive amount of money will be demanded (often totaling in the thousands of dollars). Violence might be used to settle the debts. In some jurisdictions ",{"type":"[[","value":[["gambling"]]}," of any kind is illegal.\n\nDo not gamble for money with strangers or outside of licensed and well-regarded gambling venues.\n\n",{"type":"===","value":[" Cash on the Sidewalk "]},"\n\nAs you stand on the sidewalk studying your map or guidebook, a passerby will point to a roll of bills, wallet, or gold jewelry on the ground nearby and ask if it is yours. They pick it up and offer to split the stuff with you. If you agree, a couple of heavies will soon appear demanding their money back, much more than you originally \"found\" of course. This scam is most common in Russia and Ukraine but it's also used in France.\n\n",{"type":"===","value":["Free hair salon treatment"]},"\n\nMost commonly in Asian countries, a good-looking hair dresser would stand outside the salon and pass out coupons for a \"free\" shampoo hair wash and \"free\" head massage.  Even if you decline, they will continue to be persistent. As soon as they succeed in seating you down in a salon chair and start wetting your hair, they'll explain how damaged your hair is and which specific products will help. The prices are absurdly set and often 2 to 3 times more expensive than in the US for a similar salon treatment.  It will be much more difficult to refuse then after they've stroked up a friendly conversation and compliments.  The best way to avoid this is simply tell them you've just had a haircut and are not interested.\n\n",{"type":"==","value":[" Theft "]},"\n\nThese scams are outright theft: they involve putting you in a position where someone can take your money by force.\n\n",{"type":"===","value":["Friendly locals wanting to go out for a drink"]},"\nWhile walking down the street you may be approached by attractive friendly locals wanting to go out for a beer or a drink. Then they tell you the drink costs way more than it actually does. Or worse just wait for you to become inebriated and take your money. See also the section ",{"type":"[[","value":[["Common_scams#Clip_joint"],["above"]]},".\n\n",{"type":"===","value":["ATM scams"]},"\nIf you need to use an ATM, especially in tourist heavy areas, exercise caution. When possible, use ATMs inside bank branches, which are usually bristling with security.  There are three basic scam types:\n\n",{"type":"*","value":[" Low-tech: Watch as you key in your PIN and then physically steal your card and empty your account.  To prevent this, ensure that your PIN cannot be seen when you enter it."]},{"type":"*","value":[" Medium-tech: Rig the ATM so that it swallows your card and then retrieve the card after you stomp off in disgust.  Having someone come and try to \"help\" you retrieve a lost card at this point is a red flag that you've been scammed — they're trying to get your PIN.  To prevent this, ignore offers for help, stay with the machine until authorized personnel arrive, and cancel your card ",{"type":"''","value":["immediately"]}," if you absolutely have to leave the machine."]},{"type":"*","value":[" High-tech version: retrofit the ATM with a card reader that records your card details and PIN and then creates a cloned card.  This is the nastiest form, as you may not notice a thing until it's too late; the only form of prevention is to ensure that the card slot has not been tampered with."]},"\nIn all cases, the best thing to do is to check your statements frequently and regularly change your PIN while traveling. In the case of using an unfamiliar ATM, hover nearby and watch to see if any other customers have their cards taken by the machine.\n\n",{"type":"===","value":[" Pickpockets "]},"\n\nPickpockets are thieves who steal items (often wallets or passports but sometimes other valuables) from people's clothing and bags as they walk in a public place. For in-depth information on how to protect yourself from pickpockets, see ",{"type":"[[","value":[["Pickpockets"]]},".\n\n",{"type":"===","value":[" Credit card skimming "]},"\nIn this scam, you use your card to pay in a bar or restaurant.  However, while your card is out of your sight, it is swiped not only in the machine that sends the information to your bank for approval but also a second machine that records the card's identifying information from the magnetic strip.  The copy of the card, or the number, are then used by the third party to buy goods.  Often, this is an inside job: employees of the outlet are using the information themselves or being paid to acquire it.\n\nThe best way to prevent this scam is to keep your card in your sight at all times.  Unfortunately, the typical restaurant custom is to let the restaurant staff take your card away and bring you back a receipt to sign: insisting on observing them while they handle your card may make you unpopular.\n\nOtherwise, you can limit the damage done by credit card skimming by keeping receipts when you use your card and checking them against your credit card statement.  Make sure the amounts match up and make sure there are no additional purchases you didn't make.  Report any discrepancies to your credit card company: the liability rests with them, not you, as long as you report fraudulent transactions as soon as possible.\n\n",{"type":"===","value":[" Maradona "]},"\n\nThe ",{"type":"'''","value":["Maradona"]}," is a scam that is very common in ",{"type":"[[","value":[["Romania"]]},", especially in the capital ",{"type":"[[","value":[["Bucharest"]]},". Someone will approach you and attempt to engage you in a conversation (in English), usually about something vaguely illicit. Seconds later, two men will appear in plain clothes but flashing legitimate-looking police badges. They will accuse you and your \"new acquaintance\" of some illegal activity (usually 'currency swapping'), and demand to see your wallet and\/or passport.\n\n",{"type":"'''","value":["Do not hand them these things!"]}," Keep your documents and belongings in your pocket and out of sight.\n\nWalk away, or yell, or tell them outright that you do not believe that they are the police or suggest that you all walk to the lobby of a nearby hotel (or police station) because you are not comfortable taking out your wallet or papers in the street. These conmen thrive because the police fail to enforce laws against nonviolent crime and some foreigners are easily fooled. They will not physically attack you: the treatment of violent offenders is severe (these men are professionals, and they would never be foolish enough to chance a physical attack). Do not threaten or try to fight them.\n\n",{"type":"===","value":[" Car trouble "]},"\n\nPeople  will approach you on the street and tell you that their car just ran out of fuel or is broken down and is only a few blocks away. They'll usually first ask for money for gas.  If you don't believe them or try to walk away, they may beg you to come with them to the car to see that they are telling the truth. They may offer you some kind of security such as their jewelery and be well-dressed and plausible seeming.\n\nDo not give people money in these and similar scenarios. Do not follow them to where they claim their car is. If you suspect they are really in trouble, you could report their predicament to police.\n\n",{"type":"===","value":["Red light bag snatch"]},"\n\nWhile stopped at traffic lights, thieves open the car doors and take what they can. This is particularly prevalent in places like Brazil and South Africa. Keep car doors locked both night and day. More rarely, the criminals will employ a hammering tool to break the glass, particularly with lone women drivers.\n\n",{"type":"===","value":["Flat tire"]},"\n\nWhile you change the tire (punctured by criminals), a motorcyclist arrives, offering to \"help\" you. As you speak with him, another thief steals your purse, wallet, camera, or anything expensive to hand (this can happen within seconds). If you need to remove luggage from your trunk to get at the spare tire, put it inside the car. Also, close and lock all doors. Don't speak to anybody around and be extremely cautious.\n \n",{"type":"===","value":[" Distraction "]},"\n\nDistraction thefts take a variety of forms. Generally the thieves work in groups: one or more will distract you and the other will rob you while you're distracted. Examples of distractions include:\n",{"type":"*","value":[" ready-made distractions like a busker, departure boards, or your own phone or music player;"]},{"type":"*","value":[" having an attractive accomplice talk to you;"]},{"type":"*","value":[" minor assaults, such as throwing things at you;"]},{"type":"*","value":[" having a child talk to you and when the child's \"parent\" comes to apologize, the child steals something due to the distraction of the new conversation"]},{"type":"*","value":[" fake drownings and similar emergencies causing you to leave your belongings behind; or"]},{"type":"*","value":[" staged assaults or fights between accomplices."]},"\nIt's best to be aware of what's going on around you in any public place and to be suspicious of strangers who appear to be trying to single you out. If you are the victim of a minor assault, suspect that it's the prelude to a robbery attempt and if you feel safe enough, try to get in a position where you can look after your belongings. Unfortunately, you may need to refuse the help of concerned onlookers; it's common to have an accomplice pose as a concerned onlooker.\n\n",{"type":"===","value":[" Street brawl "]},"\n\nYou are walking down the street alone and all of a sudden you see many people attacking one person (sometimes an old man or a woman). When you want to help, people will make photos of you and will blackmail you afterwards to go to the police. Now you find out that the attacked person, the attackers and the photographer are a group. They will blackmail you for big amounts of money, because if they go to the police, you most likely need to leave the country (for example in China).\n\nAvoid this scam by following this piece of common sense: It is never wise to engage in fights. If you witness a fight, your best bet is to either walk away or alert the police if they're trustworthy. NEVER get involved yourself. Laying your hand on a local may result in deportation in some countries.\n\n",{"type":"===","value":[" Prostitutes "]},"\n\nSexually-attractive people are a fine distraction, and conspicuously available ones even more so. However, sampling the local streetwalkers puts you at risk of crime. Prostitutes can be used as bait for a variety of scams:\n",{"type":"*","value":[" leading you into an armed robbery"]},{"type":"*","value":[" having a confederate go through your clothes while you are out of them"]},{"type":"*","value":[" a bogus \"outraged family member\" (or cop) appearing and needing to be bought off"]},{"type":"*","value":[" hidden cameras and eventual blackmail "]},"\nEven if you do not allow them to lead you anywhere, streetwalkers can be dangerous.  A person who brings one to his hotel is quite likely to miss his watch or wallet in the morning.  In some countries, such ",{"type":"[[","value":[["China"]]},", prostitution is illegal and hotel staff may have the local police arrive at your room door not long after you check in with one. \n\nIf you are willing to take the health and legal risks of hiring a prostitute, go to a massage shop, sauna or whatever the local euphemism is. These establishments are significantly safer than the street workers. However, in countries where prostitution is not fully legalised, such establishments may have links with other forms of criminal activity.\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Authority trouble"]]}]},"\n",{"type":"[[","value":[["Wikipedia:List of confidence tricks"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Stay safe"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]