[{"type":"{{","value":[["pagebanner"],["Grande Comore banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Mohéli-Beach.jpg"],["location=LocationComoros.png"],["flag=Flag of the Comoros.svg"],["capital=",{"type":"[[","value":[["Moroni (Comoros)"],["Moroni"]]}],["government=Republic"],["currency=Comorian franc (KMF), pegged €1=491.96775"],["area=2,235 km",{"type":"<","value":["sup",[{"type":"<","value":["small",["2"]]}]]}],["population=798,000 (2010 estimate)"],["language=Comorian (official; also called ",{"type":"''","value":["Shikomor"]},"), ",{"type":"[[","value":[["French phrasebook"],["French"]]}," (official), ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," (official)"],["religion=Sunni Islam 98%, Roman Catholic 2%"],["electricity=220V\/50Hz (C & E plugs)"],["callingcode=+269"],["tld=.km"],["timezone=East Africa Time (UTC+3)"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tourisme.gouv.km\/ Comoros"]}]}," are an island nation off the coast of ",{"type":"[[","value":[["East Africa"]]},", in the ",{"type":"[[","value":[["islands of the Indian Ocean"],["Indian Ocean"]]}," between northern ",{"type":"[[","value":[["Mozambique"]]}," and northern ",{"type":"[[","value":[["Madagascar"]]},".\n\n",{"type":"==","value":["Understand"]},"\nComoros has endured 20 coups or attempted coups since gaining independence from France in 1975. In 1997, the islands of Anjouan and Moheli declared independence from Comoros. In 1999, military chief Col. Azali seized power. He pledged to resolve the secessionist crisis through a confederal arrangement named the 2000 Fomboni Accord. In December 2001, voters approved a new constitution and presidential elections took place in the spring of 2002. Each island in the archipelago elected its own president and a new union president took office in May 2002.\n\nOne of the world's poorest countries, Comoros is made up of three islands that have inadequate transportation links, a young and rapidly increasing population, and few natural resources.\n\nComoros is also the smallest nation in the Arab World by population.\n\n",{"type":"===","value":["Climate"]},"\nTropical marine; rainy and hot season (November to May).\n\n",{"type":"===","value":["Landscape"]},"\nVolcanic islands whose interiors vary from steep mountains to low hills, with the highest point, Le Karthala (on Grand Comore), at 2,361m.\n\n",{"type":"===","value":["History"]},"\nThe islands of Comoros have been settled by a succession of diverse groups from the coast of Africa, Persian Gulf, Malay Archipelago and Madagascar. Swahili settlers first reached the islands as part of the great Bantu expansion that took place throughout the first millennium.\n\nIn 933 CE, Al-Masudi refers to Omani sailors, who call the Comoros \"The Perfume Islands\" and sing of waves that break rhythmically along broad, pearl-sand beaches, the light breezes scented with ylang-ylang, a component to many perfumes. \n\nFrom the 11th to 15th centuries, trade with the island of Madagascar and merchants from the Middle East flourished, smaller villages emerged, and existing towns expanded.\n\nPortuguese explorers visited the islands of the archipelago in 1505. By 1506, the Portuguese landed on the islands and began to challenge the ",{"type":"''","value":["Bajas"]}," (Bantu Muslim chiefs) and ",{"type":"''","value":["Fanis"]}," (lesser chiefs).\n\n",{"type":"==","value":["Islands"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Comoros map.png"],["regionmaptext=Regions of Comoros"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Grand Comore"]]}],["region1color=#d5dc76"],["region1items=",{"type":"''","value":["Ngazidja"]}],["region1description="],["region2name=",{"type":"[[","value":[["Moheli"]]}],["region2color=#d56d76"],["region2items=",{"type":"''","value":["Mwali"]}],["region2description="],["region3name=",{"type":"[[","value":[["Anjouan"]]}],["region3color=#8a84a3"],["region3items=",{"type":"''","value":["Nzwani"]}],["region3description="]]},"\n\n",{"type":"[[","value":[["Mayotte"]]}," is claimed by Comoros, but administered by ",{"type":"[[","value":[["France"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Moroni (Comoros)"],["Moroni"]]}," — the country's capital"]},{"type":"*","value":[{"type":"[[","value":[["Domoni"]]}]},{"type":"*","value":[{"type":"[[","value":[["Fomboni"]]}," — capital of Moheli"]},{"type":"*","value":[{"type":"[[","value":[["Nioumachoua"]]}," — second largest village of Moheli on the southern coast"]},{"type":"*","value":[{"type":"[[","value":[["Moutsamoudou"]]}," — the capital of Anjouan"]},"\n",{"type":"==","value":["Get in"]},"\nEveryone requires a visa to visit to the Comoros, which is issued on arrival. A normal visa costs €61. It can be paid in Comorian francs, US dollars or Euros. A visa lasts 45 days, and whilst it can be extended the authorities are not likely to unless you have a good reason. All visitors must report to the immigration office in Moroni or Mutsamudu for an additional passport stamp. Failure to do so will lead to problems upon departure.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" Kenya Airways now flies direct from Nairobi, thrice a week, connecting with London, Dubai, Mumbai and Paris flights"]},{"type":"*","value":[" Air Austral flies from Paris and ",{"type":"[[","value":[["Marseilles"]]}," with change of planes in Saint Denis, Reunion"]},{"type":"*","value":[" Inter Iles Air flies from Mayotte to Anjouan and Moroni several times a week."]},{"type":"*","value":[" Yemenia Airways fly on 4 days each week to Sana'a, Yemen with onward connection to all major cities."]},{"type":"*","value":[" African Express connects to Mombasa, Dubai."]},{"type":"*","value":[" Precision Air flies from Tanzania three times a week"]},{"type":"*","value":[" Air Madagascar flies almost daily from Madagascar"]},"\n",{"type":"===","value":["By boat"]},"\nThere are freighters that leave from Zanzibar and Madagascar. These are cheaper than flying, usually, but take longer and departure dates are less reliable.  To catch these you must find the boat captain at the harbour and discuss prices. If you bargain very hard, you may get passage for €100.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Inter Iles Air"]}," flies between Moroni, Anjouan, and Moheli daily. In Moroni their office is near the Volo Volo Market.\n\n",{"type":"===","value":["By car"]},"\nIt's possible to rent cars on Grand Comore for approximately €30 (or KMF15,000) a day. It's also possible to take taxis (standard fare from the airport to Moroni approx: €15) or attempt to hitch-hike. If hitch-hiking, especially as a Caucasian tourist, some fee may be requested. As the locals have no access to public transport and children have to walk to and from school, tourists with a car may wish to consider aiding hitch-hikers. Petrol costs less than €10 per bottle.\n\n",{"type":"===","value":["By bus"]},"\nThe island of Grand Comore has no public buses. Shared taxis are the most common mode of public transport.\n\n",{"type":"===","value":["By boat"]},"\nThere is a boat that operates from Chindini on the southern coast of Grand Comore, to Hoani on the northern coast of Moheli. These boats are small fibreglass fishing boats with boat and engines in variable condition. They should be taken only on days when the sea is calm, as passengers have been forced to off-load baggage into the sea and there are rumours boats being lost. However, these boats are generally safe to take on calm days. The price is KMF8,500 as of March 2008, although opening quotes will be KMF15,000 for foreigners. There is an additional KMF500 council departure tax.\n\nMore convenient are large ferries (two or three per week) from Moroni to Foumboni on Moheli. Prices are posted at KMF8,000, slightly negotiable.\n\nThere are also two large catamaran ferries operating between Moroni on the west coast of Grand Comore and Mutsamudu on Anjouan several times a week.\n\n",{"type":"==","value":["Talk"]},"\nThe official languages are ",{"type":"[[","value":[["French"]]}," and ",{"type":"[[","value":[["Arabic"]]},". Most Comorians speak their own language known as ",{"type":"''","value":["Shikomor"]}," (Comorian), which is a group of Swahili dialects, as a first language and French as a second. Some can also speak Arabic.\n\nEach island has its own dialect. The greetings below are not necessarily direct translations.\n\nGreetings nearly always follow this pattern:\n\n",{"type":"===","value":["Grand Comore"]},"\n",{"type":"*","value":["Yedje? (",{"type":"''","value":["How are you?"]},"), response: Ndjema (",{"type":"''","value":["good"]},")"]},{"type":"*","value":["Bariza? (",{"type":"''","value":["News?"]},"), response: Ndjema"]},{"type":"*","value":["Mahabari (",{"type":"''","value":["News?"]},"), response: Salimina (",{"type":"''","value":["peaceful"]},")"]},{"type":"*","value":["Hufanyiha dje? (",{"type":"''","value":["How are you?"]},"), response: Ndjema"]},{"type":"*","value":["Na kozazidi? (",{"type":"''","value":["And problems?"]},"), response: Raha (",{"type":"''","value":["Not yet"]},")"]},{"type":"*","value":["E ngawe mnono? (",{"type":"''","value":["Your health?"]},"), response: Alhamdulilah (",{"type":"''","value":["Thanks to Allah"]},")"]},"\n",{"type":"===","value":["Moheli"]},"\n",{"type":"*","value":["Jeje? (",{"type":"''","value":["how are you?"]},")"]},{"type":"*","value":["Ndjema (",{"type":"''","value":["good"]},")"]},{"type":"*","value":["Gushindu? (",{"type":"''","value":["your health is good?"]},")"]},{"type":"*","value":["Ewa (",{"type":"''","value":["yes"]},")"]},{"type":"*","value":["Kumnono? (",{"type":"''","value":["you feel good?"]},")"]},{"type":"*","value":["Ewa (",{"type":"''","value":["yes"]},")"]},{"type":"*","value":["Habari (",{"type":"''","value":["you are well?"]},")"]},{"type":"*","value":["Salaama (",{"type":"''","value":["at peace"]},")"]},"\nNote that any series of words with ",{"type":"''","value":["habari"]}," in it requires a response of ",{"type":"''","value":["salaama"]},". Shikomor has various extensions of the ",{"type":"''","value":["habari"]}," greeting to indicate time of day, such as ",{"type":"''","value":["habarizaho"]}," or ",{"type":"''","value":["habarizasobwuhi"]},".\n\nOther necessary words:\n",{"type":"*","value":["Ewa (",{"type":"''","value":["yes"]},")"]},{"type":"*","value":["A-a (",{"type":"''","value":["no"]},")"]},{"type":"*","value":["Marahaba (",{"type":"''","value":["thank you"]},")"]},{"type":"*","value":["Marahaba menji (",{"type":"''","value":["thank you very much"]},")"]},{"type":"*","value":["Swamahani (",{"type":"''","value":["Sorry\/pardon me"]},")"]},{"type":"*","value":["Pvapvo (",{"type":"''","value":["there; used to tell a taxi driver where you want them to stop"]},")"]},{"type":"*","value":["Pvano (",{"type":"''","value":["here; same as above, but the driver will likely slam on the brakes"]},")"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Trek to the Karthala volcano crater (8 hours walk one way) guides available for €100."]},{"type":"*","value":[" Lac Sale - lake adjacent to the beach beyond Mytsamiouli in Grand Comore"]},{"type":"*","value":[" Dolphins off the coast beyond Hahaya"]},{"type":"*","value":[" Livingstone Bats at Moheli"]},{"type":"*","value":[" Giant Sea Turtles laying eggs at Moheli"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Trekking"]},{"type":"*","value":[" Cycling"]},{"type":"*","value":[" Deep sea diving, snorkelling"]},{"type":"*","value":[" Sailing on a dhow"]},"\n",{"type":"==","value":["Buy"]},"\nHandicrafts are not usually of good quality, though women of Mayotte as well as a few women in Grand Comore make quality baskets. One can buy CDs,  colourful cloths that women wear (KMF500 for a numbawani and KMF750 for a finer shawl), beautiful scarves (KMF2,000) and other imports.\n\nMost handicrafts and tourist curios for sale at Volo Volo market in Moroni are made in Madagascar, and sold by Malagasy expatriates in the market. Local crafts are hard to find, but some are available at CNAC in Itsandra. Unique Comorian gifts can be found in other parts of Volo Volo market. Consider locally grown spices and essential oils, home made lamps and vegetable peelers, or products made from coconuts.\n\nDo not buy shells from vendors on the beach.\n\n",{"type":"===","value":["Costs"]},"\nBecause the Comoros are isolated islands, prices tend to be more expensive than the rest of East Africa. The cheapest hotels or bungalows in Moroni (the most expensive lodging region of the Comoros) may cost €20 or as little as €10 if you bargain hard. On the other hand, Hotel Moroni may cost hundreds. Imported goods are cheaper on Grand Comore than Moheli, but fruits and vegetables are cheaper, if less available, on Moheli.  Meals in a ",{"type":"''","value":["brochetterie"]}," (cheap restaurant that serves fried meat and bananas, manioc, taro, or breadfruit) may cost up to KMF1500 (€3) on Grand Comore and as little as KMF250 (€0.50) on Moheli. Cakes (sweet bread) sold by women on the street generally cost around KMF50-100 each. One could get by on around KMF6,000-10,000 (€12-20) per day for food and lodging.\n\n",{"type":"==","value":["Eat"]},"\n\nVisitors are advised not to eat any of the local food unless it has been cooked through. One speciality available on the island is the jackfruit, a large, green fruit (about 50 cm in length) with a taste resembling lychee.\n\n",{"type":"==","value":["Drink"]},"\nAlcohol is readily available in Moroni from Indian and Chinese merchants near Volo Volo. Castle beer from South Africa and cheap boxed wine from France are common. Most merchants will supply black plastic bags so that no one will notice you bought alcohol ... except that they only give black bags to customers buying alcohol.\n\nEuropean restaurants will serve alcohol, too.\n\n",{"type":"==","value":["Sleep"]},"\nIn a pinch, you can probably find a friendly local who will welcome you into their home for the night. Ask if they prefer you to pay them for food and\/or lodging. Sometimes people are welcoming you as an honoured guest and consequently it would be odd to pay.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Karthala International Hotel"],["url=http:\/\/www.karthala-comoros.com"],["email="],["address=Moroni"],["lat="],["long="],["directions=Moroni"],["phone=+269 763 5212"],["tollfree="],["fax="],["hours="],["price=USD60"],["checkin=14:00"],["checkout=11:00"],["content="]]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.itsandra-hotel.com ",{"type":"'''","value":["Itsandra Beach Hotel"]}]}," (4Star) +269 773 3333;"]},"\n",{"type":"==","value":["Learn"]},"\nLearning facilities on the islands, like most facilities, are underdeveloped. There a several schools on the island of Grand Comore, and one college. These are all severely lacking in resources and funding.\n\n",{"type":"==","value":["Work"]},"\nBy some reckoning, this is the third poorest country in the world and workers can expect to earn only about USD1-1.5 a day for basic employment.\n\n",{"type":"==","value":["Stay safe"]},"\n\nCyclones possible during rainy season (December to April).\n\nLe Kartala on ",{"type":"[[","value":[["Grand Comore"]]}," is an active volcano.\n\nCivil war possible; Anjouan island most at risk (clashes between rebel and African Union forces).\n\n",{"type":"==","value":["Stay healthy"]},"\nMalaria, including cerebral malaria, is prevalent in the Comoros. Sleep under a permethrin-treated mosquito net and take an anti-malarial. Grand Comore and Anjouan have the best medical infrastructure and you can be tested for malaria in most major towns. If you get a fever, it is wise to get tested, especially if the fever does not respond to paracetamol or does not go away. Moheli has a hospital in Fomboni and one that recently re-opened in Nioumachoua but may occasionally be accessible.\n\nHealthy food is not difficult to find. Eat many fruits and vegetables as well as rice. During some time of the year vegetables might be only available in small quantities in Moheli. A healthy and delicious local dish is madaba; pounded and boiled manioc leaves. But madaba takes hours to prepare, so you may not find it in restaurants. If you are fortunate enough to stay or eat with a local family, you might get to try madaba.  Vegetarians should be aware that on Grand Comore locals put fish in the madaba, while on Moheli they do not. Women may experience cessation or alteration of their menstrual cycle due to poor nutrition if they stay in the Comoros for several months or longer.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\nAlthough the Comoros are a rather liberal Muslim country, it is disrespectful for women to expose their shoulders, much of their chest, knees, and especially stomach and lower back.  Wear shirts or shawls that cover these areas. Locals will not expect foreign, non-Muslim women to cover their heads. When swimming, local women are fully dressed. Foreigners are not expected to do this, but shorts and a swimming shirt is more respectful than a bikini or topless swimming. Men should wear shorts below the knee, though this is less offensive than a woman doing so. Public affection between men and women is not acceptable, though one may rarely see a Comorian man and woman holding hands briefly (in the nightclubs some locals seem to ignore Muslim convention).\n\nNon-Muslim religious proselytizing is illegal, as is giving Bibles to locals. Locals are very tolerant and friendly towards non-Muslims, but avoid appearing as if you are trying to convert them.\n\nDrinking alcohol in public is disrespectful, though it occurs in nightclubs. Restaurants generally do not serve alcohol unless they cater to foreigners.\n\nTo greet an elder, you say \"kwesi\".  The elder says something like \"mbona, mkana baraka\" to which you respond \"salaama\".\n\nIt is a big mistake to hand out sweets to children on the street. Since locals are unused to tourists, this rarely occurs and they are usually just happy to talk with you, children included. Once tourists begin handing out gifts and money, locals will see Westerners as rich and free with money, destroying many opportunities for a human connection with them. Children will harass tourists for sweets and money. Tourists who do this are showing themselves to be disrespectful of locals, such as by assuming that money\/sweets is what they want from tourists and by putting that in between them rather than making an effort to get to know locals, and ignorant of the consequences of their actions.\n\nSince, allegedly, it was discovered that a Western man, resident of Grand Comore for 14 years, had been making pornographic videos and photographs, as well as violating children on the islands, the residents are quite averse to being filmed or photographed. Individual reactions may vary upon being photographed, but taking unauthorised photographs of the locals will, at best, offend an individual and can potentially lead to violent reactions by the subject.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["-11.93"],["43.86"],["zoom=9"]]},"\n",{"type":"{{","value":[["isPartOf"],["East Africa"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Comoros"]]},"\n",{"type":"[[","value":[["WikiPedia:Comoros"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Comoros\/"]]}]