[{"type":"{{","value":[["pagebanner"],["Como banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comune.como.it\/como\/eng\/ Como"]}]},", ",{"type":"[","value":["http:\/\/www.turismo.como.it\/en\/"]}," is a town in ",{"type":"[[","value":[["Lombardy"]]},", on the ",{"type":"[[","value":[["Italy"],["Italian"]]},"-",{"type":"[[","value":[["Switzerland"],["Swiss"]]}," border. It sits at the southern end of ",{"type":"[[","value":[["Lake Como"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nComo has always been an area of intense activity, as it has acted over the centuries as a crossing point between Central Europe and the Mediterranean. Built by the Romans at the end of the Piedmont road, it was an important communication point between ",{"type":"[[","value":[["Rome"]]}," and its northern territories. In more recent times Como became famed for its silk.\n\nComo was the birthplace of the Roman scientists Pliny the Elder and Pliny the Younger, as well as Alessandro Volta, 18th century inventor of the battery and the man who gave his name to the unit of electrical force - the Volt.\n\nThe area around Lake Como, or \"Lago di Como\" in Italian, is pretty characteristic. It has a kind of flair and sense of history that tends to impress its visitors in a sense deeper than only from a touristic point of view. It has been appreciated for its beauty and uniqueness for ages, and even as early as  the Roman Times. Its atmosphere and natural surroundings have been the inspiration for an important part of the creation of Naboo, in the Star Wars movies. (In the same way as the atmosphere in Tozeur and Matmata have been recreated in Episode IV, \"A New Hope\")\n\n",{"type":"==","value":["Get in"]},"\n\nNearly all visitors to Como will arrive via ",{"type":"[[","value":[["Milan"]]},". Other routes in are via ",{"type":"[[","value":[["Lugano"]]},", ",{"type":"[[","value":[["Switzerland"]]},".\n\n",{"type":"===","value":["By Plane"]},"\n\nThe nearest airports to Como are:\n",{"type":"*","value":[{"type":"[[","value":[["Milan"]]}," ",{"type":"'''","value":["Malpensa"]}," (MXP, Tel: 02.74852200) 40–60 minutes drive via the autostrada toll road costing 1 Euro 60 cents; coach 3 times daily or can negotiate with private coach firms outside airport"]},{"type":"*","value":[{"type":"[[","value":[["Milan"]]}," ",{"type":"'''","value":["Linate"]}," (LIN, Tel: 02.74852200''') 1 hour drive on toll road costing about 2.70 Euros."]},"\n",{"type":"===","value":["By Train"]},"\n\nThe Servizio Ferroviario Regionale connects Como by train to other major cities in Lombardy (R lines). Services are provided by ",{"type":"[[","value":[["Trenitalia"]]}," (a.k.a. Ferrovie dello Stato: FS ",{"type":"[","value":["http:\/\/www.trenitalia.it"]},") and ",{"type":"[[","value":[["LeNORD"]]}," (",{"type":"[","value":["http:\/\/www.lenord"]},", timetables ",{"type":"[","value":["http:\/\/www.fnmgroup.it\/orario\/index.htm"]},") through two main stations: Como S. Giovanni (Trenitalia) and Como Lago (LeNORD). There is another urban station served by Trenitalia (Albate) and three more urban stations served by LeNORD (Como Borghi-Università, Como Camerlata and Grandate Breccia). A trip to Milan costs €3.60.\nFrom 2008 Como will also be connected to Milan with the line S9 of the Servizio Ferroviario Suburbano (",{"type":"''","value":["S"]},").\n\n",{"type":"===","value":["By Car"]},"\n\nThe E35 motorway (toll costs 1.60 for the A9 stretch, 1.10 for the A4 section, about 1.50 for the E35 section west of Milan) runs past Como from Milan, and goes on into Switzerland. There are many exits to Como; avoid Como South, choose the next ones (signed Como Nord and Monte Olimpino) for the city, and the last exit (signed ",{"type":"''","value":["ultima uscita per l'Italia"]},") before Switzerland for Cernobbio, Bellagio and for towns on the western lake shore.\n\n",{"type":"==","value":["Get around"]},"\n\nMany small towns and villages surround Lake Como and it is recommended that you try to explore as many as you can whilst in the Lake Como area. It is recommend that you spend the mornings on the west side with the afternoons on the east side of the lake, that way you will always stay in the sun.\n\nIf you are travelling by car please be careful as some of the roads are very narrow. In addition you will find that most of the smaller villages have limited parking.\n\nWe would advise using public transport. The bus service is very regular and it gives you a stress free tour without negotiating any of the winding narrow roads.\nThe centre of Como is rather compact and can be covered easily on foot.\n\nThe local public transport network comprises several lines. Some are mostly within city limits (",{"type":"''","value":["Urbani"]},") and some are ",{"type":"''","value":["Extraurbani"]}," (crossing city limits). (C) lines connect Como with most of the provincial centres. They are provided by ASF Autolinee ",{"type":"[","value":["http:\/\/www.asfautolinee.it"]},".\n\n",{"type":"'''","value":["Urban Lines"]},"(",{"type":"[","value":["http:\/\/www.asfautolinee.it\/Lineeeorari\/Librettiperlinea\/Reteurbana\/tabid\/247\/language\/en-US\/Default.aspx"]},")",{"type":"<","value":["br"]}," \n",{"type":"''","value":["Line 1"]},": Chiasso FS - S.Fermo ",{"type":"<","value":["br"]}," \n",{"type":"''","value":["Line 3"]},": Lora - Grandate ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 4"]},": S.Giovanni FS - Camnago Volta ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 5"]},": S.Giovanni FS - Civiglio ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 6"]},": Maslianico - Albate ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 7"]},": Sagnino - Lora ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 8"]},": S.Giovanni FS - Casnate ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 9"]},": P.za Cavour - Cimitero ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 10"]},": Albate - Navedano ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 11"]},": P.Chiasso - Bassone timetable ",{"type":"<","value":["br"]},"\n",{"type":"''","value":["Line 12"]},": Camerlata-S.Fermo-Tavernola\n\nBuying a ticket ",{"type":"'''","value":["before"]}," boarding is better and cheaper. You can buy them at newsstands, some bars and all Tabacchi. An urban ticket for 75 minutes costs €1.10. You can also buy on board but the ticket then costs € 2.00. The complete ticket fares can be found online at ",{"type":"[","value":["http:\/\/www.asfautolinee.it\/Tariffeebiglietti\/UrbanoComo\/Tariffe\/tabid\/217\/language\/en-US\/Default.aspx"]},".\n\nTickets vary depending on the start and destination stops:\n",{"type":"*","value":["Yellow Tariffa U with green text and the words \"",{"type":"''","value":["Rete Urbana-Como"]},"\";"]},{"type":"*","value":["Green Tariffa B with black text (named start and destination, Urbani and Extraurbani);"]},{"type":"*","value":["Green Tariffa B with red text (list of towns, Urbani and Extraurbani);"]},"\nTariffa U tickets also have the text \"",{"type":"''","value":["Valido 75'"]},"\", which means it is valid for 75 minutes from\nwhen it was validated (you do this in a machine on board the bus).\n\nWait until the bus is about to depart before validating in order to maximise\nyour use. You can exit the bus at one stop and get on another bus\nwithin the Como urban area with the same ticket, as long as you leave the\nlast bus before the 75 minutes expire. The driver will likely want to\nsee your ticket when you get on, and spot checks are sometimes done\nby uniformed officials. For example you can travel 20 minutes,\nget off, look around for 30 minutes and return on the same ticket (if the bus arrives on time).\n\nThe Tariffa B tickets with black text are usually validated by the driver tearing off\nthe top and bottom sections. Inspectors may further validate it by punching it with a quarter circle hole - the ticket already has a circular hole in it.\n\nThe Tariffa B tickets with red text will have a list of towns, starting with Como.\nWhen you purchase it you say which town and the seller will punch a hole in that town\n(or have some already punched). This makes the ticket valid only for journeys\nbetween Como and the punched town, or vice versa.\n\nComo buses do not have route plans on board, and the driver does not announce stops (you could ask nicely though). Follow the route with a map to be sure.\n\n",{"type":"'''","value":["Ferrovie Nord Milano"]}," also provides other bus lines connecting Como to Varese in substitution of the original railway line that was dismissed in the 1960s.\n\nThe ",{"type":"'''","value":["funicolare"]}," (funicular) connects the center of Como with Brunate, a small village (1800 inhabitants) on a mountain at 715 meters above sea level. The journey takes about 7 minutes and the view is worth the trip: it can also be the starting point for a stroll on the mountains. Timetables can be found online(",{"type":"[","value":["http:\/\/www.asfautolinee.it\/Lineeeorari\/Librettiperlinea\/Reteurbana\/tabid\/247\/language\/en-US\/Default.aspx"]},")\n\nThe boats and 'aliscafi' of ",{"type":"'''","value":["Navigazione Lago di Como"]}," connect the town with most of the villages  sitting on the shores of the lake, the former are slower and right for sightseeing, the latter are faster and make less stops.\n\nA taxi service is provided by the Comune di Como, local phone numbers are 031-2772, and 031-261515.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Volta Lighthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=3.45 Euro"],["content=Boasting some of the best views on the lake, this very high building will allow you to look down on the lake some 2000 feet below. The easiest way to get to it is by first taking the funicular railway up to Brunate and then walking."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cathedral"],["alt=duomo"],["url="],["email="],["address="],["lat=45.811632"],["long=9.083462"],["directions=a short walk from the waterfront down Via Caio Plinio II"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Como's richly decorated 14th century Gothic-Renaissance Cathedral."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tempio Voltiano"],["alt=Temple Volta"],["url="],["email="],["address="],["lat="],["long="],["directions=the round building on the waterfront"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice stop on your stroll along the waterfront, the temple to Volta is designed in neoclassical style. It houses an exhibition about Volta (a native of Como who invented the electric battery). The front of the building showcases two statues, representing science and faith."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=War Memorial"],["url="],["email="],["address="],["lat="],["long="],["directions=on the waterfront next to the Tempio Voltiano"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An interesting building to see, it is one of the tallest structures near the water."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=City Walls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ruins of the 12th century city walls, which encircle the narrow, winding streets of the old town. The old town is still called the \"walled town\" (città murata)."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Isola Comacina"],["url="],["email="],["address="],["lat="],["long="],["directions=take the ferry to the Isola Comacina stop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small island with ruins of several byzantine churches. It was once a town that allied with Milan against Como. The town was destroyed by Como's army in 1169."]]}]},{"type":"*","value":["Como's museums - the ",{"type":"'''","value":["Civic Archeological Museum"]}," (",{"type":"''","value":["Civico Museo Archeologico \"P. Giovio\""]},") and the ",{"type":"'''","value":["History Museum"]}," (",{"type":"''","value":["Museo Storico \"G. Garibaldi\""]},") in the Palazzo Giovio and the neighboring Palazzo Olginati"]},{"type":"*","value":[{"type":"'''","value":["The Civic Art Gallery"]}," (",{"type":"''","value":["Pinacoteca Civica"]},"), near to the Palazzo Volpi"]},"\nPrior to or during your visit to Lake Como it is suggested that you look at the local news site ",{"type":"[","value":["http:\/\/www.lakecomopages.com"]}," which has all the local news and events that are happening around the lake.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Boat Trip"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= take a boat trip ",{"type":"[","value":["http:\/\/www.navigazionelaghi.it\/home_e.html"]}," on ",{"type":"[[","value":[["Lake Como"]]}," (",{"type":"''","value":["Lago di Como"]},") to the picturesque villages that dot the shores of the lake, such as ",{"type":"[[","value":[["Bellagio"]]},", ",{"type":"[[","value":[["Varenna"]]}," and ",{"type":"[[","value":[["Tremezzo"]]},". Tickets for a few of the villages near Como are cheap (6 Euros) and can be purchased at the kiosk on the lake front. The boat stops in these villages and you can take a walk there and continue the trip with the next boat until you reach Como again."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Walk along the Waterfront"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Como has a pleasant walkway along the water. It passes by the Tempio Voltiano, the war memorial (WWI), and several beautiful villas. The path is also pleasantly dotted with gellaterias."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Funicular Ride"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take the cable car (",{"type":"''","value":["funicolare"]},") to the tiny village of ",{"type":"[[","value":[["Brunate"]]}," perched on the hills overlooking Como. Piazza De Gasperi 4, tel: +39 031 303608. The web site ",{"type":"[","value":["http:\/\/www.funicolarecomo.it\/"]}," is in Italian, English, German and French and has a timetable, prices, etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bicycle Ride"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rent a bicycle and ride up the hill into ",{"type":"[[","value":[["Switzerland"]]}," before descending to the beautiful Lake Lugano.  Follow the lake north to the Swiss city of ",{"type":"[[","value":[["Lugano"]]}," ",{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Lugano"]},". Head east from Lugano and back across the border into Italy. When you reach Lake Como, turn south and return to the city of Como, completing the circle"]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=ice skating"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 031 505118"],["tollfree="],["fax="],["hours="],["price="],["content=Go at the ",{"type":"''","value":["Centro Sportivo Casate"]},", via Virgilio 16."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Horseriding"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Take a walk on horseback in ",{"type":"'''","value":["Bold text"]},"the Parco Pineta di Appiano e Tradate .  From Limido Comasco, just 25 minutes drive from Como both english and western style riding in beautiful woodlands with friendly English\/French and Italian speaking guides. Local Centered Riding® instructor available for private lessons. Website: ",{"type":"[","value":["http:\/\/centeredriding.org"]},"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Visit the Roman Stone and Strada Regia"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nTorno, one of the most picturesque villages perched on this lake shore , is the starting point for the itinerary to Piazzaga. Following the red arrows to the “strada regia” and the signs to Molina, Piazzaga\/Massi avelli you will take the path along a mule track, along which you can find views on the lake, a Roman stone arch and a rich wildlife. You will then get to a stone bridge on a stream and by keeping your left you will head towards the “massi avelli”, erratic boulders where tombs have been graved. You then go ahead to Piazzaga, take a nice break and eat or drink some typical and traditional food in the Crotto and enjoy the impressive view on the whole lake.Then slowly go to Montepiatto and visit the \"Pietra Pendula \" and go back to Torno."]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Beaches"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nDiscover all the towns around Lake Como where you can spend a pleasant day on the lake with the possibility of swimming in the clear waters to enjoy a day of relax and fun. Lake Como is full of lidos and beaches, so .... tan on Lake Como is guaranteed."]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mountain Ranges"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nLake Como is surrounded by some imposing peaks, which are reflected in its waters and render the landscape unique\nThe valleys surrounding Lake Como are some of the most beautiful areas in the Prealps, rich in vegetation and populated by numerous animal species. It is a homogeneous area from which many excursions start along old military roads and trails towards mountain pastures and refuges.\nThe Grigna, Resegone and Legnone are important mountain ranges, but San Primo and the Pizzo di Gino, which encircle the lake, become especially atmospheric and unforgettable during long Summer sunsets and in the warm Autumn light that encircles their contours, in Winter whiteness and in the Spring freshness.\nThe mountains and valleys include the whole local area around the lake, with hills and mountain ranges that rise from the plain and enclose countryside and villages, reliefs and woods: Valsassina, Valvarrone, Valle San Martino and Val d’Esino, Val d’Intelvi, Val Menaggio, Val Cavargna, Val Solda and the valleys of the Upper Western Lario.\nLake Como’s mountain ranges offer endless opportunities for excursions and trekking"]]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe lakeside villages are more limited with regard to clothes shopping but they do have some designer shops and shoes shops are plentiful. You will also find lots of shops with handmade crafts etc. and there are great for gourmet food, wine and olive oil. Menaggio and Bellagio are probably the best for shopping.\n\nHowever, there are a couple of large undercover shopping centres. ‘Foxtown’ is a large discounted designer outlet just over the border in Switzerland and takes approximately 20 minutes to get there from Como. There is also the ‘Iperal’ shopping centre, located at the northern tip of the lake near Colico. This has an amazing supermarket as well as many other shops, sports, shoes, clothes, make-up, electrical store etc. Como has a few outlets, one of which is Bennett, located at the roundabout where the road is sign-posted to Menaggio which takes you up the westside of the lake. This is not as large as the Iperal near Colico, but it still has a good sized supermarket. On the first level you will find the Bennett supermarket along with a Geox shoe shop, Swatch shop, cafes and a few clothes shops.\n\nPetrol is considerably cheaper in nearby Switzerland, while Diesel is about the same price, (in 2004) so remember to top-up the car in the cheapest place.\n\nKeep the receipt of anything purchased in Switzerland as the Italian customs may ask to see it, and if a large value item, you will need to pay the difference in the two Value Added Tax rates (approximately 13 percent). As of 2004 there is a limit of 12,500 Euros equivalent that may be brought into Italy at any one time.\n\n",{"type":"==","value":["Eat"]},"\nFish predominates in the restaurants on Lake Como (as expected). You will also find that polenta; a golden-yellow Italian cornmeal made from ground maize.\nMeat dishes are also on the menus, often pork, beef or chicken, rabbit and venison.\n\nYou will be spoiled for choice when eating out on Lake Como. From small pizzeria's to top-end, expensive restaurants, you can be sure to find a place that suits your budget and taste.\n\nMost places to eat are open daily. Some may close one day a week but this varies. Times may be susceptible to change depending on the season.\n\nAverage prices\n\nDepending on where you eat, prices can range from €5 for a good pizza to €25 for a three course meal in a restaurant. However, again it depends on whether you are in a top-notch restaurant where the price can escalate to over €50 per person or whether you are eating somewhere with good food but without all the frills!\n\n",{"type":"*","value":[" The most luxurious restaurants in the Como Lake area are the ",{"type":"[","value":["http:\/\/www.il-gatto-nero.it Gatto Nero"]}," in Cernobbio,  ",{"type":"[","value":["http:\/\/www.ristorantenavedano.it\/ Navedano"]}," in Como and ",{"type":"[","value":["www.villadeste.com\/ Villa d'Este"]}," also in Cernobbio"]},{"type":"*","value":[" If you are looking for a special place, try the \"Locanda\"  on the Comacina island ",{"type":"[","value":["http:\/\/www.comacina.it\/en\/island.php"]},"."]},{"type":"*","value":[" Eat where the Italians eat, so avoid the overpriced and often poor-quality tourist traps! Full meals for 10 Euros or less per person is normal (starter, main course, desert, wine, coffee all included). Restaurants in the historic centre tend to be more expensive approaching 20 Euros. Walk behind Hotel ****** and find a popular pizza-restaurant. Restaurants facing the lake are more expensive. Water from the tap is clean and free, so no need to pay for expensive bottled water."]},{"type":"*","value":[" Cheap pub-type restaurants are at Camerlata (5 minutes by car or 10 minutes by bus) (five to ten Euros but no view at all)"]},{"type":"*","value":[" In Camerlata the eating house and brewpub ",{"type":"[","value":["http:\/\/www.ilbirrificio.it\/ Il Birrificio"]}," serves fine beer and meals at a reasonable price."]},{"type":"*","value":[" Drive to the \"Iper\" shopping centre in Grandate (10–15 minutes from Como center) for a self-service, freshly cooked meal at its restaurant called Risto'. You can expect to spend no more than 10 Euros."]},{"type":"*","value":[" Wine is very cheap so buy it in the supermarkets (about 5 Euro for a 3\/4 liter bottle - decent quality), not in restaurants"]},{"type":"*","value":["  Crotto is a Typical Trattoria in the Como area is a traditional cook simple and with tasty dishes,Crotto Piazzaga ",{"type":"[","value":["http:\/\/www.crottopiazzaga.com"]}," is a place to rediscover the atmosphere and tastes of the past,Try the Pizzoccheri 8€, Polenta e Zola 6€, food for vegetarian and not."]},"\nSome places reachable by feet from the central area and frequented by the locals are the following.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Panino Buono"],["url=http:\/\/www.paninobuono-como.com\/"],["email="],["address= Via Garibaldi 8"],["lat=45.8112"],["long=9.0789"],["directions="],["phone=+39 031 269816"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Italian style sandwiches, a common lunch option for people who work nearby."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La pizzaccia"],["url=http:\/\/www.pizzerialapizzaccia.com\/"],["email="],["address= Viale Roosvelt 11"],["lat=45.80321"],["long=9.08347"],["directions="],["phone=+39 031 269167"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Mid-priced pizza and an excellent selection of beers."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sushibar como"],["url=http:\/\/www.sushibarcomo.it\/"],["email="],["address= Via Borgovico 59"],["lat="],["long="],["directions="],["phone=+39 031 573715"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\nA multitude of bars and cafes are situated along the shoreline of Lake Como. However, if you want to get away from the busy tourist spots, you can find quaint little bars hidden away up one of the many narrow streets or you can retreat further into the village.\n\nPlease note that when you go to the cafè\/bar you normally pay for your drink first at the till and then you present your receipt to the bar staff and they will prepare your drink. In many of the bars\/cafès you are charged extra if you want to sit down with your coffee rather than stand at the counter.\nDuring summer season most of the people just go sunbaking on the lake shore and they meet in town during Aperitivo which means buffet food for every drink purchased in a bar: depending on the owner it could go from chips to pasta, pizza, fruit salad and skewers.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Birreria"],["url="],["email="],["address=Camnago Volta, bus n 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=evenings"],["price="],["content= . Relax in the bohemian and friendly atmosphere of this pub, where you can sit down at the wooden tables and enjoy beer (and any other drinks) and snacks. The walls are covered with all sorts of objects from around the world, musical instruments, paintings, photos etc. You are likely to hear Bob Dylan, Simon & Garfunkel or Fabrizio de Andrè (Italian singer\/songwriter) playing on the Hi-Fi system."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=22100"],["url="],["email="],["address=via Fiammenghino"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=18.00 - 01.00"],["price="],["content=A cozy bar where local arty mood local people different from the italian fashion victims clique' use to meet and get in touch.\nHighly reccomended starting from 19.00 on Sundays for Aperitivo.. ( buffet food with any drinks purchased )"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Pinta di Volta"],["url="],["email="],["address=at the end of lungolago Mafalda di Savoia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small chiringuito ( small bar ) on an amazing location just in front of tempio voltiano.\nSuperb lake view, great choice of cocktails as well as nice aperitivo."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=125 Pizzeria"],["url="],["email="],["address=via borgovico 125"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=evenings"],["price="],["content= A small Pizzeria, really good for aperitivo , every Friday evening live concert."]]}]},"\nIf you are just thirsty and looking for water, in the walled town and nearby areas there are drinking fountains just round every corner; the water is lightly chlorinated  and thus safe to drink, but decent to good tasting. The one in Piazza Cavour (on the far side from the lake) is called \"Drago Verde\" (Green Dragon) because of its decorative shape.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Respau Eco Hostel"]},",  Eco Hostel Respau is located in the heart of the Spina Verde Natural Park, a few minutes bus ride from the city center.Via Santa Brigida e Respau, Cascina Respau di Sotto.  Info : 031522704  -  info@cascinarespau.it "]},{"type":"*","value":[{"type":"'''","value":["Tornolago"]},", flats, studios and villas, are located in Torno, in the heart of a truly romantic spot on Lake Como.Via de benzi 17 Torno, Como. ",{"type":"[","value":["http:\/\/www.tornolago.it"]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B Dolce Lario"],["alt="],["url=http:\/\/www.bebdolcelario.it"],["email=info@bebdolcelario.it"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Primo Maggio 28, Como, Tel. +39.031 506436. B&B at few km to the historical center and very close to the stations and main road."]]}]},{"type":"*","value":["In Riva al lago ",{"type":"[","value":["http:\/\/www.viamundis.com\/in-riva-al-lago.html"]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel delle Fiere"],["alt=info@hoteldellefiere.com"],["url=http:\/\/www.hoteldellefiere.com\/"],["email="],["address=Via Trieste ang. Via Piccinelli - 22076 Mozzate - Como"],["lat=45.68265958356142"],["long=8.951153755187988"],["directions="],["phone=+39 0331 832125"],["tollfree="],["fax="],["hours="],["price=Double room from €70"],["checkin="],["checkout="],["content=4-star wellness hotel in Mozzate, between Como and Milan."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Milan"]]}]}," is a short distance away by train from Como S. Giovanni (40 minutes), bus or car (from 40 minutes depending on traffic)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lake Maggiore"]]}," (",{"type":"''","value":["Lago Maggiore"]},") and ",{"type":"[[","value":[["Lake Lugano"]]}," (",{"type":"''","value":["Lago di Lugano"]},") are near to Lake Como and similarly spectacular."]},"\n",{"type":"*","value":[" Como is right on the border with ",{"type":"'''","value":[{"type":"[[","value":[["Switzerland"]]}]},". As Switzerland is not part of the ",{"type":"[[","value":[["European Union"]]}," (Update: Since December 12, 2008 Switzerland is part of the Schengen Area), there is a possibility that you will be delayed by checks at the border, although these are infrequent and usually not rigorous. Remember your passport. There is a limit on currency brought in from Switzerland (around 12,500 Euros in 2006)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Brianza"]]}]}," the area between Como and Milan, full of little lakes and 16th, 17th, and 18th century villas"]},"\n",{"type":"[[","value":[["WikiPedia:Como"]]},"\n\n",{"type":"{{","value":[["geo"],["45.812000"],["9.084000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Como (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]