[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"{{","value":[["warningbox"],["Much of the northeast of the Congo Basin remains in a state of conflict. The notorious LRA has sheltered in the northeast, from where they cross into the CAR & South Sudan frequently for attacks. Travelers should not visit the northeast—areas more than a few kilometers northwest of Bumba & Kisangani.(Updated July 2012)"]]},"\n",{"type":"'''","value":["Congo Basin"]}," is a region in ",{"type":"[[","value":[["Democratic Republic of the Congo"]]}," and is made up by the provinces of Equateur, Oriental and Maniema.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bumba"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kindu"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kisangani"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lisala"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mbandaka"]]}]},{"type":"*","value":[{"type":"[[","value":[["Zongo"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Garamba National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Maiko National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Okapi Wildlife Reserve"]]}]},{"type":"*","value":[{"type":"[[","value":[["Salonga National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\nThe Congo Basin region composes the majority of the world's second largest jungle after the Amazon. Because of this, and despite its size, the region is difficult to get around by land, with ",{"type":"''","value":["pirogues"]}," (and other boats) and aircraft the only ways to easily get around. Most of the region's inhabitants still live in small villages in the jungle, although many have moved to cities like Kisangani, Kindu, Bumba, & Mbandaka.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nThe Congo\/Lulalaba River is the busiest route through the region. Rapids between Kisangani & Ubundu separate the river into two navigable sections: Kinshasa-Kisangani & Ubundu-Lubumbash (where it is called the \"Lululaba River\"). Travel along the river is one of the great African journeys for the truly adventurous. Boats, ferries, & barges ply the river regularly. However, there is no scheduled ferry service...people pay to ride on passenger boats & cargo boats\/barges with the boat leaving the port when full and does not necessarily stick to a tight schedule. Boats become less frequent the further up the river you travel. While boats from Kinshasa arrive in Mbandaka almost daily, boats only reach Kisangani every 1-2 weeks (with the journey from Kinshasa taking 2-3 weeks). Boats are even less frequent on the upper section of the river, although you may be able to find one from Lubumbashi to Kindu a couple times a month. A short portage railroad connects Kisangani & Ubundu, allowing river travel from Kinshasa to Kindu. \n\nThere are also a few boats a month connecting Kinshasa or Brazzaville to Bangui, CAR, from where you can easily take a ferry or pirogue across to Zongo. Just be sure to have the right visas!!\n\nSmall boats (often dugout tree trunks) called ",{"type":"''","value":["pirogues"]}," are the most common transport along the rivers of the Congo Basin. However, finding one to take you where you want may be difficult and is very slow. Although some are motorized, fuel may be hard to find.\n\n",{"type":"===","value":["By air"]},"\nAs of 2012, the only scheduled services in the region are: Compagnie Africain d'Aviation which serves Kisangani, Mbandaka, & Kindu; FlyCongo which serves Kisangani & Mbandaka; Lignes Aeriennes Congolaises to Kindu & Kisangani; Air Kasaï to Bunia. All of these offer domestic service from other major cities in the DRC. Some airlines will cancel a flight at the last minute because there are not enough passengers to make a profit (and pay for fuel, etc.) and don't expect your trip to be on schedule...a journey from Kinshasa to Kisangani may only take a couple hours, but plan a whole day for delays!\n\nThe only international service to the region has been Kenya Airlines from Nairobi-Kenyatta to Kisangani, which has started & stopped a few times. ",{"type":"[[","value":[["Kinshasa#Get_in"],["Kinshasa"]]}," is served by Air France & Brussels Airlines from Europe and several African airlines, from which you can transfer to boat or a domestic flight to reach the Congo Basin. It is also possible to arrive in ",{"type":"[[","value":[["Brazzaville"]]}," or ",{"type":"[[","value":[["Bangui"]]}," (both also served by Air France, Brussels Airlines, & a number of African airlines) and then travel by boat to the Congo Basin. Just be sure to have the right visas. Using the decent (by DRC standards) National Route 4, you can transfer by road from ",{"type":"[[","value":[["Kigali"]]},", Rwanda. It is also possible to fly into ",{"type":"[[","value":[["Entebbe"]]},", Uganda for visits to areas near the Ugandan border, although onward travel is very dangerous. \n\n",{"type":"===","value":["By car\/bus"]},"\nThe only decent option to reach the Congo Basin by road is National Route 4 from Bukavu on the Rwandan border in South Kivu to Kisngani. The road is sealed for much of its length, although travel may be slow due to people\/animals on the road, overloaded trucks traveling slow, & checkpoints. Safety is improved since the end of major fighting a decade ago, but is still a little iffy. Bunia can be reached by road from Uganda. It is possible to travel from Cameroon or Congo-Brazzaville to Bangui, CAR on moderately-ok roads, but traveling by road in the CAR is very difficult due to notoriously corrupt police\/soldiers manning checkpoints along the highways. From Bangui, vehicles can be taken by ferry across the river to Zongo.\n\nPretty much every other option to reach the Congo Basin by road is very difficult and consists of muddy dirt tracks that are impassible during and shortly after the rainy season.\n\n",{"type":"===","value":["By train"]},"\nThe only train line entering the Congo Basin connects Kindu with Lubumbashi in the ",{"type":"[[","value":[["Katanga"],["Katanga region"]]},". The line was rehabilitated in the late 2000s, although the rolling stock is second-hand from Europe & India. Stops at a number of towns along the line—some as long as a day—make the journey from Lubumbashi to Kindu a 4-8 day ordeal. Do not expect sleeper compartments, a dining car, or even comfortable seats. You will most likely have a seat in an aging passenger car at best or have to stand or sit atop in an empty freight car at worst. Train schedules are erratic, and at times there may be 2-3 weeks between departures. Contact the station master at any station to inquire about the next scheduled train, but expect delays. Pay only on the day of departure & bring plenty of snacks, food, & bottled water for the ride.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By boat"]},"\nSee above for info on traveling the Congo River. Waterways are the main form of transport in the region. A great number of pirogues, some motorized, ply these rivers and can be hired (or you can pay to ride with others\/cargo). However, finding a pirogue going where you want to go is difficult and the journey can take weeks. Aside from travel on the Congo or Ubangui Rivers and tourist rides around Kisangani, travel by pirogue (as well as most travel in the region) is best left for only the most adventurous and hardcore travelers with adequate preparation. Solo travelers should never venture into the jungles alone.\n\n",{"type":"===","value":["By air"]},"\nThere are no scheduled, commercial flights within the region except for, possibly, Mbandanka-Kisangani or Kisangani-Kindu. Be careful, as some airlines run a multi-city route and you may have to make a few connections on return. Example:Kinshasa-Kisangani-Kindu-Lubumbashi-Kinshasa flown on one day a week.  It may be easy to travel from Kisangani to Kindu, but to return to Kindu may require traveling to Kinshasa, Lubumbashi, or Goma and connecting to a different flight (perhaps with a layover for a couple days).\n\nThe UN has a large presence in the region and operates scheduled flights throughout the Congo Basin, but if you are not associated with a UN agency or another aid agency it may be difficult to hitch a ride (but worth a try). A large number of small planes travel the region and are worth trying to hitch a ride.\n\n",{"type":"===","value":["By road"]},"\nAlmost all of the roads away from the cities are nothing more than muddy tracks. Travel can take weeks (especially if your ride breaks down) and may not be possible during and shortly after the rainy season. Many trucks will carry paying passengers. Be very careful in selecting your ride. Nearly all are overloaded and passengers sit atop a pile of carefully loaded cargo. Falling off or the truck overturning are very real dangers. Try to get a ride in the cab if at all possible...maybe offer a little more money than the driver asks and point to the cabin. The trucks traveling around the Congo Basin are old and usually the driver and a helper or two have the knowledge to fix problems and navigate mudholes and makeshift log bridges. Do not expect stops to relieve yourself (simply do your business off the side of the moving truck). If your truck breaks down, a fix may take days or even a week or more. Same goes for getting stuck in mud. Definitely an experience left only for the most hardcore travelers.\n\n",{"type":"===","value":["By train"]},"\nThere are three lines in the Congo Basin. The line connecting Kindu with the Katanga region will make stops at some of the towns along the line. The portage line bypassing the Congo's rapids runs from Kisangani to Ubundu and only travels when there is cargo to carry...meaning it may be a couple week between runs. A third line runs from Bumba eastward to Isiro. This is a narrow-gauge line damaged during the war and in a very degraded state. It seems service has restarted on a small western section from Bumba-Aketi (and possibly Buta) and, while there were reports of trains running in the eastern section in 2008, the track eastwards of Aketi or Buta is most likely abandoned.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Boyoma Falls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the edge of Kisangani, these are the last cataracts on the Congo until Kinshasa\/Brazzaville. Fishermen set up conical traps for fish and can be seen tending to these traps. Some have realized that tourists want to see them and there are reports that they will charge $$ to see them (stopping you before reaching the river) and\/or photographing them."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Congo boat rides"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the \"get in\" section for details. A trip by boat along the Congo is one of the world's greatest wild adventures. Trips by pirogue for a few hours or a few days can be arranged in most cities along the river. Only a couple tour operators in the country offer these rides, but if you speak good enough French or Swahili, you can probably talk a pirogue owner into a short trip (make sure you understand what you're doing & where you're going)."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Democratic Republic of the Congo"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]