[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/cosw\/ Congaree National Park"]}]}," is the only ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," in the state of ",{"type":"[[","value":[["South Carolina"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"'''","value":["The Early Past"]},"\nPrehistoric foragers hunted the area and fished its waters. The Congaree Indians claimed the floodplain and Spanish explorer Hernando de Soto recounted the intrigue of the area in his journals. Around 1700, the Congarees were decimated by a smallpox epidemic introduced with the arrival of European settlers. The new residents obtained land grants from the King of England until 1776 when the state of South Carolina assumed the right to distribute ownership of the land. Attempts to make the land suitable for planting, as well as grazing, continued through 1860. The floodplain's minor changes in elevation and consequent flooding stifled agricultural activity; but the intermittent flooding allowed for soil nutrient renewal and enabled the area's trees to thrive. Bald Cypress, in particular, became a target for logging. By 1905, the Santee River Cypress Lumber Company, owned by Francis Beidler, had acquired much of the land. Poor accessibility by land confined logging to tracts near waterways so that logs could be floated down river. In the perpetual dampness, though, many of the cut trees remained too green to float. Operations were suspended within ten years, leaving the floodplain basically untouched.\n\n",{"type":"'''","value":["Recent Events"]},"\nIn 1969 relatively high timber prices prompted private landowners to consider resuming logging operations. As a result of an effective \"grass roots\" campaign launched by the Sierra Club and many local individuals, Congress established Congaree Swamp National Monument in 1976. That designation was not enough to protect the area from the force of Hurricane Hugo in September 1989. The park lost several National Champion trees, but the overall effect was a natural stimulus to growth. Hugo snapped tree tops, thereby allowing sunlight to come through the canopy, promoting new growth beneath. Fallen trees have provided shelter for many species of organisms; standing dead trees became new homes for a variety of plant and animal species, including fungi, insects, reptiles, birds, and bats.\n\nOn June 30, 1983 Congaree Swamp National Monument was designated an International Biosphere Reserve. In July of 2001 it was designated a Globally Important Bird Area, and on November 10, 2003 it was designated as the nation's 57th National Park..\n\n",{"type":"===","value":["Landscape"]},"\n\nA mix of pine forest and floodplain, the landscape here is the main reason to visit. The water level rises based on the level of the nearby Congaree river, and early months in spring and fall can find parts of the handicapped-accessible boardwalk flooded over. The subtropical flood plain was never harvested for timber, and so much of it is thick with dense, undergrowth that, to the unfamiliar, can seem thick as a jungle. The tree canopy is high here, and in most places, dense. Deep in the forest, the temperature drops noticeably when only small patches of sunlight reach the ground. Small creeks run throughout the park, and several small lakes dot the landscape. At worst, it's mosquito-ridden and muddy. At best, the cypress knees and drippy Spanish moss look like a set out of Lord of the Rings. Most days, the park manages to accomplish both at once.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Flora"]}," - Pines dominate in the higher areas, but on the floodplain proper, cypress and tupelo dominate. Because the forest was never timbered, the several of the tallest cypress trees in the world can be found within the park - ask rangers for help locating them. Other species of tree include sassafras, holly, sweetgum, and oak. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fauna"]}," - Birders love Congaree National Park. Pileated woodpeckers abound, even on the boardwalk near the visitor's center. Other small songbirds are easy to find. Hawks are uncommon, but sometimes spotted, and farther into the park, wild turkeys have been seen. If you're lucky, you may see an osprey or two by the river. Squirrels abound, and larger mammals, such as white-tailed deer and coyotes may be heard, if not seen. All the wildlife here isn't the cuddly variety. Snakes are endemic to the area, and poisonous variety include the rare coralsnake, the copperhead, the canebrake rattler, and the ubiquitous cottonmouth. Use caution in areas that snakes may frequent, such as warm rocks, holes, and downed trees. The Congaree Swamp is also one of the most northern parts of the river with alligators, and wild pigs roam the area. These aren't fuzzy little porkers, however - they're frequently hunted in other parts of South Carolina and are known to be rather protective mothers. If you hear snuffling and cloven hooves on the forest floor, be careful.Fishing may or may not be allowed in parts of the park, depending on the sign you consult. Check at the visitor's center before toting your pole into the backcountry. The lakes have lots of turtles - including snappers - and with a pair of polarized glasses, you'll likely see long-nosed gar, bass, perch, and a variety of sunfish."]},"\n",{"type":"===","value":["Climate"]},"\n\nThis is South Carolina. It's hot and humid in the summer, though tree cover may drop the temperature a bit in wooden areas. It's also not unexpected for a mid-afternoon shower to pass through in the summers, as this is technically a sub-tropical climate. Winter temperatures are mild, but if you visit then, you'll miss most of the green foliage. Spring and fall are both mild, though temperatures can spike to ninety unexpectedly. Check local weather reports.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom downtown Columbia, Congaree National Park's an easy half-hour drive up Bluff Road (route numbers are labeled, but seldom used by locals). Follow the signs from there, which clearly mark the way to the park. If you plan on extending your visit after 5 pm. be sure to leave your car in the overnight parking lot near the entry of the park.  \n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nIt's such a new national park that they haven't put up the admission gates yet, so it's still free to enter the park. Camping is also free as long as you pick up a permit at the visitor's center. \n\n",{"type":"==","value":["Get around"]},"\n\nOnce you leave your car at the lot, you're on foot. There isn't any public transportation in the park (or to the park), though the visitor's center and the boardwalk, which offers a stunning view of the flood plain, are both handicapped accessible. \n\n",{"type":"==","value":["See"]},"\n\nPrimeval forest landscapes and diverse plant and animal life.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Congaree swamp.jpg"],["thumb"],["250px"],["Cedar Creek"]]},"\n\nCanoeing is available (check the visitor's center), but you may have to portage in low or high water seasons. Owl walks also happen on Friday nights throughout the summer.\n\nThe Cedar Creek Canoe Trail is blazed with small signs approximately 12 feet above the water level. They are brown rectangles 8 inches tall by 4 inches wide with white canoe icons. They are infrequent. Especially important is Myzack's Cut at the lower end of Cedar Creek which will transport the canoeist to the Congaree River. Continuing on Cedar Creek from this point is difficult as the creek is unmaintained and regularly impeded by blowdowns and strainers.\n\n",{"type":"==","value":["Buy"]},"\n\nThe visitor's center offers a wide selection of guides and national park paraphernalia. If you're into hiking South Carolina, you'll find plenty of guidebooks and friendly people to help you plan your trip.\n\nThe Cedar Creek Canoe Trail is blazed with small signs approximately 12 feet above the water level. They are brown rectangles 8 inches tall by 4 inches wide with white canoe icons. They are infrequent. Especially important is Mazyck's Cut at the lower end of Cedar Creek which will transport the canoeist to the Congaree River. Continuing on Cedar Creek from this point is difficult as the creek is unmaintained and regularly impeded by blowdowns and strainers.\n\n",{"type":"==","value":["Eat"]},"\n\nBring it in or hit the vending machines. If you want a hot meal after a hard hike, try some of the restaurants in downtown ",{"type":"[[","value":[["Columbia (South Carolina)"],["Columbia"]]},".\n\n",{"type":"==","value":["Sleep"]},"\n\nDid you bring a tent? If not, downtown ",{"type":"[[","value":[["Columbia (South Carolina)"],["Columbia"]]}," is again your best bet. \n\n",{"type":"===","value":["Camping"]},"\n\nTwo of the camp sites are within a quick walk of the parking lot, so pack weight shouldn't be a big concern if you're just looking for a night in the woods. Be warned, however - the closer the site (and one of them is right next to the overnight parking lot), the more crowded the site. Friday and Saturday nights in the summer are particularly a smattering of locals, including boy scout troops. So if you're intent on a quiet solo experience, you may want to hoof into the backcountry.\n\n",{"type":"===","value":["Backcountry"]},"\n\nIt's wet. It's jungly. It's full of things that crawl and bite and might like to have you for a snack. But the trees are spectacular, and the wildlife only gets better as you go down the trail. It's very flat, but it's also muddy, so strong shoes are advisable to avoid snakes and keep your feet dry. The paths are generally very well-marked, and maps at the visitor's center are quite reliable. Visitors are still scant here, and most of the locals who visit don't stray beyond the boardwalk, so a trip to the backcountry leaves you mostly alone. Due to the close proximity of Columbia and the flat landscape, cell phone reception is fairly good. A trip into this wild, almost primordial landscape, will leave you feeling like a triceratops might lumber into your path. \n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[" Bring the bug spray. Standing water breeds mosquitoes, and there's plenty of them out here. Deer ticks in the area may carry Lyme Disease, so check yourself carefully after your visit. And though Rocky Mountain Spotted Fever is very uncommon, dog ticks aren't. "]},"\n",{"type":"*","value":[" Watch for snakes. Many venomous snakes live in the area, but the sane visitor won't find them a problem. If you see them, leave them alone. Though cottonmouths can be territorial, South Carolina hasn't had a snakebite fatality in years. As long as you use good judgment, you'll be fine."]},"\n",{"type":"*","value":[" Alligators are native here. If you're around the water, use caution. Again, South Carolina hasn't had any gator fatalities either, so just use good sense."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["33.7833"],["-80.7833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Carolina"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"[[","value":[["Wikipedia:Congaree National Park"]]}]