[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.primaria-constanta.ro\/ Constanța"]}]}," (pronounced ",{"type":"''","value":["Constantza"]},") is a coastal Black Sea town in southern part of ",{"type":"[[","value":[["Northern Dobruja"]]},", ",{"type":"[[","value":[["Romania"]]},", the second most important city in the country and, during summer, a beautiful touristic city. It is the capital of the Constanţa county and Romania's largest seaport, a great city to begin to explore the wonders of the sea.\n",{"type":"[[","value":[["File:Constanţa - Cazino2.jpg"],["thumb"],["250px"],["The Casino"]]},"\n",{"type":"==","value":["Understand"]},"\nConstanţa, being founded as a city almost 2600 years ago, is the oldest attested city in ",{"type":"[[","value":[["Romania"]]},", is the biggest port at the Black Sea (third largest in Europe) and is also the fourth largest city in Romania with its 400,000 inhabitants. Constanţa was founded by the Greeks as a port on the Black Sea Coast for trading with inland people and called ",{"type":"''","value":["Tomis"]}," (VIth c. BC). The city was renamed later after Constantina, niece of Constantine the Great (274-337). It was still a flourishing port city in the Xth and XIth centuries trading with the Byzantine Empire and the city of ",{"type":"[[","value":[["Genoa"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nConstanța is served by one airport, the Mihail Kogălniceanu International Airport, in the nearby town of Mihail Kogălniceanu. The only cities outside of Romania that it can be flied to are Frankfurt, Milano and Pisa. There is only one route from the airport to Constanța, the E60, a 30 minute drive.\n\n",{"type":"===","value":["By car"]},"\n\nThe most popular route is the ",{"type":"[[","value":[["Bucharest"]]},"-Constanţa A2 highway. There is a tax of 11 lei (€2.50) to cross the bridge system over the Danube.\n\n",{"type":"===","value":["By bus"]},"\n\nPlenty of buses connect Constanţa with the rest of the country. Throughout the day ",{"type":"[[","value":[["Bucharest"]]}," bound busses leave Constanţa every 45 minutes from the Railway Station (also called Autogara) ",{"type":"[","value":["http:\/\/www.autogari.ro\/Transport\/Constanta-Bucuresti\/207-643.aspx"]},". The trip takes about 3,5 hours thanks to the newly constructed A2 autobahn, also called \"The Sun's Highway\". Tickets costs RON 50-55, which is 10-15% less expensive than the train (see section below). Though busses are slightly slower than the train they are clean and comfortable and the newest ones have free WiFi which the train does not.\n\nThere are also several daily buses leaving from Constanţa to ",{"type":"[[","value":[["Istanbul"]]}," from the Railway Station (when you exit the train station turn left and walk 200m). The duration is less than 12 hours including time spent crossing borders and the prices for 2011 are RON 200 (€48) a return ticket, including 1 night accommodation in ",{"type":"[[","value":[["Istanbul"]]},". ",{"type":"[","value":["http:\/\/www.ozlem.ro\/servicii.html"]},"\n\nLikewise, there are buses to ",{"type":"[[","value":[["Thessaloniki"]]}," in ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Chişinău"]]}," in ",{"type":"[[","value":[["Moldova"]]}," and some buses to ",{"type":"[[","value":[["Varna"]]}," in ",{"type":"[[","value":[["Bulgaria"]]},". One can also take a bus to Ostrov-Vama (€5), which is a village near the border with ",{"type":"[[","value":[["Bulgaria"]]},", cross the border and you are in Silistra, a town in Bulgaria. From there there are several connections to other Bulgarian cities such as ",{"type":"[[","value":[["Rousse"]]},", ",{"type":"[[","value":[["Dobrich"]]},", ",{"type":"[[","value":[["Sofia"]]}," etc.\n\nFrequent maxitaxis leave to resorts south of Constanţa from the Railway Station (when you walk out of the train station turn right and continue about 200m).\n\n",{"type":"===","value":["By train"]},"\n\nConstanţa's train station has connections with the rest of the country. There are five daily trains to\/from ",{"type":"[[","value":[["Bucharest"]]}," during off-season and more trains in summer and the trip takes between 2.5–3 hours depending on the type of train. A second class ticket costs RON 61.60 as of September 2011. Most of the train connections from Constanţa are to ",{"type":"[[","value":[["Bucharest"]]},", which acts as the main railway hub for the region.\n\nStarting from Constanţa train station seven daily trains serve destinations south of Constanţa, going as far as ",{"type":"[[","value":[["Mangalia"]]},". The earliest train heading to ",{"type":"[[","value":[["Mangalia"]]}," departs at 06:30 and the last one at 19:03. The trip takes about 1hr20min.\n\nFor more information on trains and schedules check the website of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.infofer.ro\/ Romanian Railways"]}]}," Tel: 0040241666952.\n\n",{"type":"===","value":["By plane"]},"\n\nConstanţa has an international airport called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mk-airport.ro\/ Mihail Kogalniceanu Intl. Airport"]}]},"  which is about 20 km north-west of the city. ",{"type":"[[","value":[["Ryanair"]]}," flies to Constanţa from ",{"type":"[[","value":[["Pisa"]]}," 3 times a week during the summer season. Starting with April 2011, there are also flights to ",{"type":"[[","value":[["Milano"]]}," 2 times a week.\nRomanian low cost carrier Blue Air began its first flight to ",{"type":"[[","value":[["Brussels"]]}," in July 2008 with a frequency of 1 flight per week.\nRomanian carrier Carpatair offers flights to many European destinations from Constanţa through ",{"type":"[[","value":[["Timişoara"]]},".\n\nThe airport is connected to the city by a special bus which operates 2 times per day. The bus stops near the Central Station (Gara CFR). You can check the schedule here. ",{"type":"[","value":["http:\/\/www.mk-airport.ro\/docs\/planificareen.pdf"]},"\n\n",{"type":"===","value":["By ship"]},"\n\nConstanţa is one of the largest commercial ports in the Black Sea and the third largest in Europe.\nThere were ships connecting Constanţa with ",{"type":"[[","value":[["Varna"]]}," and ",{"type":"[[","value":[["Odessa"]]}," managed by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.navlomar.com\/Constanta-Odessa\/ Navlomar"]}]}," (€45 one-way, €60 return, summer only). This is probably not true anymore. There are said to be also routes to ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Turkey"]]}," and ",{"type":"[[","value":[["Greece"]]},", but don't count on them.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Public transport"]},"\n\nYou can use the public transport system (buses, trams, trolleybuses and maxi-taxis). To get to ",{"type":"[[","value":[["Mamaia"]]}," you can take the 310 mini van called maxi-taxi for 2 RON one way but it is very crowded during summer. The stop is in front of the main exit of the Railway Station, after the traffic light, on the side with the park. You can also take the special bus which takes you to ",{"type":"[[","value":[["Mamaia"]]}," and has regular stops around the city and resort, it is a double decker buss and you can find it as you exit the train station in the bus station. (4 RON one-way ~ €1).\nYou can also get to Mamaia by taking the 40 or 100 buses (3,5RON 2 trips ~ €0,8), but those two buses will leave you at the beginning of Mamaia and from there you must walk, take a taxi or a mini van.\n\n",{"type":"===","value":["By taxi"]},"\n\nThe best option is a taxi. A legal taxi must be painted yellow and must have the fee written with green or black characters on the driver's door. Always insist on starting the meter and try to avoid the cabs with red tariffs right next to the train station who, as in every major city, try to take advantage of tourists. Walk 100 meters from the station and only then wave to a cab. The typical fee from the train station to ",{"type":"[[","value":[["Mamaia"]]}," is maximum €5, €10 to the end of Mamaia (The typical fee is: 1,79lei\/km during the day; 2,15lei\/km during the night and 2,75lei\/km outside the city limits. The prices are available in October 2011). You can ask in advance the taxi driver how much does he think the ride will cost. If it is more than €10 do not accept. Taxis do not accept credit card payments.\n\n",{"type":"===","value":["By bike"]},"\n\nIn Constanţa there are no paths for bike, but it is safe to ride the bike on the main road. There is a free rental service sponsored by Raiffeisen Bank, located in Parcul Tabacarie, which runs from June to October. You can rent the bike with your ID or passport for 2 hours with the option to extend for another 2 hours.\n\n",{"type":"===","value":["On foot"]},"\nWalking in Constanţa is one of the great pleasures of visiting the city. It is possible to cross the entire city in only a few hours. Be aware of dogs.\n\n",{"type":"==","value":["See"]},"\n\nConstanţa has been continuously inhabited for 2500 years so there is a lot to see:\n",{"type":"*","value":[" ",{"type":"'''","value":["The old Casino"]}," and the surrounding promenade was opened in 1911. It was built in the Art Nouveau style and conceived by two architects, Petre Antonescu and Daniel Renard (of Swiss extraction but born in Romania)."]},{"type":"*","value":[" ",{"type":"'''","value":["The statue of Ovid"]}," (Born 43 BC in Sulmona, died in AD 17 in Tomis\/ Constanţa). The statue by Ettore Ferrari was erected in 1887 after a public subscription (the same statue can be seen in Sulmona). In AD 09 Ovid was sent in exile by Augustus for obscure reasons. He wrote his Tristia in Tomis."]},{"type":"[[","value":[["File:Interior of Great Mosque.jpg"],["thumb"],["150px"],["right"],["Interior of Great Mosque"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Great Mosque"]},", a stone's throw from Ovidiu Square, was the first public building made of concrete in Romania (1910), a gift from King Carol I to the local Muslim community. The Mosque is built in Moorish style in honor of Sultan Mohamed II. It hosts a carpet brought ​​in 1965 from the island of Ada Kaleh, a Sultan Abdul Hamid (1876-1909) donation, work of the famous Herek handicraft center in Turkey."]},{"type":"*","value":[{"type":"'''","value":["Roman Mosaic Edifice"]}," (",{"type":"''","value":["Edificiul Roman cu Mozaic"]},") Utility work undertaken in 1959 in Ovidiu Square led to the discovery of one of the most important monuments of ancient Tomis - Roman mosaic edifice. Located on the western shore, the complex was built in three terraces and connects the city and the ancient port.Monumental building - with over 2,000 square meters of mosaic - was erected in the 4th century AD, probably under Emperor Constantine the Great, being repaired at various stages by the end of the 6th century, when their existence ends, falling in decay ruin with the commercial activities of the city. From the initial 2,000 square meters area still maintains about 700 m square - but enough to infer that we are in front of a large port construction. Upper terrace was occupied by an impressive hall (100m long and 20 m wide), probably covered in antiquity, with a huge dome supported by pillars. From this room there are still today part of the long wall and one of the side walls. The first presents an arcade ordinance open to the sea, is covered entirely with white marble and polychrome plywood. Pillars decorated with beautiful arches Areu capitals decorated with acanthus leaves zoomorphic or anthropomorphic figures and center."]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The National Museum of History and Archeology"],["alt="],["url=http:\/\/www.minac.ro"],["email=contact@minac.ro"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Piata Ovidiu, (, +40241618763) displays an impressive collection of pieces from the Greek and Roman antiquity (for example, the Glykon Snake, Fortuna and Pontos, Two-faced Nemesis and countless amphoras). Also outside the museum there are some marble tombs and artifacts. Open hours: 1 May-30 September:daily 8AM-5PM; 1 October-30 April: Wednesday-Sunday 9AM-5PM. (Monday, Tuesday closed)"]]}," "]},{"type":"*","value":[{"type":"'''","value":["The Popular Art Museum"]},", Aristide Karatzali Street (+40241616133). Open hours: 9AM-8PM (during summer); 10AM-6PM (during winter)."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Navy's Museum"],["alt="],["url="],["email=muzeu.marina@rdslink.ro"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traian Street, 53 (, +40241619035; +4034180330). The museum has:casts after epigraphic documents, coins, art works, original articles with significant historical value: anchors, amphorae, dozens of models reproducing all types of existing vessels in the military and commercial Romanian Navy, navigation instruments, documents and photographs, fire arms, propellers, lighthouses lenses, flags, paintings, exhibits of great scientific value and documentary. Open hours: 9AM-5PM (during summer); 10AM-6PM (during winter)."]]}]},{"type":"[[","value":[["File:Farul Genovez, Constanta.jpg"],["thumb"],["upright"],["The Genoese Lighthouse"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Sea's Museum"]}," with the Genovese Lighthouse, behind the statue of Eminescu, on the sea front. Although built between 1858-1860, on the rock of the southeast corner of the Tomitane Peninsula, by an English company, the Lighthouse is called \"Genovese Lighthouse\" in memory of another time Lighthouse merchants having a white light, last time running being in 1913, and a few years later, in 1948, was restored for the last time and gave  to the tourist circuit."]},{"type":"*","value":[{"type":"'''","value":["The ",{"type":"''","value":["Ion Jalea"]}," Sculpture Museum"]},", Arhiepiscopiei Street, 26. Ion Jalea Museum is arranged in a building built in the interwar period by architect C. Pariano in Brancoveanu style. Museum shows more than 120 donated works in bronze and plaster by artist Ion Jalea to his hometown. "]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Natural Sciences Museum Complex"],["alt="],["url=http:\/\/www.delfinariu.ro\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is considered an important reference for the cultural and scientific image of the municipality, with a high emblematic value in the summer offer of the Romanian seacoast. It consists of:"]]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["The Dolphinarium"]}," began its activity on June 1, 1972, being the first museum form of this kind in Romania and the first one in the S-E of Europe at that time. The exhibition presents the world of the shell fish living in diverse seas. The shows are organized in the amphitheatre with a pool, with dolphins from the Phocaena relicta species and Delphinus delphis ponticus species, with seals from the South Atlantic. Shows hours: 11AM, 3PM, 7PM. Entrance fee: 50lei (~ €12) for adults; 25lei (~ €6) for students. Children under 5 free. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["The Planetarium"]}," A world beyond us, made up of stars, planets, galaxies and other things are disclosed to you, but you are assisted to learn how to travel among them using the constellations, the “Sky” that needed no renovation in the last 2000 years contributing to the realization of this picture. Shows hours: 10AM, 11:30AM, 1:30PM, 3:30PM, 5PM, 6PM and 7:30PM. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["The Exotic Birds Exhibition"]},"On a 100 sqm covered surface, in large bird houses, with adequate compartments for food, nesting, flying and rest, one can admire the representatives of different bird species from Asia, Africa,Australia, New Guinea and South America."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["The Micro Delta"]},"The patrimony of this objective has the aquatic avifauna (pelicans, swans, ducks and wild geese), the terrestrial avifauna (peacocks, pheasants) and mammals (mouflons, fallow deer, harts), that can be found in the Danube Delta’s Biosphere Reservation and the Negureni Reservation. Most part of these exemplars are natural monuments and rare species with a scarce representation in the natural biotopes.Some exemplars were obtained by exchange with the other Zoo Gardens and others were purchased or donated."]}]},{"type":"*","value":[{"type":"'''","value":["The Aquarium"]}," - The exhibition space is marked out for the presentation of the permanent aquatic flora and fauna exhibition in 57 tanks, and also for the temporary exhibitions with aquatic biological and ecological themes. An inedited museum institution for natural sciences in our country due to its exhibition patrimony made up entirely of living organisms, the aquarium in Constanţa also has naturalized collections of marine and fresh water fish and invertebrates belonging to different geographical areas of the Earth.To facilitate the presentation of aquatic life and the visitors’ access to information, the exhibition patrimony consists of over 100 species (1300 exemplars) aquatic creatures and is structured into several sections. The distribution of aquatic organisms into sections is based on ecological and bio-geographical criteria, and within the sections the taxonomic criteria was taken into account for placing the different species into the tanks.  Open hours:9AM-8PM.Entrance fee: 20lei (~ €5) for adults; 10lei (~ €2) for students. Children under 5 free."]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tabacarie Park"]}]},{"type":"*","value":[{"type":"'''","value":["The Archaeological Park"]}," right in the center of the city is a nice place for a walk if you're in the area."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Walk"]},"\nYou can stroll the city's streets, the historical peninsular area which has a special charm, the sea coast, the Tomis marina or one of the many parks, on the lake-side or through the ruins of the ancient Greek colony Tomis.\n\n",{"type":"===","value":["Beach"]},"\nYou can do sunbathing or you can swim in the Black Sea. There is a large beach called Modern right in the middle of the city, which is favored by locals and is near the marina. Very very shallow waters (you can walk for 20–30 meters and the water won't pass your knees) so it's suited if you want to take your kids there and let them play safely in the water. The most significant beaches are in the ",{"type":"[[","value":[["Mamaia"]]}," resort which is in the north part of Constanţa. It consists of about 6-7 kilometers of sandy beaches with absolutely no rocks; the width of the beaches vary from 20 to 150 meters. It's also full of hotels, clubs and bars and extremely popular and fashionable in the summer. Moreover in the off season (September–April) they are a great place for taking pictures walks, or rides with the atv or enduro motorcycle and there are some centers for renting atv-s near the Cleopatra bar at the beginning of the resort. If you arrive by car not registered in the county of Constanţa from May\/June to September expect to pay an entrance fee of 3 Lei (~ €0.70) at the entrance ticket booth for your car, although in 2006 the tax was off. The ratio of free parking\/paid parking is around 25%\/75% and the parking lots with the fee are guarded and not that expensive (3 Lei per hour) and a good alternative especially if you are on a motorcycle because people will climb your bike to take pictures on it. The paid parking places are marked with a white P on a blue background. The unpaid parking lots are on the sides of the main boulevard.\n\n",{"type":"===","value":["Cinemas"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cityplex"],["alt=in Tomis Mall"],["url=http:\/\/www.cityplex-tomis.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 241-483-183"],["tollfree="],["fax="],["hours="],["price="],["content=Str. Ştefan cel Mare, Nr. 36-40,;"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cinema City"],["alt=in Maritimo Shopping Center"],["url=http:\/\/www.cinemacity.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 341-40-31-11"],["tollfree="],["fax="],["hours="],["price="],["content=Str. Aurel Vlaicu, nr. 220,;"]]}]},"\n",{"type":"===","value":["Theatres"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Teatrul Naţional Constanţa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 241-488-612"],["tollfree="],["fax="],["hours="],["price="],["content=B-dul Ferdinand, Nr.11,"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Teatrul de Opera si Balet Oleg Danovski"],["alt="],["url=http:\/\/www.opera-balet-constanta.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 241-480-300"],["tollfree="],["fax="],["hours="],["price="],["content=Str. Mircea cel Batran, Nr. 97,;"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Elpis"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 241-618-992"],["tollfree="],["fax="],["hours="],["price="],["content=Str. Alexandru Karatzali, Nr. 16,"]]}]},"\n",{"type":"===","value":["Sea tours"]},"\nYou can get aboard a tour boat from the Tomis marina which will take you on a trip to the open seas and back.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Shopping"]},"\nYou can shop downtown, on the ",{"type":"''","value":["Ştefan cel Mare"]}," street where most big shopping centers are situated, including ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tomis.ro\/ Tomis Mall"]}]},", but also in the new, modern and bigger ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.city-park.ro\/ City Park Mall"]}]}," - in Tabacarie Park. Another shopping center is TOM (Carrefour).\nA new shooping, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maritimocenter.ro\/chiriasi\/ Maritimo"]}]}," opened recently.\n\nYou can also do your shopping at other shopping centers:\n\n",{"type":"*","value":[{"type":"'''","value":["Metro Cash & Carry I"]}]},{"type":"*","value":[{"type":"'''","value":["Metro Cash & Carry II"]}," (as you exit Constanţa for Agigea on the right)"]},{"type":"*","value":[{"type":"'''","value":["Real Hypermarket"]}," (as you exit Constanţa for Agigea on the right)"]},{"type":"*","value":[{"type":"'''","value":["Praktiker"]}," (as you exit Constanţa for Agigea on the right)"]},{"type":"*","value":[{"type":"'''","value":["Selgros Cash & Carry (Rewe)"]}," (north of Agigea) or if you are coming from Constanţa just before the bridge over the canal)"]},{"type":"*","value":[{"type":"'''","value":["Billa"]}]},{"type":"*","value":[{"type":"'''","value":["Penny Market"]}]},{"type":"*","value":[{"type":"'''","value":["Kaufland"]}," (intersection Bratianu and Lapusneanu boulevard)"]},{"type":"*","value":[{"type":"'''","value":["Mega Image I (Delhaize Group)"]}]},{"type":"*","value":[{"type":"'''","value":["Mega Image II"]}]},{"type":"*","value":[{"type":"'''","value":["Prestige Center"]}]},{"type":"*","value":[{"type":"'''","value":["Casa Modei"]}]},{"type":"*","value":[{"type":"'''","value":["Doraly Mall"]}]},{"type":"*","value":[{"type":"'''","value":["Metropol"]}]},"\n",{"type":"==","value":["Eat"]},"\n\nA typical meal at a restaurant is around €8-10 per person including drinks. Waiters usually know some English and menus are usually written in English. International cuisine is present, you should try the wines which are very good and not that expensive.\n\nYou will find a lot of fast food places selling kebab and ",{"type":"''","value":["shawarma"]}," (a nice mixture of grilled chicken, salads, French fries and sauces wrapped in a ",{"type":"''","value":["lipia"]}," (a sort of thin pancake used as a substitute for bread by Turks), very good and not that expensive (around 7 lei for a small one and 10 lei for a big one).\n\n",{"type":"*","value":[{"type":"'''","value":["International fast-food"]}]},{"type":"*","value":[{"type":"*","value":["McDonald's (Tomis Mall: ground floor, 3rd floor, Delfinariu Area, City Park Mall: Park Level)"]}]},{"type":"*","value":[{"type":"*","value":["KFC (Tomis Mall: 3rd floor; TOM; City Park Mall: Park Level)"]}]},{"type":"*","value":[{"type":"*","value":["Pizza Hut (Str. Rascoalei; TOM; City Park Mall: Lake Level)"]}]},{"type":"*","value":[{"type":"*","value":["Spring Time (TOM)"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Acropolis"]},", Str. General Manu, Nr. 1; Tel. - +40 742-692-234;"]},{"type":"*","value":[" ",{"type":"'''","value":["Adris"]},", Str. Lct. Economu, Nr. 30; Tel. - +40 241-550-611;"]},{"type":"*","value":[" ",{"type":"'''","value":["Albatros"]},", Str. Traian, Nr. 52; Tel. - +40 241-615-717;"]},{"type":"*","value":[" ",{"type":"'''","value":["Amarilis"]},", Str. I.C. Brătianu; Tel. - +40 241-511-185; Fax - +40 241-692-679;"]},{"type":"*","value":[" ",{"type":"'''","value":["Ambient"]},", B-dul Mamaia, Nr. 191; Tel. - +40 241-614-401;"]},{"type":"*","value":[" ",{"type":"'''","value":["Aristocrat"]},", B-dul Tomis, Nr. 279; Tel. - +40 241-692-021;"]},{"type":"*","value":[" ",{"type":"'''","value":["Aspendos"]},", B-dul Tomis, Nr. 48; Tel. - +40 241-617-612;"]},{"type":"*","value":[" ",{"type":"'''","value":["Astoria"]},", P-ţa Ovidiu, Nr. 5; Tel. - +40 241-611-285; "]},{"type":"*","value":[" ",{"type":"'''","value":["Au Coq Simpa"]},", Str. Ştefan cel Mare, Nr. 19; Tel. - +40 241-614-797;"]},{"type":"*","value":[" ",{"type":"'''","value":["Avanti"]},", B-dul Tomis, Nr. 334; Tel. - +40 241-693-992;"]},{"type":"*","value":[" ",{"type":"'''","value":["Bad Rock"]},", Str. Călăraşi, Nr. 1; Tel. - +40 721-204-000;"]},{"type":"*","value":[" ",{"type":"'''","value":["Balada"]},", B-dul 1 Decembrie 1918, Nr. 12; Tel. - +40 241-625-327;"]},{"type":"*","value":[" ",{"type":"'''","value":["Bel Ami"]},", Str. Poporului, Nr. 24; Tel. - +40 241-609-522;"]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Beta Restaurant"],["alt="],["url=http:\/\/www.restaurantbeta.ro"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Str. Ştefan cel Mare, Nr. 6; Tel. - +40 241-673-763;Beta Restaurant"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bianco"]},", Str. Cişmelei, Nr. 8; Tel. - +40 241-551-391;"]},{"type":"*","value":[" ",{"type":"'''","value":["Big Foot"]},", B-dul Mamaia, Nr. 155; Tel. - +40 723-954-491;"]},{"type":"*","value":[" ",{"type":"'''","value":["Bonjour"]},", B-dul Tomis, Nr. 114;"]},{"type":"*","value":[" ",{"type":"'''","value":["Bulevard"]},", B-dul Mamaia, Nr. 294; Tel. - +40 241-831-533; Fax - +40 241-831-606;"]},{"type":"*","value":[" ",{"type":"'''","value":["Can"]},", Str. Theodor Burada, Nr. 1; Tel. - +40 724-978-822;"]},{"type":"*","value":[" ",{"type":"'''","value":["Capitol"]},", B-dul Mamaia, Nr. 69; Tel. - +40 241-520-522;"]},{"type":"*","value":[" ",{"type":"'''","value":["Capriccio"]},", B-dul Alexandru Lăpuşneanu, Nr. 89; Tel. - +40 241-542-151;"]},{"type":"*","value":[" ",{"type":"'''","value":["Casa Ana"]},", B-dul Tomis, Nr. 17; Tel. - +40 241-553-999;"]},{"type":"*","value":[" ",{"type":"'''","value":["Casa Tomis"]},", Str. Remus Opreanu, Nr. 8; Tel. - +40 241-619-486;"]},{"type":"*","value":[" ",{"type":"'''","value":["Cazino Constanţa"]},", Str. Carpaţi, Nr. 1; Tel. - +40 241-617-416; Fax - +40 421-617-416;"]},{"type":"*","value":[" ",{"type":"'''","value":["China Town"]},", Str. Zorelelor, Nr. 67; Tel. - +40 241-609-660; Mobil - +40 721-776-699;"]},{"type":"*","value":[" ",{"type":"'''","value":["Chinese Garden"]},", Str. Mircea cel Bătrân, Nr. 148; Tel. - +40 241-670-717;"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Bars and clubs"]},"\nThere are many bars and clubs open in Constanţa. However, some of them are closed during the summer, as Mamaia resort opens. You can go to: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.club-phoenix.ro\/ Phoenix"]}]}," (a rock club), ",{"type":"'''","value":["Domino"]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.doorsclub.ro\/ Doors"]}]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=mindfluid breeze"],["alt=mindfluid breeze"],["url=http:\/\/www.mindfluid.ro"],["email="],["address=Str. Mircea cel Batran, Nr. 49"],["lat=44.17806"],["long=28.65417"],["directions=above Modern Beach"],["phone=+40 747 897 518"],["tollfree="],["fax="],["hours="],["price="],["content=Mindfluid Breeze is a lounge bar. Relax while sipping your favourite drink, cocktail, tea or espresso. The music will add to the atmosphere. The hotspot (free wireless) will keep you connected. Oh, you can enjoy the view of the Black Sea, too."]]}]},"\nThere are many bars in the city especially during summer-time.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kaptan Nur Lokantası"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hostels"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Eol777"],["alt="],["url=http:\/\/www.hosteleol777.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Str. Aviator Vasile Craiu nr 3a (a bit on the way to Mamaia), prices starting at €10."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Dobrogea"]},", B-dul Alexandru Lăpuşneanu, Nr. 194; Tel. - +40 241-666-615; Fax - +40 241-655-503"]},{"type":"*","value":[" ",{"type":"'''","value":["Florentina"]},", B-dul I.C. Brătianu, Nr. 21 (near train station); Tel. +40 241-512-535; Fax - +40 241-510-202   (in springtime 35€\/night 2p-room w breakfast) "]},{"type":"*","value":[" ",{"type":"'''","value":["Jolie"]},", Str. Murgescu, Nr. 42; Tel. +40 241-697-638; Fax. +40 241-697-638"]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Neco Metropol"],["alt="],["url="],["email="],["address=B-dul Mamaia, Nr. 114"],["lat="],["long="],["directions="],["phone=+40 241-831-883"],["tollfree="],["fax=+40 241-831-584"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=New Safari"],["alt="],["url="],["email="],["address=Str. Karatzali, Nr. 1"],["lat="],["long="],["directions="],["phone=+40 722-322-461"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sport"],["alt="],["url="],["email="],["address=Str. Cuza Vodă, Nr. 2"],["lat="],["long="],["directions="],["phone=+40 241-617-558"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tineretului"]},", B-dul Tomis, Nr. 20; Tel. +40 241-613-590; +40 241-611-290"]},{"type":"*","value":[" ",{"type":"'''","value":["Turist"]},", B-dul Mamaia, Nr. 288; Tel. - +40 241-831-006; Fax - +40 241-831-006"]},"\nSome hotels in Mamaia are open in the winter and you can get very good deals on accommodation in the off season.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Adris"]},", Str. Lct. Economu, Nr. 30; Tel. - +40 241-550-611; Fax - +40 241-550-611"]},{"type":"*","value":[" ",{"type":"'''","value":["Amarilis"]},", B-dul I.C. Brătianu; Tel. - +40 241-511-185; Fax - +40 241-692-679"]},{"type":"*","value":[" ",{"type":"'''","value":["Capri"]},", Str. Mircea cel Bătrân, Nr. 109; Tel. - +40 241-553-090; Fax - +40 241-553-090"]},{"type":"*","value":[" ",{"type":"'''","value":["Cora"]},", B-dul Mamaia, Nr. 201; Tel. - +40 241-555-575; Fax - +40 241-613-179"]},{"type":"*","value":[" ",{"type":"'''","value":["Guci"]},", Str. Răscoalei din 1907, Nr. 23; Tel. - +40 241-695-500; Fax - +40 241-638-426"]},{"type":"*","value":[" ",{"type":"'''","value":["Intim"]},", Str. N. Titulescu, Nr. 7-9; Tel. - +40 241-617-814; Fax - +40 241-618-285"]},{"type":"*","value":[" ",{"type":"'''","value":["Maria"]},", B-dul 1 Decembrie 1918, Nr. 2D; Tel. - +40 241-611-711; Fax - +40 241-616-852"]},{"type":"*","value":[" ",{"type":"'''","value":["Millennium"]},", B-dul Mamaia, Nr. 135; Tel. - +40 241-607-317; Fax - +40 241-607-341"]},{"type":"*","value":[" ",{"type":"'''","value":["Minihotel Adry'S"]},", Str. Lct. Economu, Nr. 30; Tel. +40 241-550-611; Fax. +40 241-550-661"]},{"type":"*","value":[" ",{"type":"'''","value":["Oxford"]},", B-dul Alexandru Lăpuşneanu intersecţie cu B-dul Aurel Vlaicu"]},{"type":"*","value":[" ",{"type":"'''","value":["Palace"]},", Str. Remus Opreanu, Nr. 5-7; Tel. - +40 241-614-696"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bulevard"]},", B-dul Mamaia, Nr. 294; Tel. +40 241-831-533; Fax. +40 241-831-606"]},{"type":"*","value":[" ",{"type":"'''","value":["Dali"]},", Str. Smârdan, Nr. 6A; Tel. - +40 241-619-717; Fax - +40 241-616-114"]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Royal"],["alt="],["url=http:\/\/www.hotelroyal.ro"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=B-dul Mamaia, Nr. 191; Tel. - +40 241-542-690; Fax - +40 241-545-882;"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nConstanţa is a pretty safe city even by European standards, but as a precaution avoid taking ",{"type":"'''","value":["taxis"]}," near the train station and insist that they turn the meter on. If you visit the historical peninsular area at night, try to do this in a group. Unlike some other cities in Romania, people from Constanţa are well used to foreigners and are generally  helpful. ",{"type":"'''","value":["Walking at night"]}," is okay even alone, though you should avoid walking with your camera around your neck and be mindful of pick pockets when using public transportation. Your ",{"type":"'''","value":["religion"]}," is not of concern since a lot of locals come from very different ethnic and religious backgrounds, but refrain from commenting on religious matters. Unlike Western Europe or the Middle East, the local Muslim population is pretty secular and don't have a problem with western culture or habits.\n\nStay away from dodgy small ",{"type":"'''","value":["casinos"]}," and avoid ",{"type":"'''","value":["exchange offices"]}," especially those located in Mamaia. They have hidden commission (written with small letters) or separate exchange rates for travel checks and cash. Use only trusted exchange offices, like Balkan Exchange. If you are unsure go to a bank, Your best bet is to exchange money at banks, which are located throughout the city. Although banks don't have good exchange rates, they are still better than the rip-offs).\n\nAs with Bucharest and other big cities in Romania your biggest safety concern could come from ",{"type":"'''","value":["feral dogs"]},". If confronted by a group of barking dogs don't loose your cool and back away since they are usually territorial and won't chase you. If they get too close, pretend you are picking a rock from the ground. Whatever you do, don't run.\n\nWomen will not be permitted access in ",{"type":"'''","value":["churches or mosques"]}," if they wear short skirts.\n\n",{"type":"==","value":["Go next"]},"\nto the south there are a string of summer resorts, Eforie Nord\/sud, Costinesti, Neptun, Olimp. Neptun is recommended because it has a more relaxed atmosphere and for its lush forests that end near the sea. During the last NATO summit president Bush visited the resort for talks with President Basescu\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vama Veche"]]}]}," to the south, close to the Bulgarian border is a former hippie\/bohemian beach village turned into a commercial venture over the years but still one of the few places on the Romanian coast where camping is still hip (although in recent years there have been agents patrolling the beaches asking for a 10 lei fee from people they find at the tent. Just say it's not your tent and you'll go look for the person who's tent you are watching. They'll go bother someone else.)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Limanu cave"]}," near ",{"type":"[[","value":[["Mangalia"]]}," is a 3,200 m long cave unique in Romania. The only way to reach it at the moment is by personal car. Entrance to the cave is closed off but there are some phone numbers on the door that will get you in touch with a guide. A good measure to keep the bat population happy and to keep the vandals out. Guide and entrance fee is 3 lei."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Dobruja"]]},"\n",{"type":"{{","value":[["geo"],["44.173333333333"],["28.638333333333"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Constanța"]]},"\n",{"type":"[[","value":[["Commons:Category:Constanţa"]]}]