[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nEast of the Oakland Hills that border the ",{"type":"[[","value":[["East Bay (Bay Area)"],["East Bay"]]},", ",{"type":"'''","value":["Contra Costa County"]}," maintains a very separate culture and lifestyle than its ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]}," neighbors. The area is mostly residential—although many San Francisco businesses have moved here to avoid high city taxes—and affluent, and consequently considerably more conservative (by Bay Area standards). The same hills that keep Contra Costa culturally isolated also keep it protected climatically; the area is usually 10-20°F warmer than the Bay.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Antioch (California)"],["Antioch"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bay Point (California)"],["Bay Point"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bethel Island (California)"],["Bethel Island"]]}]},{"type":"*","value":[{"type":"[[","value":[["Blackhawk-Camino Tassajara"]]}]},{"type":"*","value":[{"type":"[[","value":[["Brentwood (California)"],["Brentwood"]]}]},{"type":"*","value":[{"type":"[[","value":[["Byron (California)"],["Byron"]]}]},{"type":"*","value":[{"type":"[[","value":[["Clayton (California)"],["Clayton"]]}]},{"type":"*","value":[{"type":"[[","value":[["Clyde"]]}]},{"type":"*","value":[{"type":"[[","value":[["Concord (California)"],["Concord"]]}]},{"type":"*","value":[{"type":"[[","value":[["Danville (California)"],["Danville"]]}]},{"type":"*","value":[{"type":"[[","value":[["El Cerrito"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hercules"]]}]},{"type":"*","value":[{"type":"[[","value":[["Knightsen"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lafayette (California)"],["Lafayette"]]}]},{"type":"*","value":[{"type":"[[","value":[["Martinez (California)"],["Martinez"]]}]},{"type":"*","value":[{"type":"[[","value":[["Moraga"]]}]},{"type":"*","value":[{"type":"[[","value":[["Oakley"]]}]},{"type":"*","value":[{"type":"[[","value":[["Orinda"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pinole"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pittsburg (California)"],["Pittsburg"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pleasant Hill"]]}]},{"type":"*","value":[{"type":"[[","value":[["Port Costa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Richmond (California)"],["Richmond"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Pablo"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Ramon"]]}]},{"type":"*","value":[{"type":"[[","value":[["Walnut Creek"]]}]},"\nNote that Lafayette, Moraga, and Orinda, due to their strong similarities, are often collectively referred to by locals as \"Lamorinda.\"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Danville (California)#See"],["Eugene O'Neill National Historic Site"]]}," - America's only Nobel Prize winning playwright, Eugene O'Neill, chose to live in Northern California at the climax of his writing career. Isolated from the world and within the walls of his home, O'Neill wrote his final and most memorable plays; The Iceman Cometh, Long Day's Journey Into Night, and A Moon for the Misbegotten. Reservations are required to visit this site. "]},{"type":"*","value":[{"type":"[[","value":[["Martinez (California)#See"],["John Muir National Historic Site"]]}," - John Muir National Historic Site preserves the Victorian home of the noted author and preservationist. Surrounded by almost 9 acres of fruit orchards and 326 acres of oak woodland, the site today is just a small piece of the original 2,600 acre ranch. The United States is forever indebted to the \"Father of the National Park Service\" for helping to preserve this countries greatest treasures. "]},{"type":"*","value":[{"type":"[[","value":[["Concord (California)#See"],["Port Chicago Naval Magazine National Memorial - Concord Naval Weapons Station"]]}," - At Port Chicago Naval Magazine, 320 men were instantly killed when the munitions ships they were loading with ammunition for the Pacific theatre troops mysteriously exploded."]},{"type":"*","value":[{"type":"[[","value":[["Richmond (California)#See"],["Rosie the Riveter WWII Home Front National Historical Park"]]}," - Rosie the Riveter\/World War II Home Front National Historical Park, located in the wartime boomtown of Richmond, preserves and interprets the stories and places of our nation's home front response to World War II."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Car"]},"\n\n",{"type":"'''","value":["State Route 24"]},", through the venerable ",{"type":"'''","value":["Caldecott Tunnel"]},", is the main entrance to Contra Costa from San Francisco, Oakland and Berkeley. ",{"type":"'''","value":["Interstate 680"]}," is the main route linking Contra Costa to the South Bay and Silicon Valley to the south, and to Sacramento to the north.  ",{"type":"'''","value":["Interstate 580"]}," links Contra Costa to central Alameda County to the west, and to Stockton and the Central Valley to the east.\n\n",{"type":"===","value":["By Plane"]},"\nThere are no major airports in Contra Costa County with regularly scheduled passenger service, though there are several general aviation airports.  One must either use the Bay Area airports serving San Francisco, Oakland, or San Jose, or the Central Valley airports serving Stockton or Sacramento. \nThe county also has two airports that are not currently providing passenger service:\n",{"type":"*","value":["Buchanan Field Airport, located in Concord"]},{"type":"*","value":["Byron Airport, located two miles (3 km) south of Byron"]},"\n",{"type":"==","value":["Get around"]},"\nBART serves Orinda, Lafayette, Walnut Creek, Pleasant Hill, Concord, and Pittsburg.  BART stations have bus service as well.  Paratransit (for disabled riders) in Contra Costa is quite good, but you must sign up for it with County Connection LINK and you must reserve your rides in advance.\nIn general, rush hour\/commute times in Contra Costa feature traffic jams on the freeways and crowded BART trains.\n\n",{"type":"==","value":["See"]},"\nMt. Diablo, the tallest mountain of the Diablo range, towers over the county. From the top on a clear day you can see the Sierra Nevada mountains to the east, and Mts. Shasta and Lassen to the north. Entrances to the park are from Walnut Creek and Danville.\n\nThe 'mothball fleet', a group of ships mostly from the World War II era, sits just east of Martinez. The ships are being stored rather than dismantled. Among the ships there is the Glomar Explorer, built by Howard Hughes for the US Government to scavenge a sunken Soviet Submarine. The fleet is visible from vista points along Interstate 680 on the north side of the Martinez\/Benicia bridge (actually Solano County).\n\nThe Ruth Bancroft Garden is a world renown low-water botanical garden in Walnut Creek. The four acre garden has hundreds of succulents and other low-water using plants. It is known particularly for its aloes. It is open by appointment only.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Amtrak"],["alt=California Capital"],["url=http:\/\/www.amtrak.com"],["email="],["address=601 Marina Vista Ave. Martinez, CA  94553"],["lat="],["long="],["directions="],["phone = +1 925-228-4004"],["tollfree="],["fax="],["hours="],["price="],["content=One of a number of train stations connecting California cities and connecting to Amtrak's California Zephyr and Coast Starlight"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Contra Costa has many parks and trails, as well as reservoirs and house museums.  Look up the websites for the East Bay Regional Parks System, East Bay MUD (Municipal Utility District = the local water company), designated Open Space areas, Mt. Diablo State Park, etc."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Contra Costa County History Center"],["url=http:\/\/www.cocohistory.com\/"],["email="],["address=610 Main St Martinez, California"],["lat="],["long="],["directions="],["phone = +1 925  229-1042"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["Check out the Lindsay Wildlife Museum in Walnut Creek, where they do wildlife rehabilitation and have live native animals on exhibit along with other more traditional museum exhibits that kids and adults will enjoy."]},"\n",{"type":"*","value":["John Muir's last home is part of a State Park in Martinez, and Shadelands Ranch museum is in Walnut Creek."]},"\nThere are also many performing arts venues, including the Chronicle Pavilion in Concord.\n\nThe California Delta offers plenty of water activities.  ",{"type":"[","value":["http:\/\/www.californiadelta.org\/index.htm"]},"\n\n",{"type":"==","value":["Eat"]},"\nDowntown Walnut Creek has dozens of restaurants of every description.  There are a few familiar chain restaurants, some trendy upscale restaurants, some interesting ethnic places, and a concentration of Starbucks stores, a Peets, and a few smaller, non-chain coffee places.  There are also bars and small clubs.\nDowntown Concord, around Todos Santos Plaza, has some good restaurants, too.  Right on the plaza you can find the best Mexican food at Los Gallos, a good Thai place, and there are several more Thai restaurants within a few blocks.  There is also a brewpub and a sushi place.  On summer Thursday afternoons, there is a farmers' market and live music.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"[[","value":[["Richmond (California)"],["Richmond"]]}," is one of the most impoverished and crime-ridden cities in ",{"type":"[[","value":[["California"]]},", and should be avoided by tourists.  Apart from Richmond's high rates of homicide, robbery, assault, rape, carjacking, and other violent crimes, the Chevron refinery occasionally releases hazardous chemicals into the air which require residents to \"shelter in place\" and avoid unnecessary outdoors excursions.  \n\nContra Costa is also home to other oil refineries at ",{"type":"[[","value":[["Hercules"]]},", ",{"type":"[[","value":[["Antioch (California)"],["Antioch"]]},", and ",{"type":"[[","value":[["Martinez (California)"],["Martinez"]]},", all of which have also seen their share of hazardous material releases, but those cities have slightly more affluent populations and therefore enjoy lower crime rates than Richmmond.\n\nThe safest areas to visit are in central and southern Contra Costa County\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Newspapers"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Contra Costa Times"],["url=http:\/\/www.contracostatimes.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Contra Costa County, California"]]},"\n\n",{"type":"{{","value":[["geo"],["37.93"],["-121.95"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["East_Bay"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Contra Costa County, California"]]}]