[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Coonoor"]}," is a famous hill station that is 17 km from ",{"type":"[[","value":[["Ooty"]]}," in ",{"type":"[[","value":[["Tamil Nadu"]]},", ",{"type":"[[","value":[["India"]]},". It is probably the second most popular hill station in the Nilgiris. The hill station stands at a height of 1839 meters and is known for its great picnic spots and picturesque surroundings. \nCoonoor is also famous for tea gardens and tea factories.\n\nCoonoor provides the traveler with the panoramic view of the lush green Nilgiri hills, with its ravines, valleys, and waterfalls. Bird watching is a popular pastime in Coonoor, as the area boasts of a large variety of species like cormorants, pipits, thrushes, parakeets, skylarks, Nilgiri verditer, etc. Travelers can take a walk through the tea gardens. There are number of trekking and hiking trails around Coonoor. Travellers can enjoy the exhilarating and unique ride on the toy train that connects Coonoor with Mettupalayam (which Indian Rail spells Metupalaiyam) and Ooty. The trip provides some breathtaking views of the Nilgiri hills in all its natural glory. Though secondary in importance to Ooty, Coonoor offers a more secluded retreat, away from the crowds that throng Ooty. If a quiet, romantic holiday tucked away in the hills amidst fresh air and verdant Nature is what you are looking for, Coonoor is your best bet.\n\n",{"type":"==","value":["Get in"]},"\nRoute from ",{"type":"[[","value":[["Bangalore"]]},": SH17 to ",{"type":"[[","value":[["Mysore"]]},", NH 212 to Gundlupet; state highway to Coonoor via ",{"type":"[[","value":[["Bandipur National Park"]]},", ",{"type":"[[","value":[["Gudalur"]]},", ",{"type":"[[","value":[["Ooty"]]},", ",{"type":"[[","value":[["Aravankadu"]]},", and Wellington. There are many signboards along the way from Mysore directing you towards Ooty. Once in Ooty drive through the city, there are boards along the way showing you the way. Roads are very good from Bangalore uptil Bandipur, but very sad later on.\n\nFrom elsewhere in India: Fly to ",{"type":"[[","value":[["Coimbatore"]]}," or come by train. You can drive down to Mettupalayam (about 1 hour's distance)for the toy train or hire a car to drive up to the hills. Coonoor is roughly about two hours drive from Coimbatore and the views are breathtaking as the road takes 14 tortuous bends upwards through dense forest. \n\nIf you are coming from within Tamil Nadu, you can take the train to Mettupalayam and then the cute little toy train up to Coonoor and Ooty. There are regular buses coming here as well.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town has a number of autorickshaws or three-wheelers that you can hire to get around. Your hotel can also help you locate taxis that you can hire. The climate is so pleasant, however, that walking around may be the best option. Lower Coonoor tends to be very crowded but Upper Coonoor is blessed with less traffic and fairly good roads. You are in a hilly region - so expect to walk up slopes!\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sim's Park"]}," The park is situated in a deep ravine on the Northern side of Coonoor Railway Station at an elevation of 1768 to 1798 m. The park can be divided into eight major sections. The natural shola with winding footpaths all over the higher slopes of the park is the most distinctive and picturesque feature of this park. This apart, a number of individual tree specimens planted in a scattered fashion all over the place, lend a special charm to the park, specially when they bloom in different seasons throughout the year."]},{"type":"*","value":[{"type":"'''","value":["Lamb's Rock"]}," It is 8 km from Coonoor on the way to Dolphin's Nose. It commands a grand view of the Coimbatore Plains. It is a favorite place for tourists. "]},{"type":"*","value":[{"type":"'''","value":["Laws Falls"]}," The Place is a beautiful picnic spot, situated at Coonoor-Mettupalayam Road at the distance of 7 km from Coonoor. The height of the falls is about 180 feet. There are vast stretches of undisturbed sholas and it is a paradise for Naturalists. "]},{"type":"*","value":[{"type":"'''","value":["The Dolphin's Nose Viewpoint"]}," Which is 10 km from Coonoor, is an important place to visit. It not only provides a panoramic view of the vast expanse of the Nilgiri hills but also of the famous Catherine Falls. ",{"type":"'''","value":["Lady Canning's seat"]}," is another notable viewpoint on the way."]},"\nTake long walks to any of the villages situated around Coonoor. A walk by the tea gardens would be a memorable one. You can also take a walk to the Golf Links owned by Wellington Defence College.\n\nOne good walk is to take the road that skirts Sim's Park towards High Field. Its a peaceful and picturesque walk, which finally gets you back on the Kotagiri road and back to the Park gate.\n\n",{"type":"==","value":["Buy"]},"\nGourmet Cheese is the new food item that Coonoor specializes in now.  ",{"type":"'''","value":["Acres Wild Cheesemaking Farm"]}," (+91-94432-32621)are making all kinds of gourmet cheeses like Gouda, Colby, Monterey Jack, Cheddar, Haloumi etc.  You can buy their cheeses from a small but very popular store called ",{"type":"'''","value":["'Nilgiris Store"]},"' or ",{"type":"'''","value":["'Baker's Junction"]},"' (+91 94430-35551) that is just 100m from Bedford circle.  If you are interested in a tour of the cheese farm then ask the owner Cedrik for directions.  It is also possible to stay on the farm and learn cheesemaking.\n\nAt Bedford, a few meters ahead of Taj Garden Retreat, on the Kotagiri Road, there is a quaint little furniture shop called Vriksh. This little store can be easily missed if you are driving past a little too fast. Tucked away into a little lane, at the bottom of a flight of stairs you will find intricately carved teak trunks, elegant side tables and ceramic work. They have tea sets and vases that remind you that the British were once here. According to the lady at the shop, all the furniture is locally made. They are fairly expensive, but is unique and worth it. However, before you buy one of their beautiful mirrors or desks you might want to know that they do not arrange for delivery... so how do you plan to take it back home with you?\n\nThere are also other little shops, selling local produce like tea, honey, jams and preserves and some that sell beautiful embroidered linen. Ask at your hotel and they should be able to recommend the nearest stores or the ones they best recommend. For embroidered linen, my hotel recommended a place called \"Needlecraft\" in Singara Tea Estate. You can find exquisitely hand-embroidered pillowcases, cushion covers, bedspreads, bedsheets and handkerchiefs at Needlecraft, though they are steeply priced.\nDo not buy tea packets sold on the tourist spots at Coonoor. After selling good tea to drink, they sell adulterated tea packets which had to be discarded on arrival, after tasting.\n\nKeystone, in Jograj building near Bedford Circle, is a green shop. You get excellent honey and spices besides some handicrafts and garments.\n\n",{"type":"==","value":["Eat"]},"\nHotel Lakshmi opposite Coonoor Bus Stand\/ near Railway station serves the best South Indian food in coonoor. Also try Taj Garden retreat at Upper Coonoor. The restaurant at MGM Hillworth Resorts on Mount Pleasant is worth visiting for a great ambiance and good food. And not to forget Cafe Coffee Day on Upper Church Road on the way to Sim's Park. Kwality hotel near the Taj serves good Mughlai food.\n\nIf you are OK with street food,as most seasoned travelers are, you might like to try Ramakrishnan's cart opposite Sim's Park - just where Cornwall Road starts. His Potato Bondas, Bajjis, Vadais and Samosas are delicious and are really inexpensive. He has a kind of production time table and its best to eat what he has just made.\n\nThere is Clasic Snacks Bar opp to More Supper Market they have excellent Veg Puffs and Snaks in the Morning. A must if you are fond of road side food.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dragon Resturant"],["url="],["email="],["address=Bredford"],["lat="],["long="],["directions=Stone's throw away from Sims Park"],["phone="],["tollfree="],["fax="],["hours="],["price=very reasonably priced."],["content=Serves delicious food"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Velan"]}," has a nice permit room that serves liquor at affordable prices. If you face Sim's park, its on the left diagonal road ahead of you. Its a bit dark though. The Taj also has a bar with a lavish atmosphere. Expensive as all Taj properties."]},"\n",{"type":"==","value":["Sleep"]},"\nHere are some of the options:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taj Garden Retreat"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 423-2330021"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Very beautiful gardens, adequate rooms,ayurveda and yoga centers, a gym, indoor game center, great service. A standard room around Rs 3,500 a night. They have an excellent buffet at very reasonable rates that is both extensive and tasty. The cuisine is Indian and Continental."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Acres Wild Cheesemaking Farmstay"],["alt="],["url=http:\/\/www.acres-wild.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91-94432-32621"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a unique option of staying on a 22-acres family-run, organic farm. There are 3 farmstay cottages with a total of 5 rooms. There is a Club House that serves as a common dining area and a games room with a pool\/billiards\/snooker table, Satellite TV and DVD to watch movies, books and board games. Room rates are Rs 2,000-4,000 with breakfast depending on type of room and season. Breakfast is complimentary. Lunch and dinner need to be ordered in advance. They also make gourmet cheeses like Gouda, Colby, Monterey Jack, Cheddar, Gruyere, Feta, Haloumi and Camembert. During your stay you can also enroll in their cheesemaking course and learn how to make gourmet cheese. Besides that you can participate in sustainable farm activities like adobe brick making, feeding farm animals, planting vegetables and trees, composting, vermiculture and operating a bio-gas plant. The farm is only 3 km from the Coonoor bus stand in downtown Coonoor yet it is in a pristine area with plenty of wild life and a breathtaking view of the valley. There are two natural ponds that attract a lot of wild life like bison, panther, wild boar, barking deer and seasonal elephants."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Rosery Cottage"]},"Two bedrooms with living, dining and kitchen.  Situated in a family tea estate, with a view of the hills.  Five minutes drive from Sims Park, centre of Coonoor.  Comfortable for a family of four.  It has a fully equipped kitchen.  You have to buy your own provision for cooking.  Maid is available for about an hour or so in the morning.  Rent Rs. 1500\/night.   For details contact Hema Vikram, Rosery Cottage, Kotagiri Road Coonoor.   Tel:  +91-94426-31243 OR +91-423-223-1243."]},"\n",{"type":"*","value":[{"type":"'''","value":["Velan Hotel"]},", tel: 2230084."]},{"type":"*","value":[{"type":"'''","value":["Barrier Inn"]},", tel: 2232561."]},{"type":"*","value":[{"type":"'''","value":["Riga Residency"]},", tel: 2234401."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["11.35"],["76.82"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western Tamil Nadu"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Coonoor"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Tamil_Nadu\/Localities\/Coonoor\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Coonoor"]]}]