[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Coos Bay"]}," is a town on the ",{"type":"[[","value":[["Southern Oregon Coast"]]},".\n\n",{"type":"==","value":[" Get in "]},"\n\nAccess to the city of Coos Bay is granted  to motor vehicles via Highway 101 to the north and south, and to air transportation via the Southwest Oregon Regional Airport in North Bend.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Oregon Dunes"]},"\nLocated just a few minutes North of Coos Bay, the Oregon Dunes Recreational Area is a place to ride any kind of off-road vehicle.The sand dunes offers a seemingly endless variety of trails and open riding areas that it is virtually impossible to run out of riding options. Experience and inexperienced riders alike can find a challenge here.  From tall looming hills to flat open areas the riding is vast.  You can pick a bowl to stick around and play in all day long, or you can ride from one end of the dunes such as Spinreel at the North end, to Boxcar at the South end. About a twelve mile ride. During the summer months the evening darkness on the dunes can be cut with the headlights of off-road enthusiasts, making their way across the open sands.  \nThe dunes are a very popular place come Memorial day weekend, Fourth of July, and Labor day weekend. People from as far away as Southern California make the trip to ride and participate in the madness.  It is truly something one should experience at least once in their lifetime.\n",{"type":"===","value":["Cape Arago"]},"\nLocated just minutes West and then a few more south, Cape Arago boasts three of the greatest State Parks, not just great in Oregon, but in the Nation.  \n",{"type":"*","value":[{"type":"*","value":["  Sunset Bay State Park is the residential area with an outstanding camp ground. As it's name implies it is near a bay of the same name which has a nice beach and water tens of degrees warmer that on the open coast.  The North shore of the bay has what probably are the most accessible tide pools on the Oregon coast."]}]},{"type":"*","value":[{"type":"*","value":["  Just south is Shore Acres State Park with the stunning botanical garden of the same name. A spectacular Christmas light display event. The Gardener's Cottage and the garden around it are all that remains of the Simpson Estate. Oh! but what a remainder; every season is glorious, Rhododendrons in the spring, Roses in the summer and Dalias in the fall."]}]},{"type":"*","value":[{"type":"*","value":["  At the southern boundary of Shore Acres State Park is the Simpson Reef Viewing Platform, financed by the US Fish and Wildlife Service (FWS) and built by Oregon Parks and Recreation Department (OPRD). The offshore rocks, including Shell Island, are part of the Oregon Islands National Wildlife Refuge and are a valuable resource for the four species of Seals and Sea Lions. The two Sea Lion species, California Sea Lions and Steller (or Northern) Sea Lions only loaf and rest here. Both of the Seal species give birth to pups here and mate to start the next years pups. Friday through Monday of most weeks from Memorial Day until Labor Day there are Docents of Shoreline Education for Awareness (SEA) at the viewing platform with powerful spotting scopes offered by knowledgeable wildlife interpreters who offer informative brochures. More details are found on SEA's web site http:\/\/sea-edu.org\/"]}]},{"type":"*","value":[{"type":"*","value":["  From the south end of the viewing platform to the turn around loop at the south end of the road is Cape Arago State Park. With views of Shell Island and Simpson Reef from another angle as well as a view of rocks south of the cape it is a better place to look for the Gray Whales who remain here through the summer and fall instead of continuing to the feeding grounds on both sides of the Aleutian Islands. There is also a steep but paved path down into South Cove where there is a much richer tide pool area; richer because it is harder to access."]}]},"\n",{"type":"===","value":["Misc"]},"\n",{"type":"*","value":["Cape Blanco Lookout"]},{"type":"*","value":["Shore Acres Gardens"]},{"type":"*","value":["World War Two Bunker"]},{"type":"*","value":["Prefontaine Memorial Track"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spinreel Dune Buggy & ATV Rentals"],["alt="],["url=http:\/\/ridetheoregondunes.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" The Great South Coast Pub Crawl"]},{"type":"*","value":[" Wildlife Watching at Simpson Reef in Shore Acres State Park"]},{"type":"*","value":[" Tour the gardens at Shore Acres State Park"]},{"type":"*","value":[" Look for the Summer Gray Whales at Cape Arago State Park"]},{"type":"*","value":[" Camp and or view the Tide Pools at Sunset Bay State Park"]},{"type":"*","value":[" "]},"\n",{"type":"===","value":["Beaches"]},"\n",{"type":"*","value":[" Bastendorff Beach"]},{"type":"*","value":[" Lighthouse Beach"]},{"type":"*","value":[" Sunset Bay"]},{"type":"*","value":[" Horsefall Beach (accessible from dunes)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Walt's Pourhouse"]},{"type":"*","value":[" The Mill Casino (24hrs)"]},{"type":"*","value":[" The Sunset Pub"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Comfort Inn Coos Bay"],["url=http:\/\/www.coosbayinn.com"],["email="],["address=1503 Virginia Avenue North Bend, OR 97459"],["lat="],["long="],["directions="],["phone = +1 541 756-3191"],["tollfree="],["fax="],["hours="],["price="],["checkin=4PM"],["checkout=11AM"],["content=In quaint North Bend, one mile from the Airport."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Mill Casino and Hotel"],["url=http:\/\/www.themillcasino.com\/accomodations\/"],["email="],["address=3201 Tremont Ave"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-953-4800"],["fax="],["hours="],["price="],["checkin=4:00"],["checkout=12:00"],["content=Brand new, seven-story, 92-room hotel tower along the Coos Bay waterfront."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Red Lion Hotel Coos Bay"],["url=http:\/\/www.redlion.com\/coosbay"],["email="],["address=1313 N. Bayshore Drive"],["lat="],["long="],["directions=On Hwy 101, 6 blocks North of the Coos Bay City Center"],["phone = +1 541-267-4141"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12PM"],["content=A Non-Smoking, pet friendly Hotel with 145 Rooms. Amenities include a Fitness Room, Seasonal Outdoor Heated Pool, Spa, and a Washer and Dryer. On site restaurant which specializes in Pacific Northwest cuisine, and a Sports Lounge with 8 TV's including Two 52\" Plasma Televisions.."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunset Bay State Park"],["url=http:\/\/www.oregonstateparks.org\/park_100.php"],["email="],["address=Cape Arago Highway"],["lat=43.33078"],["long=-124.37140"],["directions=see web site"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very private full hookup campsites for RVs and also Tent campsites including a Hiker\/Biker area."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Waterfront Homes on Coos Bay"],["url=http:\/\/vacationrentalsor.com\/oregon-vacation-rental\/13502\/waterfront-homes--coos-bay"],["email="],["address=91904 Cape Arago Hwy"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-962-2815"],["fax="],["hours="],["price=$750\/week"],["checkin=3PM"],["checkout=11AM"],["content=wo one bedroom homes (one upper, one lower) at the water's edge overlooking Coos Bay. Upper unit allows for no more than two persons, lower unit no more than three (sofa bed in lower unit will accommodate one child or adult). Both units are strictly non-smoking nor are pets allowed. These quaint, comfortable homes are located within three miles of some of the greatest crabbing along the Oregon coast, as well as excellent clamming beds just yards away."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Edgewater Inn Coos Bay"],["alt=info@theedgewaterinn.com"],["url=http:\/\/www.theedgewaterinn.com"],["email="],["address=275 E Johnson Avenue"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-233-0423"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Coos Bay's Only Waterfront Motel, this beautiful Edgewater Inn is located one block off of Highway 101 in the heart of the southern Oregon coast's recreational and business capital. Within minutes you can visit Oregon's sand dunes, ocean beaches and world famous Shore Acres State Park."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 101.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Astoria"]]}],["minorl1=",{"type":"[[","value":[["North Bend (Oregon)"],["North Bend"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Crescent City"]]}],["minorr1=",{"type":"[[","value":[["Bandon"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["43.376389"],["-124.237222"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern_Oregon_Coast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Coos Bay, Oregon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Oregon\/Localities\/C\/Coos_Bay\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Coos Bay, Oregon"]]}]